{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199303/",
  "absolute_url": "/opinion/199303/fisher-v-trainor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199303/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:07Z",
  "date_modified": "2017-03-24T11:01:35.533184Z",
  "type": "010combined",
  "sha1": "a42b2dbd7f4b014b4d50eb4edfae5c83dc055e22",
  "page_count": 24,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1489-01A.pdf",
  "local_path": "pdf/2001/03/07/Fisher_v._Trainor.pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-1489\n\n              PETER FISHER; BALFOUR HOLDING, INC.,\n\n                    Plaintiffs, Appellants,\n\n              CREDIT FRANCAIS INTERNATIONAL, S.A.,\n\n                      Plaintiff, Appellee,\n\n                               v.\n\n WILLIAM P. TRAINOR; DIANE M. TRAINOR; BIO-VITA, LTD.; HEMO-\nINNOVATIONS, LTD.; LAUREL MOUNTAIN TRUST; WILLIAM P. TRAINOR,\nAS TRUSTEE OF LAUREL MOUNTAIN TRUST; SHEA & GOULD, A LAW FIRM\n                       IN DISSOLUTION,\n\n                          Defendants,\n\n BIOPURE CORPORATION; BIOPURE ASSOCIATES; BIOPURE ASSOCIATES\n  LIMITED PARTNERSHIP; CARL W. RAUSCH, AS GENERAL PARTNER OF\n            BIOPURE ASSOCIATES LIMITED PARTNERSHIP,\n\n                     Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. James L. Watson, Senior Judge*]\n\n\n\n                             Before\n\n\n\n    *     Of the United States Court of International Trade,\nsitting by designation.\n\f                  Boudin, Stahl, and Lynch,\n                        Circuit Judges.\n\n\n\n     Marc Z. Edell, with whom Diane L. Mulligan, Dina L. Sforza,\nand Edell & Associates were on brief, for appellant.\n     Marc S. Palay, with whom Eric W. Bloom, Winston & Strawn,\nJohn D. Donovan, Jr., and Ropes & Gray were on brief, for\nappellee Credit Francais International.\n     S. Elaine McChesney, with whom Robert A. Buhlman and Bingham\nDana LLP were on brief, for appellee Biopure.\n\n\n\n\n                         March 6, 2001\n\f      LYNCH, Circuit Judge.         This consolidated case, in which\n\nmultiple frauds are alleged against a partner to a biotechnology\n\nventure, emerges from over ten years of complex, multi-party\n\nlitigation.      The case appears before us on appeal for the second\n\ntime; we originally considered it nearly five years ago.                     See\n\nCredit Francais International v. Bio-Vita, Ltd., 78 F.3d 698\n\n(1st Cir. 1996) (\"CFI v. Bio-Vita\").             The original appeal arose\n\nout   of   two   separate    summary    judgment    orders    issued    by   the\n\ndistrict court, one in July 1994 and the other in December of\n\nthe   same   year.     The   July   judgment      awarded    Credit    Francais\n\nInternational a constructive trust over certain contractual\n\nrights William Trainor had acquired from Biopure using funds he\n\nhad fraudulently obtained from CFI.                 The December judgment\n\neffectively denied Peter Fisher, allegedly Trainor's innocent\n\npartner, any similar stake in those contractual rights; the\n\njudgment also dismissed certain direct claims Fisher had brought\n\nagainst Biopure.\n\n      In CFI v.      Bio-Vita, we found we lacked jurisdiction to\n\nreview the December judgment because at the time it had been\n\nprematurely certified as final.              We remanded the case, and the\n\ndistrict court undertook further proceedings in accordance with\n\nour instructions.      Subsequently, the district court again ruled\n\nagainst Fisher, recertifying the December judgment as final.                  We\n\n\n                                       -3-\n\fnow affirm the judgment.1\n\n                                              I.\n\n       The facts of the case are laid out in detail in CFI v. Bio-\n\nVita.           See    78   F.3d    at   701-703.       We    briefly    review,    and\n\noccasionally supplement, those facts.\n\n       In November 1989, Trainor and Fisher entered into a joint\n\nventure to invest in and manage the testing of a human blood\n\nsubstitute being developed by Biopure; by oral agreement, they\n\nwere       to    split      the    proceeds    from    the    venture    fifty-fifty.\n\nTrainor was supposed to negotiate a contract with Biopure on\n\nbehalf          of    the   joint    venture,       using    Balfour    --   a   company\n\naffiliated with Fisher -- as the vehicle for the transaction.\n\nWhat appears to be a draft agreement, labeled a \"Term Sheet,\"\n\nwas drawn up accordingly, with Balfour as the named party to the\n\ncontract.             The agreement called for giving Balfour an equity\n\nshare in Biopure and licensing rights to Biopure products.\n\nHowever, by the time the agreement was finalized in a set of\n\n\n\n       1  As in CFI v. Bio-Vita, we refer to the parties in the\ncase as follows: \"Fisher\" collectively designates Peter Fisher\nand Balfour Holdings, Inc. (\"Balfour\"), an entity presently\ncontrolled by Fisher; \"Trainor\" collectively designates William\nTrainor, his daughter Diane Trainor, and Trainor-controlled\ncompanies, Bio-Vita,     Hemo-Innovations, Ltd., and Laurel\nMountain Trust; \"Biopure\" collectively designates Biopure\nCorporation and Biopure Associates Limited Partnership, as well\nas Carl Rausch; and \"CFI\" designates           Credit Francais\nInternational, S.A.\n\n                                              -4-\n\fthree   instruments    in     late   January   1990,   Trainor   secretly\n\nsubstituted his own company, Bio-Vita, as the named party to the\n\ncontract, effectively shouldering Fisher out of the deal.2\n\n    Pursuant   to     these    finalized    instruments   (referred    to\n\ncollectively as the \"Biopure contract\"), Trainor transferred\n\n$1.25 million to Biopure as partial consideration for the equity\n\nshare granted under the contract.          In addition, he transferred\n\n$1.8 million to a personal trust account, out of which he paid\n\nvarious expenses incurred in performance of the contract.              It\n\nwas later discovered that Trainor had obtained all of these\n\nfunds by way of a fraud on CFI, a French bank, in the late 1980s\n\n-- before the formation of the Biopure venture.\n\n    Meanwhile, Fisher, purportedly unaware of any of his co-\n\nventurer's mischief and still believing himself to be a party to\n\nthe Biopure contract, traveled to Guatemala in early 1990 to\n\noversee clinical testing of Biopure's product.             Although the\n\nextent of Fisher's labors in Guatemala are much disputed, Fisher\n\nclaims to have spent substantial time and effort there acquiring\n\n\n\n    2     Fisher on occasion disputes that the Term Sheet was\nmerely a draft agreement; indeed, below we discuss his claim\nthat the Term Sheet was a binding agreement between himself and\nBiopure which Biopure breached. But in order to make sense of\nhis claim against Trainor, which we consider to be his primary\nclaim, it is necessary to assume that the Term Sheet was merely\na draft agreement, replaced by a final agreement fraudulently\nmanipulated by Trainor.\n\n                                     -5-\n\fgovernmental approval for the clinical trials and overseeing\n\ntheir administration.\n\n       In June 1990, Biopure was alerted to various facts about\n\nTrainor and Fisher's backgrounds.            Among other things, Biopure\n\nlearned that Trainor and Fisher both had considerable histories\n\nof being sued for fraud and financial misdealing; further,\n\nTrainor had several convictions for fraud and other white-collar\n\ncrimes.      Believing that Trainor and Fisher had misrepresented\n\nthemselves by not earlier revealing these facts, and worrying\n\nabout the integrity of their dealings with Biopure, Biopure\n\nrescinded the Biopure contract in August 1990.\n\n       From these events, a tangle of claims emerged, sprawling\n\nacross two (eventually consolidated) lawsuits.               For the purposes\n\nof this appeal, only the following need be mentioned:\n\n       (1) Trainor sued Biopure for breach of the Biopure contract.\n\n\n\n       (2)   Fisher    sued   Trainor      under    various    theories       for\n\ndefrauding him of his share of the Biopure contract rights.\n\nAmong other forms of relief, Fisher sought a constructive trust\n\nover   the   rights.     Fisher   also     sued    Biopure    for    breach    of\n\ncontract and related counts.\n\n       (3)   Biopure   sued   both   Trainor       and   Fisher     for   fraud,\n\nracketeering, and related counts; among other forms of relief,\n\n\n                                     -6-\n\fit sought a declaration that the Biopure contract was void for\n\nfraud and that its recission was effective.\n\n    (4) CFI brought claims against Trainor, Fisher, and Biopure\n\nfor a constructive trust over the Biopure contract rights, on\n\nthe ground that those rights had been acquired using funds\n\nfraudulently obtained from CFI.\n\n    Much of the early proceedings in the case concerned Fisher's\n\nclaim    that    Trainor    had    violated         their   oral    joint    venture\n\nagreement by substituting Bio-Vita as the named party to the\n\nBiopure contract.        That claim was tried before a jury in 1992.\n\nThe jury issued a special verdict, but Trainor and Fisher were\n\nunable to agree on its meaning, and a mistrial was declared.\n\n    The later proceedings in the case give rise to the current\n\nappeal.     In    July    1994,   the   district        court      granted   summary\n\njudgment to CFI against Trainor, awarding CFI a constructive\n\ntrust over the Biopure contract rights (the choses in action in\n\nTrainor's suit against Biopure) and allowing CFI to step into\n\nTrainor's shoes to litigate those rights.                   The court noted that\n\nits decision did not address Fisher's claims and their possible\n\neffect on CFI's constructive trust.\n\n    In     December      1994,    the   district       court    granted      summary\n\njudgment    to   both    Biopure    and       CFI    against    Fisher.       As   to\n\nBiopure's motion for summary judgment, the court found that\n\n\n                                        -7-\n\fFisher could only assert claims against Biopure in his capacity\n\nas a partner to the joint venture.     But because any rights that\n\nthe   joint   venture   might   have   had   against   Biopure   were\n\ntransferred to CFI by way of the July judgment, Fisher was now\n\nprecluded from suing on these rights directly.          As to CFI's\n\nmotion for summary judgment, the court held that any claim\n\nFisher had to a constructive trust over the Biopure contract\n\nrights was trumped by CFI's claim to such trust.          The court\n\nreasoned that \"[a]s between victims of a fraud who are unrelated\n\nto the person responsible for the fraud and a partner of the\n\ndefrauder, even one who may have himself been victimized, it is\n\nclearly fair to impute the fraud to the latter.\"\n\n      In CFI v. Bio-Vita, we heard appeals from the July and\n\nDecember summary judgment orders.      Trainor originally appealed\n\nthe July judgment, but voluntarily dismissed his appeal early in\n\nthe appellate process.    Fisher also appealed the July judgment,\n\nbut belatedly and in a manner that prevented proper briefing.\n\nWe declined to relieve Fisher of his errors and thus let the\n\nJuly judgment stand.     CFI v. Bio-Vita, 78 F.3d at 708.\n\n      Our disposition of the appeal of the December judgment was\n\nmore complex.    We found that we lacked jurisdiction to review\n\nthe judgment because it had been prematurely certified as final:\n\nthe claims it concerned so overlapped with claims still pending\n\n\n                                 -8-\n\fbelow as to make final certification inappropriate under Fed. R.\n\nCiv. P. 54(b).      Id.     We found such overlap was traceable, inter\n\nalia, to a claim Fisher had not presented until appellate oral\n\nargument:     Fisher      claimed      that    his     labors       in     Guatemala\n\nconstituted a contribution to the value of the Biopure contract\n\nrights    untainted    by    Trainor's       fraud    on     CFI.        Such    \"sweat\n\nequity,\" we noted, possibly entitled him to a proportionate\n\nshare of CFI's constructive trust over those rights, if he could\n\novercome his waiver of the claim.                    However, we declined to\n\ndetermine whether Fisher should be relieved from his waiver.\n\nInstead,    we    instructed     the     district       court       to    make     such\n\ndetermination on remand after further development of the factual\n\nrecord.     That determination, we advised, would turn on whether\n\n(1)   Fisher's    \"sweat     equity\"    argument       was    so    compelling       as\n\nvirtually to ensure his success, and (2) whether failure to\n\naddress it would result in a gross miscarriage of justice -- in\n\nparticular by leaving CFI with a gross windfall, insofar as the\n\nvalue of the Biopure contract rights which it held greatly\n\nexceeded its losses resulting from Trainor's fraud.                       Id. at 709.\n\nOn remand, the district court developed the factual record as we\n\ninstructed,      reopening    discovery       to     allow    Fisher      to     adduce\n\nevidence of his \"sweat equity\" and the value of the Biopure\n\ncontract rights.\n\n\n                                       -9-\n\f       Meanwhile, in December 1996, CFI settled its claims against\n\nBiopure, effectively liquidating its constructive trust over the\n\nBiopure contract rights.                The settlement agreement calls for\n\nBiopure to pay CFI approximately $3.35 million plus interest --\n\nroughly reimbursing CFI for the approximately $3.05 million\n\nTrainor stole from it and used in the Biopure venture.\n\n       In February 2000, the district court denied Fisher's request\n\nto be relieved from his waiver, finding that Fisher's \"sweat\n\nequity\" contributions to the Biopure venture were minimal and\n\nthat    in    any    event       CFI   had    reaped      no    windfall       from   the\n\nconstructive trust.             It also observed that, since this court's\n\nruling in CFI v. Bio-Vita, many of the claims that were pending\n\nat that time had by now been either settled or dismissed.                              The\n\nonly    claims      still       pending    before    the       district       court   were\n\nFisher's      claims       against     Trainor     (and    related        counterclaims\n\nTrainor      has    made    against       Fisher);   and       as   to    these   pending\n\nclaims, the district court found no overlap with the claims\n\nadjudicated in the December judgment.                     Accordingly, the court\n\nrecertified the December judgment as final.\n\n                                             II.\n\n       We begin by addressing the propriety of the district court's\n\nrecertification            of    the   December      judgment,           on   which    our\n\njurisdiction to review the judgment depends.                             In CFI v. Bio-\n\n\n                                           -10-\n\fVita, our finding of an impermissible overlap between claims on\n\nappeal from the December judgment and claims still pending\n\nbefore the district court rested on the following factors.\n\nFirst, all parties on appeal still had claims pending below, and\n\nfinal     certification    is     particularly        suspect    in     such\n\ncircumstances. Second, Biopure's pending fraud and racketeering\n\nclaims against Fisher and CFI's pending claims against Biopure\n\noverlapped with claims on appeal from the December judgment, in\n\nthat they all touched on Trainor's fraud on CFI and Fisher's\n\nculpability for it.       Third, Fisher's pending claims against\n\nTrainor potentially overlapped with the claims on appeal from\n\nthe December judgment in that both concerned Fisher's \"sweat\n\nequity\"   contribution    to    the    Biopure    venture;   that   overlap\n\ndepended, however, on whether Fisher should be allowed to raise\n\nthe \"sweat equity\" argument despite his earlier failure to do\n\nso.\n\n      Since   our   remand,     each    of   these   barriers   to     final\n\ncertification has been eliminated.               Biopure and CFI, having\n\nsettled or dismissed all of their claims that were pending at\n\nthe time of our earlier decision, are no longer parties to any\n\nclaims presently pending before the district court.             Thus there\n\nare no longer any overlaps traceable to their claims.                 Fisher\n\nstill has claims pending against Trainor in which Fisher's\n\n\n                                   -11-\n\f\"sweat equity\" may be an issue; but given that the district\n\ncourt declined to relieve Fisher from his waiver of the \"sweat\n\nequity\" argument, the potential overlap we feared in CFI v. Bio-\n\nVita has not been realized.3   Hence we conclude that the district\n\ncourt did not abuse its discretion in recertifying the December\n\njudgment, and that the judgment is properly before us on appeal.\n\n                               III.\n\n     The appeal presents two questions: first, whether Fisher has\n\nany claims remaining against Biopure; second, whether Fisher is\n\nentitled to any portion of the constructive trust awarded CFI\n\nover the Biopure contract rights.     Our review of the district\n\ncourt's summary judgment on these questions is de novo.       See\n\nThomas v. Eastman Kodak Co., 183 F.3d 38, 47 (1st Cir. 1999),\n\ncert. denied, 528 U.S. 1161 (2000).     The law of Massachusetts\n\n\n\n\n     3    There does remain a slight overlap with respect to the\n\"sweat equity\" issue: on appeal, we must review whether the\ndistrict court properly declined to relieve Fisher from his\nwaiver of the \"sweat equity\" argument; and below, evidence of\nFisher's \"sweat equity\" might play a role in his claims against\nTrainor.   But our inquiry concerns only whether evidence of\nFisher's \"sweat equity\" is so compelling as to warrant relief\nfrom waiver, and this distinct legal issue is not likely to\nrecur in a future appeal of Fisher's claims against Trainor.\nMoreover, as a practical matter, Fisher has not pursued his\nclaims against Trainor for over five years now and all but\nadmitted at oral argument that he was not likely to pursue them\nafter this appeal. Thus, there is simply no realistic threat\nhere of redundant piecemeal review that would counsel against\nfinal certification.\n\n                               -12-\n\fgoverns.4\n\nA.   Claims Against Biopure\n\n     Fisher's leading claim against Biopure on appeal is for\n\nbreach of contract.        Fisher claims that the so-called \"Term\n\nSheet\" between Balfour and Biopure was not a draft agreement\n\nlater    superceded   by   the   Biopure   contract,   but   rather   is   a\n\nbinding agreement by itself, and that Biopure is in breach by\n\nrefusing to recognize Fisher's rights under it.5\n\n     The problem with Fisher's claim is that, as the district\n\n\n     4    Although the district court made no express choice-of-\nlaw determination, see Bio-Vita v. CFI, 78 F.3d at 708 n.16, the\nparties assume that Massachusetts law governs, and we do not\nchoose to question the parties' assumption.       See New Ponce\nShopping Ctr. v. Integrand Assur. Co., 86 F.3d 265, 267 (1st\nCir. 1996).\n     5    Fisher makes two other claims against Biopure on\nappeal: first, he argues a promissory estoppel claim, alleging\nthat Fisher relied on the promises made in the Term Sheet in\nundertaking his labors in Guatemala; second, he claims that\nBiopure was unjustly enriched by Fisher's work in Guatemala. We\naddress these claims only briefly here because          Fisher's\nargument for them on appeal is wholly frivolous. Fisher's sole\nargument is that the district court erred in granting summary\njudgment on these claims in its December 1994 judgment because\nthree years earlier it had denied Biopure's motion for summary\njudgment on these same claims, and that earlier ruling stands\nas law of the case.    Fisher is simply wrong that the court's\nearlier ruling constitutes the law of the case: \"an initial\ndenial of summary judgment does not foreclose, as the law of the\ncase, a subsequent grant of summary judgment on an amplified\nrecord.\" Bonnie & Co. Fashions, Inc. v. Bankers Trust Co., 955\nF. Supp. 203, 210 (S.D.N.Y. 1997); see also Bethlehem Steel\nExport Corp. v. Redondo Constr. Corp., 140 F.3d 319, 321 (1st\nCir. 1998).    Any other argument Fisher might have made in\nsupport of these claims he has waived by not raising on appeal.\n\n                                   -13-\n\fcourt held, at this point in the litigation any contract rights\n\narising out of Fisher's joint venture with Trainor belong to\n\nCFI.    Regardless of whether those rights derive from the Term\n\nSheet or the Biopure contract, the point of the district court's\n\nJuly 1994 judgment was to grant CFI a constructive trust over\n\nthose    rights,    because   they     had   been    acquired    with    funds\n\ndefrauded from CFI.      The July judgment did leave Fisher room to\n\nclaim a stake to CFI's constructive trust, and we consider his\n\nclaims on that point below; but unless and until he succeeds on\n\nthose claims, only CFI has the right to recover under any rights\n\nagainst Biopure arising from the Fisher-Trainor joint venture.\n\n       Apparently    recognizing     this    obstacle    to    suit,    Fisher\n\nobscurely claims \"in the alternative\" that he never entered into\n\nany contract with Biopure as part of a joint venture with\n\nTrainor.    Rather, he says, he entered into his own contract with\n\nBiopure in the form of the Term Sheet, while Trainor contracted\n\nwith    Biopure    separately.       Thus,   he     concludes,    his   is   an\n\nindependent    claim:   he    claims   rights     against     Biopure   wholly\n\nindependent from any rights acquired by Trainor with tainted\n\nfunds, and hence wholly independent from the rights granted CFI\n\nin the July judgment.\n\n       This rank revisionism can be quickly dismissed.            Throughout\n\nthe course of the litigation, Fisher has maintained that the\n\n\n                                     -14-\n\fTerm Sheet was negotiated not on his personal behalf, but on\n\nbehalf of his joint venture with Trainor.                      Not only did Fisher\n\nstate in his complaint that \"Fisher and Trainor agreed that they\n\nwould    use    Balfour      as    a   vehicle     for    their   transaction         with\n\nBiopure,\" and that the Term Sheet was negotiated with Balfour\n\n\"being used on behalf of the joint venture,\" but Fisher later\n\nswore to the same in a 1991 affidavit, and again in the 1992\n\ntrial proceedings.6\n\n     Thus Fisher cannot claim to have entered any independent\n\ncontract       with   Biopure.         If    the   Term    Sheet    was     a    binding\n\ncontract, it was entered into jointly by Fisher and Trainor, and\n\nthe fact remains that whatever rights the joint venture acquired\n\nit   acquired         with        funds     Trainor       defrauded       from        CFI.\n\nConsequently,         Fisher      cannot     escape      the   reach   of       the   July\n\njudgment, which granted to CFI any rights so acquired.                                 The\n\ndistrict court's grant of summary judgment on Fisher's claims\n\nagainst Biopure was thus not in error.\n\n\n     6    Moreover, Fisher's suggestion of parallel independent\ncontracts is problematic for myriad other reasons. For example,\nit is highly dubious that Biopure would intentionally enter\ncontracts granting the same equity interests and licensing\nrights to two independent parties.      Or another example: if\nFisher did enter the Term Sheet independently, he would appear\nto be in breach; for the agreement calls for the contracting\nparty to transfer millions to Biopure in consideration, and\nFisher admits that, unlike Trainor, he did not make any\nsignificant financial outlays whatever in his dealings with\nBiopure.\n\n                                            -15-\n\fB.   Claims to CFI's Constructive Trust\n\n     We turn next to Fisher's claim to a portion of CFI's\n\nconstructive trust.           Fisher's claim is two-pronged.             First, he\n\nargues that as an equal partner in the Biopure venture, he is\n\nentitled to share in the fruits of the venture, namely, the\n\nBiopure contract rights.             This is so, Fisher maintains, even to\n\nthe extent that the rights were acquired with funds Trainor\n\ndefrauded from CFI, because Fisher was at all relevant times\n\ninnocent of the fraud.              Second, Fisher raises the argument he\n\nearlier waived: even assuming he has no claim to the fruits of\n\nthe joint venture insofar as they are tainted by Trainor's\n\nfraud, he still has a claim to any untainted portion, i.e., he\n\nstill has a claim to the extent that they were acquired through\n\nhis own \"sweat equity.\"\n\n     As   to    Fisher's          first    argument,     the    applicable     legal\n\nprinciples are clear when each is taken in isolation; what is\n\ndifficult      to    see     at    first   blush    is   how    those    principles\n\nintersect.          First,    it    is    clear   that   if    Trainor   had   never\n\ndefrauded CFI, but rather had only defrauded Fisher by cutting\n\nhim out of the Biopure contract, then Fisher would be entitled\n\nto impose a constructive trust on the contract rights on behalf\n\nof the joint venture, securing his fifty-percent share in the\n\nrights.   For where a partner usurps a benefit properly belonging\n\n\n                                           -16-\n\fto the partnership, he holds it in trust for the partnership, so\n\nthat any innocent partner is \"put as nearly as possible in the\n\nsame position which he would have occupied if there had been no\n\nwrongdoing.\"          Meehan v. Shaughnessy, 535 N.E.2d 1255, 1270\n\n(Mass. 1989) (quoting Shulkin v. Shulkin, 16 N.E.2d 644, 651\n\n(Mass. 1938)).\n\n       Second, it is clear that if Trainor had never been Fisher's\n\nco-venturer, but rather had only defrauded CFI and later entered\n\nthe    Biopure      venture       wholly    on     his   own,   then   CFI   would   be\n\nentitled to impose a constructive trust on the Biopure contract\n\nrights in their entirety.             For where one person wrongfully takes\n\nthe property of another and exchanges it for other property, the\n\nwronged party is generally entitled to assert a constructive\n\ntrust over the property received in exchange.                      See 5 Austin W.\n\nScott & William F. Fratcher, Scott on Trusts § 508.1, at 561\n\n(4th    ed.       1989).        Moreover,    it     is   undisputed    that    all   of\n\nTrainor's contributions to the Biopure venture consisted of\n\nfunds tainted by his fraud on CFI; so Trainor could have no\n\nclaim to any untainted portion of the Biopure contract rights.\n\nCf.    id.    §    516,    at    610-11    (explaining      that   where     wrongdoer\n\nacquires property with both tainted and untainted funds, wronged\n\nparty is entitled only to a share of the property proportional\n\nto taint and may impose a constructive trust on the property\n\n\n                                            -17-\n\fonly to that extent).\n\n    In short, had Trainor only defrauded the joint venture, the\n\njoint venture would be entitled to the Biopure contract rights.\n\nLikewise, had Trainor only defrauded CFI and never entered the\n\njoint venture, CFI would be entitled to the Biopure contract\n\nrights.     The question that we must decide is if, as we assume\n\narguendo, Trainor acquired the Biopure contract rights through\n\nfrauds on both CFI and the joint venture, whose claim to the\n\nrights has priority?\n\n    In arguing this question, the parties have embarked on\n\nsomething of a wild goose chase.      CFI argues that Fisher cannot\n\nclaim any proceeds from the funds Trainor defrauded from CFI\n\nbecause,    under   Massachusetts   partnership   law,   Fisher   is\n\nvicariously liable for Trainor's actions as his co-venturer.\n\nThe district court took the same position, holding that \"even\n\nthe most innocent joint venturer cannot escape liability for the\n\nacts of another principal carried out on behalf of the joint\n\nventure.\"     Fisher answers that he cannot be held vicariously\n\nliable for Trainor's fraud on CFI because it occurred prior to\n\nthe formation (and therefore outside the scope) of the joint\n\nventure.    CFI replies that, while Fisher may not be liable for\n\nTrainor's fraud on CFI prior to the formation of the joint\n\nventure, he is nonetheless liable for Trainor's \"fraudulent use\"\n\n\n                               -18-\n\fof CFI's funds, which did occur in the scope of the joint\n\nventure; however, CFI fails to explain how the mere use of CFI's\n\nfunds in the Biopure venture constitutes an independent fraud on\n\nCFI.\n\n       This debate, however, is simply irrelevant to the question\n\nat hand.   CFI need not establish vicarious liability in order to\n\nsucceed on its constructive trust claim.       A constructive trust\n\nclaim is grounded in the law of unjust enrichment; thus, in\n\norder to impose a constructive trust on the joint venture's\n\nholdings, CFI need not prove that the joint venture vicariously\n\nwronged CFI, but rather it need only prove that the joint\n\nventure holds what does not rightfully belong to it.                 See\n\nHiggins v. Shenango Pottery Co., 256 F.2d 504, 508 (3d Cir.\n\n1958) (distinguishing between recovery against partnership on\n\nvicarious liability theory and constructive trust theory); see\n\nalso 1 Alan R. Bromberg & Larry E. Ribstein, Bromberg & Ribstein\n\non Partnership § 4.07(a) n.8 (1991 & Supp. 1999) (noting that\n\nalthough partnership is vicariously liable for partner's acts\n\nonly if committed during partnership, \"a court might impose a\n\nconstructive    trust   on   property   or   funds   received   by     a\n\npartnership as a result of a partner's wrongful pre-formation\n\nact\").\n\n       Thus, even if Trainor's fraud against Fisher is remedied,\n\n\n                                -19-\n\fFisher still cannot shield himself from CFI's constructive trust\n\nclaim.       Remedying Trainor's fraud against Fisher merely undoes\n\nTrainor's \"switch,\" restoring the joint venture as the party to\n\nthe Biopure contract.             Even with the Biopure contract rights\n\nrestored to the joint venture, however, the joint venture must\n\nin turn hand over the contract rights to CFI, because they were\n\nacquired with CFI's funds.               The only way the joint venture could\n\nstave off this result is if it were a bona fide purchaser of\n\nCFI's funds.        See generally Restatement (First) of Restitution\n\n§ 168 cmt. b (1937 & Supp. 1997); Scott & Fratcher, supra, at §\n\n507.       But clearly it is not.         In no sense did the joint venture\n\ngive       value   for   the    funds;    rather,   the   funds   were   simply\n\nTrainor's contribution of equity to the venture.7\n\n       So Fisher has no claim to the Biopure contract rights\n\nsuperior to that of CFI, insofar as the rights were acquired\n\nwith CFI's funds.              The next question, then, is whether the\n\nBiopure contract rights were acquired to any extent through\n\n\n       7  There is a further argument that, even had the joint\nventure given value for the funds, it was not without notice of\nCFI's claim to the funds, as is required of a bona fide\npurchaser.    See Mass Gen. Laws ch. 108 § 12 (1999) (one\npartner's knowledge of any matter relating to partnership\naffairs operates as knowledge of the partnership); see also\nBromberg & Ribstein, supra, at § 4.06(d), at 4:104.1-4:105\n(where partner contributes to partnership certain property\ndefrauded from third party, there is some authority for charging\npartnership with constructive knowledge of the property's\ntaint). We do not reach the question, however.\n\n                                         -20-\n\findependent, untainted contributions to the joint venture by\n\nFisher, in which case Fisher would be entitled to keep that\n\nportion    of     the    contract    rights    corresponding       to   such\n\ncontributions.      See Provencher v. Berman, 699 F.2d 568, 570-571\n\n(1st   Cir.     1983).    Fisher    concedes   that   all    the   financial\n\ncontributions to the venture were made by Trainor, and that he\n\ncan claim to have made only \"sweat equity\" contributions to the\n\nventure.      As we held in CFI v. Bio-Vita, because Fisher waived\n\nany \"sweat equity\" argument in the earlier proceedings before\n\nthe district court, he could raise it later only if, first, the\n\nargument were so compelling as virtually to insure his success,\n\nand second, failing to address it would result in a gross\n\nmiscarriage of justice -- in particular, a windfall to CFI\n\ngrossly disproportionate to its losses.          See 78 F.3d at 709-10.\n\n\n\n       Fisher has proven neither proposition, as the district court\n\ncorrectly held.      He has not put forward compelling evidence that\n\na significant portion of the value of the Biopure contract\n\nrights is attributable to his \"sweat equity.\"               It appears that\n\nhis most significant \"sweat equity\" contribution was merely\n\nrecruiting to the joint venture a business associate who vaguely\n\nalleges that he helped \"cut through red tape\" in order to\n\nexpedite the Guatemalan clinical trials of Biopure's product.\n\n\n                                    -21-\n\fAs for Fisher's claim that he \"was strongly involved in all the\n\ncoordination\" of the studies, Fisher conceded in the 1992 trial\n\nthat he himself spent only five days in Guatemala during the\n\ntrials and that his personal involvement was \"very superficial.\"\n\n Suffice it to say that, compared to the approximately $3\n\nmillion in capital Trainor contributed to the joint venture,\n\nFisher's evidence of his \"sweat equity\" is not so compelling as\n\nvirtually to insure his success.8\n\n    Even more clear is that Fisher cannot demonstrate that\n\nfailure to award him a portion of CFI's constructive trust will\n\nyield a gross windfall to CFI.      In settling with Biopure, CFI\n\nhas liquidated the trust, for an amount roughly equivalent to\n\nthe funds used in the Biopure venture, plus interest. 9        We\n\n\n    8     The mere fact that Fisher and Trainor at one time\nagreed to split profits does not imply that Fisher's \"sweat\nequity\"   contribution  to   the   joint  venture   should   be\npresumptively valued at half the venture's worth.     For when\nFisher and Trainor originally agreed to split the proceeds of\ntheir joint venture, Fisher had planned to contribute half of\nthe venture capital. It was only later that Trainor, perhaps as\npart of his plan to defraud Fisher, insisted that he would\nsupply all the capital himself. There is no evidence that the\ntwo ever agreed that Fisher would receive half the proceeds of\nthe joint venture based merely on his \"sweat equity.\"\n    9     The CFI-Biopure settlement does not correspond exactly\nto the amount Trainor stole from CFI: the agreement calls for\nBiopure to pay CFI $300,000 in cash and $3.05 million plus\ninterest into escrow; by comparison, the district court found in\nits July judgment that Trainor stole approximately $3.05 million\nfrom CFI. However, under the settlement, interest is assessed\nonly starting in 1995, whereas CFI was defrauded of its funds in\n\n                             -22-\n\fpresume that settlement fairly represents the value of the\n\nunderlying   claims.   Cf.    City   Partnership   Co.   v.   Atlantic\n\nAcquisition Ltd. P'ship, 100 F.3d 1041, 1043-44 (1st Cir. 1996).\n\nThere is no evidence, sufficient to rebut that presumption, that\n\nCFI intentionally settled for less than the trust was worth in\n\norder to sidestep the concerns about a gross windfall we voiced\n\nin our earlier opinion.      In fact, before our earlier opinion,\n\nCFI and Biopure had reached a tentative settlement for a lesser\n\namount than they agreed upon subsequently.\n\n    Fisher disputes that the settlement accurately represents\n\nthe value of the Biopure contract rights; he claims that the\n\nrights are worth hundreds of millions, based on the current\n\nvalue of Biopure stock.    His valuation is flawed for a number of\n\nreasons, but most importantly because it assumes that the joint\n\nventure's contract with Biopure is valid, even though Biopure\n\nrescinded the contract in 1990.      In settling with Biopure, CFI\n\nhad to anticipate the likelihood that, were it to try the joint\n\nventure's claims against Biopure for breaching the contract,\n\nBiopure might succeed in proving the contract void for fraud and\n\nits recission effective.      This factor alone could account for\n\n\n1989.    Moreover, CFI credibly claims to have incurred\nconsiderable legal costs in litigating this case over many\nyears. Under these circumstances, we cannot conclude that CFI\nhas received any windfall as a result of the settlement, let\nalone a gross windfall.\n\n                                -23-\n\fany discrepancy between the amount of the Biopure-CFI settlement\n\nand Fisher's valuation of the contract rights.\n\n    Hence, because Fisher's \"sweat equity\" argument is neither\n\ncompelling nor necessary to consider in order to avoid a gross\n\nmiscarriage of justice, the district court was correct not to\n\nrelieve Fisher of his waiver.       CFI thus was entitled to a\n\nconstructive trust over the Bio-Vita contract rights in their\n\nentirety, and its settlement with Biopure is entitled to remain\n\nintact.\n\n                              IV.\n\n    For the foregoing reasons, the judgment of the district\n\ncourt is affirmed.\n\n\n\n\n                             -24-\n\f",
  "html": "<p class=\"case_cite\">242 F.3d 24 (1st Cir. 2001)</p>\n    <p class=\"parties\">PETER FISHER; BALFOUR HOLDING, INC., Plaintiffs, Appellants,<br>CREDIT FRANCAIS INTERNATIONAL, S.A., Plaintiff, Appellee,<br>v.<br>WILLIAM P. TRAINOR; DIANE M. TRAINOR; BIO-VITA, LTD.; HEMO-INNOVATIONS, LTD.; LAUREL MOUNTAIN TRUST; WILLIAM P. TRAINOR, AS TRUSTEE OF LAUREL MOUNTAIN TRUST; SHEA &amp; GOULD, A LAW FIRM IN DISSOLUTION, Defendants,<br>BIOPURE CORPORATION; BIOPURE ASSOCIATES; BIOPURE ASSOCIATES LIMITED PARTNERSHIP; CARL W. RAUSCH, AS GENERAL PARTNER OF BIOPURE ASSOCIATES LIMITED PARTNERSHIP, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1489</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 12, 2001<br>Decided March 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT OR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. James L. Watson, Senior Judge]</p>\n      <p class=\"indent\">Marc Z. Edell, with whom Diane L. Mulligan, Dina L. Sforza, and Edell &amp; Associates were on brief, for appellant.</p>\n      <p class=\"indent\">Marc S. Palay, with whom Eric W. Bloom, Winston &amp; Strawn, John D. Donovan, Jr., and Ropes &amp; Gray were on brief, for appellee Credit Francais International.</p>\n      <p class=\"indent\">S. Elaine McChesney, with whom Robert A. Buhlman and Bingham Dana LLP were on brief, for appellee Biopure.</p>\n      <p class=\"indent\">Before Boudin, Stahl, and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This consolidated case, in which multiple frauds are alleged against a partner to a biotechnology venture, emerges from over ten years of complex, multi-party litigation. The case appears before us on appeal for the second time; we originally considered it nearly five years ago. SeeCredit Francais International v. Bio-Vita, Ltd., 78 F.3d 698 (1st Cir. 1996) (\"CFI v. Bio-Vita\"). The original appeal arose out of two separate summary judgment orders issued by the district court, one in July 1994 and the other in December of the same year. The July judgment awarded Credit Francais International a constructive trust over certain contractual rights William Trainor had acquired from Biopure using funds he had fraudulently obtained from CFI. The December judgment effectively denied Peter Fisher, allegedly Trainor's innocent partner, any similar stake in those contractual rights; the judgment also dismissed certain direct claims Fisher had brought against Biopure.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In CFI v. Bio-Vita, we found we lacked jurisdiction to review the December judgment because at the time it had been prematurely certified as final. We remanded the case, and the district court undertook further proceedings in accordance with our instructions. Subsequently, the district court again ruled against Fisher, recertifying the December judgment as final. We now affirm the judgment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts of the case are laid out in detail in CFI v. Bio-Vita. See 78 F.3d at 701-703. We briefly review, and occasionally supplement, those facts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1989, Trainor and Fisher entered into a joint venture to invest in and manage the testing of a human blood substitute being developed by Biopure; by oral agreement, they were to split the proceeds from the venture fifty-fifty. Trainor was supposed to negotiate a contract with Biopure on behalf of the joint venture, using Balfour -- a company affiliated with Fisher -- as the vehicle for the transaction. What appears to be a draft agreement, labeled a \"Term Sheet,\" was drawn up accordingly, with Balfour as the named party to the contract. The agreement called for giving Balfour an equity share in Biopure and licensing rights to Biopure products. However, by the time the agreement was finalized in a set of three instruments in late January 1990, Trainor secretly substituted his own company, Bio-Vita, as the named party to the contract, effectively shouldering Fisher out of the deal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Pursuant to these finalized instruments (referred to collectively as the \"Biopure contract\"), Trainor transferred $1.25 million to Biopure as partial consideration for the equity share granted under the contract. In addition, he transferred $1.8 million to a personal trust account, out of which he paid various expenses incurred in performance of the contract. It was later discovered that Trainor had obtained all of these funds by way of a fraud on CFI, a French bank, in the late 1980s -- before the formation of the Biopure venture.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Meanwhile, Fisher, purportedly unaware of any of his co-venturer's mischief and still believing himself to be a party to the Biopure contract, traveled to Guatemala in early 1990 to oversee clinical testing of Biopure's product. Although the extent of Fisher's labors in Guatemala are much disputed, Fisher claims to have spent substantial time and effort there acquiring governmental approval for the clinical trials and overseeing their administration.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June 1990, Biopure was alerted to various facts about Trainor and Fisher's backgrounds. Among other things, Biopure learned that Trainor and Fisher both had considerable histories of being sued for fraud and financial misdealing; further, Trainor had several convictions for fraud and other white-collar crimes. Believing that Trainor and Fisher had misrepresented themselves by not earlier revealing these facts, and worrying about the integrity of their dealings with Biopure, Biopure rescinded the Biopure contract in August 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From these events, a tangle of claims emerged, sprawling across two (eventually consolidated) lawsuits. For the purposes of this appeal, only the following need be mentioned:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(1) Trainor sued Biopure for breach of the Biopure contract.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(2) Fisher sued Trainor under various theories for defrauding him of his share of the Biopure contract rights. Among other forms of relief, Fisher sought a constructive trust over the rights. Fisher also sued Biopure for breach of contract and related counts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(3) Biopure sued both Trainor and Fisher for fraud, racketeering, and related counts; among other forms of relief, it sought a declaration that the Biopure contract was void for fraud and that its recission was effective.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(4) CFI brought claims against Trainor, Fisher, and Biopure for a constructive trust over the Biopure contract rights, on the ground that those rights had been acquired using funds fraudulently obtained from CFI.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Much of the early proceedings in the case concerned Fisher's claim that Trainor had violated their oral joint venture agreement by substituting Bio-Vita as the named party to the Biopure contract. That claim was tried before a jury in 1992. The jury issued a special verdict, but Trainor and Fisher were unable to agree on its meaning, and a mistrial was declared.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The later proceedings in the case give rise to the current appeal. In July 1994, the district court granted summary judgment to CFI against Trainor, awarding CFI a constructive trust over the Biopure contract rights (the choses in action in Trainor's suit against Biopure) and allowing CFI to step into Trainor's shoes to litigate those rights. The court noted that its decision did not address Fisher's claims and their possible effect on CFI's constructive trust.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In December 1994, the district court granted summary judgment to both Biopure and CFI against Fisher. As to Biopure's motion for summary judgment, the court found that Fisher could only assert claims against Biopure in his capacity as a partner to the joint venture. But because any rights that the joint venture might have had against Biopure were transferred to CFI by way of the July judgment, Fisher was now precluded from suing on these rights directly. As to CFI's motion for summary judgment, the court held that any claim Fisher had to a constructive trust over the Biopure contract rights was trumped by CFI's claim to such trust. The court reasoned that \"[a]s between victims of a fraud who are unrelated to the person responsible for the fraud and a partner of the defrauder, even one who may have himself been victimized, it is clearly fair to impute the fraud to the latter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In CFI v. Bio-Vita, we heard appeals from the July and December summary judgment orders. Trainor originally appealed the July judgment, but voluntarily dismissed his appeal early in the appellate process. Fisher also appealed the July judgment, but belatedly and in a manner that prevented proper briefing. We declined to relieve Fisher of his errors and thus let the July judgment stand. CFI v. Bio-Vita, 78 F.3d at 708.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our disposition of the appeal of the December judgment was more complex. We found that we lacked jurisdiction to review the judgment because it had been prematurely certified as final: the claims it concerned so overlapped with claims still pending below as to make final certification inappropriate under Fed. R. Civ. P. 54(b). Id. We found such overlap was traceable, inter alia, to a claim Fisher had not presented until appellate oral argument: Fisher claimed that his labors in Guatemala constituted a contribution to the value of the Biopure contract rights untainted by Trainor's fraud on CFI. Such \"sweat equity,\" we noted, possibly entitled him to a proportionate share of CFI's constructive trust over those rights, if he could overcome his waiver of the claim. However, we declined to determine whether Fisher should be relieved from his waiver. Instead, we instructed the district court to make such determination on remand after further development of the factual record. That determination, we advised, would turn on whether (1) Fisher's \"sweat equity\" argument was so compelling as virtually to ensure his success, and (2) whether failure to address it would result in a gross miscarriage of justice -- in particular by leaving CFI with a gross windfall, insofar as the value of the Biopure contract rights which it held greatly exceeded its losses resulting from Trainor's fraud. Id. at 709. On remand, the district court developed the factual record as we instructed, reopening discovery to allow Fisher to adduce evidence of his \"sweat equity\" and the value of the Biopure contract rights.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Meanwhile, in December 1996, CFI settled its claims against Biopure, effectively liquidating its constructive trust over the Biopure contract rights. The settlement agreement calls for Biopure to pay CFI approximately $3.35 million plus interest -- roughly reimbursing CFI for the approximately $3.05 million Trainor stole from it and used in the Biopure venture.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In February 2000, the district court denied Fisher's request to be relieved from his waiver, finding that Fisher's \"sweat equity\" contributions to the Biopure venture were minimal and that in any event CFI had reaped no windfall from the constructive trust. It also observed that, since this court's ruling in CFI v. Bio-Vita, many of the claims that were pending at that time had by now been either settled or dismissed. The only claims still pending before the district court were Fisher's claims against Trainor (and related counterclaims Trainor has made against Fisher); and as to these pending claims, the district court found no overlap with the claims adjudicated in the December judgment. Accordingly, the court recertified the December judgment as final.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We begin by addressing the propriety of the district court's recertification of the December judgment, on which our jurisdiction to review the judgment depends. In CFI v. Bio-Vita, our finding of an impermissible overlap between claims on appeal from the December judgment and claims still pending before the district court rested on the following factors. First, all parties on appeal still had claims pending below, and final certification is particularly suspect in such circumstances. Second, Biopure's pending fraud and racketeering claims against Fisher and CFI's pending claims against Biopure overlapped with claims on appeal from the December judgment, in that they all touched on Trainor's fraud on CFI and Fisher's culpability for it. Third, Fisher's pending claims against Trainor potentially overlapped with the claims on appeal from the December judgment in that both concerned Fisher's \"sweat equity\" contribution to the Biopure venture; that overlap depended, however, on whether Fisher should be allowed to raise the \"sweat equity\" argument despite his earlier failure to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Since our remand, each of these barriers to final certification has been eliminated. Biopure and CFI, having settled or dismissed all of their claims that were pending at the time of our earlier decision, are no longer parties to any claims presently pending before the district court. Thus there are no longer any overlaps traceable to their claims. Fisher still has claims pending against Trainor in which Fisher's \"sweat equity\" may be an issue; but given that the district court declined to relieve Fisher from his waiver of the \"sweat equity\" argument, the potential overlap we feared in CFI v. Bio-Vita has not been realized.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Hence we conclude that the district court did not abuse its discretion in recertifying the December judgment, and that the judgment is properly before us on appeal.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appeal presents two questions: first, whether Fisher has any claims remaining against Biopure; second, whether Fisher is entitled to any portion of the constructive trust awarded CFI over the Biopure contract rights. Our review of the district court's summary judgment on these questions is de novo. SeeThomas v. Eastman Kodak Co., 183 F.3d 38, 47 (1st Cir. 1999), cert. denied, 528 U.S. 1161 (2000). The law of Massachusetts governs.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">A. Claims Against Biopure</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fisher's leading claim against Biopure on appeal is for breach of contract. Fisher claims that the so-called \"Term Sheet\" between Balfour and Biopure was not a draft agreement later superceded by the Biopure contract, but rather is a binding agreement by itself, and that Biopure is in breach by refusing to recognize Fisher's rights under it.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The problem with Fisher's claim is that, as the district court held, at this point in the litigation any contract rights arising out of Fisher's joint venture with Trainor belong to CFI. Regardless of whether those rights derive from the Term Sheet or the Biopure contract, the point of the district court's July 1994 judgment was to grant CFI a constructive trust over those rights, because they had been acquired with funds defrauded from CFI. The July judgment did leave Fisher room to claim a stake to CFI's constructive trust, and we consider his claims on that point below; but unless and until he succeeds on those claims, only CFI has the right to recover under any rights against Biopure arising from the Fisher-Trainor joint venture.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Apparently recognizing this obstacle to suit, Fisher obscurely claims \"in the alternative\" that he never entered into any contract with Biopure as part of a joint venture with Trainor. Rather, he says, he entered into his own contract with Biopure in the form of the Term Sheet, while Trainor contracted with Biopure separately. Thus, he concludes, his is an independent claim: he claims rights against Biopure wholly independent from any rights acquired by Trainor with tainted funds, and hence wholly independent from the rights granted CFI in the July judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This rank revisionism can be quickly dismissed. Throughout the course of the litigation, Fisher has maintained that the Term Sheet was negotiated not on his personal behalf, but on behalf of his joint venture with Trainor. Not only did Fisher state in his complaint that \"Fisher and Trainor agreed that they would use Balfour as a vehicle for their transaction with Biopure,\" and that the Term Sheet was negotiated with Balfour \"being used on behalf of the joint venture,\" but Fisher later swore to the same in a 1991 affidavit, and again in the 1992 trial proceedings.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Thus Fisher cannot claim to have entered any independent contract with Biopure. If the Term Sheet was a binding contract, it was entered into jointly by Fisher and Trainor, and the fact remains that whatever rights the joint venture acquired it acquired with funds Trainor defrauded from CFI. Consequently, Fisher cannot escape the reach of the July judgment, which granted to CFI any rights so acquired. The district court's grant of summary judgment on Fisher's claims against Biopure was thus not in error.</p>\n    </div>\n    <p class=\"indent\">B. Claims to CFI's Constructive Trust</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We turn next to Fisher's claim to a portion of CFI's constructive trust. Fisher's claim is two-pronged. First, he argues that as an equal partner in the Biopure venture, he is entitled to share in the fruits of the venture, namely, the Biopure contract rights. This is so, Fisher maintains, even to the extent that the rights were acquired with funds Trainor defrauded from CFI, because Fisher was at all relevant times innocent of the fraud. Second, Fisher raises the argument he earlier waived: even assuming he has no claim to the fruits of the joint venture insofar as they are tainted by Trainor's fraud, he still has a claim to any untainted portion, i.e., he still has a claim to the extent that they were acquired through his own \"sweat equity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As to Fisher's first argument, the applicable legal principles are clear when each is taken in isolation; what is difficult to see at first blush is how those principles intersect. First, it is clear that if Trainor had never defrauded CFI, but rather had only defrauded Fisher by cutting him out of the Biopure contract, then Fisher would be entitled to impose a constructive trust on the contract rights on behalf of the joint venture, securing his fifty-percent share in the rights. For where a partner usurps a benefit properly belonging to the partnership, he holds it in trust for the partnership, so that any innocent partner is \"put as nearly as possible in the same position which he would have occupied if there had been no wrongdoing.\" Meehan v. Shaughnessy, 535 N.E.2d 1255, 1270 (Mass. 1989) (quoting Shulkin v. Shulkin, 16 N.E.2d 644, 651 (Mass. 1938)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Second, it is clear that if Trainor had never been Fisher's co-venturer, but rather had only defrauded CFI and later entered the Biopure venture wholly on his own, then CFI would be entitled to impose a constructive trust on the Biopure contract rights in their entirety. For where one person wrongfully takes the property of another and exchanges it for other property, the wronged party is generally entitled to assert a constructive trust over the property received in exchange. See 5 Austin W. Scott &amp; William F. Fratcher, Scott on Trusts &#167; 508.1, at 561 (4th ed. 1989). Moreover, it is undisputed that all of Trainor's contributions to the Biopure venture consisted of funds tainted by his fraud on CFI; so Trainor could have no claim to any untainted portion of the Biopure contract rights. Cf. id. &#167; 516, at 610-11 (explaining that where wrongdoer acquires property with both tainted and untainted funds, wronged party is entitled only to a share of the property proportional to taint and may impose a constructive trust on the property only to that extent).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In short, had Trainor only defrauded the joint venture, the joint venture would be entitled to the Biopure contract rights. Likewise, had Trainor only defrauded CFI and never entered the joint venture, CFI would be entitled to the Biopure contract rights. The question that we must decide is if, as we assume arguendo, Trainor acquired the Biopure contract rights through frauds on both CFI and the joint venture, whose claim to the rights has priority?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In arguing this question, the parties have embarked on something of a wild goose chase. CFI argues that Fisher cannot claim any proceeds from the funds Trainor defrauded from CFI because, under Massachusetts partnership law, Fisher is vicariously liable for Trainor's actions as his co-venturer. The district court took the same position, holding that \"even the most innocent joint venturer cannot escape liability for the acts of another principal carried out on behalf of the joint venture.\" Fisher answers that he cannot be held vicariously liable for Trainor's fraud on CFI because it occurred prior to the formation (and therefore outside the scope) of the joint venture. CFI replies that, while Fisher may not be liable for Trainor's fraud on CFI prior to the formation of the joint venture, he is nonetheless liable for Trainor's \"fraudulent use\" of CFI's funds, which did occur in the scope of the joint venture; however, CFI fails to explain how the mere use of CFI's funds in the Biopure venture constitutes an independent fraud on CFI.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This debate, however, is simply irrelevant to the question at hand. CFI need not establish vicarious liability in order to succeed on its constructive trust claim. A constructive trust claim is grounded in the law of unjust enrichment; thus, in order to impose a constructive trust on the joint venture's holdings, CFI need not prove that the joint venture vicariously wronged CFI, but rather it need only prove that the joint venture holds what does not rightfully belong to it. SeeHiggins v. Shenango Pottery Co., 256 F.2d 504, 508 (3d Cir. 1958) (distinguishing between recovery against partnership on vicarious liability theory and constructive trust theory); see also 1 Alan R. Bromberg &amp; Larry E. Ribstein, Bromberg &amp; Ribstein on Partnership &#167; 4.07(a) n.8 (1991 &amp; Supp. 1999) (noting that although partnership is vicariously liable for partner's acts only if committed during partnership, \"a court might impose a constructive trust on property or funds received by a partnership as a result of a partner's wrongful pre-formation act\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Thus, even if Trainor's fraud against Fisher is remedied, Fisher still cannot shield himself from CFI's constructive trust claim. Remedying Trainor's fraud against Fisher merely undoes Trainor's \"switch,\" restoring the joint venture as the party to the Biopure contract. Even with the Biopure contract rights restored to the joint venture, however, the joint venture must in turn hand over the contract rights to CFI, because they were acquired with CFI's funds. The only way the joint venture could stave off this result is if it were a bona fide purchaser of CFI's funds. See generally Restatement (First) of Restitution &#167; 168 cmt. b (1937 &amp; Supp. 1997); Scott &amp; Fratcher, supra, at &#167; 507. But clearly it is not. In no sense did the joint venture give value for the funds; rather, the funds were simply Trainor's contribution of equity to the venture.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">So Fisher has no claim to the Biopure contract rights superior to that of CFI, insofar as the rights were acquired with CFI's funds. The next question, then, is whether the Biopure contract rights were acquired to any extent through independent, untainted contributions to the joint venture by Fisher, in which case Fisher would be entitled to keep that portion of the contract rights corresponding to such contributions. See Provencher v. Berman, 699 F.2d 568, 570-571 (1st Cir. 1983). Fisher concedes that all the financial contributions to the venture were made by Trainor, and that he can claim to have made only \"sweat equity\" contributions to the venture. As we held in CFI v. Bio-Vita, because Fisher waived any \"sweat equity\" argument in the earlier proceedings before the district court, he could raise it later only if, first, the argument were so compelling as virtually to insure his success, and second, failing to address it would result in a gross miscarriage of justice -- in particular, a windfall to CFI grossly disproportionate to its losses. See 78 F.3d at 709-10.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Fisher has proven neither proposition, as the district court correctly held. He has not put forward compelling evidence that a significant portion of the value of the Biopure contract rights is attributable to his \"sweat equity.\" It appears that his most significant \"sweat equity\" contribution was merely recruiting to the joint venture a business associate who vaguely alleges that he helped \"cut through red tape\" in order to expedite the Guatemalan clinical trials of Biopure's product. As for Fisher's claim that he \"was strongly involved in all the coordination\" of the studies, Fisher conceded in the 1992 trial that he himself spent only five days in Guatemala during the trials and that his personal involvement was \"very superficial.\" Suffice it to say that, compared to the approximately $3 million in capital Trainor contributed to the joint venture, Fisher's evidence of his \"sweat equity\" is not so compelling as virtually to insure his success.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even more clear is that Fisher cannot demonstrate that failure to award him a portion of CFI's constructive trust will yield a gross windfall to CFI. In settling with Biopure, CFI has liquidated the trust, for an amount roughly equivalent to the funds used in the Biopure venture, plus interest.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> We presume that settlement fairly represents the value of the underlying claims. Cf. City Partnership Co. v. Atlantic Acquisition Ltd. P'ship, 100 F.3d 1041, 1043-44 (1st Cir. 1996). There is no evidence, sufficient to rebut that presumption, that CFI intentionally settled for less than the trust was worth in order to sidestep the concerns about a gross windfall we voiced in our earlier opinion. In fact, before our earlier opinion, CFI and Biopure had reached a tentative settlement for a lesser amount than they agreed upon subsequently.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Fisher disputes that the settlement accurately represents the value of the Biopure contract rights; he claims that the rights are worth hundreds of millions, based on the current value of Biopure stock. His valuation is flawed for a number of reasons, but most importantly because it assumes that the joint venture's contract with Biopure is valid, even though Biopure rescinded the contract in 1990. In settling with Biopure, CFI had to anticipate the likelihood that, were it to try the joint venture's claims against Biopure for breaching the contract, Biopure might succeed in proving the contract void for fraud and its recission effective. This factor alone could account for any discrepancy between the amount of the Biopure-CFI settlement and Fisher's valuation of the contract rights.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Hence, because Fisher's \"sweat equity\" argument is neither compelling nor necessary to consider in order to avoid a gross miscarriage of justice, the district court was correct not to relieve Fisher of his waiver. CFI thus was entitled to a constructive trust over the Bio-Vita contract rights in their entirety, and its settlement with Biopure is entitled to remain intact.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As in CFI v. Bio-Vita, we refer to the parties in the case as follows: \"Fisher\" collectively designates Peter Fisher and Balfour Holdings, Inc. (\"Balfour\"), an entity presently controlled by Fisher; \"Trainor\" collectively designates William Trainor, his daughter Diane Trainor, and Trainor-controlled companies, Bio-Vita, Hemo-Innovations, Ltd., and Laurel Mountain Trust; \"Biopure\" collectively designates Biopure Corporation and Biopure Associates Limited Partnership, as well as Carl Rausch; and \"CFI\" designates Credit Francais International, S.A.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fisher on occasion disputes that the Term Sheet was merely a draft agreement; indeed, below we discuss his claim that the Term Sheet was a binding agreement between himself and Biopure which Biopure breached. But in order to make sense of his claim against Trainor, which we consider to be his primary claim, it is necessary to assume that the Term Sheet was merely a draft agreement, replaced by a final agreement fraudulently manipulated by Trainor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There does remain a slight overlap with respect to the \"sweat equity\" issue: on appeal, we must review whether the district court properly declined to relieve Fisher from his waiver of the \"sweat equity\" argument; and below, evidence of Fisher's \"sweat equity\" might play a role in his claims against Trainor. But our inquiry concerns only whether evidence of Fisher's \"sweat equity\" is so compelling as to warrant relief from waiver, and this distinct legal issue is not likely to recur in a future appeal of Fisher's claims against Trainor. Moreover, as a practical matter, Fisher has not pursued his claims against Trainor for over five years now and all but admitted at oral argument that he was not likely to pursue them after this appeal. Thus, there is simply no realistic threat here of redundant piecemeal review that would counsel against final certification.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the district court made no express choice-of-law determination, see Bio-Vita v. CFI, 78 F.3d at 708 n.16, the parties assume that Massachusetts law governs, and we do not choose to question the parties' assumption. See New Ponce Shopping Ctr. v. Integrand Assur. Co., 86 F.3d 265, 267 (1st Cir. 1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Fisher makes two other claims against Biopure on appeal: first, he argues a promissory estoppel claim, alleging that Fisher relied on the promises made in the Term Sheet in undertaking his labors in Guatemala; second, he claims that Biopure was unjustly enriched by Fisher's work in Guatemala. We address these claims only briefly here because Fisher's argument for them on appeal is wholly frivolous. Fisher's sole argument is that the district court erred in granting summary judgment on these claims in its December 1994 judgment because three years earlier it had denied Biopure's motion for summary judgment on these same claims, and that earlier ruling stands as law of the case. Fisher is simply wrong that the court's earlier ruling constitutes the law of the case: \"an initial denial of summary judgment does not foreclose, as the law of the case, a subsequent grant of summary judgment on an amplified record.\" Bonnie &amp; Co. Fashions, Inc. v. Bankers Trust Co., 955 F. Supp. 203, 210 (S.D.N.Y. 1997); see also Bethlehem Steel Export Corp. v. Redondo Constr. Corp., 140 F.3d 319, 321 (1st Cir. 1998). Any other argument Fisher might have made in support of these claims he has waived by not raising on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Moreover, Fisher's suggestion of parallel independent contracts is problematic for myriad other reasons. For example, it is highly dubious that Biopure would intentionally enter contracts granting the same equity interests and licensing rights to two independent parties. Or another example: if Fisher did enter the Term Sheet independently, he would appear to be in breach; for the agreement calls for the contracting party to transfer millions to Biopure in consideration, and Fisher admits that, unlike Trainor, he did not make any significant financial outlays whatever in his dealings with Biopure.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is a further argument that, even had the joint venture given value for the funds, it was not without notice of CFI's claim to the funds, as is required of a bona fide purchaser. See Mass Gen. Laws ch. 108 &#167; 12 (1999) (one partner's knowledge of any matter relating to partnership affairs operates as knowledge of the partnership); see also Bromberg &amp; Ribstein, supra, at &#167; 4.06(d), at 4:104.1-4:105 (where partner contributes to partnership certain property defrauded from third party, there is some authority for charging partnership with constructive knowledge of the property's taint). We do not reach the question, however.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The mere fact that Fisher and Trainor at one time agreed to split profits does not imply that Fisher's \"sweat equity\" contribution to the joint venture should be presumptively valued at half the venture's worth. For when Fisher and Trainor originally agreed to split the proceeds of their joint venture, Fisher had planned to contribute half of the venture capital. It was only later that Trainor, perhaps as part of his plan to defraud Fisher, insisted that he would supply all the capital himself. There is no evidence that the two ever agreed that Fisher would receive half the proceeds of the joint venture based merely on his \"sweat equity.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The CFI-Biopure settlement does not correspond exactly to the amount Trainor stole from CFI: the agreement calls for Biopure to pay CFI $300,000 in cash and $3.05 million plus interest into escrow; by comparison, the district court found in its July judgment that Trainor stole approximately $3.05 million from CFI. However, under the settlement, interest is assessed only starting in 1995, whereas CFI was defrauded of its funds in 1989. Moreover, CFI credibly claims to have incurred considerable legal costs in litigating this case over many years. Under these circumstances, we cannot conclude that CFI has received any windfall as a result of the settlement, let alone a gross windfall.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">PETER FISHER; BALFOUR HOLDING, INC., Plaintiffs, Appellants,<br>CREDIT FRANCAIS INTERNATIONAL, S.A., Plaintiff, Appellee,<br>v.<br>WILLIAM P. TRAINOR; DIANE M. TRAINOR; BIO-VITA, LTD.; HEMO-INNOVATIONS, LTD.; LAUREL MOUNTAIN TRUST; WILLIAM P. TRAINOR, AS TRUSTEE OF LAUREL MOUNTAIN TRUST; SHEA &amp; GOULD, A LAW FIRM IN DISSOLUTION, Defendants,<br>BIOPURE CORPORATION; BIOPURE ASSOCIATES; BIOPURE ASSOCIATES LIMITED PARTNERSHIP; CARL W. RAUSCH, AS GENERAL PARTNER OF BIOPURE ASSOCIATES LIMITED PARTNERSHIP, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1489</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 12, 2001<br>Decided March 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT OR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. James L. Watson, Senior Judge]</p>\n      <p class=\"indent\">Marc Z. Edell, with whom Diane L. Mulligan, Dina L. Sforza, and Edell &amp; Associates were on brief, for appellant.</p>\n      <p class=\"indent\">Marc S. Palay, with whom Eric W. Bloom, Winston &amp; Strawn, John D. Donovan, Jr., and Ropes &amp; Gray were on brief, for appellee Credit Francais International.</p>\n      <p class=\"indent\">S. Elaine McChesney, with whom Robert A. Buhlman and Bingham Dana LLP were on brief, for appellee Biopure.</p>\n      <p class=\"indent\">Before Boudin, Stahl, and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This consolidated case, in which multiple frauds are alleged against a partner to a biotechnology venture, emerges from over ten years of complex, multi-party litigation. The case appears before us on appeal for the second time; we originally considered it nearly five years ago. SeeCredit Francais International v. Bio-Vita, Ltd., <span class=\"citation\" data-id=\"196607\"><a href=\"/opinion/196607/credit-francais-v-bio-vita-ltd/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span> (1st Cir. 1996) (\"CFI v. Bio-Vita\"). The original appeal arose out of two separate summary judgment orders issued by the district court, one in July 1994 and the other in December of the same year. The July judgment awarded Credit Francais International a constructive trust over certain contractual rights William Trainor had acquired from Biopure using funds he had fraudulently obtained from CFI. The December judgment effectively denied Peter Fisher, allegedly Trainor's innocent partner, any similar stake in those contractual rights; the judgment also dismissed certain direct claims Fisher had brought against Biopure.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In CFI v. Bio-Vita, we found we lacked jurisdiction to review the December judgment because at the time it had been prematurely certified as final. We remanded the case, and the district court undertook further proceedings in accordance with our instructions. Subsequently, the district court again ruled against Fisher, recertifying the December judgment as final. We now affirm the judgment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts of the case are laid out in detail in CFI v. Bio-Vita. See 78 F.3d at 701-703. We briefly review, and occasionally supplement, those facts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1989, Trainor and Fisher entered into a joint venture to invest in and manage the testing of a human blood substitute being developed by Biopure; by oral agreement, they were to split the proceeds from the venture fifty-fifty. Trainor was supposed to negotiate a contract with Biopure on behalf of the joint venture, using Balfour -- a company affiliated with Fisher -- as the vehicle for the transaction. What appears to be a draft agreement, labeled a \"Term Sheet,\" was drawn up accordingly, with Balfour as the named party to the contract. The agreement called for giving Balfour an equity share in Biopure and licensing rights to Biopure products. However, by the time the agreement was finalized in a set of three instruments in late January 1990, Trainor secretly substituted his own company, Bio-Vita, as the named party to the contract, effectively shouldering Fisher out of the deal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Pursuant to these finalized instruments (referred to collectively as the \"Biopure contract\"), Trainor transferred $1.25 million to Biopure as partial consideration for the equity share granted under the contract. In addition, he transferred $1.8 million to a personal trust account, out of which he paid various expenses incurred in performance of the contract. It was later discovered that Trainor had obtained all of these funds by way of a fraud on CFI, a French bank, in the late 1980s -- before the formation of the Biopure venture.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Meanwhile, Fisher, purportedly unaware of any of his co-venturer's mischief and still believing himself to be a party to the Biopure contract, traveled to Guatemala in early 1990 to oversee clinical testing of Biopure's product. Although the extent of Fisher's labors in Guatemala are much disputed, Fisher claims to have spent substantial time and effort there acquiring governmental approval for the clinical trials and overseeing their administration.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June 1990, Biopure was alerted to various facts about Trainor and Fisher's backgrounds. Among other things, Biopure learned that Trainor and Fisher both had considerable histories of being sued for fraud and financial misdealing; further, Trainor had several convictions for fraud and other white-collar crimes. Believing that Trainor and Fisher had misrepresented themselves by not earlier revealing these facts, and worrying about the integrity of their dealings with Biopure, Biopure rescinded the Biopure contract in August 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From these events, a tangle of claims emerged, sprawling across two (eventually consolidated) lawsuits. For the purposes of this appeal, only the following need be mentioned:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(1) Trainor sued Biopure for breach of the Biopure contract.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(2) Fisher sued Trainor under various theories for defrauding him of his share of the Biopure contract rights. Among other forms of relief, Fisher sought a constructive trust over the rights. Fisher also sued Biopure for breach of contract and related counts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(3) Biopure sued both Trainor and Fisher for fraud, racketeering, and related counts; among other forms of relief, it sought a declaration that the Biopure contract was void for fraud and that its recission was effective.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(4) CFI brought claims against Trainor, Fisher, and Biopure for a constructive trust over the Biopure contract rights, on the ground that those rights had been acquired using funds fraudulently obtained from CFI.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Much of the early proceedings in the case concerned Fisher's claim that Trainor had violated their oral joint venture agreement by substituting Bio-Vita as the named party to the Biopure contract. That claim was tried before a jury in 1992. The jury issued a special verdict, but Trainor and Fisher were unable to agree on its meaning, and a mistrial was declared.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The later proceedings in the case give rise to the current appeal. In July 1994, the district court granted summary judgment to CFI against Trainor, awarding CFI a constructive trust over the Biopure contract rights (the choses in action in Trainor's suit against Biopure) and allowing CFI to step into Trainor's shoes to litigate those rights. The court noted that its decision did not address Fisher's claims and their possible effect on CFI's constructive trust.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In December 1994, the district court granted summary judgment to both Biopure and CFI against Fisher. As to Biopure's motion for summary judgment, the court found that Fisher could only assert claims against Biopure in his capacity as a partner to the joint venture. But because any rights that the joint venture might have had against Biopure were transferred to CFI by way of the July judgment, Fisher was now precluded from suing on these rights directly. As to CFI's motion for summary judgment, the court held that any claim Fisher had to a constructive trust over the Biopure contract rights was trumped by CFI's claim to such trust. The court reasoned that \"[a]s between victims of a fraud who are unrelated to the person responsible for the fraud and a partner of the defrauder, even one who may have himself been victimized, it is clearly fair to impute the fraud to the latter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In CFI v. Bio-Vita, we heard appeals from the July and December summary judgment orders. Trainor originally appealed the July judgment, but voluntarily dismissed his appeal early in the appellate process. Fisher also appealed the July judgment, but belatedly and in a manner that prevented proper briefing. We declined to relieve Fisher of his errors and thus let the July judgment stand. CFI v. Bio-Vita, 78 F.3d at 708.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our disposition of the appeal of the December judgment was more complex. We found that we lacked jurisdiction to review the judgment because it had been prematurely certified as final: the claims it concerned so overlapped with claims still pending below as to make final certification inappropriate under Fed. R. Civ. P. 54(b). Id. We found such overlap was traceable, inter alia, to a claim Fisher had not presented until appellate oral argument: Fisher claimed that his labors in Guatemala constituted a contribution to the value of the Biopure contract rights untainted by Trainor's fraud on CFI. Such \"sweat equity,\" we noted, possibly entitled him to a proportionate share of CFI's constructive trust over those rights, if he could overcome his waiver of the claim. However, we declined to determine whether Fisher should be relieved from his waiver. Instead, we instructed the district court to make such determination on remand after further development of the factual record. That determination, we advised, would turn on whether (1) Fisher's \"sweat equity\" argument was so compelling as virtually to ensure his success, and (2) whether failure to address it would result in a gross miscarriage of justice -- in particular by leaving CFI with a gross windfall, insofar as the value of the Biopure contract rights which it held greatly exceeded its losses resulting from Trainor's fraud. Id. at 709. On remand, the district court developed the factual record as we instructed, reopening discovery to allow Fisher to adduce evidence of his \"sweat equity\" and the value of the Biopure contract rights.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Meanwhile, in December 1996, CFI settled its claims against Biopure, effectively liquidating its constructive trust over the Biopure contract rights. The settlement agreement calls for Biopure to pay CFI approximately $3.35 million plus interest -- roughly reimbursing CFI for the approximately $3.05 million Trainor stole from it and used in the Biopure venture.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In February 2000, the district court denied Fisher's request to be relieved from his waiver, finding that Fisher's \"sweat equity\" contributions to the Biopure venture were minimal and that in any event CFI had reaped no windfall from the constructive trust. It also observed that, since this court's ruling in CFI v. Bio-Vita, many of the claims that were pending at that time had by now been either settled or dismissed. The only claims still pending before the district court were Fisher's claims against Trainor (and related counterclaims Trainor has made against Fisher); and as to these pending claims, the district court found no overlap with the claims adjudicated in the December judgment. Accordingly, the court recertified the December judgment as final.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We begin by addressing the propriety of the district court's recertification of the December judgment, on which our jurisdiction to review the judgment depends. In CFI v. Bio-Vita, our finding of an impermissible overlap between claims on appeal from the December judgment and claims still pending before the district court rested on the following factors. First, all parties on appeal still had claims pending below, and final certification is particularly suspect in such circumstances. Second, Biopure's pending fraud and racketeering claims against Fisher and CFI's pending claims against Biopure overlapped with claims on appeal from the December judgment, in that they all touched on Trainor's fraud on CFI and Fisher's culpability for it. Third, Fisher's pending claims against Trainor potentially overlapped with the claims on appeal from the December judgment in that both concerned Fisher's \"sweat equity\" contribution to the Biopure venture; that overlap depended, however, on whether Fisher should be allowed to raise the \"sweat equity\" argument despite his earlier failure to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Since our remand, each of these barriers to final certification has been eliminated. Biopure and CFI, having settled or dismissed all of their claims that were pending at the time of our earlier decision, are no longer parties to any claims presently pending before the district court. Thus there are no longer any overlaps traceable to their claims. Fisher still has claims pending against Trainor in which Fisher's \"sweat equity\" may be an issue; but given that the district court declined to relieve Fisher from his waiver of the \"sweat equity\" argument, the potential overlap we feared in CFI v. Bio-Vita has not been realized.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Hence we conclude that the district court did not abuse its discretion in recertifying the December judgment, and that the judgment is properly before us on appeal.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appeal presents two questions: first, whether Fisher has any claims remaining against Biopure; second, whether Fisher is entitled to any portion of the constructive trust awarded CFI over the Biopure contract rights. Our review of the district court's summary judgment on these questions is de novo. SeeThomas v. Eastman Kodak Co., <span class=\"citation\" data-id=\"765085\"><a href=\"/opinion/765085/myrtle-thomas-v-eastman-kodak-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 47 (1st Cir. 1999), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1161</span></span> (2000). The law of Massachusetts governs.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">A. Claims Against Biopure</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fisher's leading claim against Biopure on appeal is for breach of contract. Fisher claims that the so-called \"Term Sheet\" between Balfour and Biopure was not a draft agreement later superceded by the Biopure contract, but rather is a binding agreement by itself, and that Biopure is in breach by refusing to recognize Fisher's rights under it.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The problem with Fisher's claim is that, as the district court held, at this point in the litigation any contract rights arising out of Fisher's joint venture with Trainor belong to CFI. Regardless of whether those rights derive from the Term Sheet or the Biopure contract, the point of the district court's July 1994 judgment was to grant CFI a constructive trust over those rights, because they had been acquired with funds defrauded from CFI. The July judgment did leave Fisher room to claim a stake to CFI's constructive trust, and we consider his claims on that point below; but unless and until he succeeds on those claims, only CFI has the right to recover under any rights against Biopure arising from the Fisher-Trainor joint venture.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Apparently recognizing this obstacle to suit, Fisher obscurely claims \"in the alternative\" that he never entered into any contract with Biopure as part of a joint venture with Trainor. Rather, he says, he entered into his own contract with Biopure in the form of the Term Sheet, while Trainor contracted with Biopure separately. Thus, he concludes, his is an independent claim: he claims rights against Biopure wholly independent from any rights acquired by Trainor with tainted funds, and hence wholly independent from the rights granted CFI in the July judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This rank revisionism can be quickly dismissed. Throughout the course of the litigation, Fisher has maintained that the Term Sheet was negotiated not on his personal behalf, but on behalf of his joint venture with Trainor. Not only did Fisher state in his complaint that \"Fisher and Trainor agreed that they would use Balfour as a vehicle for their transaction with Biopure,\" and that the Term Sheet was negotiated with Balfour \"being used on behalf of the joint venture,\" but Fisher later swore to the same in a 1991 affidavit, and again in the 1992 trial proceedings.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Thus Fisher cannot claim to have entered any independent contract with Biopure. If the Term Sheet was a binding contract, it was entered into jointly by Fisher and Trainor, and the fact remains that whatever rights the joint venture acquired it acquired with funds Trainor defrauded from CFI. Consequently, Fisher cannot escape the reach of the July judgment, which granted to CFI any rights so acquired. The district court's grant of summary judgment on Fisher's claims against Biopure was thus not in error.</p>\n    </div>\n    <p class=\"indent\">B. Claims to CFI's Constructive Trust</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We turn next to Fisher's claim to a portion of CFI's constructive trust. Fisher's claim is two-pronged. First, he argues that as an equal partner in the Biopure venture, he is entitled to share in the fruits of the venture, namely, the Biopure contract rights. This is so, Fisher maintains, even to the extent that the rights were acquired with funds Trainor defrauded from CFI, because Fisher was at all relevant times innocent of the fraud. Second, Fisher raises the argument he earlier waived: even assuming he has no claim to the fruits of the joint venture insofar as they are tainted by Trainor's fraud, he still has a claim to any untainted portion, i.e., he still has a claim to the extent that they were acquired through his own \"sweat equity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As to Fisher's first argument, the applicable legal principles are clear when each is taken in isolation; what is difficult to see at first blush is how those principles intersect. First, it is clear that if Trainor had never defrauded CFI, but rather had only defrauded Fisher by cutting him out of the Biopure contract, then Fisher would be entitled to impose a constructive trust on the contract rights on behalf of the joint venture, securing his fifty-percent share in the rights. For where a partner usurps a benefit properly belonging to the partnership, he holds it in trust for the partnership, so that any innocent partner is \"put as nearly as possible in the same position which he would have occupied if there had been no wrongdoing.\" Meehan v. Shaughnessy, <span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1255</span></span>, 1270 (Mass. 1989) (quoting Shulkin v. Shulkin, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">644</span></span>, 651 (Mass. 1938)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Second, it is clear that if Trainor had never been Fisher's co-venturer, but rather had only defrauded CFI and later entered the Biopure venture wholly on his own, then CFI would be entitled to impose a constructive trust on the Biopure contract rights in their entirety. For where one person wrongfully takes the property of another and exchanges it for other property, the wronged party is generally entitled to assert a constructive trust over the property received in exchange. See 5 Austin W. Scott &amp; William F. Fratcher, Scott on Trusts &#167; 508.1, at 561 (4th ed. 1989). Moreover, it is undisputed that all of Trainor's contributions to the Biopure venture consisted of funds tainted by his fraud on CFI; so Trainor could have no claim to any untainted portion of the Biopure contract rights. Cf. id. &#167; 516, at 610-11 (explaining that where wrongdoer acquires property with both tainted and untainted funds, wronged party is entitled only to a share of the property proportional to taint and may impose a constructive trust on the property only to that extent).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In short, had Trainor only defrauded the joint venture, the joint venture would be entitled to the Biopure contract rights. Likewise, had Trainor only defrauded CFI and never entered the joint venture, CFI would be entitled to the Biopure contract rights. The question that we must decide is if, as we assume arguendo, Trainor acquired the Biopure contract rights through frauds on both CFI and the joint venture, whose claim to the rights has priority?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In arguing this question, the parties have embarked on something of a wild goose chase. CFI argues that Fisher cannot claim any proceeds from the funds Trainor defrauded from CFI because, under Massachusetts partnership law, Fisher is vicariously liable for Trainor's actions as his co-venturer. The district court took the same position, holding that \"even the most innocent joint venturer cannot escape liability for the acts of another principal carried out on behalf of the joint venture.\" Fisher answers that he cannot be held vicariously liable for Trainor's fraud on CFI because it occurred prior to the formation (and therefore outside the scope) of the joint venture. CFI replies that, while Fisher may not be liable for Trainor's fraud on CFI prior to the formation of the joint venture, he is nonetheless liable for Trainor's \"fraudulent use\" of CFI's funds, which did occur in the scope of the joint venture; however, CFI fails to explain how the mere use of CFI's funds in the Biopure venture constitutes an independent fraud on CFI.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This debate, however, is simply irrelevant to the question at hand. CFI need not establish vicarious liability in order to succeed on its constructive trust claim. A constructive trust claim is grounded in the law of unjust enrichment; thus, in order to impose a constructive trust on the joint venture's holdings, CFI need not prove that the joint venture vicariously wronged CFI, but rather it need only prove that the joint venture holds what does not rightfully belong to it. SeeHiggins v. Shenango Pottery Co., <span class=\"citation\" data-id=\"245431\"><a href=\"/opinion/245431/alice-s-higgins-on-behalf-of-herself-and-other-stockholders-of-shenango/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 508 (3d Cir. 1958) (distinguishing between recovery against partnership on vicarious liability theory and constructive trust theory); see also 1 Alan R. Bromberg &amp; Larry E. Ribstein, Bromberg &amp; Ribstein on Partnership &#167; 4.07(a) n.8 (1991 &amp; Supp. 1999) (noting that although partnership is vicariously liable for partner's acts only if committed during partnership, \"a court might impose a constructive trust on property or funds received by a partnership as a result of a partner's wrongful pre-formation act\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Thus, even if Trainor's fraud against Fisher is remedied, Fisher still cannot shield himself from CFI's constructive trust claim. Remedying Trainor's fraud against Fisher merely undoes Trainor's \"switch,\" restoring the joint venture as the party to the Biopure contract. Even with the Biopure contract rights restored to the joint venture, however, the joint venture must in turn hand over the contract rights to CFI, because they were acquired with CFI's funds. The only way the joint venture could stave off this result is if it were a bona fide purchaser of CFI's funds. See generally Restatement (First) of Restitution &#167; 168 cmt. b (1937 &amp; Supp. 1997); Scott &amp; Fratcher, supra, at &#167; 507. But clearly it is not. In no sense did the joint venture give value for the funds; rather, the funds were simply Trainor's contribution of equity to the venture.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">So Fisher has no claim to the Biopure contract rights superior to that of CFI, insofar as the rights were acquired with CFI's funds. The next question, then, is whether the Biopure contract rights were acquired to any extent through independent, untainted contributions to the joint venture by Fisher, in which case Fisher would be entitled to keep that portion of the contract rights corresponding to such contributions. See Provencher v. Berman, <span class=\"citation\" data-id=\"414141\"><a href=\"/opinion/414141/leroy-a-provencher-v-eugene-b-berman-trustee-leroy-a-provencher-v/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></a></span>, 570-571 (1st Cir. 1983). Fisher concedes that all the financial contributions to the venture were made by Trainor, and that he can claim to have made only \"sweat equity\" contributions to the venture. As we held in CFI v. Bio-Vita, because Fisher waived any \"sweat equity\" argument in the earlier proceedings before the district court, he could raise it later only if, first, the argument were so compelling as virtually to insure his success, and second, failing to address it would result in a gross miscarriage of justice -- in particular, a windfall to CFI grossly disproportionate to its losses. See 78 F.3d at 709-10.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Fisher has proven neither proposition, as the district court correctly held. He has not put forward compelling evidence that a significant portion of the value of the Biopure contract rights is attributable to his \"sweat equity.\" It appears that his most significant \"sweat equity\" contribution was merely recruiting to the joint venture a business associate who vaguely alleges that he helped \"cut through red tape\" in order to expedite the Guatemalan clinical trials of Biopure's product. As for Fisher's claim that he \"was strongly involved in all the coordination\" of the studies, Fisher conceded in the 1992 trial that he himself spent only five days in Guatemala during the trials and that his personal involvement was \"very superficial.\" Suffice it to say that, compared to the approximately $3 million in capital Trainor contributed to the joint venture, Fisher's evidence of his \"sweat equity\" is not so compelling as virtually to insure his success.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even more clear is that Fisher cannot demonstrate that failure to award him a portion of CFI's constructive trust will yield a gross windfall to CFI. In settling with Biopure, CFI has liquidated the trust, for an amount roughly equivalent to the funds used in the Biopure venture, plus interest.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> We presume that settlement fairly represents the value of the underlying claims. Cf. City Partnership Co. v. Atlantic Acquisition Ltd. P'ship, <span class=\"citation\" data-id=\"197102\"><a href=\"/opinion/197102/city-partnership-v-atlantic-acquisition/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1041</span></a></span>, 1043-44 (1st Cir. 1996). There is no evidence, sufficient to rebut that presumption, that CFI intentionally settled for less than the trust was worth in order to sidestep the concerns about a gross windfall we voiced in our earlier opinion. In fact, before our earlier opinion, CFI and Biopure had reached a tentative settlement for a lesser amount than they agreed upon subsequently.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Fisher disputes that the settlement accurately represents the value of the Biopure contract rights; he claims that the rights are worth hundreds of millions, based on the current value of Biopure stock. His valuation is flawed for a number of reasons, but most importantly because it assumes that the joint venture's contract with Biopure is valid, even though Biopure rescinded the contract in 1990. In settling with Biopure, CFI had to anticipate the likelihood that, were it to try the joint venture's claims against Biopure for breaching the contract, Biopure might succeed in proving the contract void for fraud and its recission effective. This factor alone could account for any discrepancy between the amount of the Biopure-CFI settlement and Fisher's valuation of the contract rights.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Hence, because Fisher's \"sweat equity\" argument is neither compelling nor necessary to consider in order to avoid a gross miscarriage of justice, the district court was correct not to relieve Fisher of his waiver. CFI thus was entitled to a constructive trust over the Bio-Vita contract rights in their entirety, and its settlement with Biopure is entitled to remain intact.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As in CFI v. Bio-Vita, we refer to the parties in the case as follows: \"Fisher\" collectively designates Peter Fisher and Balfour Holdings, Inc. (\"Balfour\"), an entity presently controlled by Fisher; \"Trainor\" collectively designates William Trainor, his daughter Diane Trainor, and Trainor-controlled companies, Bio-Vita, Hemo-Innovations, Ltd., and Laurel Mountain Trust; \"Biopure\" collectively designates Biopure Corporation and Biopure Associates Limited Partnership, as well as Carl Rausch; and \"CFI\" designates Credit Francais International, S.A.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fisher on occasion disputes that the Term Sheet was merely a draft agreement; indeed, below we discuss his claim that the Term Sheet was a binding agreement between himself and Biopure which Biopure breached. But in order to make sense of his claim against Trainor, which we consider to be his primary claim, it is necessary to assume that the Term Sheet was merely a draft agreement, replaced by a final agreement fraudulently manipulated by Trainor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There does remain a slight overlap with respect to the \"sweat equity\" issue: on appeal, we must review whether the district court properly declined to relieve Fisher from his waiver of the \"sweat equity\" argument; and below, evidence of Fisher's \"sweat equity\" might play a role in his claims against Trainor. But our inquiry concerns only whether evidence of Fisher's \"sweat equity\" is so compelling as to warrant relief from waiver, and this distinct legal issue is not likely to recur in a future appeal of Fisher's claims against Trainor. Moreover, as a practical matter, Fisher has not pursued his claims against Trainor for over five years now and all but admitted at oral argument that he was not likely to pursue them after this appeal. Thus, there is simply no realistic threat here of redundant piecemeal review that would counsel against final certification.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the district court made no express choice-of-law determination, see Bio-Vita v. CFI, 78 F.3d at 708 n.16, the parties assume that Massachusetts law governs, and we do not choose to question the parties' assumption. See New Ponce Shopping Ctr. v. Integrand Assur. Co., <span class=\"citation\" data-id=\"196837\"><a href=\"/opinion/196837/the-new-ponce-v-intergrand/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">265</span></a></span>, 267 (1st Cir. 1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Fisher makes two other claims against Biopure on appeal: first, he argues a promissory estoppel claim, alleging that Fisher relied on the promises made in the Term Sheet in undertaking his labors in Guatemala; second, he claims that Biopure was unjustly enriched by Fisher's work in Guatemala. We address these claims only briefly here because Fisher's argument for them on appeal is wholly frivolous. Fisher's sole argument is that the district court erred in granting summary judgment on these claims in its December 1994 judgment because three years earlier it had denied Biopure's motion for summary judgment on these same claims, and that earlier ruling stands as law of the case. Fisher is simply wrong that the court's earlier ruling constitutes the law of the case: \"an initial denial of summary judgment does not foreclose, as the law of the case, a subsequent grant of summary judgment on an amplified record.\" Bonnie &amp; Co. Fashions, Inc. v. Bankers Trust Co., <span class=\"citation\" data-id=\"1515744\"><a href=\"/opinion/1515744/bonnie-co-fashions-inc-v-bankers-trust-co/\"><span class=\"volume\">955</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">203</span></a></span>, 210 (S.D.N.Y. 1997); see also Bethlehem Steel Export Corp. v. Redondo Constr. Corp., <span class=\"citation\" data-id=\"197891\"><a href=\"/opinion/197891/bethlehem-v-redondo/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 321 (1st Cir. 1998). Any other argument Fisher might have made in support of these claims he has waived by not raising on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Moreover, Fisher's suggestion of parallel independent contracts is problematic for myriad other reasons. For example, it is highly dubious that Biopure would intentionally enter contracts granting the same equity interests and licensing rights to two independent parties. Or another example: if Fisher did enter the Term Sheet independently, he would appear to be in breach; for the agreement calls for the contracting party to transfer millions to Biopure in consideration, and Fisher admits that, unlike Trainor, he did not make any significant financial outlays whatever in his dealings with Biopure.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is a further argument that, even had the joint venture given value for the funds, it was not without notice of CFI's claim to the funds, as is required of a bona fide purchaser. See Mass Gen. Laws ch. 108 &#167; 12 (1999) (one partner's knowledge of any matter relating to partnership affairs operates as knowledge of the partnership); see also Bromberg &amp; Ribstein, supra, at &#167; 4.06(d), at 4:104.1-4:105 (where partner contributes to partnership certain property defrauded from third party, there is some authority for charging partnership with constructive knowledge of the property's taint). We do not reach the question, however.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The mere fact that Fisher and Trainor at one time agreed to split profits does not imply that Fisher's \"sweat equity\" contribution to the joint venture should be presumptively valued at half the venture's worth. For when Fisher and Trainor originally agreed to split the proceeds of their joint venture, Fisher had planned to contribute half of the venture capital. It was only later that Trainor, perhaps as part of his plan to defraud Fisher, insisted that he would supply all the capital himself. There is no evidence that the two ever agreed that Fisher would receive half the proceeds of the joint venture based merely on his \"sweat equity.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The CFI-Biopure settlement does not correspond exactly to the amount Trainor stole from CFI: the agreement calls for Biopure to pay CFI $300,000 in cash and $3.05 million plus interest into escrow; by comparison, the district court found in its July judgment that Trainor stole approximately $3.05 million from CFI. However, under the settlement, interest is assessed only starting in 1995, whereas CFI was defrauded of its funds in 1989. Moreover, CFI credibly claims to have incurred considerable legal costs in litigating this case over many years. Under these circumstances, we cannot conclude that CFI has received any windfall as a result of the settlement, let alone a gross windfall.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/245431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1515744/"
  ]
}