{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199467/",
  "absolute_url": "/opinion/199467/valentin-de-jesus-v-united-healthcare/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199467/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:18Z",
  "date_modified": "2017-03-24T11:02:04.640416Z",
  "type": "010combined",
  "sha1": "191b5cab7159553d2221ce523147c27d7f9ad60d",
  "page_count": 21,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2184-01A.pdf",
  "local_path": "pdf/2001/06/27/Valentin-De-Jesus_v._United_Healthcare.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-2184\n\n     HELGA E. VALENTIN, A/K/A HELGA E. VALENTIN DE JESUS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 HOSPITAL BELLA VISTA ET AL.,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                            Before\n\n                    Selya, Lynch and Lipez,\n\n                       Circuit Judges.\n\n\n     Teresa M. García Moll and Moreda & Moreda on brief for\nappellant.\n     Carlos Martínez-Texidor and Martínez-Texidor & Fuster on\nbrief for appellees.\n\n\n\n\n                        June 27, 2001\n\f\f           SELYA,          Circuit     Judge.      Plaintiff-appellant          Helga\n\nValentín, also known as Helga Valentín de Jesús, invites us to\n\nreverse an order of the district court dismissing her medical\n\nmalpractice suit for lack of subject-matter jurisdiction.                       Bound\n\nby a relatively restrictive standard of review, we decline her\n\ninvitation.\n\n           On       December     10,    1998,    Valentín     sued     a    cadre     of\n\ndefendants      —    divers     hospitals,      physicians,    insurers,        and    a\n\nhealth services plan — in the United States District Court for\n\nthe District of Puerto Rico.             Claiming that she was a citizen of\n\nFlorida whereas all the defendants were citizens of Puerto Rico,\n\nthe plaintiff premised federal jurisdiction on diversity of\n\ncitizenship and the existence of a controversy in the requisite\n\namount.1     See 28 U.S.C. § 1332(a).                Because it is Valentín's\n\ncitizenship         that   is   at   issue   here,    we   make   no       attempt    to\n\nenumerate, or to differentiate among, the various defendants.\n\n\n\n\n     1We note that Valentín's complaint specified residency, not\ncitizenship, in respect to the individuals named as parties.\nJurisdictionally speaking, residency and citizenship are not\ninterchangeable, Lundquist v. Precision Valley Aviation, Inc.,\n946 F.2d 8, 10 (1st Cir. 1991)(per curiam), and a complaint that\nseeks to assert diversity jurisdiction based only on the\nparties'   residences   is  subject   to   dismissal.     Acting\npragmatically, the district court assumed that the plaintiff\nmeant citizenship when she said residency, and grappled with the\nmerits of the jurisdictional dispute. We emulate this example.\n\n                                          -3-\n\f          For    federal        jurisdictional        purposes,      diversity     of\n\ncitizenship must be determined as of the time of suit.                      Bank One\n\nv. Montle, 964 F.2d 48, 49 (1st Cir. 1992).                   Thus, the critical\n\ndate   here     was     December       10,    1998,     and    the    plaintiff's\n\njurisdictional assertion hinged upon her contention that she was\n\na citizen of Florida at that time.                  The defendants scoffed at\n\nthis   contention        and,     after       conducting      some    preliminary\n\ndiscovery,    moved      to     dismiss       for    want     of   subject-matter\n\njurisdiction.         See Fed. R. Civ. P. 12(b)(1).                They took the\n\nposition that the plaintiff's true home was in Puerto Rico.\n\n          According       to     her    own    account,       derived      from   her\n\ndeposition testimony, the plaintiff was born in Mayagüez, Puerto\n\nRico, in 1968.         Her family subsequently moved to Yauco.                    She\n\nlived there with her mother and studied nursing at a local\n\nuniversity.     When she completed her studies, she returned to\n\nMayagüez and began working at the Mayagüez Medical Center (MMC)\n\nin late 1992.\n\n          At some point, the plaintiff's sister married and moved\n\nto Florida.      After toiling at MMC for over five years, the\n\nplaintiff,    using     her     accrued      vacation   time,      spent    a   month\n\nvisiting her sister and brother-in-law.                 During that visit, she\n\nexperienced acute abdominal pain.               Doctors in Florida informed\n\nher that she needed extensive tests and, quite likely, surgery.\n\n\n                                        -4-\n\fCognizant of the requirements of her health insurance plan, she\n\nreturned to Puerto Rico for follow-up care.                  Surgery proved\n\nnecessary during the winter of 1997-1998.               When performed, it\n\nwent poorly.\n\n            The ensuing complications prompted the plaintiff to\n\nrepair to Florida in April of 1998, seeking more sophisticated\n\nmedical care.      Her sister and brother-in-law again provided her\n\nwith a place to live.       When she left for Florida, however, she\n\ndid not terminate her employment with MMC.             To the contrary, her\n\nco-workers pooled their accumulated sick leave (totaling eighty-\n\nfour days) and donated it to her so that she could pursue\n\ntreatment alternatives without losing her job.\n\n            Even after the plaintiff had exhausted all available\n\nsick leave, she did not resign.          Instead, she requested that MMC\n\ngrant her an indefinite period of unpaid leave.              MMC acquiesced.\n\nAlthough the plaintiff never returned to work at MMC, she did\n\nnot sever that tie until March of 1999 — some three months after\n\nshe filed the instant action.\n\n            These facts led the parties to opposite conclusions\n\nabout the plaintiff's citizenship.               On January 24, 2000, the\n\nmost aggressive of the defendants, United Healthcare Plans of\n\nPuerto   Rico     (UHP),   filed   a    motion    to   dismiss     under   Rule\n\n12(b)(1),    in    which   it   asserted     an    absence    of    diversity\n\n\n                                       -5-\n\fjurisdiction.           Several other defendants filed motions joining\n\nand/or   adopting        this    motion.        The    plaintiff     opposed       these\n\ninitiatives,       maintaining         that   she     had   become      a    citizen    of\n\nFlorida (and, therefore, that jurisdiction was properly laid in\n\nthe federal court).            In an effort to streamline the proceedings,\n\nthe district court gave the remaining defendants until March 17\n\nto   stake    out       their    positions      vis-á-vis      jurisdiction            and\n\nscheduled an evidentiary hearing for May 6.2\n\n             One    additional         defendant      responded    to       the   court's\n\ninvitation and filed a motion to dismiss within the specified\n\ninterval.          As    the    date    set   for     the   evidentiary           hearing\n\napproached, the plaintiff, by motion filed on May 1, 2000, asked\n\nthe court to       \"suspend\" that hearing and determine the existence\n\nvel non of jurisdiction on the parties' written submissions.\n\nThe court, apparently yielding to this entreaty, proceeded to\n\ndecide the jurisdictional issue on the papers.\n\n             In a carefully considered ten-page opinion, the court\n\ndetermined that the plaintiff went to Florida in mid-1998 with\n\n\n     2\n     The court apparently set the hearing date so far in the\nfuture because the main protagonists to that point — the\nplaintiff and UHP — had filed a joint motion for voluntary\ndismissal (without prejudice).    In order to effectuate that\nagreement and drop UHP from the case, the movants needed\npermission from the other defendants, see Fed. R. Civ. P.\n41(a)(1), which they had not yet obtained.        This motion\neventually became moot when the district court determined that\nit lacked subject-matter jurisdiction.\n\n                                          -6-\n\fthe intent of returning to Puerto Rico; that her intent remained\n\nunchanged on December 10, 1998; and that, therefore, she was\n\nstill a citizen of Puerto Rico when she filed suit.                       Valentín v.\n\nUHP, No. 98-2382, slip op. at 10-11 (D.P.R. July 27, 2000)\n\n(unpublished).          In the court's view, the evidence showed only\n\nthat the plaintiff \"returned to Florida in 1998 to receive\n\nmedical treatment and that she harbored the intention and desire\n\nof living in Florida at some time in the future.\"                         Id. at 10.\n\nBecause even \"[a] definite and sincere intention to make a place\n\none's home at some time in the future is not enough to make that\n\nplace an individual's present domicile,\" the court found the\n\nevidence      insufficient       to   support      the    plaintiff's       claim   of\n\nFlorida citizenship.         Id.\n\n              The plaintiff's attack on the district court's ruling\n\nis vigorous, but largely misdirected.                    Her principal arguments\n\nrest   on     serial     misconceptions       of   the     proper    protocol       for\n\ndetermining      subject-matter        jurisdiction          and    the    level     of\n\nappellate review that applies thereafter.                  We first expose these\n\nmisconceptions and then use the correct standards to resolve\n\nthis appeal.\n\n              The proper vehicle for challenging a court's subject-\n\nmatter jurisdiction is Federal Rule of Civil Procedure 12(b)(1).\n\nThis   rule    is   a    large   umbrella,      overspreading       a     variety    of\n\n\n                                        -7-\n\fdifferent types of challenges to subject-matter jurisdiction.\n\nSome challenges — those grounded in considerations of ripeness,\n\nmootness,    sovereign   immunity,   and    the   existence   of   federal\n\nquestion jurisdiction are good examples,            see, e.g., Ernst &\n\nYoung v. Depositors Econ. Prot. Corp., 45 F.3d 530, 534 (1st\n\nCir. 1995) (ripeness); D.H.L. Assocs., Inc. v. O'Gorman, 199\n\nF.3d 50, 54 (1st Cir. 1999) (mootness); Murphy v. United States,\n\n45 F.3d 520, 522 (1st Cir. 1995) (sovereign immunity);                BIW\n\nDeceived v.    Local S6, 132 F.3d 824, 830-31 (1st Cir. 1997)\n\n(federal question) — present what amount to pure (or nearly\n\npure) questions of law, and thus engender de novo review.            Those\n\ntypes of challenges are beyond the scope of this opinion.\n\n            In more prosaic situations, such as when a defendant\n\nchallenges the existence vel non of diversity jurisdiction, the\n\nchallenge can be launched in either of two formats.           See 2 James\n\nWm. Moore et al., Moore's Federal Practice ¶ 12.30 (3d ed. 1999)\n\n(outlining procedures for resolving challenges to subject-matter\n\njurisdiction).    We explore that dichotomy.\n\n            The first way is to mount a challenge which accepts the\n\nplaintiff's version of jurisdictionally-significant facts as\n\ntrue and addresses their sufficiency, thus requiring the court\n\nto assess whether the plaintiff has propounded an adequate basis\n\nfor subject-matter jurisdiction.           Ohio Nat'l Life Ins. Co. v.\n\n\n                                 -8-\n\fUnited States, 922 F.2d 320, 325 (6th Cir. 1990); Menchaca v.\n\nChrysler Credit Corp., 613 F.2d 507, 511 (5th Cir. 1980).                    In\n\nperforming this task, the court must credit the plaintiff's\n\nwell-pleaded    factual      allegations     (usually       taken   from   the\n\ncomplaint, but sometimes augmented by an explanatory affidavit\n\nor other repository of uncontested facts), draw all reasonable\n\ninferences from them in her favor, and dispose of the challenge\n\naccordingly.    See Herbert v. Nat'l Acad. of Scis., 974 F.2d 192,\n\n197 (D.C. Cir. 1992); Lawrence v. Dunbar, 919 F.2d 1525, 1528-29\n\n(11th Cir. 1990) (per curiam); see also Barrett v. Lombardi, 239\n\nF.3d 23, 30-31 (1st Cir. 2001) (assuming truth of uncontested\n\nfacts set forth in plaintiff's explanatory affidavit).               For ease\n\nin    classification,   we   shall   call    this   type    of   challenge   a\n\n\"sufficiency challenge.\"\n\n            The second way to engage the gears of Rule 12(b)(1) is\n\nby controverting the accuracy (rather than the sufficiency) of\n\nthe    jurisdictional     facts    asserted    by     the    plaintiff     and\n\nproffering materials of evidentiary quality in support of that\n\nposition.     Unlike, say, a motion for summary judgment under\n\nFederal Rule of Civil Procedure 56(c), this type of challenge\n\nunder Federal Rule of Civil Procedure 12(b)(1) — which we shall\n\ncall    a   \"factual    challenge\"     —    permits    (indeed,      demands)\n\ndifferential factfinding.         Thus, the plaintiff's jurisdictional\n\n\n                                     -9-\n\faverments are entitled to no presumptive weight; the court must\n\naddress the merits of the jurisdictional claim by resolving the\n\nfactual disputes between the parties.         See Garcia v. Copenhaver,\n\nBell & Assocs., 104 F.3d 1256, 1261 (11th Cir. 1997).                    In\n\nconducting this inquiry, the court enjoys broad authority to\n\norder     discovery,   consider     extrinsic        evidence,   and    hold\n\nevidentiary hearings in order to determine its own jurisdiction.3\n\nSee Lawrence, 919 F.2d at 1529; Rosales v. United States, 824\n\nF.2d 799, 803 (9th Cir. 1987).\n\n            The rationale for this praxis is obvious.            A court's\n\nauthority to hear a particular case is a necessary precondition\n\nto the proper performance of the judicial function.              Thus, when\n\na factbound jurisdictional question looms, a court must be\n\nallowed    considerable   leeway   in     weighing    the   proof,   drawing\n\nreasonable inferences, and satisfying itself that subject-matter\n\n\n\n\n     3We note that there is an exception to this praxis for cases\nin which the jurisdictional facts, though genuinely disputed,\nare inextricably intertwined with the merits of the case. In\nthat event, the court may defer resolution of the jurisdictional\nissue until the time of trial. See Bell v. United States, 127\nF.3d 1226, 1228 (10th Cir. 1997); cf. Foster-Miller, Inc. v.\nBabcock & Wilcox, 46 F.3d 138, 146-47 (1st Cir. 1995)\n(discussing    analogous   problem   in   context   of   personal\njurisdiction). Here, however, the only jurisdictional fact at\nissue is the plaintiff's citizenship — a fact utterly irrelevant\nto the substance of her malpractice claim. Hence, the exception\ndoes not apply.\n\n                                   -10-\n\fjurisdiction has attached.             See Williamson v. Tucker, 645 F.2d\n\n404, 412-13 (5th Cir. 1981).\n\n             The relevance of this dichotomy is readily apparent\n\nhere.     The motions to dismiss in this case plainly constitute\n\nfactual    challenges:         they    place     in    issue      the    accuracy,      as\n\nopposed to the sufficiency, of the plaintiff's jurisdictional\n\nallegation.       The plaintiff blinks this reality, arguing that the\n\ndistrict court should have viewed the facts in the light most\n\nfavorable     to    her     position    and,     in    a       misguided      effort   to\n\nreinforce that point, repeatedly characterizes the court's order\n\nas a grant of summary judgment.               E.g., Appellant's Br. at 1, 16-\n\n18, 25.\n\n             We    flatly    reject    this     revisionism.             As    said,   the\n\nmotions before the district court were factual challenges under\n\nRule 12(b)(1).       It is pellucid that a trial court's approach to\n\na Rule 12(b)(1) motion which asserts a factual challenge is\n\nquite   different      from    its    approach        to   a    motion     for   summary\n\njudgment.     See Ohio Nat'l Life, 922 F.2d at 324-25; see also\n\nKamen   v.    AT&T    Co.,     791     F.2d    1006,       1011    (2d        Cir.   1986)\n\n(explaining that a district court cannot convert a factual\n\nchallenge under Rule 12(b)(1) into a summary judgment motion).\n\nThe plaintiff, therefore, is fishing in an empty stream when she\n\nattempts to discredit the lower court's decision by adverting to\n\n\n                                        -11-\n\fa wholly inapplicable standard used for adjudicating summary\n\njudgment motions (under which the existence of a genuine issue\n\nof material fact ordinarily defeats the motion).\n\n               The rule of decision applicable to factual challenges\n\nunder    Rule    12(b)(1)      is   unaffected       by   the   district    court's\n\ncancellation       of    the   scheduled        evidentiary     hearing    and     its\n\nsubsequent       adjudication       of    the    jurisdictional    issue     on    the\n\npapers.    A court sometimes may decide factual challenges under\n\nRule 12(b)(1) without convening an evidentiary hearing.                       E.g.,\n\nZappia Middle E. Constr. Co. v. Emirate of Abu Dhabi, 215 F.3d\n\n247, 253 (2d Cir. 2000).            The key considerations are whether the\n\nparties have had a full and fair opportunity to present relevant\n\nfacts    and     arguments,     and       whether    either     party   seasonably\n\nrequested an evidentiary hearing.                 Cf. Auode v. Mobil Oil Corp.,\n\n892 F.2d 1115, 1120 (1st Cir. 1989) (upholding dismissal of suit\n\nwithout evidentiary hearing because, inter alia, motions to\n\ndismiss generally do not necessitate evidentiary hearings, and\n\nin all events, the appellant had not requested such a hearing).\n\n               Where, as here, the parties were afforded ample time\n\nto take depositions, compile written submissions, and prepare\n\nbriefs, they had a sufficient opportunity to be heard.                             See\n\ngenerally Fed. R. Civ. P. 43(e) (authorizing federal district\n\ncourts    to    \"hear\"    motions        and    determine   ancillary      facts    on\n\n\n                                          -12-\n\faffidavits or depositions).           This opportunity, coupled with the\n\nfact that the plaintiff herself exhorted the district court to\n\nabandon its plan to hold an evidentiary hearing, sounds the\n\ndeath    knell    for    the    plaintiff's        argument.       Under   the\n\ncircumstances, we think that the plaintiff is estopped from\n\nasserting before us that the district court blundered in failing\n\nto convene an evidentiary hearing.                 After all, a party who\n\nrequests a court to take a specific course of action ordinarily\n\ncannot be heard to complain when the court obliges.                E.g., John\n\nZink Co. v. Zink, 241 F.3d 1256, 1259 (10th Cir. 2001); United\n\nStates   v.    Coady,   809    F.2d   119,   121    (1st   Cir.   1987).   We\n\nconclude, therefore, that the court correctly proceeded to find\n\nthe facts without holding an evidentiary hearing.\n\n              The plaintiff's second misconception relates to the\n\napplicable standard of appellate review.               That standard, too,\n\ndepends on whether a challenge is addressed to the sufficiency\n\nof the facts upon which the plaintiff's jurisdictional averments\n\nrest or the accuracy of those facts.            See Thompson v. Franklin,\n\n15 F.3d 245, 249 (2d Cir. 1994).             As noted, the district court\n\ndisposes of a Rule 12(b)(1) sufficiency challenge on the basis\n\nof the plaintiff's version of the relevant events, taking the\n\nwell-pleaded facts as true and drawing all reasonable inferences\n\nin favor of the pleader.          Because the facts are not in issue,\n\n\n                                      -13-\n\fthe   court's       determination    engenders        de    novo   review.         See\n\nSpielman v. Genzyme Corp., ___ F.3d ___, ___ (1st Cir. 2001)\n\n[No. 00-1775, slip op. at 7];               Corrada Betances v.             Sea-Land\n\nServ., Inc., 248 F.3d 40, 44 (1st Cir. 2001).\n\n              In contrast, a district court faced with a factual\n\nchallenge under Rule 12(b)(1) ordinarily must resolve disputed\n\nfacts (or, at least, choose among competing inferences from\n\nsubsidiary facts).         On appeal, such findings will be set aside\n\nonly if clearly erroneous.               Herbert, 974 F.2d at 197.                Even\n\nthough the question of domicile — the legal status that lies at\n\nthe   heart    of    a   determination      of    citizenship      —   is   a   mixed\n\nquestion of law and fact, the same deferential standard of\n\nreview endures.          See Hawes v. Club Ecuestre El Comandante, 598\n\nF.2d 698, 702 (1st Cir. 1979) (reviewing such a determination\n\nfor clear error); see also In re Extradition of Howard, 996 F.2d\n\n1320,   1328    (1st      Cir.   1993)    (noting     that    appellate         courts\n\nnormally      review     fact-sensitive         \"mixed\"    questions    under      the\n\nclearly erroneous standard).\n\n              Of course, once the court has found the facts, its\n\nultimate legal conclusion is subject to de novo review.                            See\n\ngenerally Ornelas v. United States, 517 U.S. 690, 696-99 (1996)\n\n(discussing appropriateness of de novo review in determining\n\nwhether a set of facts, once established, satisfies a particular\n\n\n                                         -14-\n\flegal standard).        Thus, in Hogar Agua Y Vida En El Desierto,\n\nInc. v. Suarez-Medina, 36 F.3d 177, 180-81 (1st Cir. 1994), the\n\ndistrict court held an evidentiary hearing on a Rule 12(b)(1)\n\nmotion and found the jurisdictionally-significant facts.                 On\n\nappeal, however the facts, as found, were not contested, and\n\nthus, we used a de novo standard of review.                See id. at 181\n\n(\"Since   the    only    dispute   on     appeal   concerns    the   legal\n\nsufficiency of undisputed jurisdictional facts, we review the\n\nRule 12(b)(1) dismissal de novo.\").          This aptly illustrates the\n\nshifting standards of review that sometimes operate within the\n\nconfines of a single jurisdictional inquiry.\n\n          The    proper    standard     of   review   in   this   case   is\n\nstraightforward.     The lower court addressed a factual challenge\n\nunder Rule 12(b)(1) — a challenge that required it to find the\n\nfacts, choose among conflicting inferences, and make credibility\n\njudgments.    Accordingly, we must accept the court's findings and\n\nthe conclusions drawn therefrom unless the whole of the record\n\nleaves us with \"a strong, unyielding belief that a mistake has\n\nbeen made.\"     Cumpiano v. Banco Santander, 902 F.2d 148, 152 (1st\n\nCir. 1990) (explicating nature of \"clearly erroneous\" standard).\n\nWe then must determine whether the facts, as supportably found,\n\n\n\n\n                                   -15-\n\fjustify the court's ultimate legal conclusion.4                  As we explain\n\nbelow, the district court's decision easily survives scrutiny\n\nunder these criteria.\n\n            In order to sustain diversity jurisdiction in the\n\ncircumstances of this case, the plaintiff had to demonstrate,\n\ninter alia, that she was a citizen of Florida.                  See 28 U.S.C. §\n\n1332(a)(1); see also Toste Farm Corp. v. Hadbury, Inc., 70 F.3d\n\n640, 642 (1st Cir. 1995) (explaining that the party invoking\n\ndiversity     jurisdiction    bears     the    burden      of    demonstrating\n\ncomplete diversity).        For purposes of diversity jurisdiction,\n\ncitizenship usually is equated with domicile.              Rodriguez-Diaz v.\n\nSierra-Martinez,      853   F.2d    1027,   1029    (1st    Cir.    1988).      A\n\nperson's domicile is the \"place where he has his true, fixed\n\nhome and principal establishment, and to which, whenever he is\n\nabsent, he has the intention of returning.\"                Id. (citation and\n\ninternal    quotation   marks      omitted).       Domicile      requires    both\n\nphysical presence in a place and the intent to make that place\n\none's home.     Id.   It follows logically that in order to change\n\n\n\n\n     4We note that Valentín, despite her obvious unhappiness with\nthe lower court's decision, makes no developed argument that the\nfacts as found do not warrant the legal conclusion reached.\nThat point is, therefore, by the boards. See United States v.\nZannino, 895 F.2d 1, 17 (1st Cir. 1990) (explaining that issues\nadverted   to   in   a  perfunctory   fashion   on  appeal,   but\nunaccompanied by developed argumentation, are deemed abandoned).\n\n                                     -16-\n\fdomiciles, a person must move to a new state in which she\n\nintends to remain indefinitely.       Hawes, 598 F.2d at 701.\n\n            In this instance, the court below relied chiefly on the\n\nfacts catalogued in the plaintiff's deposition to find that she\n\nhad not become a Florida domiciliary on or before December 10,\n\n1998.   Since a party's former domicile persists until a new one\n\nis acquired, id., the district court reasoned that the plaintiff\n\nwas a citizen of Puerto Rico on the critical date (and that,\n\ntherefore, complete diversity was absent).           Valentín, slip op.\n\nat 10-11.     In reaching this conclusion, the court weighted\n\nheavily the undisputed fact that the plaintiff did not quit her\n\njob at MMC until some time in 1999.5       Id. at 8.     The court also\n\nemphasized that the plaintiff left the bulk of her belongings at\n\nher residence in Mayagüez when she journeyed to Florida, that\n\nshe kept a car registered there, and that she maintained a\n\nPuerto Rico bank account until some time in 1999.           Id. at 8-9.\n\n            The   plaintiff   complains   bitterly   that   she   offered\n\nexplanations for these facts and asserts that there was other\n\n\n    5 Although the plaintiff asserted that she withheld her\nresignation because she wanted to retain her medical insurance,\nthe court discounted this explanation. Valentín, slip op. at 8.\nThis credibility call was well within the court's proper\nprovince. See, e.g., In re Tully, 818 F.2d 106, 109 (1st Cir.\n1987) (discussing trial right to assess credibility when finding\nfacts on a paper record). Moreover, the call was understandable\nhere, since the record contains evidence that the plaintiff's\ncoverage lapsed in November 1998.\n\n                                  -17-\n\fevidence that pointed to the opposite conclusion.              That is true\n\nas far as it goes — but it does not take the plaintiff very far.\n\nThe lower court gave meticulous consideration to the plaintiff's\n\nexplanations, but found them wanting.              E.g., supra note 5.      The\n\ncourt     paid   similar   heed    to    the   evidence   favorable    to   the\n\nplaintiff's position:         the plaintiff had obtained a Florida\n\ndriver's license on May 12, 1998; at about the same time, she\n\nhad received a charge card from a Florida bank and had applied\n\nfor   a   few    nursing   jobs    in    Florida   (although   she    was   not\n\nauthorized to practice there); she took the examination for a\n\nFlorida nursing license sometime in 1998 but failed to pass; and\n\nshe took Florida's test to become a certified nursing assistant\n\nthree times — the dates are obscure — until she finally passed\n\nthat test in late 1999.6          See id. at 7-8.     In the end, however,\n\nthe court concluded that these contacts revealed no more than a\n\ndesultory desire to relocate to Florida at some indefinite\n\nfuture time.      Id. at 9-10.\n\n            From a legal standpoint, we discern no error.                    An\n\namorphous desire to relocate from one place to another at an\n\n\n\n      6\n     The plaintiff also registered to vote in Florida, but could\nnot say, though pressed, whether this occurred before or after\nDecember 10, 1998. In all events, she never voted there, and\nshe was registered to vote in Puerto Rico throughout 1998. All\nin all, this evidence hurts, rather than helps, the plaintiff's\ncause.\n\n                                        -18-\n\findeterminate future date does not suffice to effect a change of\n\ndomicile.     E.g., Hendry v. Masonite Corp., 455 F.2d 955, 956\n\n(5th Cir. 1972) (per curiam).              A party only can have one\n\ndomicile at a time.     Bank One, 964 F.2d at 53.          To effectuate a\n\nchange in that domicile (and, thus, a change in citizenship),\n\nthe law requires that both residency and the intent to sustain\n\nthat residency coexist.        Hawes, 598 F.2d at 701.            It follows\n\ninexorably,    as   night    follows   day,    that   \"a   mere    detached,\n\nindefinite    and   ambulatory    future      intention    to   possibly    or\n\nprobably effect a change of domicile . . . is of no real\n\nsignificance\" in solving the jurisdictional riddle.                Hardin v.\n\nMcAvoy, 216 F.2d 399, 403 (5th Cir. 1954).\n\n            From a factual standpoint, the plaintiff's protest is\n\nequally unavailing.         Under the clearly erroneous standard of\n\nreview, an appellate court simply cannot supplant the district\n\ncourt's   perspective   with     its   own,    notwithstanding     that    the\n\nmembers of the appellate panel, if writing on a pristine page,\n\nmight have derived a different set of conclusions from the same\n\nunderlying facts.     E.g., Jackson v. United States, 156 F.3d 230,\n\n233-34 (1st Cir. 1998).         To the contrary, the case law makes\n\nclear that a district court's choice between two plausible, but\n\nconflicting, interpretations of a factual scenario cannot amount\n\nto clear error.      E.g., Sierra Fria Corp. v. Donald J. Evans,\n\n\n                                   -19-\n\fP.C., 127 F.3d 175, 182-83 (1st Cir. 1997); United States v.\n\nRuiz, 905 F.2d 499, 508 (1st Cir. 1990).         This principle obtains\n\nhere:     bearing in mind that the plaintiffs primary purpose in\n\ngoing to Florida in April of 1998 — to secure advanced medical\n\ntreatment for the complications arising out of her surgery — was\n\nfully consistent with transient status as opposed to outright\n\nrelocation, we cannot say that the district court clearly erred\n\nin   concluding   that   the   plaintiff   had   not   become   a   Florida\n\ncitizen     on    or     before   December       10    of   that     year.\n\n            We need go no further.7   Depending on the listener, the\n\nsame set of facts often tells many different stories.               To the\n\ndistrict court, the facts here signified that the plaintiff, at\n\nthe time she filed suit, harbored a vaguely defined inclination\n\nto move to Florida at some point in the not-too-distant future\n\n— but no more.     This was a reasonable, though not inevitable,\n\ninference, and we decline to disturb it.         Accordingly, we affirm\n\nthe district court's decision that it lacked subject-matter\n\njurisdiction.\n\n\n      7\n     We have been informed that, during the pendency of this\nappeal, the plaintiff filed a new action in the district court,\nreasserting the existence of diversity jurisdiction. Although\nwe recognize that a plaintiff may, under certain circumstances,\ncommence a second action when subsequent developments cure a\npreexisting jurisdictional defect, e.g., GAF Corp. v. United\nStates, 818 F.2d 901, 913-14 (D.C. Cir. 1987), we take no view\nas to either the legitimacy of Valentín's new action or the\nmerits of her restated jurisdictional averments.\n\n                                  -20-\n\fAffirmed.\n\n\n\n\n            -21-\n\f",
  "html": "<p class=\"case_cite\">254 F.3d 358 (1st Cir. 2001)</p>\n    <p class=\"parties\">HELGA E. VALENTIN, A/K/A HELGA E. VALENTIN DE JESUS, PLAINTIFF, APPELLANT,<br>v.<br>HOSPITAL BELLA VISTA ET AL., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 00-2184</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted June 1, 2001<br>Decided June 27, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon. Juan M. Perez-Gimenez, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Teresa M. Garcia Moll and Moreda &amp; Moreda on brief for appellant.</p>\n      <p class=\"indent\">Carlos Martinez-Texidor and Martinez-Texidor &amp; Fuster on brief for appellees.</p>\n      <p class=\"indent\">Before Selya, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">Selya, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Helga Valentin, also known as Helga Valentin de Jesus, invites us to reverse an order of the district court dismissing her medical malpractice suit for lack of subject-matter jurisdiction. Bound by a relatively restrictive standard of review, we decline her invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 10, 1998, Valentin sued a cadre of defendants -divers hospitals, physicians, insurers, and a health services plan - in the United States District Court for the District of Puerto Rico. Claiming that she was a citizen of Florida whereas all the defendants were citizens of Puerto Rico, the plaintiff premised federal jurisdiction on diversity of citizenship and the existence of a controversy in the requisite amount.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> See 28 U.S.C. &#167;&#167; 1332(a). Because it is Valentin's citizenship that is at issue here, we make no attempt to enumerate, or to differentiate among, the various defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For federal jurisdictional purposes, diversity of citizenship must be determined as of the time of suit. Bank One v. Montle, 964 F.2d 48, 49 (1st Cir. 1992). Thus, the critical date here was December 10, 1998, and the plaintiff's jurisdictional assertion hinged upon her contention that she was a citizen of Florida at that time. The defendants scoffed at this contention and, after conducting some preliminary discovery, moved to dismiss for want of subject-matter jurisdiction. See Fed. R. Civ. P. 12(b)(1). They took the position that the plaintiff's true home was in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to her own account, derived from her deposition testimony, the plaintiff was born in Mayaguez, Puerto Rico, in 1968. Her family subsequently moved to Yauco. She lived there with her mother and studied nursing at a local university. When she completed her studies, she returned to Mayaguez and began working at the Mayaguez Medical Center (MMC) in late 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At some point, the plaintiff's sister married and moved to Florida. After toiling at MMC for over five years, the plaintiff, using her accrued vacation time, spent a month visiting her sister and brother-in-law. During that visit, she experienced acute abdominal pain. Doctors in Florida informed her that she needed extensive tests and, quite likely, surgery. Cognizant of the requirements of her health insurance plan, she returned to Puerto Rico for follow-up care. Surgery proved necessary during the winter of 1997-1998. When performed, it went poorly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ensuing complications prompted the plaintiff to repair to Florida in April of 1998, seeking more sophisticated medical care. Her sister and brother-in-law again provided her with a place to live. When she left for Florida, however, she did not terminate her employment with MMC. To the contrary, her co-workers pooled their accumulated sick leave (totaling eighty-four days) and donated it to her so that she could pursue treatment alternatives without losing her job.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Even after the plaintiff had exhausted all available sick leave, she did not resign. Instead, she requested that MMC grant her an indefinite period of unpaid leave. MMC acquiesced. Although the plaintiff never returned to work at MMC, she did not sever that tie until March of 1999 - some three months after she filed the instant action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These facts led the parties to opposite conclusions about the plaintiff's citizenship. On January 24, 2000, the most aggressive of the defendants, United Healthcare Plans of Puerto Rico (UHP), filed a motion to dismiss under Rule 12(b)(1), in which it asserted an absence of diversity jurisdiction. Several other defendants filed motions joining and/or adopting this motion. The plaintiff opposed these initiatives, maintaining that she had become a citizen of Florida (and, therefore, that jurisdiction was properly laid in the federal court). In an effort to streamline the proceedings, the district court gave the remaining defendants until March 17 to stake out their positions vis--vis jurisdiction and scheduled an evidentiary hearing for May 6.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">One additional defendant responded to the court's invitation and filed a motion to dismiss within the specified interval. As the date set for the evidentiary hearing approached, the plaintiff, by motion filed on May 1, 2000, asked the court to \"suspend\" that hearing and determine the existence vel non of jurisdiction on the parties' written submissions. The court, apparently yielding to this entreaty, proceeded to decide the jurisdictional issue on the papers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a carefully considered ten-page opinion, the court determined that the plaintiff went to Florida in mid-1998 with the intent of returning to Puerto Rico; that her intent remained unchanged on December 10, 1998; and that, therefore, she was still a citizen of Puerto Rico when she filed suit. Valentin v. UHP, No. 98-2382, slip op. at 10-11 (D.P.R. July 27, 2000) (unpublished). In the court's view, the evidence showed only that the plaintiff \"returned to Florida in 1998 to receive medical treatment and that she harbored the intention and desire of living in Florida at some time in the future.\" Id. at 10. Because even \"[a] definite and sincere intention to make a place one's home at some time in the future is not enough to make that place an individual's present domicile,\" the court found the evidence insufficient to support the plaintiff's claim of Florida citizenship. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The plaintiff's attack on the district court's ruling is vigorous, but largely misdirected. Her principal arguments rest on serial misconceptions of the proper protocol for determining subject-matter jurisdiction and the level of appellate review that applies thereafter. We first expose these misconceptions and then use the correct standards to resolve this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The proper vehicle for challenging a court's subject-matter jurisdiction is Federal Rule of Civil Procedure 12(b)(1). This rule is a large umbrella, overspreading a variety of different types of challenges to subject-matter jurisdiction. Some challenges - those grounded in considerations of ripeness, mootness, sovereign immunity, and the existence of federal question jurisdiction are good examples, see, e.g., Ernst &amp; Young v. Depositors Econ. Prot. Corp., 45 F.3d 530, 534 (1st Cir. 1995) (ripeness); D.H.L. Assocs., Inc. v. O'Gorman, 199 F.3d 50, 54 (1st Cir. 1999) (mootness); Murphy v. United States, 45 F.3d 520, 522 (1st Cir. 1995) (sovereign immunity); BIW Deceived v. Local S6, 132 F.3d 824, 830-31 (1st Cir. 1997) (federal question) - present what amount to pure (or nearly pure) questions of law, and thus engender de novo review. Those types of challenges are beyond the scope of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In more prosaic situations, such as when a defendant challenges the existence vel non of diversity jurisdiction, the challenge can be launched in either of two formats. See 2 James Wm. Moore et al., Moore's Federal Practice &#182;&#182; 12.30 (3d ed. 1999) (outlining procedures for resolving challenges to subject-matter jurisdiction). We explore that dichotomy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The first way is to mount a challenge which accepts the plaintiff's version of jurisdictionally-significant facts as true and addresses their sufficiency, thus requiring the court to assess whether the plaintiff has propounded an adequate basis for subject-matter jurisdiction. Ohio Nat'l Life Ins. Co. v. United States, 922 F.2d 320, 325 (6th Cir. 1990); Menchaca v. Chrysler Credit Corp., 613 F.2d 507, 511 (5th Cir. 1980). In performing this task, the court must credit the plaintiff's well-pleaded factual allegations (usually taken from the complaint, but sometimes augmented by an explanatory affidavit or other repository of uncontested facts), draw all reasonable inferences from them in her favor, and dispose of the challenge accordingly. See Herbert v. Nat'l Acad. of Scis., 974 F.2d 192, 197 (D.C. Cir. 1992); Lawrence v. Dunbar, 919 F.2d 1525, 1528-29 (11th Cir. 1990) (per curiam); see also Barrett v. Lombardi, 239 F.3d 23, 30-31 (1st Cir. 2001) (assuming truth of uncontested facts set forth in plaintiff's explanatory affidavit). For ease in classification, we shall call this type of challenge a \"sufficiency challenge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The second way to engage the gears of Rule 12(b)(1) is by controverting the accuracy (rather than the sufficiency) of the jurisdictional facts asserted by the plaintiff and proffering materials of evidentiary quality in support of that position. Unlike, say, a motion for summary judgment under Federal Rule of Civil Procedure 56(c), this type of challenge under Federal Rule of Civil Procedure 12(b)(1) -which we shall call a \"factual challenge\" - permits (indeed, demands) differential fact-finding. Thus, the plaintiff's jurisdictional averments are entitled to no presumptive weight; the court must address the merits of the jurisdictional claim by resolving the factual disputes between the parties. See Garcia v. Copenhaver, Bell &amp; Assocs., 104 F.3d 1256, 1261 (11th Cir. 1997). In conducting this inquiry, the court enjoys broad authority to order discovery, consider extrinsic evidence, and hold evidentiary hearings in order to determine its own jurisdiction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See Lawrence, 919 F.2d at 1529; Rosales v. United States, 824 F.2d 799, 803 (9th Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The rationale for this praxis is obvious. A court's authority to hear a particular case is a necessary precondition to the proper performance of the judicial function. Thus, when a fact bound jurisdictional question looms, a court must be allowed considerable leeway in weighing the proof, drawing reasonable inferences, and satisfying itself that subject-matter jurisdiction has attached. See Williamson v. Tucker, 645 F.2d 404, 412-13 (5th Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The relevance of this dichotomy is readily apparent here. The motions to dismiss in this case plainly constitute factual challenges: they place in issue the accuracy, as opposed to the sufficiency, of the plaintiff's jurisdictional allegation. The plaintiff blinks this reality, arguing that the district court should have viewed the facts in the light most favorable to her position and, in a misguided effort to reinforce that point, repeatedly characterizes the court's order as a grant of summary judgment. E.g., Appellant's Br. at 1, 16-18, 25.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We flatly reject this revisionism. As said, the motions before the district court were factual challenges under Rule 12(b)(1). It is pellucid that a trial court's approach to a Rule 12(b)(1) motion which asserts a factual challenge is quite different from its approach to a motion for summary judgment. See Ohio Nat'l Life, 922 F.2d at 324-25; see also Kamen v. AT&amp;T Co., 791 F.2d 1006, 1011 (2d Cir. 1986) (explaining that a district court cannot convert a factual challenge under Rule 12(b)(1) into a summary judgment motion). The plaintiff, therefore, is fishing in an empty stream when she attempts to discredit the lower court's decision by adverting to a wholly inapplicable standard used for adjudicating summary judgment motions (under which the existence of a genuine issue of material fact ordinarily defeats the motion).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The rule of decision applicable to factual challenges under Rule 12(b)(1) is unaffected by the district court's cancellation of the scheduled evidentiary hearing and its subsequent adjudication of the jurisdictional issue on the papers. A court sometimes may decide factual challenges under Rule 12(b)(1) without convening an evidentiary hearing. E.g., Zappia Middle E. Constr. Co. v. Emirate of Abu Dhabi, 215 F.3d 247, 253 (2d Cir. 2000). The key considerations are whether the parties have had a full and fair opportunity to present relevant facts and arguments, and whether either party seasonably requested an evidentiary hearing. Cf. Auode v. Mobil Oil Corp., 892 F.2d 1115, 1120 (1st Cir. 1989) (upholding dismissal of suit without evidentiary hearing because, inter alia, motions to dismiss generally do not necessitate evidentiary hearings, and in all events, the appellant had not requested such a hearing).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Where, as here, the parties were afforded ample time to take depositions, compile written submissions, and prepare briefs, they had a sufficient opportunity to be heard. See generally Fed. R. Civ. P. 43(e) (authorizing federal district courts to \"hear\" motions and determine ancillary facts on affidavits or depositions). This opportunity, coupled with the fact that the plaintiff herself exhorted the district court to abandon its plan to hold an evidentiary hearing, sounds the death knell for the plaintiff's argument. Under the circumstances, we think that the plaintiff is estopped from asserting before us that the district court blundered in failing to convene an evidentiary hearing. After all, a party who requests a court to take a specific course of action ordinarily cannot be heard to complain when the court obliges. E.g., John Zink Co. v. Zink, 241 F.3d 1256, 1259 (10th Cir. 2001); United States v. Coady, 809 F.2d 119, 121 (1st Cir. 1987). We conclude, therefore, that the court correctly proceeded to find the facts without holding an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The plaintiff's second misconception relates to the applicable standard of appellate review. That standard, too, depends on whether a challenge is addressed to the sufficiency of the facts upon which the plaintiff's jurisdictional averments rest or the accuracy of those facts. See Thompson v. Franklin, 15 F.3d 245, 249 (2d Cir. 1994). As noted, the district court disposes of a Rule 12(b)(1) sufficiency challenge on the basis of the plaintiff's version of the relevant events, taking the well-pleaded facts as true and drawing all reasonable inferences in favor of the pleader. Because the facts are not in issue, the court's determination engenders de novo review. See Spielman v. Genzyme Corp., 251 F.3d 1, 6 (1st Cir. 2001); Corrada Betances v. Sea-Land Serv., Inc., 248 F.3d 40, 44 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In contrast, a district court faced with a factual challenge under Rule 12(b)(1) ordinarily must resolve disputed facts (or, at least, choose among competing inferences from subsidiary facts). On appeal, such findings will be set aside only if clearly erroneous. Herbert, 974 F.2d at 197. Even though the question of domicile - the legal status that lies at the heart of a determination of citizenship -is a mixed question of law and fact, the same deferential standard of review endures. See Hawes v. Club Ecuestre El Comandante, 598 F.2d 698, 702 (1st Cir. 1979) (reviewing such a determination for clear error); see also In re Extradition of Howard, 996 F.2d 1320, 1328 (1st Cir. 1993) (noting that appellate courts normally review fact-sensitive \"mixed\" questions under the clearly erroneous standard).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Of course, once the court has found the facts, its ultimate legal conclusion is subject to de novo review. See generally Ornelas v. United States, 517 U.S. 690, 696-99 (1996) (discussing appropriateness of de novo review in determining whether a set of facts, once established, satisfies a particular legal standard). Thus, in Hogar Agua Y Vida En El Desierto, Inc. v. Suarez-Medina, 36 F.3d 177, 180-81 (1st Cir. 1994), the district court held an evidentiary hearing on a Rule 12(b)(1) motion and found the jurisdictionally-significant facts. On appeal, however the facts, as found, were not contested, and thus, we used a de novo standard of review. See id. at 181 (\"Since the only dispute on appeal concerns the legal sufficiency of undisputed jurisdictional facts, we review the Rule 12(b)(1) dismissal de novo.\"). This aptly illustrates the shifting standards of review that sometimes operate within the confines of a single jurisdictional inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The proper standard of review in this case is straightforward. The lower court addressed a factual challenge under Rule 12(b)(1) - a challenge that required it to find the facts, choose among conflicting inferences, and make credibility judgments. Accordingly, we must accept the court's findings and the conclusions drawn therefrom unless the whole of the record leaves us with \"a strong, unyielding belief that a mistake has been made.\" Cumpiano v. Banco Santander, 902 F.2d 148, 152 (1st Cir. 1990) (explicating nature of \"clearly erroneous\" standard). We then must determine whether the facts, as supportably found, justify the court's ultimate legal conclusion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> As we explain below, the district court's decision easily survives scrutiny under these criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In order to sustain diversity jurisdiction in the circumstances of this case, the plaintiff had to demonstrate, inter alia, that she was a citizen of Florida. See 28 U.S.C. &#167;&#167; 1332(a)(1); see also Toste Farm Corp. v. Hadbury, Inc., 70 F.3d 640, 642 (1st Cir. 1995) (explaining that the party invoking diversity jurisdiction bears the burden of demonstrating complete diversity). For purposes of diversity jurisdiction, citizenship usually is equated with domicile. Rodriguez-Diaz v. Sierra-Martinez, 853 F.2d 1027, 1029 (1st Cir. 1988). A person's domicile is the \"place where he has his true, fixed home and principal establishment, and to which, whenever he is absent, he has the intention of returning.\" Id. (citation and internal quotation marks omitted). Domicile requires both physical presence in a place and the intent to make that place one's home. Id. It follows logically that in order to change domiciles, a person must move to a new state in which she intends to remain indefinitely. Hawes, 598 F.2d at 701.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In this instance, the court below relied chiefly on the facts catalogued in the plaintiff's deposition to find that she had not become a Florida domiciliary on or before December 10, 1998. Since a party's former domicile persists until a new one is acquired, id., the district court reasoned that the plaintiff was a citizen of Puerto Rico on the critical date (and that, therefore, complete diversity was absent). Valentin, slip op. at 10-11. In reaching this conclusion, the court weighted heavily the undisputed fact that the plaintiff did not quit her job at MMC until some time in 1999.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Id. at 8. The court also emphasized that the plaintiff left the bulk of her belongings at her residence in Mayaguez when she journeyed to Florida, that she kept a car registered there, and that she maintained a Puerto Rico bank account until some time in 1999. Id. at 8-9.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The plaintiff complains bitterly that she offered explanations for these facts and asserts that there was other evidence that pointed to the opposite conclusion. That is true as far as it goes - but it does not take the plaintiff very far. The lower court gave meticulous consideration to the plaintiff's explanations, but found them wanting. E.g., supra note 5. The court paid similar heed to the evidence favorable to the plaintiff's position: the plaintiff had obtained a Florida driver's license on May 12, 1998; at about the same time, she had received a charge card from a Florida bank and had applied for a few nursing jobs in Florida (although she was not authorized to practice there); she took the examination for a Florida nursing license sometime in 1998 but failed to pass; and she took Florida's test to become a certified nursing assistant three times - the dates are obscure - until she finally passed that test in late 1999.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See id. at 7-8. In the end, however, the court concluded that these contacts revealed no more than a desultory desire to relocate to Florida at some indefinite future time. Id. at 9-10.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">From a legal standpoint, we discern no error. An amorphous desire to relocate from one place to another at an indeterminate future date does not suffice to effect a change of domicile. E.g., Hendry v. Masonite Corp., 455 F.2d 955, 956 (5th Cir. 1972) (per curiam). A party only can have one domicile at a time. Bank One, 964 F.2d at 53. To effectuate a change in that domicile (and, thus, a change in citizenship), the law requires that both residency and the intent to sustain that residency coexist. Hawes, 598 F.2d at 701. It follows inexorably, as night follows day, that \"a mere detached, indefinite and ambulatory future intention to possibly or probably effect a change of domicile . . . is of no real significance\" in solving the jurisdictional riddle. Hardin v. McAvoy, 216 F.2d 399, 403 (5th Cir. 1954).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">From a factual standpoint, the plaintiff's protest is equally unavailing. Under the clearly erroneous standard of review, an appellate court simply cannot supplant the district court's perspective with its own, notwithstanding that the members of the appellate panel, if writing on a pristine page, might have derived a different set of conclusions from the same underlying facts. E.g., Jackson v. United States, 156 F.3d 230, 233-34 (1st Cir. 1998). To the contrary, the case law makes clear that a district court's choice between two plausible, but conflicting, interpretations of a factual scenario cannot amount to clear error. E.g., Sierra Fria Corp. v. Donald J. Evans, P.C., 127 F.3d 175, 182-83 (1st Cir. 1997); United States v. Ruiz, 905 F.2d 499, 508 (1st Cir. 1990). This principle obtains here: bearing in mind that the plaintiffs primary purpose in going to Florida in April of 1998 - to secure advanced medical treatment for the complications arising out of her surgery - was fully consistent with transient status as opposed to outright relocation, we cannot say that the district court clearly erred in concluding that the plaintiff had not become a Florida citizen on or before December 10 of that year. We need go no further.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Depending on the listener, the same set of facts often tells many different stories. To the district court, the facts here signified that the plaintiff, at the time she filed suit, harbored a vaguely defined inclination to move to Florida at some point in the not-too-distant future - but no more. This was a reasonable, though not inevitable, inference, and we decline to disturb it. Accordingly, we affirm the district court's decision that it lacked subject-matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  We note that Valentin's complaint specified residency, not citizenship, in respect to the individuals named as parties. Jurisdictionally speaking, residency and citizenship are not interchangeable, Lundquist v. Precision Valley Aviation, Inc., 946 F.2d 8, 10 (1st Cir. 1991)(per curiam), and a complaint that seeks to assert diversity jurisdiction based only on the parties' residences is subject to dismissal. Acting pragmatically, the district court assumed that the plaintiff meant citizenship when she said residency, and grappled with the merits of the jurisdictional dispute. We emulate this example.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The court apparently set the hearing date so far in the future because the main protagonists to that point - the plaintiff and UHP - had filed a joint motion for voluntary dismissal (without prejudice). In order to effectuate that agreement and drop UHP from the case, the movants needed permission from the other defendants, see Fed. R. Civ. P. 41(a)(1), which they had not yet obtained. This motion eventually became moot when the district court determined that it lacked subject-matter jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  We note that there is an exception to this praxis for cases in which the jurisdictional facts, though genuinely disputed, are inextricably intertwined with the merits of the case. In that event, the court may defer resolution of the jurisdictional issue until the time of trial. See Bell v. United States, 127 F.3d 1226, 1228 (10th Cir. 1997); cf. Foster-Miller, Inc. v. Babcock &amp; Wilcox, 46 F.3d 138, 146-47 (1st Cir. 1995) (discussing analogous problem in context of personal jurisdiction). Here, however, the only jurisdictional fact at issue is the plaintiff's citizenship - a fact utterly irrelevant to the substance of her malpractice claim. Hence, the exception does not apply.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We note that Valentin, despite her obvious unhappiness with the lower court's decision, makes no developed argument that the facts as found do not warrant the legal conclusion reached. That point is, therefore, by the boards. See United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990) (explaining that issues adverted to in a perfunctory fashion on appeal, but unaccompanied by developed argumentation, are deemed abandoned).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Although the plaintiff asserted that she withheld her resignation because she wanted to retain her medical insurance, the court discounted this explanation. Valentin, slip op. at 8. This credibility call was well within the court's proper province. See, e.g., In re Tully, 818 F.2d 106, 109 (1st Cir. 1987) (discussing trial right to assess credibility when finding facts on a paper record). Moreover, the call was understandable here, since the record contains evidence that the plaintiff's coverage lapsed in November 1998.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The plaintiff also registered to vote in Florida, but could not say, though pressed, whether this occurred before or after December 10, 1998. In all events, she never voted there, and she was registered to vote in Puerto Rico throughout 1998. All in all, this evidence hurts, rather than helps, the plaintiff's cause.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  We have been informed that, during the pendency of this appeal, the plaintiff filed a new action in the district court, reasserting the existence of diversity jurisdiction. Although we recognize that a plaintiff may, under certain circumstances, commence a second action when subsequent developments cure a pre-existing jurisdictional defect, e.g., GAF Corp. v. United States, 818 F.2d 901, 913-14 (D.C. Cir. 1987), we take no view as to either the legitimacy of Valentin's new action or the merits of her restated jurisdictional averments.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">358</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">HELGA E. VALENTIN, A/K/A HELGA E. VALENTIN DE JESUS, PLAINTIFF, APPELLANT,<br>v.<br>HOSPITAL BELLA VISTA ET AL., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 00-2184</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted June 1, 2001<br>Decided June 27, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon. Juan M. Perez-Gimenez, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Teresa M. Garcia Moll and Moreda &amp; Moreda on brief for appellant.</p>\n      <p class=\"indent\">Carlos Martinez-Texidor and Martinez-Texidor &amp; Fuster on brief for appellees.</p>\n      <p class=\"indent\">Before Selya, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">Selya, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Helga Valentin, also known as Helga Valentin de Jesus, invites us to reverse an order of the district court dismissing her medical malpractice suit for lack of subject-matter jurisdiction. Bound by a relatively restrictive standard of review, we decline her invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 10, 1998, Valentin sued a cadre of defendants -divers hospitals, physicians, insurers, and a health services plan - in the United States District Court for the District of Puerto Rico. Claiming that she was a citizen of Florida whereas all the defendants were citizens of Puerto Rico, the plaintiff premised federal jurisdiction on diversity of citizenship and the existence of a controversy in the requisite amount.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> See 28 U.S.C. &#167;&#167; 1332(a). Because it is Valentin's citizenship that is at issue here, we make no attempt to enumerate, or to differentiate among, the various defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For federal jurisdictional purposes, diversity of citizenship must be determined as of the time of suit. Bank One v. Montle, <span class=\"citation\" data-id=\"583575\"><a href=\"/opinion/583575/bank-one-texas-na-v-paul-j-montle/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 49 (1st Cir. 1992). Thus, the critical date here was December 10, 1998, and the plaintiff's jurisdictional assertion hinged upon her contention that she was a citizen of Florida at that time. The defendants scoffed at this contention and, after conducting some preliminary discovery, moved to dismiss for want of subject-matter jurisdiction. See Fed. R. Civ. P. 12(b)(1). They took the position that the plaintiff's true home was in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to her own account, derived from her deposition testimony, the plaintiff was born in Mayaguez, Puerto Rico, in 1968. Her family subsequently moved to Yauco. She lived there with her mother and studied nursing at a local university. When she completed her studies, she returned to Mayaguez and began working at the Mayaguez Medical Center (MMC) in late 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At some point, the plaintiff's sister married and moved to Florida. After toiling at MMC for over five years, the plaintiff, using her accrued vacation time, spent a month visiting her sister and brother-in-law. During that visit, she experienced acute abdominal pain. Doctors in Florida informed her that she needed extensive tests and, quite likely, surgery. Cognizant of the requirements of her health insurance plan, she returned to Puerto Rico for follow-up care. Surgery proved necessary during the winter of 1997-1998. When performed, it went poorly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ensuing complications prompted the plaintiff to repair to Florida in April of 1998, seeking more sophisticated medical care. Her sister and brother-in-law again provided her with a place to live. When she left for Florida, however, she did not terminate her employment with MMC. To the contrary, her co-workers pooled their accumulated sick leave (totaling eighty-four days) and donated it to her so that she could pursue treatment alternatives without losing her job.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Even after the plaintiff had exhausted all available sick leave, she did not resign. Instead, she requested that MMC grant her an indefinite period of unpaid leave. MMC acquiesced. Although the plaintiff never returned to work at MMC, she did not sever that tie until March of 1999 - some three months after she filed the instant action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These facts led the parties to opposite conclusions about the plaintiff's citizenship. On January 24, 2000, the most aggressive of the defendants, United Healthcare Plans of Puerto Rico (UHP), filed a motion to dismiss under Rule 12(b)(1), in which it asserted an absence of diversity jurisdiction. Several other defendants filed motions joining and/or adopting this motion. The plaintiff opposed these initiatives, maintaining that she had become a citizen of Florida (and, therefore, that jurisdiction was properly laid in the federal court). In an effort to streamline the proceedings, the district court gave the remaining defendants until March 17 to stake out their positions vis--vis jurisdiction and scheduled an evidentiary hearing for May 6.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">One additional defendant responded to the court's invitation and filed a motion to dismiss within the specified interval. As the date set for the evidentiary hearing approached, the plaintiff, by motion filed on May 1, 2000, asked the court to \"suspend\" that hearing and determine the existence vel non of jurisdiction on the parties' written submissions. The court, apparently yielding to this entreaty, proceeded to decide the jurisdictional issue on the papers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a carefully considered ten-page opinion, the court determined that the plaintiff went to Florida in mid-1998 with the intent of returning to Puerto Rico; that her intent remained unchanged on December 10, 1998; and that, therefore, she was still a citizen of Puerto Rico when she filed suit. Valentin v. UHP, No. 98-2382, slip op. at 10-11 (D.P.R. July 27, 2000) (unpublished). In the court's view, the evidence showed only that the plaintiff \"returned to Florida in 1998 to receive medical treatment and that she harbored the intention and desire of living in Florida at some time in the future.\" Id. at 10. Because even \"[a] definite and sincere intention to make a place one's home at some time in the future is not enough to make that place an individual's present domicile,\" the court found the evidence insufficient to support the plaintiff's claim of Florida citizenship. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The plaintiff's attack on the district court's ruling is vigorous, but largely misdirected. Her principal arguments rest on serial misconceptions of the proper protocol for determining subject-matter jurisdiction and the level of appellate review that applies thereafter. We first expose these misconceptions and then use the correct standards to resolve this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The proper vehicle for challenging a court's subject-matter jurisdiction is Federal Rule of Civil Procedure 12(b)(1). This rule is a large umbrella, overspreading a variety of different types of challenges to subject-matter jurisdiction. Some challenges - those grounded in considerations of ripeness, mootness, sovereign immunity, and the existence of federal question jurisdiction are good examples, see, e.g., Ernst &amp; Young v. Depositors Econ. Prot. Corp., <span class=\"citation\" data-id=\"195859\"><a href=\"/opinion/195859/ernst-young-v-depositors-economic/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></a></span>, 534 (1st Cir. 1995) (ripeness); D.H.L. Assocs., Inc. v. O'Gorman, <span class=\"citation\" data-id=\"198747\"><a href=\"/opinion/198747/dhl-associates-v-ogorman/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 54 (1st Cir. 1999) (mootness); Murphy v. United States, <span class=\"citation\" data-id=\"195855\"><a href=\"/opinion/195855/murphy-v-united-states/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 522 (1st Cir. 1995) (sovereign immunity); BIW Deceived v. Local S6, <span class=\"citation\" data-id=\"749863\"><a href=\"/opinion/749863/biw-deceived-v-local-s6-industrial-union-of-marine-and-shipbuilding/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 830-31 (1st Cir. 1997) (federal question) - present what amount to pure (or nearly pure) questions of law, and thus engender de novo review. Those types of challenges are beyond the scope of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In more prosaic situations, such as when a defendant challenges the existence vel non of diversity jurisdiction, the challenge can be launched in either of two formats. See 2 James Wm. Moore et al., Moore's Federal Practice &#182;&#182; 12.30 (3d ed. 1999) (outlining procedures for resolving challenges to subject-matter jurisdiction). We explore that dichotomy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The first way is to mount a challenge which accepts the plaintiff's version of jurisdictionally-significant facts as true and addresses their sufficiency, thus requiring the court to assess whether the plaintiff has propounded an adequate basis for subject-matter jurisdiction. Ohio Nat'l Life Ins. Co. v. United States, <span class=\"citation\" data-id=\"553379\"><a href=\"/opinion/553379/the-ohio-national-life-insurance-company-v-united-states/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">320</span></a></span>, 325 (6th Cir. 1990); Menchaca v. Chrysler Credit Corp., <span class=\"citation\" data-id=\"373803\"><a href=\"/opinion/373803/tomas-menchaca-and-wife-irma-menchaca-v-chrysler-credit-corporation/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 511 (5th Cir. 1980). In performing this task, the court must credit the plaintiff's well-pleaded factual allegations (usually taken from the complaint, but sometimes augmented by an explanatory affidavit or other repository of uncontested facts), draw all reasonable inferences from them in her favor, and dispose of the challenge accordingly. See Herbert v. Nat'l Acad. of Scis., <span class=\"citation\" data-id=\"590210\"><a href=\"/opinion/590210/victor-herbert-v-national-academy-of-sciences/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 197 (D.C. Cir. 1992); Lawrence v. Dunbar, <span class=\"citation\" data-id=\"552261\"><a href=\"/opinion/552261/dolcie-lawrence-v-peter-dunbar-united-states-of-america/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1525</span></a></span>, 1528-29 (11th Cir. 1990) (per curiam); see also Barrett v. Lombardi, <span class=\"citation\" data-id=\"199236\"><a href=\"/opinion/199236/barrett-v-veritas-offshore/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 30-31 (1st Cir. 2001) (assuming truth of uncontested facts set forth in plaintiff's explanatory affidavit). For ease in classification, we shall call this type of challenge a \"sufficiency challenge.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The second way to engage the gears of Rule 12(b)(1) is by controverting the accuracy (rather than the sufficiency) of the jurisdictional facts asserted by the plaintiff and proffering materials of evidentiary quality in support of that position. Unlike, say, a motion for summary judgment under Federal Rule of Civil Procedure 56(c), this type of challenge under Federal Rule of Civil Procedure 12(b)(1) -which we shall call a \"factual challenge\" - permits (indeed, demands) differential fact-finding. Thus, the plaintiff's jurisdictional averments are entitled to no presumptive weight; the court must address the merits of the jurisdictional claim by resolving the factual disputes between the parties. See Garcia v. Copenhaver, Bell &amp; Assocs., <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1256</span></span>, 1261 (11th Cir. 1997). In conducting this inquiry, the court enjoys broad authority to order discovery, consider extrinsic evidence, and hold evidentiary hearings in order to determine its own jurisdiction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See Lawrence, 919 F.2d at 1529; Rosales v. United States, <span class=\"citation\" data-id=\"491765\"><a href=\"/opinion/491765/victoria-rosales-jesus-rosales-rebecca-rosales-v-united-states/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span>, 803 (9th Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The rationale for this praxis is obvious. A court's authority to hear a particular case is a necessary precondition to the proper performance of the judicial function. Thus, when a fact bound jurisdictional question looms, a court must be allowed considerable leeway in weighing the proof, drawing reasonable inferences, and satisfying itself that subject-matter jurisdiction has attached. See Williamson v. Tucker, <span class=\"citation\" data-id=\"389145\"><a href=\"/opinion/389145/john-d-williamson-plaintiffs-appellants-cross-v-gordon-g-tucker/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 412-13 (5th Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The relevance of this dichotomy is readily apparent here. The motions to dismiss in this case plainly constitute factual challenges: they place in issue the accuracy, as opposed to the sufficiency, of the plaintiff's jurisdictional allegation. The plaintiff blinks this reality, arguing that the district court should have viewed the facts in the light most favorable to her position and, in a misguided effort to reinforce that point, repeatedly characterizes the court's order as a grant of summary judgment. E.g., Appellant's Br. at 1, 16-18, 25.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We flatly reject this revisionism. As said, the motions before the district court were factual challenges under Rule 12(b)(1). It is pellucid that a trial court's approach to a Rule 12(b)(1) motion which asserts a factual challenge is quite different from its approach to a motion for summary judgment. See Ohio Nat'l Life, 922 F.2d at 324-25; see also Kamen v. AT&amp;T Co., <span class=\"citation\" data-id=\"470965\"><a href=\"/opinion/470965/susan-mary-kamen-v-american-telephone-telegraph-co-patricia-mcdonald/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span>, 1011 (2d Cir. 1986) (explaining that a district court cannot convert a factual challenge under Rule 12(b)(1) into a summary judgment motion). The plaintiff, therefore, is fishing in an empty stream when she attempts to discredit the lower court's decision by adverting to a wholly inapplicable standard used for adjudicating summary judgment motions (under which the existence of a genuine issue of material fact ordinarily defeats the motion).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The rule of decision applicable to factual challenges under Rule 12(b)(1) is unaffected by the district court's cancellation of the scheduled evidentiary hearing and its subsequent adjudication of the jurisdictional issue on the papers. A court sometimes may decide factual challenges under Rule 12(b)(1) without convening an evidentiary hearing. E.g., Zappia Middle E. Constr. Co. v. Emirate of Abu Dhabi, <span class=\"citation\" data-id=\"769033\"><a href=\"/opinion/769033/zappia-middle-east-construction-company-limited-v-the-emirate-of-abu/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">247</span></a></span>, 253 (2d Cir. 2000). The key considerations are whether the parties have had a full and fair opportunity to present relevant facts and arguments, and whether either party seasonably requested an evidentiary hearing. Cf. Auode v. Mobil Oil Corp., <span class=\"citation\" data-id=\"534524\"><a href=\"/opinion/534524/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span>, 1120 (1st Cir. 1989) (upholding dismissal of suit without evidentiary hearing because, inter alia, motions to dismiss generally do not necessitate evidentiary hearings, and in all events, the appellant had not requested such a hearing).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Where, as here, the parties were afforded ample time to take depositions, compile written submissions, and prepare briefs, they had a sufficient opportunity to be heard. See generally Fed. R. Civ. P. 43(e) (authorizing federal district courts to \"hear\" motions and determine ancillary facts on affidavits or depositions). This opportunity, coupled with the fact that the plaintiff herself exhorted the district court to abandon its plan to hold an evidentiary hearing, sounds the death knell for the plaintiff's argument. Under the circumstances, we think that the plaintiff is estopped from asserting before us that the district court blundered in failing to convene an evidentiary hearing. After all, a party who requests a court to take a specific course of action ordinarily cannot be heard to complain when the court obliges. E.g., John Zink Co. v. Zink, <span class=\"citation\" data-id=\"160795\"><a href=\"/opinion/160795/john-zink-company-v-zink/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1256</span></a></span>, 1259 (10th Cir. 2001); United States v. Coady, <span class=\"citation\" data-id=\"481634\"><a href=\"/opinion/481634/united-states-v-neil-patrick-coady/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 121 (1st Cir. 1987). We conclude, therefore, that the court correctly proceeded to find the facts without holding an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The plaintiff's second misconception relates to the applicable standard of appellate review. That standard, too, depends on whether a challenge is addressed to the sufficiency of the facts upon which the plaintiff's jurisdictional averments rest or the accuracy of those facts. See Thompson v. Franklin, <span class=\"citation\" data-id=\"661709\"><a href=\"/opinion/661709/dana-leigh-thompson-v-county-of-franklin-william-a-hughes-treasurer-of/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 249 (2d Cir. 1994). As noted, the district court disposes of a Rule 12(b)(1) sufficiency challenge on the basis of the plaintiff's version of the relevant events, taking the well-pleaded facts as true and drawing all reasonable inferences in favor of the pleader. Because the facts are not in issue, the court's determination engenders de novo review. See Spielman v. Genzyme Corp., <span class=\"citation\" data-id=\"773386\"><a href=\"/opinion/773386/michael-spielman-v-genzyme-corp-and-genzyme-development-corp/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 2001); Corrada Betances v. Sea-Land Serv., Inc., <span class=\"citation\" data-id=\"199395\"><a href=\"/opinion/199395/corrada-betances-v-sea-land-service/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 44 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In contrast, a district court faced with a factual challenge under Rule 12(b)(1) ordinarily must resolve disputed facts (or, at least, choose among competing inferences from subsidiary facts). On appeal, such findings will be set aside only if clearly erroneous. Herbert, 974 F.2d at 197. Even though the question of domicile - the legal status that lies at the heart of a determination of citizenship -is a mixed question of law and fact, the same deferential standard of review endures. See Hawes v. Club Ecuestre El Comandante, <span class=\"citation\" data-id=\"366288\"><a href=\"/opinion/366288/ellen-hawes-for-herself-and-in-representation-of-the-minors-ana-francisca/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 702 (1st Cir. 1979) (reviewing such a determination for clear error); see also In re Extradition of Howard, <span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1328 (1st Cir. 1993) (noting that appellate courts normally review fact-sensitive \"mixed\" questions under the clearly erroneous standard).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Of course, once the court has found the facts, its ultimate legal conclusion is subject to de novo review. See generally Ornelas v. United States, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 696-99 (1996) (discussing appropriateness of de novo review in determining whether a set of facts, once established, satisfies a particular legal standard). Thus, in Hogar Agua Y Vida En El Desierto, Inc. v. Suarez-Medina, <span class=\"citation\" data-id=\"195625\"><a href=\"/opinion/195625/desierto-inc-v-suarez-medina/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">177</span></a></span>, 180-81 (1st Cir. 1994), the district court held an evidentiary hearing on a Rule 12(b)(1) motion and found the jurisdictionally-significant facts. On appeal, however the facts, as found, were not contested, and thus, we used a de novo standard of review. See id. at 181 (\"Since the only dispute on appeal concerns the legal sufficiency of undisputed jurisdictional facts, we review the Rule 12(b)(1) dismissal de novo.\"). This aptly illustrates the shifting standards of review that sometimes operate within the confines of a single jurisdictional inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The proper standard of review in this case is straightforward. The lower court addressed a factual challenge under Rule 12(b)(1) - a challenge that required it to find the facts, choose among conflicting inferences, and make credibility judgments. Accordingly, we must accept the court's findings and the conclusions drawn therefrom unless the whole of the record leaves us with \"a strong, unyielding belief that a mistake has been made.\" Cumpiano v. Banco Santander, <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir. 1990) (explicating nature of \"clearly erroneous\" standard). We then must determine whether the facts, as supportably found, justify the court's ultimate legal conclusion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> As we explain below, the district court's decision easily survives scrutiny under these criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In order to sustain diversity jurisdiction in the circumstances of this case, the plaintiff had to demonstrate, inter alia, that she was a citizen of Florida. See 28 U.S.C. &#167;&#167; 1332(a)(1); see also Toste Farm Corp. v. Hadbury, Inc., <span class=\"citation\" data-id=\"196447\"><a href=\"/opinion/196447/toste-farm-corp-v-hadbury-inc/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">640</span></a></span>, 642 (1st Cir. 1995) (explaining that the party invoking diversity jurisdiction bears the burden of demonstrating complete diversity). For purposes of diversity jurisdiction, citizenship usually is equated with domicile. Rodriguez-Diaz v. Sierra-Martinez, <span class=\"citation\" data-id=\"510032\"><a href=\"/opinion/510032/wilfredo-rodriguez-diaz-v-marcelo-sierra-martinez/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1027</span></a></span>, 1029 (1st Cir. 1988). A person's domicile is the \"place where he has his true, fixed home and principal establishment, and to which, whenever he is absent, he has the intention of returning.\" Id. (citation and internal quotation marks omitted). Domicile requires both physical presence in a place and the intent to make that place one's home. Id. It follows logically that in order to change domiciles, a person must move to a new state in which she intends to remain indefinitely. Hawes, 598 F.2d at 701.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In this instance, the court below relied chiefly on the facts catalogued in the plaintiff's deposition to find that she had not become a Florida domiciliary on or before December 10, 1998. Since a party's former domicile persists until a new one is acquired, id., the district court reasoned that the plaintiff was a citizen of Puerto Rico on the critical date (and that, therefore, complete diversity was absent). Valentin, slip op. at 10-11. In reaching this conclusion, the court weighted heavily the undisputed fact that the plaintiff did not quit her job at MMC until some time in 1999.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Id. at 8. The court also emphasized that the plaintiff left the bulk of her belongings at her residence in Mayaguez when she journeyed to Florida, that she kept a car registered there, and that she maintained a Puerto Rico bank account until some time in 1999. Id. at 8-9.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The plaintiff complains bitterly that she offered explanations for these facts and asserts that there was other evidence that pointed to the opposite conclusion. That is true as far as it goes - but it does not take the plaintiff very far. The lower court gave meticulous consideration to the plaintiff's explanations, but found them wanting. E.g., supra note 5. The court paid similar heed to the evidence favorable to the plaintiff's position: the plaintiff had obtained a Florida driver's license on May 12, 1998; at about the same time, she had received a charge card from a Florida bank and had applied for a few nursing jobs in Florida (although she was not authorized to practice there); she took the examination for a Florida nursing license sometime in 1998 but failed to pass; and she took Florida's test to become a certified nursing assistant three times - the dates are obscure - until she finally passed that test in late 1999.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See id. at 7-8. In the end, however, the court concluded that these contacts revealed no more than a desultory desire to relocate to Florida at some indefinite future time. Id. at 9-10.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">From a legal standpoint, we discern no error. An amorphous desire to relocate from one place to another at an indeterminate future date does not suffice to effect a change of domicile. E.g., Hendry v. Masonite Corp., <span class=\"citation\" data-id=\"301646\"><a href=\"/opinion/301646/andre-hendry-v-masonite-corporation-and-robert-e-paul-vander-e-lee-v/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 956 (5th Cir. 1972) (per curiam). A party only can have one domicile at a time. Bank One, 964 F.2d at 53. To effectuate a change in that domicile (and, thus, a change in citizenship), the law requires that both residency and the intent to sustain that residency coexist. Hawes, 598 F.2d at 701. It follows inexorably, as night follows day, that \"a mere detached, indefinite and ambulatory future intention to possibly or probably effect a change of domicile . . . is of no real significance\" in solving the jurisdictional riddle. Hardin v. McAvoy, <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></span>, 403 (5th Cir. 1954).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">From a factual standpoint, the plaintiff's protest is equally unavailing. Under the clearly erroneous standard of review, an appellate court simply cannot supplant the district court's perspective with its own, notwithstanding that the members of the appellate panel, if writing on a pristine page, might have derived a different set of conclusions from the same underlying facts. E.g., Jackson v. United States, <span class=\"citation\" data-id=\"198130\"><a href=\"/opinion/198130/jackson-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></a></span>, 233-34 (1st Cir. 1998). To the contrary, the case law makes clear that a district court's choice between two plausible, but conflicting, interpretations of a factual scenario cannot amount to clear error. E.g., Sierra Fria Corp. v. Donald J. Evans, P.C., <span class=\"citation\" data-id=\"197592\"><a href=\"/opinion/197592/sierra-fria-corp-v-evans/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 182-83 (1st Cir. 1997); United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir. 1990). This principle obtains here: bearing in mind that the plaintiffs primary purpose in going to Florida in April of 1998 - to secure advanced medical treatment for the complications arising out of her surgery - was fully consistent with transient status as opposed to outright relocation, we cannot say that the district court clearly erred in concluding that the plaintiff had not become a Florida citizen on or before December 10 of that year. We need go no further.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Depending on the listener, the same set of facts often tells many different stories. To the district court, the facts here signified that the plaintiff, at the time she filed suit, harbored a vaguely defined inclination to move to Florida at some point in the not-too-distant future - but no more. This was a reasonable, though not inevitable, inference, and we decline to disturb it. Accordingly, we affirm the district court's decision that it lacked subject-matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  We note that Valentin's complaint specified residency, not citizenship, in respect to the individuals named as parties. Jurisdictionally speaking, residency and citizenship are not interchangeable, Lundquist v. Precision Valley Aviation, Inc., <span class=\"citation\" data-id=\"569239\"><a href=\"/opinion/569239/courtney-j-lundquist-v-precision-valley-aviation-inc/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 10 (1st Cir. 1991)(per curiam), and a complaint that seeks to assert diversity jurisdiction based only on the parties' residences is subject to dismissal. Acting pragmatically, the district court assumed that the plaintiff meant citizenship when she said residency, and grappled with the merits of the jurisdictional dispute. We emulate this example.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The court apparently set the hearing date so far in the future because the main protagonists to that point - the plaintiff and UHP - had filed a joint motion for voluntary dismissal (without prejudice). In order to effectuate that agreement and drop UHP from the case, the movants needed permission from the other defendants, see Fed. R. Civ. P. 41(a)(1), which they had not yet obtained. This motion eventually became moot when the district court determined that it lacked subject-matter jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  We note that there is an exception to this praxis for cases in which the jurisdictional facts, though genuinely disputed, are inextricably intertwined with the merits of the case. In that event, the court may defer resolution of the jurisdictional issue until the time of trial. See Bell v. United States, <span class=\"citation\" data-id=\"747568\"><a href=\"/opinion/747568/bobby-bell-kathleen-bell-and-sunwest-bank-of-albuquerque-na-as/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1226</span></a></span>, 1228 (10th Cir. 1997); cf. Foster-Miller, Inc. v. Babcock &amp; Wilcox, <span class=\"citation\" data-id=\"195899\"><a href=\"/opinion/195899/foster-miller-inc-v-babcock/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 146-47 (1st Cir. 1995) (discussing analogous problem in context of personal jurisdiction). Here, however, the only jurisdictional fact at issue is the plaintiff's citizenship - a fact utterly irrelevant to the substance of her malpractice claim. Hence, the exception does not apply.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We note that Valentin, despite her obvious unhappiness with the lower court's decision, makes no developed argument that the facts as found do not warrant the legal conclusion reached. That point is, therefore, by the boards. See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir. 1990) (explaining that issues adverted to in a perfunctory fashion on appeal, but unaccompanied by developed argumentation, are deemed abandoned).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Although the plaintiff asserted that she withheld her resignation because she wanted to retain her medical insurance, the court discounted this explanation. Valentin, slip op. at 8. This credibility call was well within the court's proper province. See, e.g., In re Tully, <span class=\"citation\" data-id=\"488021\"><a href=\"/opinion/488021/bankr-l-rep-p-71787-in-re-john-e-tully-debtor-henry-j-boroff/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span>, 109 (1st Cir. 1987) (discussing trial right to assess credibility when finding facts on a paper record). Moreover, the call was understandable here, since the record contains evidence that the plaintiff's coverage lapsed in November 1998.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The plaintiff also registered to vote in Florida, but could not say, though pressed, whether this occurred before or after December 10, 1998. In all events, she never voted there, and she was registered to vote in Puerto Rico throughout 1998. All in all, this evidence hurts, rather than helps, the plaintiff's cause.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  We have been informed that, during the pendency of this appeal, the plaintiff filed a new action in the district court, reasserting the existence of diversity jurisdiction. Although we recognize that a plaintiff may, under certain circumstances, commence a second action when subsequent developments cure a pre-existing jurisdictional defect, e.g., GAF Corp. v. United States, <span class=\"citation\" data-id=\"488510\"><a href=\"/opinion/488510/gaf-corporation-v-united-states-of-america-keene-corporation-v-united/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">901</span></a></span>, 913-14 (D.C. Cir. 1987), we take no view as to either the legitimacy of Valentin's new action or the merits of her restated jurisdictional averments.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773386/"
  ]
}