{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199444/",
  "absolute_url": "/opinion/199444/in-re-urohealth-sys-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199444/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:50Z",
  "date_modified": "2017-03-24T11:01:55.977800Z",
  "type": "010combined",
  "sha1": "0abc91e707b03a7476eb6e33b70bad5d8faec89d",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2458-01A.pdf",
  "local_path": "pdf/2001/06/12/In_Re_Urohealth_Sys_v..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 00-2458\n\n                IN RE: UROHEALTH SYSTEMS, INC.,\n\n                          Petitioner.\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n\n         [Hon. Ronald R. Lagueux, U.S. District Judge]\n\n\n\n                             Before\n\n                     Boudin, Circuit Judge,\n                 Bownes, Senior Circuit Judge,\n                and Schwarzer*, District Judge.\n\n\n\n\n     Brooks R. Magratten, with whom Vetter & White were on brief,\nfor Urohealth Systems, Inc.\n\n     Albert R. Romano, with whom Romano & Spinella were on brief,\nfor John Doe.\n\n\n\n\n                         June 12, 2001\n\f______________________\n\n     *Of the Northern District of California, sitting by\ndesignation.\n\f          BOWNES, Senior Circuit Judge.           Defendant-petitioner\n\nUrohealth Systems, Inc. petitioned for an extraordinary writ to\n\nreview the district court’s stay order in this product liability\n\naction.   Urohealth contends that the district court flouted the\n\ninstructions in our earlier order in this case, Doe v. Urohealth\n\nSystems, Inc., 216 F.3d 157 (1st Cir. 2000), and abused its\n\ndiscretion in ordering the stay.         We construe the extraordinary\n\nwrit as an appeal, vacate the stay order, and remand for further\n\nproceedings.\n\n                          I.   BACKGROUND\n\n          On August 6, 1997, plaintiff John Doe sued Urohealth\n\nin the United States District Court for the District of Rhode\n\nIsland.   He asserted claims of strict liability, negligence, and\n\nbreach of warranty based on the alleged malfunction of a penile\n\nprosthesis implanted on February 23, 1996.1\n\n          Discovery proceeded for sixteen months.         During that\n\ntime, the district court chastised Doe for various abuses,\n\nincluding designating in interrogatory answers multiple experts\n\nthat he had never in fact retained; not prosecuting his case\n\ndiligently;    and   propounding     voluminous    and   inappropriate\n\ndiscovery requests at the end of the discovery period.         At the\n\n\n\n    1A fuller discussion of the claims and the procedural\nhistory of this case can be found at Urohealth, 216 F.3d 157.\n\n                                   -3-\n\finitial close of discovery, Doe had not yet retained an expert.\n\n\n\n            Urohealth first moved for summary judgment on June 23,\n\n1998.   The district court extended the pretrial deadlines, and\n\nDoe retained Edward Reese, Ph.D., as an expert.                 In response,\n\nUrohealth    supplemented       its     motion    for   summary     judgment,\n\ncontending that Dr. Reese was unqualified and that his opinions\n\nlacked foundation.       The district court assigned that motion to\n\na magistrate judge, who ordered Urohealth to file a separate\n\nDaubert motion to strike Dr. Reese.            Urohealth did so on January\n\n11, 1999.\n\n            On January 26, 1999, Doe sued Urohealth and Urohealth’s\n\nwholly-owned      subsidiary,       Dacomed   Corporation,     in   the   Rhode\n\nIsland Superior Court, asserting the same product liability\n\nclaims as in the instant case.             In the state court action, Doe\n\nalso sued the physician who implanted the prosthesis, Dr. Alan\n\nPodis, and the treating hospital, Miriam Hospital.\n\n            On February 15, 1999, Doe moved to dismiss the federal\n\ncourt action without prejudice under Fed. R. Civ. P. 41(a)(2).\n\nUrohealth opposed the motion.                In deciding the motion, the\n\ndistrict court correctly considered “the defendant’s effort and\n\nexpense of preparation for trial, excessive delay and lack of\n\ndiligence    on   the   part   of    the   plaintiff    in   prosecuting    the\n\n\n                                       -4-\n\faction,   insufficient   explanation    for   the   need    to    take     a\n\ndismissal, and the fact that a motion for summary judgment has\n\nbeen filed by the defendant.”          Urohealth, 216      F.3d    at    160\n\n(quoting Pace v. S. Express Co., 409 F.2d 331, 334 (7th Cir.\n\n1969)).   As we summarized in our earlier opinion:\n\n          The district court then indicated that, even\n          though the Pace factors favored Urohealth,\n          it did not believe that Urohealth would\n          “truly   suffer   legal   prejudice”   if  it\n          dismissed   the   federal   lawsuit   without\n          prejudice because Urohealth still would have\n          to litigate these claims on behalf of\n          Dacomed in the state suit. Urohealth argued\n          that if the district court denied Doe’s Rule\n          41(a)(2)   motion   and   granted   Urohealth\n          summary judgment, the judgment would have\n          preclusive effect for both Urohealth and\n          Dacomed;   thus,    Urohealth   could   avoid\n          relitigating the case in state court. The\n          district court disagreed, reasoning that\n          even if summary judgment would preclude\n          relitigation for Urohealth in the state\n          case, Dacomed, which “is a separate entity,\n          albeit wholly owned by Urohealth,” would not\n          be protected by res judicata because it was\n          not a defendant in the federal case.\n\nId. at 161.\n\n          Urohealth   appealed   the   district     court’s      order    of\n\ndismissal without prejudice.     This court reversed the order on\n\nthe ground that “the district court’s main stated reason for\n\ndismissing without prejudice was based on a legal error.”                Id.\n\nat 162-63.    Specifically, we held that the district court erred\n\nin assuming that Dacomed would not be entitled to assert a res\n\n\n                                 -5-\n\fjudicata defense in state court if Urohealth had won summary\n\njudgment in the federal action.          We stated:\n\n           An evaluation of the res judicata effects\n           normally would not be part of the Rule\n           41(a)(2) analysis, but this case is unusual\n           because of the relationship of the two\n           entities. To the extent the district court\n           permissibly   considered    the   potential\n           prejudice stemming from Urohealth’s having\n           to litigate on behalf of Dacomed in the\n           state case, we find an abuse of discretion\n           because the court erred in finding no\n           privity between the companies.\n\nId. at 161.     We remanded the case to the district court, leaving\n\nopen the narrow possibility that the district court could, for\n\nother reasons, dismiss the case without ruling on Urohealth’s\n\nmotion for summary judgment.       Id. at 163.\n\n           On   remand,   the   case   was   assigned   to   a    different\n\ndistrict   court   judge,   who   ordered    the   parties   to   file   new\n\nmemoranda supporting and opposing the motion to dismiss.                 On\n\nNovember 8, 2000, the district court issued an order to stay the\n\nfederal matter until the resolution of parallel state court\n\nproceedings.     It stated:\n\n           I have at times stayed the federal action to\n           await the outcome of the state case because\n           the state outcome could make this litigation\n           moot, and since the state case is the more\n           comprehensive case, I think that’s the most\n           judicially economic result in this case. So\n           I’m not going to rule on the motion to\n           dismiss without prejudice or with prejudice.\n           I’m going to stay this case until the state\n           court litigation is completed, and then I\n\n                                   -6-\n\f            will determine whether there’s anything left\n            to do, or decide, in this matter.\n\n            On November 24, 2000, Urohealth petitioned this court\n\nfor an extraordinary writ under Fed. R. App. P. 21(c).                             On\n\nDecember 28, 2000, we issued an order conditionally treating the\n\nextraordinary writ as a notice of appeal.                 We stated:\n\n            it appears that an extraordinary writ does\n            not lie because the challenged order is\n            appealable . . . .    Nonetheless, there is\n            precedent for treating a petition for an\n            extraordinary writ as a notice of appeal . .\n            . and we exercise our discretion to do so\n            under the peculiar circumstances of this\n            case.\n\n(citations omitted).         We deferred the final disposition of the\n\nquestion of our jurisdiction to the merits panel.\n\n                               II.   DISCUSSION\n\n            The    first    question    before     us    is    whether      we   have\n\njurisdiction over this matter, given that Urohealth petitioned\n\nfor an extraordinary writ rather than noticing a direct appeal\n\nof the stay order.         Urohealth sought review of the stay order by\n\nmeans of a common law writ of certiorari, which is one of\n\nseveral   writs    historically      within   the       power   of    a    court   of\n\nappeals under the All Writs Act, 28 U.S.C. § 1651(a).                      Under the\n\nAct, Congress authorized federal courts to “issue all writs\n\nnecessary     or    appropriate        in    aid    of        their       respective\n\n\n\n\n                                       -7-\n\fjurisdictions and agreeable to the usages and principles of\n\nlaw.”   Id.\n\n           The Supreme Court has defined the parameters of the use\n\nof writs, holding them to be “extraordinary remedies . . .\n\nreserved   for     really    extraordinary      cases.”       Will   v.     United\n\nStates, 389 U.S. 90, 107 (1967); see also Boreri v. Fiat S.P.A.,\n\n763 F.2d 17, 26 (1st Cir. 1985).                Furthermore, it is well-\n\nestablished    that     an   extraordinary   writ,     such    as    a    writ    of\n\ncertiorari    or    a   writ   of   mandamus,    may   not     be    used    as    a\n\nsubstitute for an appeal and will not lie if an appeal is an\n\navailable remedy.       See, e.g., Stauble v. Warrob, Inc., 977 F.2d\n\n690, 693 (1st Cir. 1992) (mandamus is not a substitute for\n\nappeal and will not lie if the petitioner has a remedy through\n\na direct appeal); In re Bushkin Assocs., Inc., 864 F.2d 241, 243\n\n(1st Cir. 1989) (mandamus will not lie if there exist other\n\nadequate means to attain relief).\n\n           Here, Urohealth apparently assumed that a direct appeal\n\nwas not an available remedy.          This assumption is not supported\n\nby applicable case law, however.             The Supreme Court has held\n\nthat a district court’s stay order is appealable as a “final\n\ndecision” under 28 U.S.C. § 1291 if the purpose of the stay is\n\nto effectively surrender jurisdiction of the federal suit to the\n\nstate court.        Moses H. Cone Mem’l Hosp. v.              Mercury Constr.\n\n\n                                     -8-\n\fCorp., 460 U.S. 1, 10     & n.11 (1983).       There, the district court\n\nstayed the federal proceedings because the state and federal\n\nactions involved an identical issue.           Id. at 10.      The Court held\n\nthat the district court’s stay order was appealable, stating:\n\n“a stay of a federal suit pending resolution of the state suit\n\nmeant that there would be no further litigation in the federal\n\nforum; the state court’s judgment on the issue would be res\n\njudicata.”    Id.\n\n          Similarly,      the    stay     order     in   the    present    case\n\neffectively amounted to a dismissal of the federal suit.                    The\n\nstate   and   federal   litigation      were      substantially    alike    and\n\nUrohealth and Dacomed were likely in privity.                  Urohealth, 216\n\nF.3d at 162.        It is therefore probable that any decision in\n\nstate court would have had a preclusive effect on the federal\n\nlitigation.    Id.   Furthermore, the district judge indicated that\n\nthe reason for issuing a stay was to “await the outcome of the\n\nstate case because the state outcome could make this [federal]\n\nlitigation moot . . . .”        Accordingly, an appeal would have been\n\nan available remedy to Urohealth, precluding an extraordinary\n\nwrit.   See Moses H. Cone, 460 U.S. at 10 & n.11.\n\n          It is thus clear that Urohealth should have appealed\n\nthe district court’s order rather than seeking an extraordinary\n\nwrit.   We now must consider whether we should nonetheless treat\n\n\n                                    -9-\n\fUrohealth’s petition for an extraordinary writ as a notice of\n\nappeal.   There is precedent for this course of action.     See,\n\ne.g., In re Bethesda Mem’l Hosp., 123 F.3d 1407, 1408 (11th Cir.\n\n1997) (“precedent permits us to treat the petition for the writ\n\nof mandamus as a direct appeal, and we do so here”); Clorox Co.\n\nv. United States Dist. Ct., 779 F.2d 517, 520 (9th Cir. 1985)\n\n(treating a writ of mandamus as a notice of appeal);       In re\n\nRoberts Farms, Inc., 652 F.2d 793, 795 (9th Cir. 1981) (unaware\n\nthat an appeal had also been filed, the court construed the writ\n\nof mandamus as a notice of appeal); see generally Smith v.\n\nBarry, 502 U.S. 244, 247-49 (1992) (courts should liberally\n\nconstrue the requirements for a notice of appeal under Fed. R.\n\nApp. P. 3).2     We conclude that it is appropriate to treat\n\nUrohealth’s petition as an appeal under these particular factual\n\ncircumstances.\n\n          In submitting its petition for an extraordinary writ,\n\nUrohealth followed the normal procedures required for a notice\n\nof appeal.   Urohealth provided a copy of its petition for a writ\n\nof certiorari to the opposing party and to the district court\n\nwithin the time period allotted for a notice of appeal.       See\n\n\n\n    2Although    this court has not spoken on this particular\nissue, we have   recognized our power to treat a notice of appeal\nas a petition    for a writ of mandamus.    Phinney v. Wentworth\nDouglas Hosp.,   199 F.3d 1, 3 (1st Cir. 1999).\n\n                               -10-\n\fSmith, 502 U.S. at 248 (stating that the purpose of a notice of\n\nappeal is to “ensure that the filing provides sufficient notice\n\nto other parties and the courts.”)     Furthermore, if this court\n\nhad acted on Urohealth’s petition immediately upon its receipt,\n\nUrohealth still would have had time to correctly file a notice\n\nof appeal.3     For these reasons, we will treat the petition for\n\na writ of certiorari as a notice of appeal.4\n\n             Having determined that we have jurisdiction over this\n\nmatter, we now proceed to the merits of Urohealth’s appeal.\n\nUrohealth contends that the district court erred in refusing to\n\nrule on Doe’s motion to dismiss and in staying the case pending\n\nresolution in the state court.     We review the district court's\n\nissuance of a stay order for abuse of discretion.        Walsh v.\n\nWalsh, 221 F.3d 204, 213 (1st Cir. 2000).\n\n             When remanding this matter for further proceedings\n\nconsistent with our opinion, we provided detailed guidance to\n\nthe       district court.   We explained that Urohealth would be\n\n\n      3\n     At the time this court issued a preliminary order on this\nmatter, the thirty-day time period for filing an appeal had\nalready expired.\n      4\n     This conclusion should not be construed as holding that\nextraordinary writs should always be treated as notices of\nappeal.   See Clorox Co., 779 F.2d at 520 (treating a writ of\nmandamus as a notice of appeal on the limited facts of the case,\nbut concluding that generally it is “unwise to blur the\ndistinction between mandamus and appeal procedures by allowing\none to substitute for the other . . . .”)\n\n                                -11-\n\fprejudiced if the state court action was allowed to proceed and\n\nUrohealth          was   forced       to    litigate    on   behalf    of    Dacomed.\n\nUrohealth, 216 F.3d at 161-63.                      We stated that, absent new\n\nreasons       to    support     a    voluntary      dismissal,     Doe’s    motion   to\n\ndismiss should be denied and Urohealth’s motions should be\n\nheard.    Id. at 163.           We left only narrow room for the district\n\ncourt to allow Doe’s motion to dismiss without prejudice:\n\n               This [remand] does not necessarily preclude\n               the possibility that for some other reason\n               the district court could dismiss the case\n               without ruling on the summary judgment\n               motion, but given the record, it is somewhat\n               difficult to discern what that reason might\n               be. As matters now stand, the defendant has\n               made a significant investment of time and\n               money in the case, a motion for summary\n               judgment apparently is ripe for decision,\n               and judgment in favor of Urohealth would\n               avoid what may be otherwise years of\n               litigation in state court against its\n               subsidiary on an identical claim.\n\nId.      We    also      made       clear   our     disapproval,    absent    unusual\n\ncircumstances, of forcing Urohealth or Dacomed to litigate all\n\nover again in state court a matter that had been brought to the\n\npresent stage in a federal court:\n\n               We do think that a plaintiff cannot conduct\n               a serious product liability claim in a\n               federal court, provoke over a year's worth\n               of discovery and motion practice, allow the\n               case to reach the stage at which the\n               defendant   filed   a  full-scale   summary\n               judgment motion, and then when matters\n               seemed to be going badly for plaintiff\n               simply dismiss its case and begin all over\n\n                                             -12-\n\f           again  in   a  state   court  in   what               is\n           essentially an identical proceeding.\n\nId.\n\n           The district court’s order did not comport with our\n\nopinion in Urohealth.         Rather, it stayed the case until the\n\ncompletion of the state court litigation.                  By allowing that\n\nlitigation to proceed, its ruling was tantamount to dismissing\n\nthe federal case without prejudice.        Cf. Moses H. Cone, 460 U.S.\n\nat 10.    Therefore, it effectively reinstated the very ruling\n\nthis court reversed.        Contrary to our opinion, at no point did\n\nthe   district   court   mention    any   new    reasons    to   support       its\n\ndecision to not rule on the summary judgment motion.                           See\n\nUrohealth, 216 F.3d at 163.\n\n           The court's failure to follow the law of the case\n\namounts   to   an   abuse   of   discretion.       See   United       States    v.\n\nAlexander, 106 F.3d 874, 876 (9th Cir. 1997).               A review of the\n\nrecord indicates that Doe submitted no new arguments that would\n\nwarrant dismissal without prejudice.            Accordingly, we vacate the\n\nstay order and remand this matter.        We direct the district court\n\nto deny Doe's motion to dismiss and to hear Urohealth's pending\n\nmotions forthwith.\n\n           Vacated and remanded for further proceedings consistent\n\nwith this opinion.\n\n\n\n                                   -13-\n\f",
  "html": "<p class=\"case_cite\">252 F.3d 504 (1st Cir. 2001)</p>\n    <p class=\"parties\">IN RE: UROHEALTH SYSTEMS, INC., Petitioner.</p>\n    <p class=\"docket\">No. 00-2458</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard May 8, 2001<br>Decided June 12, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ronald R. Lagueux, U.S. District Judge]</p>\n      <p class=\"indent\">Brooks R. Magratten, with whom Vetter &amp; White were on brief, for Urohealth Systems, Inc.</p>\n      <p class=\"indent\">Albert R. Romano, with whom Romano &amp; Spinella were on brief, for John Doe.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Schwarzer<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, District Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-petitioner Urohealth Systems, Inc. petitioned for an extraordinary writ to review the district court's stay order in this product liability action. Urohealth contends that the district court flouted the instructions in our earlier order in this case, Doe v. Urohealth Systems, Inc., 216 F.3d 157 (1st Cir. 2000), and abused its discretion in ordering the stay. We construe the extraordinary writ as an appeal, vacate the stay order, and remand for further proceedings.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 6, 1997, plaintiff John Doe sued Urohealth in the United States District Court for the District of Rhode Island. He asserted claims of strict liability, negligence, and breach of warranty based on the alleged malfunction of a penile prosthesis implanted on February 23, 1996.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Discovery proceeded for sixteen months. During that time, the district court chastised Doe for various abuses, including designating in interrogatory answers multiple experts that he had never in fact retained; not prosecuting his case diligently; and propounding voluminous and inappropriate discovery requests at the end of the discovery period. At the initial close of discovery, Doe had not yet retained an expert.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Urohealth first moved for summary judgment on June 23, 1998. The district court extended the pretrial deadlines, and Doe retained Edward Reese, Ph.D., as an expert. In response, Urohealth supplemented its motion for summary judgment, contending that Dr. Reese was unqualified and that his opinions lacked foundation. The district court assigned that motion to a magistrate judge, who ordered Urohealth to file a separate Daubert motion to strike Dr. Reese. Urohealth did so on January 11, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 26, 1999, Doe sued Urohealth and Urohealth's wholly-owned subsidiary, Dacomed Corporation, in the Rhode Island Superior Court, asserting the same product liability claims as in the instant case. In the state court action, Doe also sued the physician who implanted the prosthesis, Dr. Alan Podis, and the treating hospital, Miriam Hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 15, 1999, Doe moved to dismiss the federal court action without prejudice under Fed. R. Civ. P. 41(a)(2). Urohealth opposed the motion. In deciding the motion, the district court correctly considered \"the defendant's effort and expense of preparation for trial, excessive delay and lack of diligence on the part of the plaintiff in prosecuting the action, insufficient explanation for the need to take a dismissal, and the fact that a motion for summary judgment has been filed by the defendant.\" Urohealth, 216 F.3d at 160 (quoting Pace v. S. Express Co., 409 F.2d 331, 334 (7th Cir. 1969)). As we summarized in our earlier opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court then indicated that, even though the Pace factors favored Urohealth, it did not believe that Urohealth would \"truly suffer legal prejudice\" if it dismissed the federal lawsuit without prejudice because Urohealth still would have to litigate these claims on behalf of Dacomed in the state suit. Urohealth argued that if the district court denied Doe's Rule 41(a)(2) motion and granted Urohealth summary judgment, the judgment would have preclusive effect for both Urohealth and Dacomed; thus, Urohealth could avoid relitigating the case in state court. The district court disagreed, reasoning that even if summary judgment would preclude relitigation for Urohealth in the state case, Dacomed, which \"is a separate entity, albeit wholly owned by Urohealth,\" would not be protected by res judicata because it was not a defendant in the federal case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Id. at 161.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Urohealth appealed the district court's order of dismissal without prejudice. This court reversed the order on the ground that \"the district court's main stated reason for dismissing without prejudice was based on a legal error.\" Id. at 162-63. Specifically, we held that the district court erred in assuming that Dacomed would not be entitled to assert a res judicata defense in state court if Urohealth had won summary judgment in the federal action. We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An evaluation of the res judicata effects normally would not be part of the Rule 41(a)(2) analysis, but this case is unusual because of the relationship of the two entities. To the extent the district court permissibly considered the potential prejudice stemming from Urohealth's having to litigate on behalf of Dacomed in the state case, we find an abuse of discretion because the court erred in finding no privity between the companies.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id. at 161. We remanded the case to the district court, leaving open the narrow possibility that the district court could, for other reasons, dismiss the case without ruling on Urohealth's motion for summary judgment. Id. at 163.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On remand, the case was assigned to a different district court judge, who ordered the parties to file new memoranda supporting and opposing the motion to dismiss. On November 8, 2000, the district court issued an order to stay the federal matter until the resolution of parallel state court proceedings. It stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I have at times stayed the federal action to await the outcome of the state case because the state outcome could make this litigation moot, and since the state case is the more comprehensive case, I think that's the most judicially economic result in this case. So I'm not going to rule on the motion to dismiss without prejudice or with prejudice. I'm going to stay this case until the state court litigation is completed, and then I will determine whether there's anything left to do, or decide, in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On November 24, 2000, Urohealth petitioned this court for an extraordinary writ under Fed. R. App. P. 21(c). On December 28, 2000, we issued an order conditionally treating the extraordinary writ as a notice of appeal. We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">it appears that an extraordinary writ does not lie because the challenged order is appealable . . . . Nonetheless, there is precedent for treating a petition for an extraordinary writ as a notice of appeal . . . and we exercise our discretion to do so under the peculiar circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(citations omitted). We deferred the final disposition of the question of our jurisdiction to the merits panel.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The first question before us is whether we have jurisdiction over this matter, given that Urohealth petitioned for an extraordinary writ rather than noticing a direct appeal of the stay order. Urohealth sought review of the stay order by means of a common law writ of certiorari, which is one of several writs historically within the power of a court of appeals under the All Writs Act, 28 U.S.C. &#167; 1651(a). Under the Act, Congress authorized federal courts to \"issue all writs necessary or appropriate in aid of their respective jurisdictions and agreeable to the usages and principles of law.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Supreme Court has defined the parameters of the use of writs, holding them to be \"extraordinary remedies . . . reserved for really extraordinary cases.\" Will v. United States, 389 U.S. 90, 107 (1967); see also Boreri v. Fiat S.P.A., 763 F.2d 17, 26 (1st Cir. 1985). Furthermore, it is well-established that an extraordinary writ, such as a writ of certiorari or a writ of mandamus, may not be used as a substitute for an appeal and will not lie if an appeal is an available remedy. See, e.g., Stauble v. Warrob, Inc., 977 F.2d 690, 693 (1st Cir. 1992) (mandamus is not a substitute for appeal and will not lie if the petitioner has a remedy through a direct appeal); In re Bushkin Assocs., Inc., 864 F.2d 241, 243 (1st Cir. 1989) (mandamus will not lie if there exist other adequate means to attain relief).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, Urohealth apparently assumed that a direct appeal was not an available remedy. This assumption is not supported by applicable case law, however. The Supreme Court has held that a district court's stay order is appealable as a \"final decision\" under 28 U.S.C. &#167; 1291 if the purpose of the stay is to effectively surrender jurisdiction of the federal suit to the state court. Moses H. Cone Mem'l Hosp. v. Mercury Constr. Corp., 460 U.S. 1, 10 &amp; n.11 (1983). There, the district court stayed the federal proceedings because the state and federal actions involved an identical issue. Id. at 10. The Court held that the district court's stay order was appealable, stating: \"a stay of a federal suit pending resolution of the state suit meant that there would be no further litigation in the federal forum; the state court's judgment on the issue would be res judicata.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Similarly, the stay order in the present case effectively amounted to a dismissal of the federal suit. The state and federal litigation were substantially alike and Urohealth and Dacomed were likely in privity. Urohealth, 216 F.3d at 162. It is therefore probable that any decision in state court would have had a preclusive effect on the federal litigation. Id. Furthermore, the district judge indicated that the reason for issuing a stay was to \"await the outcome of the state case because the state outcome could make this [federal] litigation moot . . . .\" Accordingly, an appeal would have been an available remedy to Urohealth, precluding an extraordinary writ. See Moses H. Cone, 460 U.S. at 10 &amp; n.11.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is thus clear that Urohealth should have appealed the district court's order rather than seeking an extraordinary writ. We now must consider whether we should nonetheless treat Urohealth's petition for an extraordinary writ as a notice of appeal. There is precedent for this course of action. See, e.g., In re Bethesda Mem'l Hosp., 123 F.3d 1407, 1408 (11th Cir. 1997) (\"precedent permits us to treat the petition for the writ of mandamus as a direct appeal, and we do so here\"); Clorox Co. v. United States Dist. Ct., 779 F.2d 517, 520 (9th Cir. 1985) (treating a writ of mandamus as a notice of appeal); In re Roberts Farms, Inc., 652 F.2d 793, 795 (9th Cir. 1981) (unaware that an appeal had also been filed, the court construed the writ of mandamus as a notice of appeal); see generally Smith v. Barry, 502 U.S. 244, 247-49 (1992) (courts should liberally construe the requirements for a notice of appeal under Fed. R. App. P. 3).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We conclude that it is appropriate to treat Urohealth's petition as an appeal under these particular factual circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In submitting its petition for an extraordinary writ, Urohealth followed the normal procedures required for a notice of appeal. Urohealth provided a copy of its petition for a writ of certiorari to the opposing party and to the district court within the time period allotted for a notice of appeal. See Smith, 502 U.S. at 248 (stating that the purpose of a notice of appeal is to \"ensure that the filing provides sufficient notice to other parties and the courts.\") Furthermore, if this court had acted on Urohealth's petition immediately upon its receipt, Urohealth still would have had time to correctly file a notice of appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> For these reasons, we will treat the petition for a writ of certiorari as a notice of appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Having determined that we have jurisdiction over this matter, we now proceed to the merits of Urohealth's appeal. Urohealth contends that the district court erred in refusing to rule on Doe's motion to dismiss and in staying the case pending resolution in the state court. We review the district court's issuance of a stay order for abuse of discretion. Walsh v. Walsh, 221 F.3d 204, 213 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When remanding this matter for further proceedings consistent with our opinion, we provided detailed guidance to the district court. We explained that Urohealth would be prejudiced if the state court action was allowed to proceed and Urohealth was forced to litigate on behalf of Dacomed. Urohealth, 216 F.3d at 161-63. We stated that, absent new reasons to support a voluntary dismissal, Doe's motion to dismiss should be denied and Urohealth's motions should be heard. Id. at 163. We left only narrow room for the district court to allow Doe's motion to dismiss without prejudice:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This [remand] does not necessarily preclude the possibility that for some other reason the district court could dismiss the case without ruling on the summary judgment motion, but given the record, it is somewhat difficult to discern what that reason might be. As matters now stand, the defendant has made a significant investment of time and money in the case, a motion for summary judgment apparently is ripe for decision, and judgment in favor of Urohealth would avoid what may be otherwise years of litigation in state court against its subsidiary on an identical claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id. We also made clear our disapproval, absent unusual circumstances, of forcing Urohealth or Dacomed to litigate all over again in state court a matter that had been brought to the present stage in a federal court:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We do think that a plaintiff cannot conduct a serious product liability claim in a federal court, provoke over a year's worth of discovery and motion practice, allow the case to reach the stage at which the defendant filed a full-scale summary judgment motion, and then when matters seemed to be going badly for plaintiff simply dismiss its case and begin all over again in a state court in what is essentially an identical proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court's order did not comport with our opinion in Urohealth. Rather, it stayed the case until the completion of the state court litigation. By allowing that litigation to proceed, its ruling was tantamount to dismissing the federal case without prejudice. Cf. Moses H. Cone, 460 U.S. at 10. Therefore, it effectively reinstated the very ruling this court reversed. Contrary to our opinion, at no point did the district court mention any new reasons to support its decision to not rule on the summary judgment motion. See Urohealth, 216 F.3d at 163.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The court's failure to follow the law of the case amounts to an abuse of discretion. See United States v. Alexander, 106 F.3d 874, 876 (9th Cir. 1997). A review of the record indicates that Doe submitted no new arguments that would warrant dismissal without prejudice. Accordingly, we vacate the stay order and remand this matter. We direct the district court to deny Doe's motion to dismiss and to hear Urohealth's pending motions forthwith.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Vacated and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A fuller discussion of the claims and the procedural history of this case can be found at Urohealth, 216 F.3d 157.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although this court has not spoken on this particular issue, we have recognized our power to treat a notice of appeal as a petition for a writ of mandamus. Phinney v. Wentworth Douglas Hosp., 199 F.3d 1, 3 (1st Cir. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At the time this court issued a preliminary order on this matter, the thirty-day time period for filing an appeal had already expired.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This conclusion should not be construed as holding that extraordinary writs should always be treated as notices of appeal. See Clorox Co., 779 F.2d at 520 (treating a writ of mandamus as a notice of appeal on the limited facts of the case, but concluding that generally it is \"unwise to blur the distinction between mandamus and appeal procedures by allowing one to substitute for the other . . . .\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">504</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">IN RE: UROHEALTH SYSTEMS, INC., Petitioner.</p>\n    <p class=\"docket\">No. 00-2458</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard May 8, 2001<br>Decided June 12, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ronald R. Lagueux, U.S. District Judge]</p>\n      <p class=\"indent\">Brooks R. Magratten, with whom Vetter &amp; White were on brief, for Urohealth Systems, Inc.</p>\n      <p class=\"indent\">Albert R. Romano, with whom Romano &amp; Spinella were on brief, for John Doe.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Schwarzer<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, District Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-petitioner Urohealth Systems, Inc. petitioned for an extraordinary writ to review the district court's stay order in this product liability action. Urohealth contends that the district court flouted the instructions in our earlier order in this case, Doe v. Urohealth Systems, Inc., <span class=\"citation\" data-id=\"198982\"><a href=\"/opinion/198982/doe-v-urohealth-systems/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span> (1st Cir. 2000), and abused its discretion in ordering the stay. We construe the extraordinary writ as an appeal, vacate the stay order, and remand for further proceedings.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 6, 1997, plaintiff John Doe sued Urohealth in the United States District Court for the District of Rhode Island. He asserted claims of strict liability, negligence, and breach of warranty based on the alleged malfunction of a penile prosthesis implanted on February 23, 1996.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Discovery proceeded for sixteen months. During that time, the district court chastised Doe for various abuses, including designating in interrogatory answers multiple experts that he had never in fact retained; not prosecuting his case diligently; and propounding voluminous and inappropriate discovery requests at the end of the discovery period. At the initial close of discovery, Doe had not yet retained an expert.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Urohealth first moved for summary judgment on June 23, 1998. The district court extended the pretrial deadlines, and Doe retained Edward Reese, Ph.D., as an expert. In response, Urohealth supplemented its motion for summary judgment, contending that Dr. Reese was unqualified and that his opinions lacked foundation. The district court assigned that motion to a magistrate judge, who ordered Urohealth to file a separate Daubert motion to strike Dr. Reese. Urohealth did so on January 11, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 26, 1999, Doe sued Urohealth and Urohealth's wholly-owned subsidiary, Dacomed Corporation, in the Rhode Island Superior Court, asserting the same product liability claims as in the instant case. In the state court action, Doe also sued the physician who implanted the prosthesis, Dr. Alan Podis, and the treating hospital, Miriam Hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 15, 1999, Doe moved to dismiss the federal court action without prejudice under Fed. R. Civ. P. 41(a)(2). Urohealth opposed the motion. In deciding the motion, the district court correctly considered \"the defendant's effort and expense of preparation for trial, excessive delay and lack of diligence on the part of the plaintiff in prosecuting the action, insufficient explanation for the need to take a dismissal, and the fact that a motion for summary judgment has been filed by the defendant.\" Urohealth, 216 F.3d at 160 (quoting Pace v. S. Express Co., <span class=\"citation\" data-id=\"284276\"><a href=\"/opinion/284276/betty-v-pace-as-administratrix-of-the-estate-of-floyd-j-pace-jr/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">331</span></a></span>, 334 (7th Cir. 1969)). As we summarized in our earlier opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court then indicated that, even though the Pace factors favored Urohealth, it did not believe that Urohealth would \"truly suffer legal prejudice\" if it dismissed the federal lawsuit without prejudice because Urohealth still would have to litigate these claims on behalf of Dacomed in the state suit. Urohealth argued that if the district court denied Doe's Rule 41(a)(2) motion and granted Urohealth summary judgment, the judgment would have preclusive effect for both Urohealth and Dacomed; thus, Urohealth could avoid relitigating the case in state court. The district court disagreed, reasoning that even if summary judgment would preclude relitigation for Urohealth in the state case, Dacomed, which \"is a separate entity, albeit wholly owned by Urohealth,\" would not be protected by res judicata because it was not a defendant in the federal case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Id. at 161.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Urohealth appealed the district court's order of dismissal without prejudice. This court reversed the order on the ground that \"the district court's main stated reason for dismissing without prejudice was based on a legal error.\" Id. at 162-63. Specifically, we held that the district court erred in assuming that Dacomed would not be entitled to assert a res judicata defense in state court if Urohealth had won summary judgment in the federal action. We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An evaluation of the res judicata effects normally would not be part of the Rule 41(a)(2) analysis, but this case is unusual because of the relationship of the two entities. To the extent the district court permissibly considered the potential prejudice stemming from Urohealth's having to litigate on behalf of Dacomed in the state case, we find an abuse of discretion because the court erred in finding no privity between the companies.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id. at 161. We remanded the case to the district court, leaving open the narrow possibility that the district court could, for other reasons, dismiss the case without ruling on Urohealth's motion for summary judgment. Id. at 163.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On remand, the case was assigned to a different district court judge, who ordered the parties to file new memoranda supporting and opposing the motion to dismiss. On November 8, 2000, the district court issued an order to stay the federal matter until the resolution of parallel state court proceedings. It stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I have at times stayed the federal action to await the outcome of the state case because the state outcome could make this litigation moot, and since the state case is the more comprehensive case, I think that's the most judicially economic result in this case. So I'm not going to rule on the motion to dismiss without prejudice or with prejudice. I'm going to stay this case until the state court litigation is completed, and then I will determine whether there's anything left to do, or decide, in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On November 24, 2000, Urohealth petitioned this court for an extraordinary writ under Fed. R. App. P. 21(c). On December 28, 2000, we issued an order conditionally treating the extraordinary writ as a notice of appeal. We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">it appears that an extraordinary writ does not lie because the challenged order is appealable . . . . Nonetheless, there is precedent for treating a petition for an extraordinary writ as a notice of appeal . . . and we exercise our discretion to do so under the peculiar circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(citations omitted). We deferred the final disposition of the question of our jurisdiction to the merits panel.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The first question before us is whether we have jurisdiction over this matter, given that Urohealth petitioned for an extraordinary writ rather than noticing a direct appeal of the stay order. Urohealth sought review of the stay order by means of a common law writ of certiorari, which is one of several writs historically within the power of a court of appeals under the All Writs Act, 28 U.S.C. &#167; 1651(a). Under the Act, Congress authorized federal courts to \"issue all writs necessary or appropriate in aid of their respective jurisdictions and agreeable to the usages and principles of law.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Supreme Court has defined the parameters of the use of writs, holding them to be \"extraordinary remedies . . . reserved for really extraordinary cases.\" Will v. United States, <span class=\"citation\" data-id=\"107539\"><a href=\"/opinion/107539/will-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 107 (1967); see also Boreri v. Fiat S.P.A., <span class=\"citation\" data-id=\"453018\"><a href=\"/opinion/453018/robert-j-boreri-v-fiat-spa/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 26 (1st Cir. 1985). Furthermore, it is well-established that an extraordinary writ, such as a writ of certiorari or a writ of mandamus, may not be used as a substitute for an appeal and will not lie if an appeal is an available remedy. See, e.g., Stauble v. Warrob, Inc., <span class=\"citation\" data-id=\"593171\"><a href=\"/opinion/593171/alfred-stauble-individually-and-fub-warrob-inc-v-warrob-inc-alfred/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 693 (1st Cir. 1992) (mandamus is not a substitute for appeal and will not lie if the petitioner has a remedy through a direct appeal); In re Bushkin Assocs., Inc., <span class=\"citation\" data-id=\"516170\"><a href=\"/opinion/516170/in-re-bushkin-associates-inc-and-merle-j-bushkin/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 243 (1st Cir. 1989) (mandamus will not lie if there exist other adequate means to attain relief).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, Urohealth apparently assumed that a direct appeal was not an available remedy. This assumption is not supported by applicable case law, however. The Supreme Court has held that a district court's stay order is appealable as a \"final decision\" under 28 U.S.C. &#167; 1291 if the purpose of the stay is to effectively surrender jurisdiction of the federal suit to the state court. Moses H. Cone Mem'l Hosp. v. Mercury Constr. Corp., <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10 &amp; n.11 (1983). There, the district court stayed the federal proceedings because the state and federal actions involved an identical issue. Id. at 10. The Court held that the district court's stay order was appealable, stating: \"a stay of a federal suit pending resolution of the state suit meant that there would be no further litigation in the federal forum; the state court's judgment on the issue would be res judicata.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Similarly, the stay order in the present case effectively amounted to a dismissal of the federal suit. The state and federal litigation were substantially alike and Urohealth and Dacomed were likely in privity. Urohealth, 216 F.3d at 162. It is therefore probable that any decision in state court would have had a preclusive effect on the federal litigation. Id. Furthermore, the district judge indicated that the reason for issuing a stay was to \"await the outcome of the state case because the state outcome could make this [federal] litigation moot . . . .\" Accordingly, an appeal would have been an available remedy to Urohealth, precluding an extraordinary writ. See Moses H. Cone, 460 U.S. at 10 &amp; n.11.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is thus clear that Urohealth should have appealed the district court's order rather than seeking an extraordinary writ. We now must consider whether we should nonetheless treat Urohealth's petition for an extraordinary writ as a notice of appeal. There is precedent for this course of action. See, e.g., In re Bethesda Mem'l Hosp., <span class=\"citation\" data-id=\"745463\"><a href=\"/opinion/745463/74-fair-emplpraccas-bna-1735-73-empl-prac-dec-p-45285-11-fla-l/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1407</span></a></span>, 1408 (11th Cir. 1997) (\"precedent permits us to treat the petition for the writ of mandamus as a direct appeal, and we do so here\"); Clorox Co. v. United States Dist. Ct., <span class=\"citation\" data-id=\"462354\"><a href=\"/opinion/462354/the-clorox-company-v-the-united-states-district-court-for-the-northern/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 520 (9th Cir. 1985) (treating a writ of mandamus as a notice of appeal); In re Roberts Farms, Inc., <span class=\"citation\" data-id=\"391947\"><a href=\"/opinion/391947/in-re-roberts-farms-inc-a-corporation-debtor-curvin-j-trone-jr-and/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span>, 795 (9th Cir. 1981) (unaware that an appeal had also been filed, the court construed the writ of mandamus as a notice of appeal); see generally Smith v. Barry, <span class=\"citation\" data-id=\"112673\"><a href=\"/opinion/112673/smith-v-barry/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">244</span></a></span>, 247-49 (1992) (courts should liberally construe the requirements for a notice of appeal under Fed. R. App. P. 3).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We conclude that it is appropriate to treat Urohealth's petition as an appeal under these particular factual circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In submitting its petition for an extraordinary writ, Urohealth followed the normal procedures required for a notice of appeal. Urohealth provided a copy of its petition for a writ of certiorari to the opposing party and to the district court within the time period allotted for a notice of appeal. See Smith, 502 U.S. at 248 (stating that the purpose of a notice of appeal is to \"ensure that the filing provides sufficient notice to other parties and the courts.\") Furthermore, if this court had acted on Urohealth's petition immediately upon its receipt, Urohealth still would have had time to correctly file a notice of appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> For these reasons, we will treat the petition for a writ of certiorari as a notice of appeal.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Having determined that we have jurisdiction over this matter, we now proceed to the merits of Urohealth's appeal. Urohealth contends that the district court erred in refusing to rule on Doe's motion to dismiss and in staying the case pending resolution in the state court. We review the district court's issuance of a stay order for abuse of discretion. Walsh v. Walsh, <span class=\"citation\" data-id=\"199014\"><a href=\"/opinion/199014/walsh-v-walsh/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></a></span>, 213 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When remanding this matter for further proceedings consistent with our opinion, we provided detailed guidance to the district court. We explained that Urohealth would be prejudiced if the state court action was allowed to proceed and Urohealth was forced to litigate on behalf of Dacomed. Urohealth, 216 F.3d at 161-63. We stated that, absent new reasons to support a voluntary dismissal, Doe's motion to dismiss should be denied and Urohealth's motions should be heard. Id. at 163. We left only narrow room for the district court to allow Doe's motion to dismiss without prejudice:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This [remand] does not necessarily preclude the possibility that for some other reason the district court could dismiss the case without ruling on the summary judgment motion, but given the record, it is somewhat difficult to discern what that reason might be. As matters now stand, the defendant has made a significant investment of time and money in the case, a motion for summary judgment apparently is ripe for decision, and judgment in favor of Urohealth would avoid what may be otherwise years of litigation in state court against its subsidiary on an identical claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id. We also made clear our disapproval, absent unusual circumstances, of forcing Urohealth or Dacomed to litigate all over again in state court a matter that had been brought to the present stage in a federal court:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We do think that a plaintiff cannot conduct a serious product liability claim in a federal court, provoke over a year's worth of discovery and motion practice, allow the case to reach the stage at which the defendant filed a full-scale summary judgment motion, and then when matters seemed to be going badly for plaintiff simply dismiss its case and begin all over again in a state court in what is essentially an identical proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court's order did not comport with our opinion in Urohealth. Rather, it stayed the case until the completion of the state court litigation. By allowing that litigation to proceed, its ruling was tantamount to dismissing the federal case without prejudice. Cf. Moses H. Cone, 460 U.S. at 10. Therefore, it effectively reinstated the very ruling this court reversed. Contrary to our opinion, at no point did the district court mention any new reasons to support its decision to not rule on the summary judgment motion. See Urohealth, 216 F.3d at 163.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The court's failure to follow the law of the case amounts to an abuse of discretion. See United States v. Alexander, <span class=\"citation\" data-id=\"735383\"><a href=\"/opinion/735383/97-cal-daily-op-serv-784-97-daily-journal-dar-1151-united-states-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">874</span></a></span>, 876 (9th Cir. 1997). A review of the record indicates that Doe submitted no new arguments that would warrant dismissal without prejudice. Accordingly, we vacate the stay order and remand this matter. We direct the district court to deny Doe's motion to dismiss and to hear Urohealth's pending motions forthwith.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Vacated and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A fuller discussion of the claims and the procedural history of this case can be found at Urohealth, <span class=\"citation\" data-id=\"198982\"><a href=\"/opinion/198982/doe-v-urohealth-systems/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although this court has not spoken on this particular issue, we have recognized our power to treat a notice of appeal as a petition for a writ of mandamus. Phinney v. Wentworth Douglas Hosp., <span class=\"citation\" data-id=\"198735\"><a href=\"/opinion/198735/phinney-v-paulshock/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At the time this court issued a preliminary order on this matter, the thirty-day time period for filing an appeal had already expired.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This conclusion should not be construed as holding that extraordinary writs should always be treated as notices of appeal. See Clorox Co., 779 F.2d at 520 (treating a writ of mandamus as a notice of appeal on the limited facts of the case, but concluding that generally it is \"unwise to blur the distinction between mandamus and appeal procedures by allowing one to substitute for the other . . . .\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745463/"
  ]
}