{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199439/",
  "absolute_url": "/opinion/199439/cruz-v-farquharson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199439/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:45Z",
  "date_modified": "2017-03-24T11:01:56.396928Z",
  "type": "010combined",
  "sha1": "b2d2fba4cd8846d59ff837555735644cdbca6c2d",
  "page_count": 14,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2261-01A.pdf",
  "local_path": "pdf/2001/06/12/Cruz_v._Farquharson.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-2261\n\n                MARIA ANTONIA CRUZ, ETC., ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n  STEVEN J. FARQUHARSON, AS DISTRICT DIRECTOR OF THE BOSTON\n   DISTRICT OF THE IMMIGRATION AND NATURALIZATION SERVICE,\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                              Before\n\n                 Selya and Boudin, Circuit Judges,\n\n              and Schwarzer,* Senior District Judge.\n\n\n\n     Cristóbal Bonifaz, with whom John C. Bonifaz and Law Offices\nof Cristóbal Bonifaz were on brief, for appellants.\n     Papu   Sandhu,  Senior   Litigation   Counsel,   Office   of\nImmigration Litigation, Civil Division, U.S. Dep't of Justice,\nwith whom Stuart E. Schiffer, Acting Assistant Attorney General,\nand   Emily Anne Radford, Assistant Director, Office of\nImmigration Litigation, were on brief, for appellee.\n\n\n\n\n                          June 12, 2001\n\f______________\n*Of the Northern District of California, sitting by designation.\n\f             SELYA, Circuit Judge.          This case involves the manner\n\nin   which   the     Immigration   and      Naturalization   Service     (INS)\n\nprocesses (or fails to process) petitions by citizens requesting\n\npermanent     residence    in   the   United     States   for   their    alien\n\nspouses.      These importunings are commonly called \"immediate\n\nrelative\" visa petitions (IRV petitions).            The pertinent statute\n\nis 8 U.S.C. § 1154(a) (1994 & Supp. IV 1998), pursuant to which\n\na United States citizen may file an IRV petition on behalf of an\n\nalien spouse to classify the spouse as a person who can apply\n\nforthwith     for    an   immigrant    visa.       Id.;   see   also    id.   §\n\n1151(b)(2)(A)(i)       (defining   \"immediate      relatives\"    to    include\n\nspouses).     The law assigns to the Attorney General the duty to\n\ndecide whether a petition reveals facts sufficient to allow the\n\nalien spouse to satisfy the definition of \"immediate relative.\"\n\nId. § 1154(b).       After conducting an investigation, \"the Attorney\n\nGeneral shall, if he determines that the facts stated in the\n\npetition are true and that the alien in behalf of whom the\n\npetition is made is an immediate relative . . . approve the\n\npetition.\"     Id.\n\n             Such approval clears the way for the affected alien\n\nspouse to seek an adjustment of his or her status to that of a\n\nlawful permanent resident of the United States.                   See id. §\n\n1255(a).     To so qualify, the alien spouse must make a four-fold\n\n\n                                      -3-\n\fshowing:   (1) that he or she was lawfully admitted into the\n\nUnited   States;   (2)   that   he    or   she    has   duly   applied   for\n\nadjustment of status; (3) that he or she is eligible to obtain\n\npermanent residence in the United States; and (4) that, as a\n\nresult of the granting of an IRV petition or otherwise, an\n\nimmigrant visa is immediately available.                See id.; see also\n\nRuckbi v. INS, 159 F.3d 18, 19 (1st Cir. 1998).            Because \"sham\"\n\nmarriages historically have posed a problem in connection with\n\nIRV petitions, the INS may impose certain conditions on approval\n\nof adjustment-of-status applications involving recently married\n\nalien spouses.     See 8 U.S.C. § 1186a(a)(1), (g)(1) (stipulating\n\nthat if the marriage occurred within twenty-four months next\n\npreceding the date of adjustment of status, permanent resident\n\nstatus will be granted provisionally); see also id. § 1186a(c),\n\n(d)(2) (describing procedure for converting conditional status\n\nto unconditional status once two years have elapsed from date of\n\nadjustment).\n\n           In this case, four named plaintiffs, all American\n\ncitizens, filed IRV petitions with the Boston office of the INS\n\non behalf of their alien spouses.                The spouses, also named\n\nplaintiffs, simultaneously applied for permanent residence. The\n\nINS district director temporized, neither granting nor denying\n\nany of these requests.\n\n\n                                     -4-\n\f               By mid-1999, these filings — which had been perfected\n\non   various     dates    in   1997   —     still    lay    fallow.       The   eight\n\nplaintiffs,       frustrated    by    the        unexplained    delay,    sued    the\n\ndistrict director on August 18, 1999.                       In their complaint,\n\npurportedly filed on behalf of themselves and \"[a]ll persons\n\nwithin the jurisdiction of the Boston Office of INS who have\n\n[had] adjustment of status applications pending in the Boston\n\nOffice of INS for more than one year,\" the plaintiffs prayed,\n\ninter alia, for an order requiring the district director to\n\ngrant     or    deny   residency      to    the     named    alien    spouses     and\n\ncomparably situated members of the putative class within twelve\n\nmonths of the date on which properly completed IRV petitions and\n\nadjustment-of-status applications had been filed.1 The complaint\n\nalso alleged that the INS had engaged in a variety of pernicious\n\npractices and sought an order enjoining the district director\n\nfrom continuing to conduct his office in that manner.                             The\n\npractices cited by the plaintiffs (which are, at this point,\n\nmerely allegations) included, inter alia, (i) making status\n\ndeterminations           vis-à-vis         alien      spouses        on    racially\n\ndiscriminatory bases, and (ii) effectively curtailing legal\n\n\n      1\n     The twelve-month period appears to be snatched out of thin\nair. Moreover, such a timetable obviously has no bearing with\nrespect   to  the   named  plaintiffs,   whose  petitions   and\napplications were pending for upwards of twenty-two months when\nthey started suit.\n\n                                           -5-\n\fimmigration into the United States by \"shelving\" adjudication\n\ncases.\n\n            The complaint brought a swift response. Within twenty-\n\nfive days of the filing date, the district director granted the\n\nresidency    status    sought    by    one   couple   and   began   actively\n\nprocessing     the     IRV     petitions       and    adjustment-of-status\n\napplications of the remaining named plaintiffs.             By October 29,\n\n1999 — roughly ten weeks after suit had been started — the\n\ndistrict director had granted all the named plaintiffs' IRV\n\npetitions and had approved permanent resident status for the\n\nfour alien spouses.\n\n            Pointing to these changed circumstances, the district\n\ndirector moved to dismiss the complaint on mootness grounds.\n\nThe plaintiffs opposed this motion and, on December 1, 1999,\n\nmoved for class certification.              See Fed. R. Civ. P. 23.      The\n\ndistrict    court    granted    the   district   director's    motion   and,\n\naccordingly, denied class certification as moot.               This appeal\n\nensued.\n\n            We need not tarry.          The Constitution confines the\n\nfederal courts' jurisdiction to those claims which embody actual\n\n\"cases\" or \"controversies.\"           U.S. Const. art. III, § 2, cl. 1.\n\nThis requirement must be satisfied at each and every stage of\n\nthe litigation.       Spencer v. Kemna, 523 U.S. 1, 7 (1998).           When\n\n\n                                      -6-\n\fa case is moot — that is, when the issues presented are no\n\nlonger    live   or    when    the    parties    lack     a    legally   cognizable\n\ninterest in the outcome — a case or controversy ceases to exist,\n\nand dismissal of the action is compulsory.                    See City of Erie v.\n\nPap's A. M., 529 U.S. 277, 287 (2000); United States Parole\n\nComm'n v. Geraghty, 445 U.S. 388, 395-96 (1980); R.I. Ass'n of\n\nRealtors v. Whitehouse, 199 F.3d 26, 34 (1st Cir. 1999).\n\n            Here, the named plaintiffs received complete relief\n\nfrom the district director no later than October 29, 1999.                          By\n\nthat    date,    the    INS    had    adjudicated       and     approved     the   IRV\n\npetitions filed by all four named citizen plaintiffs and the\n\nconcomitant applications for adjustment of status filed by their\n\nalien spouses.         From that point forward, there was no longer a\n\nlive    controversy         between    the   plaintiffs         and    the   district\n\ndirector,    and      the    plaintiffs      —   having       previously     received\n\nfavorable administrative action — lacked any cognizable stake in\n\nthe outcome of the proceedings.              Thus, the case had become moot.\n\nSee County of Los Angeles v. Davis, 440 U.S. 625, 631-34 (1979);\n\nPowell v. McCormack, 395 U.S. 486, 496-97 (1969); Thomas R.W. v.\n\nMass.    Dep't   of    Educ.,    130    F.3d     477,   479     (1st    Cir.   1997).\n\nNothing that transpired between October 29, 1999, and June 22,\n\n2000 (the date on which the district court ruled) filled this\n\nvoid:     no new plaintiffs tried to intervene, and the named\n\n\n                                        -7-\n\fplaintiffs made no effort to amend their complaint to add new\n\nparties.      Thus, it seems difficult to fault the district court\n\nfor dismissing the case.\n\n           The plaintiffs try.             They seek to deflect the force of\n\nthis reasoning in two ways.               We examine their handiwork.\n\n           The plaintiffs first argue that a different, more\n\nrelaxed conception of mootness should apply because this suit\n\nwas intended all along to be a class action.                        In maintaining\n\nthis stance, they rely heavily on the Supreme Court's decision\n\nin Sosna v.      Iowa, 419 U.S. 393 (1975).                    Their reliance is\n\nmislaid.\n\n           To be sure, the Sosna Court held that even though the\n\nnamed plaintiff's individual claim had become moot after proper\n\ncertification      of    a   class,   the       class    action    itself   was   not\n\nrendered moot.       Id. at 400-01.         The Court reasoned that when the\n\ndistrict   court     ordered     certification,          the    class    acquired   a\n\nseparate legal status that survived the dissipation of the named\n\nplaintiff's claim.           Id. at 399.         Here, however, the district\n\ncourt   had    not      certified     a    class    at    the     time   the   named\n\nplaintiffs' claims became moot — indeed, the plaintiffs had not\n\nyet moved for class certification at that juncture.\n\n           This is a dispositive difference.                      Despite the fact\n\nthat a case is brought as a putative class action, it ordinarily\n\n\n                                          -8-\n\fmust be dismissed as moot if no decision on class certification\n\nhas occurred by the time that the individual claims of all named\n\nplaintiffs have been fully resolved.2         See Arnold v. Panora, 593\n\nF.2d 161, 164 (1st Cir. 1979); Cicchetti v. Lucey, 514 F.2d 362,\n\n365-66 (1st Cir. 1975); see also Ahmed v. Univ. of Toledo, 822\n\nF.2d 26, 27 (6th Cir. 1987); Tucker v. Phyfer, 819 F.2d 1030,\n\n1033 (11th Cir. 1987); Inmates of Lincoln Intake & Det. Facility\n\nv. Boosalis, 705 F.2d 1021, 1023 (8th Cir. 1983).3           Only when a\n\nclass   is   certified   does   the   class   acquire   a   legal   status\n\nindependent of the interest asserted by the named plaintiffs —\n\nand only then is the holding in Sosna implicated.\n\n             The plaintiffs next seek to avoid the mootness bar by\n\nasseverating that the questions presented in their complaint are\n\n\"capable of repetition, yet evading review.\"            S. Pac. Terminal\n\n\n    2There is a narrow exception to this principle, exemplified\nby Gerstein v. Pugh, 420 U.S. 103, 110 n.11 (1975). We discuss\nthis exception infra.\n    3We note that one court has taken a somewhat more expansive\nview, concluding that a class action may endure even though the\nnamed plaintiff's claims have become moot, as long as a motion\nfor class certification is pending at the time that mootness\novertakes the plaintiff's claims. See Holmes v. Pension Plan of\nBethlehem Steel Corp., 213 F.3d 124, 135 (3d Cir. 2000) (\"So\nlong as a class representative has a live claim at the time he\nmoves for class certification, neither a pending motion nor a\ncertified class action need be dismissed if his individual claim\nsubsequently becomes moot.\").      Because no such motion was\npending when the claims of the named plaintiffs in this case\nbecame moot, we have no occasion to consider the correctness of\nthe Third Circuit's singular rule.\n\n                                  -9-\n\fCo. v. ICC, 219 U.S. 498, 515 (1911).                  This asseveration fastens\n\nupon       a   recognized,      albeit        narrow,       exception         to     general\n\nprinciples of mootness.              E.g., Caroline T. v. Hudson Sch. Dist.,\n\n915 F.2d 752, 757 (1st Cir. 1990).                     We have warned, however,\n\nthat       \"the   exception     is    not     a    juju,    capable      of    dispelling\n\nmootness by mere invocation.\"                 Oakville Dev. Corp. v. FDIC, 986\n\nF.2d 611, 615 (1st Cir. 1993).                    In cases — like this one — in\n\nwhich no class has been certified, the exception pertains only\n\nif   there        is    some   demonstrated         probability         that       the    same\n\ncontroversy, involving the same parties, will reoccur.                                      See\n\nMurphy v. Hunt, 455 U.S. 478, 482 (1982); Weinstein v. Bradford,\n\n423 U.S. 147, 149 (1975).\n\n               On the record as it stands, the plaintiffs' case does\n\nnot fit within this niche.             Unlike pregnant women who are likely\n\nto conceive again, see Roe v. Wade, 410 U.S. 113, 125 (1973), or\n\nhandicapped        children     who     are       virtually      certain       to   require\n\nplacement in successive school years, see Caroline T., 915 F.2d\n\nat 757, the plaintiffs have not shown, or even alleged, that\n\nthey       have   any    prospect     of    seeking        the   same    relief          anew. 4\n\n\n       4\n      The \"same parties\" requirement — the requirement that a party\nshow that she is likely to experience a future reoccurrence of the\nmooted dispute — is sometimes expressly stated, e.g., Murphy, 455 U.S.\nat 482, sometimes not, e.g., Roe, 410 U.S. at 125. Arguably, some\ncases may have diluted this requirement. See, e.g., id. (noting that\npregnancy often comes more than once to a woman of childbearing age,\nwithout inquiring whether Roe herself was likely to become pregnant\n\n                                            -10-\n\fMoreover, it is hard to visualize why they would have any need\n\nto do so.           The citizen plaintiffs' IRV petitions have been\n\ngranted,          and   their    alien      spouses    —    the    only   other    named\n\nplaintiffs — have been reclassified as permanent residents.\n\nThese       are    one-time     requirements,         and   the    plaintiffs     cannot\n\ncredibly argue that they are likely to be exposed afresh to the\n\nsame       sort    of   bureaucratic        gridlock    that      drove   them    to   the\n\ncourthouse          door   on    this    occasion.           It    follows   that      the\n\nplaintiffs'         claims      are   not    \"capable       of    repetition\"     in   the\n\nrequisite sense.5            See, e.g., Spencer, 523 U.S. at 18 (holding\n\nthat the petitioner had not demonstrated a reasonable likelihood\n\nthat he would again be paroled and have his parole revoked);\n\n\n\nagain); see also Erwin Chemerinsky, Federal Jurisdiction § 2.5.3 (3d\ned. 1999); 13A Charles Alan Wright et al., Federal Practice and\nProcedure § 3533.8 (2d ed. 1984 & Supp. 2001). In the abstract, this\nmight be an interesting subject for a law review article. Here,\nhowever, in view of the plaintiffs' inability to demonstrate that the\nmooted dispute is likely to elude review, see text infra, it is\nunnecessary for us to speculate on how strictly the Supreme Court will\nenforce the \"same parties\" requirement in future cases.\n       5\n     The plaintiffs seemingly concede this point. They argue\ninstead that the district director's handling of IRV petitions\nimperils other citizens who have a right to seek permanent\nresident status for their alien spouses as well as other alien\nspouses. Even if these predictions of imminent peril are well-\nfounded — a matter on which we take no view — they are\nirrelevant: \"the possibility . . . that others may be called\nupon to litigate similar claims does not save a particular\nplaintiff's case from mootness.\" Oakville Dev., 986 F.2d at 615\n(citing, inter alia, Lane v. Williams, 455 U.S. 624, 634\n(1982)).\n\n                                            -11-\n\fMurphy, 455 U.S. at 482-83 (finding no \"reasonable expectation\"\n\nor \"demonstrated probability\" that appellant would once again be\n\nforced to seek pretrial bail); Oakville Dev., 986 F.2d at 615\n\n(finding it highly unlikely that appellant would secure another\n\nmortgage    with          a    federally      insured     bank       that     subsequently\n\nfailed).\n\n            In all events, the plaintiffs have not shown at this\n\njuncture that the generic types of claims that they seek to\n\npursue are likely to evade review.                      To do so would necessitate\n\na showing that the claims are inherently transitory, e.g., Neb.\n\nPress Ass'n v. Stuart, 427 U.S. 539, 546-47 (1976), or that\n\nthere is a realistic threat that no trial court ever will have\n\nenough time to decide the underlying issues (or, at least, to\n\ngrant   a    motion           for     class    certification)         before     a   named\n\nplaintiff's individual claim becomes moot, e.g., Gerstein v.\n\nPugh, 420 U.S. 103, 110 n.11 (1975).                      The record in this case\n\nreflects no such showing.\n\n            To       be       sure,    the    plaintiffs       say    that      their    own\n\nexperience       —   the       INS    did    nothing    with    their       petitions    and\n\napplications for over twenty-two months, and then moved with\n\nseemingly    unaccustomed               alacrity       once    suit     was    started     —\n\ncomprises     the         necessary          showing.          But    the     plaintiffs'\n\nexperience, in and of itself, constitutes too frail a foundation\n\n\n                                              -12-\n\fto support the conclusion that they would have us draw.                          One\n\nswallow does not a summer make, and we have no acceptable basis\n\nto conclude,      without a more substantial factual predicate, that\n\nthe   INS   has   devised    a    scurrilous       pattern     and    practice    of\n\nthwarting     judicial   review        by     allowing      IRV     petitions    and\n\nassociated alien spouse applications to languish and then, when\n\nand if a suit ensues, adjudicating them quickly to ensure that\n\nno federal court ever will be in a position either to resolve\n\nthe   underlying    issues       or   to   rule    on   a   class    certification\n\nmotion.     We hold, therefore, that the plaintiffs have not shown,\n\non this exiguous record, that the claims asserted are likely to\n\nevade meaningful judicial review.6                See Rocky v. King, 900 F.2d\n\n864, 870-71 (5th Cir. 1990) (discerning no sufficient indication\n\nthat prison officials would remove from field work every inmate\n\nwho brought suit to challenge the conditions under which that\n\nwork was performed); see also Sze v. INS, 153 F.3d 1005, 1008\n\n(9th Cir. 1998) (rejecting assertion that litigation had spurred\n\n\n      6\n     The plaintiffs themselves tell us that there are literally\n\"thousands\" of similarly situated individuals who have IRV\npetitions and/or residency applications pending in the INS's\nBoston office. This datum suggests to us a likelihood that the\nunderlying issues here, if diligently pursued by aggrieved\nparties, are susceptible of resolution in the courts. Cf. Rocky\nv. King, 900 F.2d 864, 870 (5th Cir. 1990) (concluding that\nclaims were not likely to evade review and attaching\nsignificance in that regard to the fact that \"[h]undreds of\ninmates . . . could file a claim identical to that filed by [the\nnamed plaintiff]\").\n\n                                       -13-\n\fINS to process plaintiffs' naturalization applications in favor\n\nof   theory   that     INS   had   acted   \"in   due   course,   albeit\n\nsignificantly delayed due course\").\n\n           We need go no further. Although the charges that the\n\nplaintiffs levy against the INS are serious, mootness goes to\n\nthe federal courts' jurisdiction.          Iron Arrow Honor Soc'y v.\n\nHeckler, 464 U.S. 67, 70 (1983) (per curiam); CMM Cable Rep.,\n\nInc. v. Ocean Coast Props., Inc., 48 F.3d 618, 622 (1st Cir.\n\n1995).   Its existence here effectively prevented the trial court\n\nfrom digging into the veracity of the plaintiffs' allegations\n\n(which, we emphasize, are at this point unproved).        Accordingly,\n\nwe affirm the order for dismissal.\n\n\n\n           Affirmed.\n\n\n\n\n                                   -14-\n\f",
  "html": "<p class=\"case_cite\">252 F.3d 530 (1st Cir. 2001)</p>\n    <p class=\"parties\">MARIA ANTONIA CRUZ, ETC., ET AL., Plaintiffs, Appellants,<br>v.<br>STEVEN J. FARQUHARSON, AS DISTRICT DIRECTOR OF THE BOSTON DISTRICT OF THE IMMIGRATION AND NATURALIZATION SERVICE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2261</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard May 10, 2001<br>Decided June 12, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Cristobal Bonifaz, with whom John C. Bonifaz and Law Offices of Cristobal Bonifaz were on brief, for appellants.</p>\n      <p class=\"indent\">Papu Sandhu, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, U.S. Dep't of Justice, with whom Stuart E. Schiffer, Acting Assistant Attorney General, and Emily Anne Radford, Assistant Director, Office of Immigration Litigation, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya and Boudin, Circuit Judges, and Schwarzer,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves the manner in which the Immigration and Naturalization Service (INS) processes (or fails to process) petitions by citizens requesting permanent residence in the United States for their alien spouses. These importunings are commonly called \"immediate relative\" visa petitions (IRV petitions). The pertinent statute is 8 U.S.C. &#167; 1154(a) (1994 &amp; Supp. IV 1998), pursuant to which a United States citizen may file an IRV petition on behalf of an alien spouse to classify the spouse as a person who can apply forthwith for an immigrant visa. Id.; see also id. &#167; 1151(b)(2)(A)(i) (defining \"immediate relatives\" to include spouses). The law assigns to the Attorney General the duty to decide whether a petition reveals facts sufficient to allow the alien spouse to satisfy the definition of \"immediate relative.\" Id. &#167; 1154(b). After conducting an investigation, \"the Attorney General shall, if he determines that the facts stated in the petition are true and that the alien in behalf of whom the petition is made is an immediate relative . . . approve the petition.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Such approval clears the way for the affected alien spouse to seek an adjustment of his or her status to that of a lawful permanent resident of the United States. See id. &#167; 1255(a). To so qualify, the alien spouse must make a four-fold showing: (1) that he or she was lawfully admitted into the United States; (2) that he or she has duly applied for adjustment of status; (3) that he or she is eligible to obtain permanent residence in the United States; and (4) that, as a result of the granting of an IRV petition or otherwise, an immigrant visa is immediately available. See id.; see also Ruckbi v. INS, 159 F.3d 18, 19 (1st Cir. 1998). Because \"sham\" marriages historically have posed a problem in connection with IRV petitions, the INS may impose certain conditions on approval of adjustment-of-status applications involving recently married alien spouses. See 8 U.S.C. &#167; 1186a(a)(1), (g)(1) (stipulating that if the marriage occurred within twenty-four months next preceding the date of adjustment of status, permanent resident status will be granted provisionally); see also id. &#167; 1186a(c), (d)(2) (describing procedure for converting conditional status to unconditional status once two years have elapsed from date of adjustment).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In this case, four named plaintiffs, all American citizens, filed IRV petitions with the Boston office of the INS on behalf of their alien spouses. The spouses, also named plaintiffs, simultaneously applied for permanent residence. The INS district director temporized, neither granting nor denying any of these requests.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By mid-1999, these filings -- which had been perfected on various dates in 1997 -- still lay fallow. The eight plaintiffs, frustrated by the unexplained delay, sued the district director on August 18, 1999. In their complaint, purportedly filed on behalf of themselves and \"[a]ll persons within the jurisdiction of the Boston Office of INS who have [had] adjustment of status applications pending in the Boston Office of INS for more than one year,\" the plaintiffs prayed, inter alia, for an order requiring the district director to grant or deny residency to the named alien spouses and comparably situated members of the putative class within twelve months of the date on which properly completed IRV petitions and adjustment-of-status applications had been filed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The complaint also alleged that the INS had engaged in a variety of pernicious practices and sought an order enjoining the district director from continuing to conduct his office in that manner. The practices cited by the plaintiffs (which are, at this point, merely allegations) included, inter alia, (i) making status determinations vis-a-vis alien spouses on racially discriminatory bases, and (ii) effectively curtailing legal immigration into the United States by \"shelving\" adjudication cases.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The complaint brought a swift response. Within twenty-five days of the filing date, the district director granted the residency status sought by one couple and began actively processing the IRV petitions and adjustment-of-status applications of the remaining named plaintiffs. By October 29, 1999 -- roughly ten weeks after suit had been started -- the district director had granted all the named plaintiffs' IRV petitions and had approved permanent resident status for the four alien spouses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pointing to these changed circumstances, the district director moved to dismiss the complaint on mootness grounds. The plaintiffs opposed this motion and, on December 1, 1999, moved for class certification. See Fed. R. Civ. P. 23. The district court granted the district director's motion and, accordingly, denied class certification as moot. This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We need not tarry. The Constitution confines the federal courts' jurisdiction to those claims which embody actual \"cases\" or \"controversies.\" U.S. Const. art. III, &#167; 2, cl. 1. This requirement must be satisfied at each and every stage of the litigation. Spencer v. Kemna, 523 U.S. 1, 7 (1998). When a case is moot -- that is, when the issues presented are no longer live or when the parties lack a legally cognizable interest in the outcome -- a case or controversy ceases to exist, and dismissal of the action is compulsory. See City of Erie v. Pap's A. M., 529 U.S. 277, 287 (2000); United States Parole Comm'n v. Geraghty, 445 U.S. 388, 395-96 (1980); R.I. Ass'n of Realtors v. Whitehouse, 199 F.3d 26, 34 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Here, the named plaintiffs received complete relief from the district director no later than October 29, 1999. By that date, the INS had adjudicated and approved the IRV petitions filed by all four named citizen plaintiffs and the concomitant applications for adjustment of status filed by their alien spouses. From that point forward, there was no longer a live controversy between the plaintiffs and the district director, and the plaintiffs -- having previously received favorable administrative action -- lacked any cognizable stake in the outcome of the proceedings. Thus, the case had become moot. See County of Los Angeles v. Davis, 440 U.S. 625, 631-34 (1979); Powell v. McCormack, 395 U.S. 486, 496-97 (1969); Thomas R.W. v. Mass. Dep't of Educ., 130 F.3d 477, 479 (1st Cir. 1997). Nothing that transpired between October 29, 1999, and June 22, 2000 (the date on which the district court ruled) filled this void: no new plaintiffs tried to intervene, and the named plaintiffs made no effort to amend their complaint to add new parties. Thus, it seems difficult to fault the district court for dismissing the case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs try. They seek to deflect the force of this reasoning in two ways. We examine their handiwork.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs first argue that a different, more relaxed conception of mootness should apply because this suit was intended all along to be a class action. In maintaining this stance, they rely heavily on the Supreme Court's decision in Sosna v. Iowa, 419 U.S. 393 (1975). Their reliance is mislaid.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To be sure, the Sosna Court held that even though the named plaintiff's individual claim had become moot after proper certification of a class, the class action itself was not rendered moot. Id. at 400-01. The Court reasoned that when the district court ordered certification, the class acquired a separate legal status that survived the dissipation of the named plaintiff's claim. Id. at 399. Here, however, the district court had not certified a class at the time the named plaintiffs' claims became moot -- indeed, the plaintiffs had not yet moved for class certification at that juncture.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This is a dispositive difference. Despite the fact that a case is brought as a putative class action, it ordinarily must be dismissed as moot if no decision on class certification has occurred by the time that the individual claims of all named plaintiffs have been fully resolved.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See Arnold v. Panora, 593 F.2d 161, 164 (1st Cir. 1979); Cicchetti v. Lucey, 514 F.2d 362, 365-66 (1st Cir. 1975); see also Ahmed v. Univ. of Toledo, 822 F.2d 26, 27 (6th Cir. 1987); Tucker v. Phyfer, 819 F.2d 1030, 1033 (11th Cir. 1987); Inmates of Lincoln Intake &amp; Det. Facility v. Boosalis, 705 F.2d 1021, 1023 (8th Cir. 1983).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Only when a class is certified does the class acquire a legal status independent of the interest asserted by the named plaintiffs -- and only then is the holding in Sosna implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plaintiffs next seek to avoid the mootness bar by asseverating that the questions presented in their complaint are \"capable of repetition, yet evading review.\" S. Pac. Terminal Co. v. ICC, 219 U.S. 498, 515 (1911). This asseveration fastens upon a recognized, albeit narrow, exception to general principles of mootness. E.g., Caroline T. v. Hudson Sch. Dist., 915 F.2d 752, 757 (1st Cir. 1990). We have warned, however, that \"the exception is not a juju, capable of dispelling mootness by mere invocation.\" Oakville Dev. Corp. v. FDIC, 986 F.2d 611, 615 (1st Cir. 1993). In cases -- like this one -- in which no class has been certified, the exception pertains only if there is some demonstrated probability that the same controversy, involving the same parties, will reoccur. See Murphy v. Hunt, 455 U.S. 478, 482 (1982); Weinstein v. Bradford, 423 U.S. 147, 149 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the record as it stands, the plaintiffs' case does not fit within this niche. Unlike pregnant women who are likely to conceive again, see Roe v. Wade, 410 U.S. 113, 125 (1973), or handicapped children who are virtually certain to require placement in successive school years, see Caroline T., 915 F.2d at 757, the plaintiffs have not shown, or even alleged, that they have any prospect of seeking the same relief anew.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Moreover, it is hard to visualize why they would have any need to do so. The citizen plaintiffs' IRV petitions have been granted, and their alien spouses -- the only other named plaintiffs -- have been reclassified as permanent residents. These are one-time requirements, and the plaintiffs cannot credibly argue that they are likely to be exposed afresh to the same sort of bureaucratic gridlock that drove them to the courthouse door on this occasion. It follows that the plaintiffs' claims are not \"capable of repetition\" in the requisite sense.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See, e.g., Spencer, 523 U.S. at 18 (holding that the petitioner had not demonstrated a reasonable likelihood that he would again be paroled and have his parole revoked); Murphy, 455 U.S. at 482-83 (finding no \"reasonable expectation\" or \"demonstrated probability\" that appellant would once again be forced to seek pretrial bail); Oakville Dev., 986 F.2d at 615 (finding it highly unlikely that appellant would secure another mortgage with a federally insured bank that subsequently failed).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In all events, the plaintiffs have not shown at this juncture that the generic types of claims that they seek to pursue are likely to evade review. To do so would necessitate a showing that the claims are inherently transitory, e.g., Neb. Press Ass'n v. Stuart, 427 U.S. 539, 546-47 (1976), or that there is a realistic threat that no trial court ever will have enough time to decide the underlying issues (or, at least, to grant a motion for class certification) before a named plaintiff's individual claim becomes moot, e.g., Gerstein v. Pugh, 420 U.S. 103, 110 n.11 (1975). The record in this case reflects no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To be sure, the plaintiffs say that their own experience -- the INS did nothing with their petitions and applications for over twenty-two months, and then moved with seemingly unaccustomed alacrity once suit was started -- comprises the necessary showing. But the plaintiffs' experience, in and of itself, constitutes too frail a foundation to support the conclusion that they would have us draw. One swallow does not a summer make, and we have no acceptable basis to conclude, without a more substantial factual predicate, that the INS has devised a scurrilous pattern and practice of thwarting judicial review by allowing IRV petitions and associated alien spouse applications to languish and then, when and if a suit ensues, adjudicating them quickly to ensure that no federal court ever will be in a position either to resolve the underlying issues or to rule on a class certification motion. We hold, therefore, that the plaintiffs have not shown, on this exiguous record, that the claims asserted are likely to evade meaningful judicial review.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See Rocky v. King, 900 F.2d 864, 870-71 (5th Cir. 1990) (discerning no sufficient indication that prison officials would remove from field work every inmate who brought suit to challenge the conditions under which that work was performed); see also Sze v. INS, 153 F.3d 1005, 1008 (9th Cir. 1998) (rejecting assertion that litigation had spurred INS to process plaintiffs' naturalization applications in favor of theory that INS had acted \"in due course, albeit significantly delayed due course\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We need go no further. Although the charges that the plaintiffs levy against the INS are serious, mootness goes to the federal courts' jurisdiction. Iron Arrow Honor Soc'y v. Heckler, 464 U.S. 67, 70 (1983) (per curiam); CMM Cable Rep., Inc. v. Ocean Coast Props., Inc., 48 F.3d 618, 622 (1st Cir. 1995). Its existence here effectively prevented the trial court from digging into the veracity of the plaintiffs' allegations (which, we emphasize, are at this point unproved). Accordingly, we affirm the order for dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The twelve-month period appears to be snatched out of thin air. Moreover, such a timetable obviously has no bearing with respect to the named plaintiffs, whose petitions and applications were pending for upwards of twenty-two months when they started suit.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There is a narrow exception to this principle, exemplified by Gerstein v. Pugh, 420 U.S. 103, 110 n.11 (1975). We discuss this exception infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that one court has taken a somewhat more expansive view, concluding that a class action may endure even though the named plaintiff's claims have become moot, as long as a motion for class certification is pending at the time that mootness overtakes the plaintiff's claims. See Holmes v. Pension Plan of Bethlehem Steel Corp., 213 F.3d 124, 135 (3d Cir. 2000) (\"So long as a class representative has a live claim at the time he moves for class certification, neither a pending motion nor a certified class action need be dismissed if his individual claim subsequently becomes moot.\"). Because no such motion was pending when the claims of the named plaintiffs in this case became moot, we have no occasion to consider the correctness of the Third Circuit's singular rule.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The \"same parties\" requirement -- the requirement that a party show that she is likely to experience a future reoccurrence of the mooted dispute -- is sometimes expressly stated, e.g., Murphy, 455 U.S. at 482, sometimes not, e.g., Roe, 410 U.S. at 125. Arguably, some cases may have diluted this requirement. See, e.g., id. (noting that pregnancy often comes more than once to a woman of childbearing age, without inquiring whether Roe herself was likely to become pregnant again); see also Erwin Chemerinsky, Federal Jurisdiction &#167; 2.5.3 (3d ed. 1999); 13A Charles Alan Wright et al., Federal Practice and Procedure &#167; 3533.8 (2d ed. 1984 &amp; Supp. 2001). In the abstract, this might be an interesting subject for a law review article. Here, however, in view of the plaintiffs' inability to demonstrate that the mooted dispute is likely to elude review, see text infra, it is unnecessary for us to speculate on how strictly the Supreme Court will enforce the \"same parties\" requirement in future cases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The plaintiffs seemingly concede this point. They argue instead that the district director's handling of IRV petitions imperils other citizens who have a right to seek permanent resident status for their alien spouses as well as other alien spouses. Even if these predictions of imminent peril are well-founded -- a matter on which we take no view -- they are irrelevant: \"the possibility . . . that others may be called upon to litigate similar claims does not save a particular plaintiff's case from mootness.\" Oakville Dev., 986 F.2d at 615 (citing, inter alia, Lane v. Williams, 455 U.S. 624, 634 (1982)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The plaintiffs themselves tell us that there are literally \"thousands\" of similarly situated individuals who have IRV petitions and/or residency applications pending in the INS's Boston office. This datum suggests to us a likelihood that the underlying issues here, if diligently pursued by aggrieved parties, are susceptible of resolution in the courts. Cf. Rocky v. King, 900 F.2d 864, 870 (5th Cir. 1990) (concluding that claims were not likely to evade review and attaching significance in that regard to the fact that \"[h]undreds of inmates . . . could file a claim identical to that filed by [the named plaintiff]\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">MARIA ANTONIA CRUZ, ETC., ET AL., Plaintiffs, Appellants,<br>v.<br>STEVEN J. FARQUHARSON, AS DISTRICT DIRECTOR OF THE BOSTON DISTRICT OF THE IMMIGRATION AND NATURALIZATION SERVICE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2261</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard May 10, 2001<br>Decided June 12, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Cristobal Bonifaz, with whom John C. Bonifaz and Law Offices of Cristobal Bonifaz were on brief, for appellants.</p>\n      <p class=\"indent\">Papu Sandhu, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, U.S. Dep't of Justice, with whom Stuart E. Schiffer, Acting Assistant Attorney General, and Emily Anne Radford, Assistant Director, Office of Immigration Litigation, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya and Boudin, Circuit Judges, and Schwarzer,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves the manner in which the Immigration and Naturalization Service (INS) processes (or fails to process) petitions by citizens requesting permanent residence in the United States for their alien spouses. These importunings are commonly called \"immediate relative\" visa petitions (IRV petitions). The pertinent statute is 8 U.S.C. &#167; 1154(a) (1994 &amp; Supp. IV 1998), pursuant to which a United States citizen may file an IRV petition on behalf of an alien spouse to classify the spouse as a person who can apply forthwith for an immigrant visa. Id.; see also id. &#167; 1151(b)(2)(A)(i) (defining \"immediate relatives\" to include spouses). The law assigns to the Attorney General the duty to decide whether a petition reveals facts sufficient to allow the alien spouse to satisfy the definition of \"immediate relative.\" Id. &#167; 1154(b). After conducting an investigation, \"the Attorney General shall, if he determines that the facts stated in the petition are true and that the alien in behalf of whom the petition is made is an immediate relative . . . approve the petition.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Such approval clears the way for the affected alien spouse to seek an adjustment of his or her status to that of a lawful permanent resident of the United States. See id. &#167; 1255(a). To so qualify, the alien spouse must make a four-fold showing: (1) that he or she was lawfully admitted into the United States; (2) that he or she has duly applied for adjustment of status; (3) that he or she is eligible to obtain permanent residence in the United States; and (4) that, as a result of the granting of an IRV petition or otherwise, an immigrant visa is immediately available. See id.; see also Ruckbi v. INS, <span class=\"citation\" data-id=\"198184\"><a href=\"/opinion/198184/ruckbi-v-ins/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 19 (1st Cir. 1998). Because \"sham\" marriages historically have posed a problem in connection with IRV petitions, the INS may impose certain conditions on approval of adjustment-of-status applications involving recently married alien spouses. See 8 U.S.C. &#167; 1186a(a)(1), (g)(1) (stipulating that if the marriage occurred within twenty-four months next preceding the date of adjustment of status, permanent resident status will be granted provisionally); see also id. &#167; 1186a(c), (d)(2) (describing procedure for converting conditional status to unconditional status once two years have elapsed from date of adjustment).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In this case, four named plaintiffs, all American citizens, filed IRV petitions with the Boston office of the INS on behalf of their alien spouses. The spouses, also named plaintiffs, simultaneously applied for permanent residence. The INS district director temporized, neither granting nor denying any of these requests.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By mid-1999, these filings -- which had been perfected on various dates in 1997 -- still lay fallow. The eight plaintiffs, frustrated by the unexplained delay, sued the district director on August 18, 1999. In their complaint, purportedly filed on behalf of themselves and \"[a]ll persons within the jurisdiction of the Boston Office of INS who have [had] adjustment of status applications pending in the Boston Office of INS for more than one year,\" the plaintiffs prayed, inter alia, for an order requiring the district director to grant or deny residency to the named alien spouses and comparably situated members of the putative class within twelve months of the date on which properly completed IRV petitions and adjustment-of-status applications had been filed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The complaint also alleged that the INS had engaged in a variety of pernicious practices and sought an order enjoining the district director from continuing to conduct his office in that manner. The practices cited by the plaintiffs (which are, at this point, merely allegations) included, inter alia, (i) making status determinations vis-a-vis alien spouses on racially discriminatory bases, and (ii) effectively curtailing legal immigration into the United States by \"shelving\" adjudication cases.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The complaint brought a swift response. Within twenty-five days of the filing date, the district director granted the residency status sought by one couple and began actively processing the IRV petitions and adjustment-of-status applications of the remaining named plaintiffs. By October 29, 1999 -- roughly ten weeks after suit had been started -- the district director had granted all the named plaintiffs' IRV petitions and had approved permanent resident status for the four alien spouses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pointing to these changed circumstances, the district director moved to dismiss the complaint on mootness grounds. The plaintiffs opposed this motion and, on December 1, 1999, moved for class certification. See Fed. R. Civ. P. 23. The district court granted the district director's motion and, accordingly, denied class certification as moot. This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We need not tarry. The Constitution confines the federal courts' jurisdiction to those claims which embody actual \"cases\" or \"controversies.\" U.S. Const. art. III, &#167; 2, cl. 1. This requirement must be satisfied at each and every stage of the litigation. Spencer v. Kemna, <span class=\"citation\" data-id=\"118176\"><a href=\"/opinion/118176/spencer-v-kemna/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7 (1998). When a case is moot -- that is, when the issues presented are no longer live or when the parties lack a legally cognizable interest in the outcome -- a case or controversy ceases to exist, and dismissal of the action is compulsory. See City of Erie v. Pap's A. M., <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 287 (2000); United States Parole Comm'n v. Geraghty, <span class=\"citation\" data-id=\"110228\"><a href=\"/opinion/110228/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 395-96 (1980); R.I. Ass'n of Realtors v. Whitehouse, <span class=\"citation\" data-id=\"198744\"><a href=\"/opinion/198744/realtors-inc-v-whitehouse/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 34 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Here, the named plaintiffs received complete relief from the district director no later than October 29, 1999. By that date, the INS had adjudicated and approved the IRV petitions filed by all four named citizen plaintiffs and the concomitant applications for adjustment of status filed by their alien spouses. From that point forward, there was no longer a live controversy between the plaintiffs and the district director, and the plaintiffs -- having previously received favorable administrative action -- lacked any cognizable stake in the outcome of the proceedings. Thus, the case had become moot. See County of Los Angeles v. Davis, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 631-34 (1979); Powell v. McCormack, <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">486</span></a></span>, 496-97 (1969); Thomas R.W. v. Mass. Dep't of Educ., <span class=\"citation\" data-id=\"748758\"><a href=\"/opinion/748758/thomas-rw-by-and-through-his-next-friends-pamela-r-and-edward-w-v/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">477</span></a></span>, 479 (1st Cir. 1997). Nothing that transpired between October 29, 1999, and June 22, 2000 (the date on which the district court ruled) filled this void: no new plaintiffs tried to intervene, and the named plaintiffs made no effort to amend their complaint to add new parties. Thus, it seems difficult to fault the district court for dismissing the case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs try. They seek to deflect the force of this reasoning in two ways. We examine their handiwork.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs first argue that a different, more relaxed conception of mootness should apply because this suit was intended all along to be a class action. In maintaining this stance, they rely heavily on the Supreme Court's decision in Sosna v. Iowa, <span class=\"citation\" data-id=\"109128\"><a href=\"/opinion/109128/sosna-v-iowa/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span> (1975). Their reliance is mislaid.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To be sure, the Sosna Court held that even though the named plaintiff's individual claim had become moot after proper certification of a class, the class action itself was not rendered moot. Id. at 400-01. The Court reasoned that when the district court ordered certification, the class acquired a separate legal status that survived the dissipation of the named plaintiff's claim. Id. at 399. Here, however, the district court had not certified a class at the time the named plaintiffs' claims became moot -- indeed, the plaintiffs had not yet moved for class certification at that juncture.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This is a dispositive difference. Despite the fact that a case is brought as a putative class action, it ordinarily must be dismissed as moot if no decision on class certification has occurred by the time that the individual claims of all named plaintiffs have been fully resolved.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See Arnold v. Panora, <span class=\"citation\" data-id=\"363799\"><a href=\"/opinion/363799/john-b-arnold-jr-v-robert-a-panora-registrar-of-motor-vehicles/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span></a></span>, 164 (1st Cir. 1979); Cicchetti v. Lucey, <span class=\"citation\" data-id=\"326902\"><a href=\"/opinion/326902/john-b-cicchetti-v-david-j-lucey-registrar-of-motor-vehicles/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">362</span></a></span>, 365-66 (1st Cir. 1975); see also Ahmed v. Univ. of Toledo, <span class=\"citation\" data-id=\"490228\"><a href=\"/opinion/490228/wail-ahmed-v-university-of-toledo/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 27 (6th Cir. 1987); Tucker v. Phyfer, <span class=\"citation\" data-id=\"488841\"><a href=\"/opinion/488841/larry-tucker-on-behalf-of-himself-and-all-others-similarly-situated/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1030</span></a></span>, 1033 (11th Cir. 1987); Inmates of Lincoln Intake &amp; Det. Facility v. Boosalis, <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1021</span></span>, 1023 (8th Cir. 1983).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Only when a class is certified does the class acquire a legal status independent of the interest asserted by the named plaintiffs -- and only then is the holding in Sosna implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plaintiffs next seek to avoid the mootness bar by asseverating that the questions presented in their complaint are \"capable of repetition, yet evading review.\" S. Pac. Terminal Co. v. ICC, <span class=\"citation\" data-id=\"97365\"><a href=\"/opinion/97365/so-pac-terminal-co-v-int-comm-comm/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 515 (1911). This asseveration fastens upon a recognized, albeit narrow, exception to general principles of mootness. E.g., Caroline T. v. Hudson Sch. Dist., <span class=\"citation\" data-id=\"548927\"><a href=\"/opinion/548927/caroline-t-v-hudson-school-district/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">752</span></a></span>, 757 (1st Cir. 1990). We have warned, however, that \"the exception is not a juju, capable of dispelling mootness by mere invocation.\" Oakville Dev. Corp. v. FDIC, <span class=\"citation\" data-id=\"600737\"><a href=\"/opinion/600737/oakville-development-corporation-trustee-of-the-10-12-lopez-st-trust-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span>, 615 (1st Cir. 1993). In cases -- like this one -- in which no class has been certified, the exception pertains only if there is some demonstrated probability that the same controversy, involving the same parties, will reoccur. See Murphy v. Hunt, <span class=\"citation\" data-id=\"110660\"><a href=\"/opinion/110660/murphy-v-hunt/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 482 (1982); Weinstein v. Bradford, <span class=\"citation\" data-id=\"109338\"><a href=\"/opinion/109338/weinstein-v-bradford/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 149 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the record as it stands, the plaintiffs' case does not fit within this niche. Unlike pregnant women who are likely to conceive again, see Roe v. Wade, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 125 (1973), or handicapped children who are virtually certain to require placement in successive school years, see Caroline T., 915 F.2d at 757, the plaintiffs have not shown, or even alleged, that they have any prospect of seeking the same relief anew.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Moreover, it is hard to visualize why they would have any need to do so. The citizen plaintiffs' IRV petitions have been granted, and their alien spouses -- the only other named plaintiffs -- have been reclassified as permanent residents. These are one-time requirements, and the plaintiffs cannot credibly argue that they are likely to be exposed afresh to the same sort of bureaucratic gridlock that drove them to the courthouse door on this occasion. It follows that the plaintiffs' claims are not \"capable of repetition\" in the requisite sense.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See, e.g., Spencer, 523 U.S. at 18 (holding that the petitioner had not demonstrated a reasonable likelihood that he would again be paroled and have his parole revoked); Murphy, 455 U.S. at 482-83 (finding no \"reasonable expectation\" or \"demonstrated probability\" that appellant would once again be forced to seek pretrial bail); Oakville Dev., 986 F.2d at 615 (finding it highly unlikely that appellant would secure another mortgage with a federally insured bank that subsequently failed).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In all events, the plaintiffs have not shown at this juncture that the generic types of claims that they seek to pursue are likely to evade review. To do so would necessitate a showing that the claims are inherently transitory, e.g., Neb. Press Ass'n v. Stuart, <span class=\"citation\" data-id=\"109525\"><a href=\"/opinion/109525/nebraska-press-assn-v-stuart/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 546-47 (1976), or that there is a realistic threat that no trial court ever will have enough time to decide the underlying issues (or, at least, to grant a motion for class certification) before a named plaintiff's individual claim becomes moot, e.g., Gerstein v. Pugh, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 110 n.11 (1975). The record in this case reflects no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To be sure, the plaintiffs say that their own experience -- the INS did nothing with their petitions and applications for over twenty-two months, and then moved with seemingly unaccustomed alacrity once suit was started -- comprises the necessary showing. But the plaintiffs' experience, in and of itself, constitutes too frail a foundation to support the conclusion that they would have us draw. One swallow does not a summer make, and we have no acceptable basis to conclude, without a more substantial factual predicate, that the INS has devised a scurrilous pattern and practice of thwarting judicial review by allowing IRV petitions and associated alien spouse applications to languish and then, when and if a suit ensues, adjudicating them quickly to ensure that no federal court ever will be in a position either to resolve the underlying issues or to rule on a class certification motion. We hold, therefore, that the plaintiffs have not shown, on this exiguous record, that the claims asserted are likely to evade meaningful judicial review.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See Rocky v. King, <span class=\"citation\" data-id=\"539852\"><a href=\"/opinion/539852/robert-g-rocky-v-john-t-king-secretary-of-louisiana-dept-of/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span>, 870-71 (5th Cir. 1990) (discerning no sufficient indication that prison officials would remove from field work every inmate who brought suit to challenge the conditions under which that work was performed); see also Sze v. INS, <span class=\"citation\" data-id=\"757526\"><a href=\"/opinion/757526/98-cal-daily-op-serv-6724-98-cal-daily-op-serv-9309-robert-wong-sze/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1005</span></a></span>, 1008 (9th Cir. 1998) (rejecting assertion that litigation had spurred INS to process plaintiffs' naturalization applications in favor of theory that INS had acted \"in due course, albeit significantly delayed due course\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We need go no further. Although the charges that the plaintiffs levy against the INS are serious, mootness goes to the federal courts' jurisdiction. Iron Arrow Honor Soc'y v. Heckler, <span class=\"citation\" data-id=\"111047\"><a href=\"/opinion/111047/iron-arrow-honor-soc-v-heckler/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 70 (1983) (per curiam); CMM Cable Rep., Inc. v. Ocean Coast Props., Inc., <span class=\"citation\" data-id=\"690274\"><a href=\"/opinion/690274/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 622 (1st Cir. 1995). Its existence here effectively prevented the trial court from digging into the veracity of the plaintiffs' allegations (which, we emphasize, are at this point unproved). Accordingly, we affirm the order for dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The twelve-month period appears to be snatched out of thin air. Moreover, such a timetable obviously has no bearing with respect to the named plaintiffs, whose petitions and applications were pending for upwards of twenty-two months when they started suit.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There is a narrow exception to this principle, exemplified by Gerstein v. Pugh, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 110 n.11 (1975). We discuss this exception infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that one court has taken a somewhat more expansive view, concluding that a class action may endure even though the named plaintiff's claims have become moot, as long as a motion for class certification is pending at the time that mootness overtakes the plaintiff's claims. See Holmes v. Pension Plan of Bethlehem Steel Corp., <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></span>, 135 (3d Cir. 2000) (\"So long as a class representative has a live claim at the time he moves for class certification, neither a pending motion nor a certified class action need be dismissed if his individual claim subsequently becomes moot.\"). Because no such motion was pending when the claims of the named plaintiffs in this case became moot, we have no occasion to consider the correctness of the Third Circuit's singular rule.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The \"same parties\" requirement -- the requirement that a party show that she is likely to experience a future reoccurrence of the mooted dispute -- is sometimes expressly stated, e.g., Murphy, 455 U.S. at 482, sometimes not, e.g., Roe, 410 U.S. at 125. Arguably, some cases may have diluted this requirement. See, e.g., id. (noting that pregnancy often comes more than once to a woman of childbearing age, without inquiring whether Roe herself was likely to become pregnant again); see also Erwin Chemerinsky, Federal Jurisdiction &#167; 2.5.3 (3d ed. 1999); 13A Charles Alan Wright et al., Federal Practice and Procedure &#167; 3533.8 (2d ed. 1984 &amp; Supp. 2001). In the abstract, this might be an interesting subject for a law review article. Here, however, in view of the plaintiffs' inability to demonstrate that the mooted dispute is likely to elude review, see text infra, it is unnecessary for us to speculate on how strictly the Supreme Court will enforce the \"same parties\" requirement in future cases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The plaintiffs seemingly concede this point. They argue instead that the district director's handling of IRV petitions imperils other citizens who have a right to seek permanent resident status for their alien spouses as well as other alien spouses. Even if these predictions of imminent peril are well-founded -- a matter on which we take no view -- they are irrelevant: \"the possibility . . . that others may be called upon to litigate similar claims does not save a particular plaintiff's case from mootness.\" Oakville Dev., 986 F.2d at 615 (citing, inter alia, Lane v. Williams, <span class=\"citation\" data-id=\"110670\"><a href=\"/opinion/110670/lane-v-williams/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 634 (1982)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The plaintiffs themselves tell us that there are literally \"thousands\" of similarly situated individuals who have IRV petitions and/or residency applications pending in the INS's Boston office. This datum suggests to us a likelihood that the underlying issues here, if diligently pursued by aggrieved parties, are susceptible of resolution in the courts. Cf. Rocky v. King, <span class=\"citation\" data-id=\"539852\"><a href=\"/opinion/539852/robert-g-rocky-v-john-t-king-secretary-of-louisiana-dept-of/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span>, 870 (5th Cir. 1990) (concluding that claims were not likely to evade review and attaching significance in that regard to the fact that \"[h]undreds of inmates . . . could file a claim identical to that filed by [the named plaintiff]\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757526/"
  ]
}