{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199433/",
  "absolute_url": "/opinion/199433/ambrose-v-new-england-associat/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199433/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:39Z",
  "date_modified": "2017-03-24T11:01:55.551493Z",
  "type": "010combined",
  "sha1": "6c35f477f2b8d96ecb975401312de6e3ec15aab2",
  "page_count": 28,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2176-01A.pdf",
  "local_path": "pdf/2001/06/08/Ambrose_v._New_England_Associat.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-2176\n\n                       JAMIE AMBROSE ET AL.,\n                      Plaintiffs, Appellants,\n\n                                v.\n\n    NEW ENGLAND ASSOCIATION OF SCHOOLS AND COLLEGES, INC.,\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n              [Hon. Gene Carter, U.S. District Judge]\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n\n                   Stahl, Senior Circuit Judge,\n\n                     and Lynch, Circuit Judge.\n\n\n     Ralph A. Dyer, with whom Law Offices of Ralph A. Dyer, P.A.,\nwas on brief, for appellants.\n     Margaret Coughlin LePage, with whom Ann L. Rudisill and\nPierce Atwood were on brief, for appellee.\n     Martin Michaelson, Alexander E. Dreier, and Hogan & Hartson\nL.L.P. on brief for Council for Higher Education Accreditation\nand American Council on Education, amici curiae.\n\n\n\n\n                           June 8, 2001\n\f\f            SELYA, Circuit Judge.       Under the distinct impression\n\nthat their post-secondary schooling, in the Dickensian phrase,\n\nleft them with \"a smattering of everything, and a knowledge of\n\nnothing,\"    Charles   Dickens,   Sketches    by    Boz   (1839),    seven\n\nerstwhile students brought suit against the organization that\n\nhad accredited the college at which they had matriculated.\n\nTheir complaint raises novel questions anent an accreditor's\n\ntort liability to third persons.          The district court granted\n\nsummary judgment in favor of the accreditor.          We affirm.\n\nI.   BACKGROUND\n\n            We recount the facts in the light most favorable to the\n\nnonmovants    (here,   the   plaintiffs),    consistent     with    record\n\nsupport.     See Nieves v. McSweeney, 241 F.3d 46, 50 (1st Cir.\n\n2001).\n\n            Thomas College (the College) is a private institution\n\nof higher education in Waterville, Maine. Plaintiffs-appellants\n\nJamie Ambrose, Kimberly Bonneau, Monica Bryant, Heather Cool,\n\nLorna Goodwin, Laurie Pelletier, and Brenda Tracy all attended\n\nthe College between 1994 and 1999.            Defendant-appellee New\n\nEngland Association of Schools and Colleges, Inc. (NEASC) is an\n\nindependent    nonprofit     organization    that   accredits      degree-\n\ngranting institutions.       NEASC first accredited the College in\n\n\n\n\n                                  -3-\n\f1969.   The College has maintained its accreditation continuously\n\nfrom that date forward.\n\n           Each of the appellants enrolled in the College's two-\n\nyear associate degree program in medical assisting expecting to\n\nbe qualified, upon graduation, for an entry-level position as a\n\nmedical assistant.       But the program had myriad shortcomings;\n\nmost conspicuously, it contained no clinical component.                       Since\n\nclinical     tasks   comprise    an     important     part      of    a     medical\n\nassistant's job description, six of the seven appellants were\n\nunable to find work as medical assistants after they graduated.\n\nThe only exception — Ambrose — was hired as a medical assistant\n\nbut was cashiered in short order due to perceived inadequacies\n\nin her knowledge and training.\n\n           Disgruntled    by     this       sad   state    of    affairs,      the\n\nappellants banded together and brought suit against the College\n\nin a Maine state court.         They sued NEASC in a separate action.\n\nSee Ambrose v. NEASC, 100 F. Supp. 2d 48, 49 (D. Me. 2000)\n\n(describing the two actions).          In their suit against NEASC, the\n\nplaintiffs    alleged   that    the     accreditation      statements         which\n\nappeared in the College's course catalogs were actionable under\n\nthree    distinct     theories:             (1)   fraud,        (2)       negligent\n\nmisrepresentation, and (3) deceptive business practices.                      NEASC\n\npromptly removed the case against it to the federal district\n\n\n                                      -4-\n\fcourt based on diversity of citizenship and the existence of a\n\ncontroversy    in    the    requisite      amount.        See    28   U.S.C.   §§\n\n1332(a)(1), 1441(a).        This left the case against the College\n\npending in a different forum, but the district court quite\n\nproperly refused to order a remand.           Ambrose, 100 F. Supp. 2d at\n\n49-53.\n\n          After the parties had engaged in some discovery, NEASC\n\nmoved for summary judgment.          See Fed. R. Civ. P. 56.              Judge\n\nCarter referred the motion to a magistrate judge.                     Concluding\n\nthat no misrepresentation had been made and that the appellants,\n\nat any rate, failed to show that they had relied justifiably on\n\nthe accreditation statements, the magistrate judge recommended\n\nbrevis   disposition.        Judge   Carter    reviewed         the   magistrate\n\njudge's recommended ruling de novo, accepted it, and entered\n\njudgment accordingly.        This appeal followed.\n\nII.   THE ACCREDITATION STATEMENTS\n\n          Since the accreditation statements lie at the epicenter\n\nof the dispute between the parties, we pause to place them into\n\nperspective.        NEASC   wrote    two    \"approved\"      versions      of   an\n\naccreditation statement and supplied both versions to accredited\n\ninstitutions    of    higher     education.          It     permitted      those\n\ninstitutions to publish either or both of the statements, but\n\ndid not require them to do so.\n\n\n                                     -5-\n\f         Six     of   the   appellants   claim   that,   prior   to\n\nmatriculating at the College, they read course catalogs which\n\ncontained the \"long-form\" version of the accreditation statement\n\n(used in the College's 1993-94, 1994-95, and 1995-96 catalogs).\n\nThis statement   reads in pertinent part:\n\n                Thomas College is accredited by the\n         New England Association of Schools and\n         Colleges,    Inc.,     a   non-governmental,\n         nationally recognized organization whose\n         affiliated institutions include elementary\n         schools   through   collegiate   institutions\n         offering     post-graduate      instruction.\n         Accreditation of an institution by the New\n         England Association indicates that it meets\n         or exceeds criteria for the assessment of\n         institutional quality periodically applied\n         through a peer group review process.       An\n         accredited school or college is one that has\n         available the necessary resources to achieve\n         its stated purposes through appropriate\n         educational programs, is substantially doing\n         so, and gives reasonable evidence that it\n         will continue doing so in the foreseeable\n         future.    Institutional integrity is also\n         addressed      through      accreditation.\n         Accreditation by the New England Association\n         is   not   partial   but   applies   to   the\n         institution as a whole. As such, it is not\n         a guarantee of the quality of every course\n         or program offered or the competence of\n         individual graduates.    Rather, it provides\n         reasonable assurance about the quality of\n         opportunities available to students who\n         attend the institution.\n\nThe remaining appellant (Pelletier) claims to have consulted the\n\n1996-97 catalog, which contained the \"short-form\" version of the\n\n\n\n\n                                -6-\n\faccreditation statement.          That version provides in pertinent\n\npart:\n\n            Thomas College is accredited by the New\n            England Association of Schools and Colleges,\n            Inc.,    a   non-governmental,    nationally\n            recognized organization whose affiliated\n            institutions   include  elementary   schools\n            through collegiate institutions offering\n            post-graduate instruction.\n\nIII.     ANALYSIS\n\n            Maine law controls in this diversity case. See Crellin\n\nTechs., Inc. v. Equipmentlease Corp., 18 F.3d 1, 4 (1st Cir.\n\n1994).     We review the lower court's application of that law and\n\nits entry of summary judgment de novo.          Nieves, 241 F.3d at 50.\n\nIn that review, we focus on whether \"the pleadings, depositions,\n\nanswers to interrogatories, and admissions on file, together\n\nwith the affidavits, if any, show that there is no genuine issue\n\nas to any material fact and that the moving party is entitled to\n\na judgment as a matter of law.\"           Fed. R. Civ. P. 56(c).\n\n            The     appellants'   complaint     is   composed   of   three\n\nsubstantive counts (the fourth count is nothing more than a\n\nprayer for punitive damages, and need not be addressed).             In the\n\nlast analysis, all of those counts depend upon the existence of\n\na false or misleading representation.           We explain briefly.\n\n            Under Maine law, a party alleging fraud must make a\n\nfive-part showing which encompasses (1) a false representation\n\n\n                                    -7-\n\f(2) of material fact (3) with knowledge of its falsity or in\n\nreckless disregard of whether it is true or false (4) for the\n\npurpose of inducing another to act in reliance upon it, as well\n\nas a showing that (5) the plaintiff justifiably relied upon the\n\nrepresentation as true and acted upon it to his detriment.\n\nDiversified Foods, Inc. v. First Nat'l Bank, 605 A.2d 609, 615\n\n(Me. 1992).    In contrast, a negligent misrepresentation occurs\n\nwhen\n\n         [o]ne who, in the course of his business,\n         profession or employment, or in any other\n         transaction in which he has a pecuniary\n         interest, supplies false information for the\n         guidance   of  others   in  their   business\n         transactions, is subject to liability for\n         pecuniary loss caused to them by their\n         justifiable reliance upon the information,\n         if he fails to exercise reasonable care or\n         competence in obtaining or communicating the\n         information.\n\nChapman v.    Rideout, 568 A.2d 829, 830 (Me. 1990) (emphasis\n\nomitted) (citing Restatement (Second) of Torts § 552(1) (1977));\n\nsee also Jordan-Milton Mach., Inc. v. F/V Teresa Marie, II, 978\n\nF.2d 32, 36 (1st Cir. 1992).     Thus, these two torts, though\n\ndistinct, possess a common element:   a false representation.\n\n         The appellants' third count, as pleaded and pressed,\n\nshares this element, albeit in a slightly altered form.     That\n\ncount alleges a violation of Maine's Deceptive Trade Practices\n\nAct, Me. Rev. Stat. Ann. tit. 10, §§ 1211-1216.   The appellants'\n\n\n                               -8-\n\fbrief focuses this count on two subsections of section 1212(1)\n\nof that statute.     Under the first subsection, a party is guilty\n\nof a deceptive trade practice if it \"[r]epresents that goods or\n\nservices      have    sponsorship,        approval,     characteristics,\n\ningredients, uses, benefits or quantities that they do not\n\nhave.\"     Id. § 1212(1)(E).    The other subsection renders a party\n\nliable for a deceptive trade practice if it engages in conduct\n\nof   any   kind   that   \"creates    a    likelihood    of    confusion   or\n\nmisunderstanding.\"       Id. § 1212(1)(L).       Thus, liability under\n\nthis count turns on the existence of a false or misleading\n\nrepresentation.1\n\n            The   foregoing    discussion    suggests    an    appropriate\n\nanalytic framework for our consideration of this appeal.                  We\n\nwill begin by examining the representations contained in the\n\naccreditation statements.      If we find that those representations\n\nare true and not misleading, it follows inexorably that the\n\n\n     1The magistrate judge concluded that the appellants, in\norder to prevail on any of their three counts, \"must prove . .\n. that [NEASC's] representation to them was untrue.\" Ambrose v.\nNEASC, 2000 WL 1195363, at *3 (D. Me. Aug. 7, 2000). As applied\nto the deceptive practices count, this is too isthmian a view.\nAlthough subsection 1212(1)(E) requires a false representation,\nsubsection 1212(1)(L) may be satisfied by any conduct that\ncreates a likelihood of confusion or misunderstanding. Under\nthat standard, a misleading representation may be actionable.\nCf. Odom v. Fairbanks Mem'l Hosp., 999 P.2d 123, 132 (Alaska\n2000) (construing similar language in Alaska's unfair trade\npractices statute to require only that \"acts and practices were\ncapable of being interpreted in a misleading way\").\n\n                                    -9-\n\fdistrict court did not err in entering summary judgment for\n\nNEASC on all the appellants' claims.         Only if there is an untrue\n\nor misleading representation must we go further.\n\n          The    appellants'    effort      to   persuade    us   that   the\n\naccreditation statements contain false or misleading material\n\npinpoints four representations.2            We deal directly with the\n\ncentral thrust of their argument — which concerns the first\n\nrepresentation    —   and     then     address    the   remaining    three\n\nrepresentations as a group.\n\n                                      A.\n\n          The appellants assert that the following excerpt from\n\nthe long-form accreditation statement is false or misleading:\n\n\"Accreditation of an institution by [NEASC] indicates that it\n\nmeets or exceeds criteria for the assessment of institutional\n\nquality   periodically      applied    through    a   peer   group   review\n\n\n     2NEASC asseverates that it made no representations at all to\nthe appellants because the College, under no compulsion from\nNEASC, opted to publish the accreditation statements in its\ncourse catalogs. This asseveration strikes us as disingenuous.\nAfter all, NEASC wrote and supplied the accreditation\nstatements, knowing that the College was highly likely to use\nthem for promotional purposes (as, indeed, it did). Given this\nbackground, we conclude that the appellants have tied NEASC\nsufficiently to the accreditation statements to survive a motion\nfor summary judgment addressed to attribution. See Restatement\n(Second) of Torts § 533 (1977) (explaining that the maker of a\nfraudulent    misrepresentation   can    be   liable  when    the\nmisrepresentation is made to a third party and \"the maker\nintends or has reason to expect that its terms will be repeated\"\nto the individual who relied on it).\n\n                                     -10-\n\fprocess.\"      To set the stage for further analysis, we recount\n\nwhat the record reveals concerning the relevant phase of NEASC's\n\npeer review process.\n\n              Once NEASC has accredited an institution of higher\n\neducation, it typically places the institution on a ten-year\n\nevaluation      cycle.     When   this   decennial   review   looms,      the\n\ninstitution first must evaluate itself.           After the institution\n\nsubmits a report of its self-assessment, NEASC's Commission on\n\nInstitutions of Higher Education (the Commission) swings into\n\naction.   The Commission chooses an evaluation team and arranges\n\na campus visit.          The team, composed of educators and other\n\nprofessionals from unaffiliated schools, grades the institution\n\nin   eleven    substantive   areas.      These   areas,   referred   to    as\n\n\"standards,\" are:        (1) mission and purposes, (2) planning and\n\nevaluation, (3) organization and governance, (4) programs and\n\ninstruction, (5) faculty, (6) student services, (7) library and\n\ninformation resources, (8) physical resources, (9) financial\n\nresources, (10) public disclosure, and (11) integrity.           The team\n\nthen writes a report detailing its findings in each area.            After\n\nconsidering both the school's self-study and the evaluation\n\nteam's appraisal, the Commission decides whether to renew the\n\ninstitution's accreditation.\n\n\n\n\n                                    -11-\n\f            The College went through this process in 1993-94.\n\nFollowing its receipt of a comprehensive self-study prepared by\n\nthe College, the Commission sent an eight-member evaluation team\n\nto the campus in October of 1993.                 The team looked into the\n\neleven designated standards and issued a report addressing each\n\nof them.     As is customary, the team added a summary of its\n\nfindings.\n\n            The College survived this scrutiny. Based on the self-\n\nstudy     report      and   the    evaluation         team's    assessment,       the\n\nCommission voted to renew the College's accreditation for ten\n\nyears.     It warned, however, that it would perform an interim\n\nevaluation of the institution's finances and off-campus programs\n\nafter five years.3\n\n            The      appellants    do   not    deny    that    this   peer     review\n\nprocess took place.            They argue instead that, in implementing\n\nit, NEASC failed properly to apply the criteria described in the\n\naccreditation statement and reaccredited the College even though\n\nthe   College      did   not    \"meet[]   or    exceed[]       criteria   for     the\n\nassessment      of    institutional       quality.\"            To   buttress    this\n\nargument, the appellants refer us to two pieces of evidence:\n\n\n      3\n     The record contains no conclusive information as to whether\nthis mid-term evaluation transpired (or, if so, what it\nrevealed). That deficiency is of no moment, however, because\nall the appellants had already enrolled at the College before\nthe 1998-99 academic year began.\n\n                                        -12-\n\f(i) the deposition of the Commission's director, Dr. Charles M.\n\nCook, and (ii) the evaluation team's report.              Neither item bears\n\nthe weight that the appellants pile upon it.\n\n            As the appellants read Dr. Cook's deposition, NEASC did\n\nnot require the College to meet or exceed each stated standard,\n\nbut, rather, engaged in a balancing process whereby shoddy\n\nperformance in one area could be offset by better-than-average\n\nperformance in another.         This reading finds support in Dr.\n\nCook's holistic view of the process.              He forthrightly admitted\n\nthat accreditation involves a \"weighing of factors,\" and he\n\nindicated more than once that the Commission, in applying the\n\nstandards, endeavors to \"address[] the effectiveness of the\n\ninstitution as a whole.\"       Indeed, when asked if this meant that\n\nan institution could be weak in one area and strong in another,\n\nyet   still    gain   accreditation,        Dr.    Cook     answered   in    the\n\naffirmative.\n\n            The   appellants   contend      that     this    merging    of   the\n\nstandards belies the representation contained in the long-form\n\naccreditation     statement    because      the    test   for   accreditation\n\nshould be \"digital, up or down, pass or fail,\" so that \"either\n\nall   the   standards   are    met    or    they    are     not.\"      But   the\n\naccreditation statements make no such commitment.                   The short-\n\nform statement is entirely silent on the nature of the process\n\n\n                                     -13-\n\ffor gaining accreditation.              The long-form statement declares\n\nthat:    \"Accreditation of an institution by [NEASC] indicates\n\nthat    it   meets      or    exceeds   criteria     for     the   assessment       of\n\ninstitutional quality periodically applied through a peer group\n\nreview process.\" The appellants' gloss notwithstanding, nothing\n\nin this statement indicates that each standard must be evaluated\n\nseparately (\"pass or fail\") or that an institution must satisfy\n\neach and every standard in order to gain accreditation.                            The\n\nplain language of the accreditation statement does not prohibit\n\nNEASC   from     applying      the   standards     in    a   way   that    lets     an\n\ninstitution's strengths compensate for its weaknesses, thus\n\nallowing the standards as a whole to be satisfied by the overall\n\nassessment of the institution as a whole.\n\n             Dr.   Cook's      testimony     shows   this     to   be   the      case.\n\nThroughout his deposition, Dr. Cook emphasized that NEASC does\n\nnot accredit programs, and that the evaluation team probably\n\nwould not consider a programmatic shortcoming (if it came to the\n\nteam's attention at all) as fatal to accreditation, but, rather,\n\nwould    treat     it    as    a   mundane     problem       touching     upon     the\n\ninstitution's ability to monitor itself properly.                   The short of\n\nit, then, is that the protocol actually employed by NEASC, as\n\ndescribed by Dr. Cook, is not at odds with the accreditation\n\nstatements published in the Thomas College catalogs.\n\n\n                                        -14-\n\f            Nor do we think that either the law or sound scholastic\n\npractices    impose   a   contrary     duty.       A   certain     amount   of\n\nflexibility in fashioning accrediting standards long has been\n\nrecognized as a virtue.         See, e.g., Parsons Coll. v. N. Cent.\n\nAss'n of Colls. & Secondary Sch., 271 F. Supp. 65, 73 (N.D. Ill.\n\n1967) (explaining that an accreditor is \"entitled to make a\n\nconscious choice in favor of flexible standards to accommodate\n\nvariation    in   purpose     and   character     among     its   constituent\n\ninstitutions, and to avoid forcing all into a rigid and uniform\n\nmold\").     This makes perfect sense:           after all, benchmarks for\n\naccreditation are not intended as reference points for laymen.\n\nTo the contrary, their raison d'etre is to guide professionals\n\nin   a   particular   field    of   endeavor     (here,   education).       In\n\nconstructing such benchmarks, standards that are definitive in\n\ntheory easily may become arbitrary in application.                Flexibility\n\nblunts the sharp edges of this potential hazard.\n\n            For   these     reasons,       we    conclude     that    NEASC's\n\naccreditation process, as Dr. Cook describes it, recognizes the\n\nreal-world problems of attempting to gauge diverse institutions\n\nby a universal barometer.           Moreover, his characterization of\n\nthat process is fully consistent with the depiction of the\n\nprocess found in the long-form accreditation statement.                 As a\n\n\n\n\n                                    -15-\n\fmatter of law, the plaintiffs have failed to show any false or\n\nmisleading representation in this respect.\n\n            If more were needed — and we doubt that it is — our\n\nconclusion is reinforced by context.            See Sidell v. Comm'r, 225\n\nF.3d   103,    109   (1st      Cir.   2000)   (\"[C]ontext    is     critically\n\nimportant in the interpretive process.\").               Reading the single\n\nsentence highlighted by the appellants in the context of the\n\nentire   long-form     accreditation      statement,    we   note    that   the\n\nstatement goes on to say:             \"Accreditation by [NEASC] is not\n\npartial but applies to the institution as a whole.                As such, it\n\nis not a guarantee of the quality of every course or program\n\noffered or the competence of individual graduates.\"                 This is in\n\nharmony with Dr. Cook's description of the accreditation process\n\nand refutes the appellants' argument that the accreditation\n\nstatements must be interpreted to mean that each of the eleven\n\nstandards must be evaluated independently of the others.                    For\n\nthese reasons, we conclude that no rational factfinder could\n\ndetermine     that   Dr.    Cook's    deposition   demonstrates      that   the\n\nchallenged     passage     —   \"[a]ccreditation    of   an   institution     by\n\n[NEASC] indicates that it meets or exceeds criteria for the\n\nassessment of institutional quality periodically applied through\n\na peer group review process\" — is false or misleading.\n\n\n\n\n                                      -16-\n\f              The appellants have another blackbird baked in their\n\npie.    Following the evaluation team's site visit, the team\n\nissued a written report addressing each of the eleven standards.\n\nThe appellants assert that the report showed the College failed\n\nto   attain    the   benchmarks     NEASC   itself    had   set;   that   NEASC\n\nblithely ignored this fact; and that NEASC proceeded to renew\n\nthe College's accreditation anyway.           Thus, the appellants argue,\n\nthe representation that \"[a]ccreditation of an institution by\n\n[NEASC] indicates that it meets or exceeds criteria for the\n\nassessment of institutional quality\" was deliberately false\n\nbecause NEASC knew, from the report, that the College had not\n\nmet or exceeded the applicable criteria, but had flunked.                    To\n\nassay the validity of this charge, we turn to the report itself,\n\nkeeping   in    mind   that   the   appellants'      burden   is   to   produce\n\nprobative evidence that the team found that the College did not\n\nmeet or exceed NEASC's own criteria.\n\n              According to the appellants, the report describes the\n\nCollege as a financially troubled institution with insufficient\n\nresources to implement its stated missions and programs, an\n\ninadequate and overworked staff, and no programs in place to\n\nmeasure and grade institutional effectiveness.                We agree that\n\nthe report does not downplay the College's difficulties.                   The\n\nintroduction notes that the College has \"survived many changes\n\n\n                                     -17-\n\fin leadership, severe financial difficulties, and all of the\n\ngrowing pains associated with achieving maturity.\"\n\n          Be that as it may, nothing in the report indicates that\n\nthe team concluded that the College, overall, did not meet the\n\nusual criteria for accreditation.             In assessing the second\n\nstandard (planning and evaluation), the report relates that the\n\nabsence   of    a   coherent   institutional       plan    has    limited    the\n\nCollege's self-evaluation efforts at all levels.                     But this\n\nsharply-worded      critique    is   not    used   as     the    basis   for   a\n\nconclusion that the College failed the standard and, thus,\n\ncannot be accredited.      Instead, the team uses the observation as\n\na basis for suggesting that the College undertake the creation\n\nof an institutional plan as the next step in its overall long-\n\nrange strategic planning process.\n\n          In analyzing standard four (programs and instruction),\n\nthe team concluded that \"[a]ll programs are appropriate in scale\n\nand   rigor.\"       Although   the   appellants     have    good    reason     to\n\ndisagree with that conclusion insofar as it pertains to the\n\nassociate's degree in medical assisting, the question before us\n\nis not whether the College should have failed its accreditation\n\nreview, but, rather, whether the team found that it had failed\n\n(and the Commission accredited it anyway).              Here, the most that\n\ncan be said is that the evaluation team raised some red flags in\n\n\n                                     -18-\n\fits discussion of standard four (noting, for example, that\n\n\"[p]rogram quality is in danger of being compromised by the\n\nconsequences        of     overtaxing      available        human     and     material\n\nresources\"), but found that, on the whole, the College satisfied\n\nthe standard.\n\n             To say more on this subject would be supererogatory.\n\nWe have read the report carefully and it simply does not state\n\nthat   the     College          failed    to     meet     NEASC's     criteria     for\n\naccreditation.        The only reasonable inference to be drawn from\n\nthe report is that, pursuant to the peer review process, the\n\nCommission found that the College had significant room for\n\nimprovement     in       some    areas   but     was    worthy   of   accreditation\n\nbecause,     viewed       in     an    holistic    manner,       it   attained     the\n\nbenchmarks which NEASC had set.                Thus, the report does not prove\n\nthat the challenged representation — that \"[a]ccreditation of an\n\ninstitution     by       [NEASC]      indicates    that    it    meets   or   exceeds\n\ncriteria      for        the     assessment       of     institutional         quality\n\nperiodically applied through a peer group review process\" — is\n\neither false or misleading.\n\n                                           B.\n\n             The appellants point to three more representations that\n\nthey consider false or misleading.                All are contained within the\n\nlong-form accreditation statement.                      The first declares that\n\n\n                                          -19-\n\f\"[a]n accredited school or college . . . has available the\n\nnecessary    resources    to   achieve      its    stated    purposes     through\n\nappropriate educational programs.\"                The second proclaims that\n\naccreditation \"provides reasonable assurance about the quality\n\nof    opportunities      available    to     students        who    attend    the\n\ninstitution.\"       The third states that \"[i]nstitutional integrity\n\nis . . . addressed through accreditation.\"\n\n            In the appellants' view, NEASC touted accreditation as\n\na seal of approval, lulling prospective students into assuming\n\nthat accredited institutions possessed the attributes alluded to\n\nin these passages (necessary resources, appropriate educational\n\nprograms,    good    employment   opportunities         for   graduates,      and\n\ninstitutional       integrity).      Yet,    it    accredited       the   College\n\nnotwithstanding the fact that these attributes were lacking.\n\nAccordingly, the appellants aver, NEASC's representations as to\n\nthe   meaning   of     accreditation        were     false    or,    at   least,\n\nmisleading.\n\n            Warding off summary judgment requires nonmovants to\n\nproduce materials of evidentiary quality, see Collier v. City of\n\nChicopee, 158 F.3d 601, 604 (1st Cir. 1998), and the appellants'\n\nexperience at the College comprises their evidence that these\n\nrepresentations are empty.           But we do not think that this\n\nevidence creates a genuine issue of material fact as to whether\n\n\n                                     -20-\n\fthe cited excerpts from the long-form accreditation statement\n\nare false or misleading.                The excerpts themselves are little\n\nmore than bland generalities — not the sort of representations\n\nthat, under Maine law, can easily be shown to be actionably\n\nfalse.      See Coffin v. Dodge, 76 A.2d 541, 543 (Me. 1950) (\"The\n\nfraud must be a misrepresentation of a past or present fact and\n\nnot . . . an expression of opinion.\"); Weaver v. New Engl. Mut.\n\nLife Ins. Co., 52 F. Supp. 2d 127, 133 (D. Me. 1999) (noting\n\nthat Maine law requires a claim for fraud to be based on a\n\nmisrepresentation of fact); see also Levinsky's, Inc. v. Wal-\n\nMart Stores, Inc., 127 F.3d 122, 129 (1st Cir. 1997) (observing\n\nthat the vaguer a term is, and the more meanings it reasonably\n\ncan convey, the less likely it is to be actionable).\n\n             Furthermore,         the   appellants'      evidence      is    program-\n\nspecific.      Their experience shows, they say, that the College\n\ndid   not     have    the    resources        needed    to     offer   appropriate\n\neducational programs because their chosen course of study — the\n\nmedical     assisting       program      —   lacked    the    necessary      clinical\n\ncourses.      They add that the College's accreditation did not\n\nprovide     them     with   any    assurance     about       the   quality    of   the\n\neducational opportunities offered since their course of study,\n\nthough career-directed, did not prepare them to hold jobs as\n\nmedical assistants upon graduation.                   Finally, they lament that\n\n\n                                         -21-\n\fthe College's accreditation did not assure integrity; to the\n\ncontrary,    the         College   advertised          courses    (such      as    \"Lab\n\nTechniques\") that had not been taught in years, and its promise\n\nthat it was preparing its graduates for careers in medical\n\nassisting was little more than a cruel hoax.\n\n            As   a       factual   matter,       the     appellants'      grievances\n\nengender considerable sympathy.                  As a legal matter, however,\n\nthey do not cut the mustard.             The appellants attempt to give the\n\nlie to general statements by attacking one specific program.                         As\n\ndiscussed    above,       the    accreditation         statements    speak    to    the\n\ninstitution as a whole, not to any particular program.                       In fact,\n\nthe long-form accreditation statement explicitly disavows any\n\nresponsibility on NEASC's part for the excellence of individual\n\nprograms, declaring that accreditation \"is not a guarantee of\n\nthe quality of every course or program offered.\"                       Showing that\n\none tree has borne no fruit does not prove that an entire apple\n\norchard is barren.\n\n            This aspect of the appellants' case suffers from an\n\neven more fundamental flaw.              Although the appellants cloak their\n\nclaim in the raiment of misrepresentation, this seems to be\n\nlittle   more    than         creative    labeling.         The     claim,    as   the\n\nappellants present it, boils down to a claim for negligent\n\naccreditation        —    a    claim     that    NEASC    acted     carelessly       in\n\n\n                                          -22-\n\fconferring accreditation because the College did not in fact\n\nmeet NEASC's own accreditation requirements.               Such a claim\n\ninvites us to substitute our judgment for that of professional\n\neducators regarding the College's suitability for accreditation.\n\nWe decline the invitation.\n\n            We readily acknowledge that there is no Maine case law\n\ndirectly on point.     Our task, then, is to discern the rule the\n\nstate's highest court would be most likely to follow under these\n\ncircumstances, even if our independent judgment might differ.\n\nSee Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1151 (1st\n\nCir. 1996).     In making this informed prophecy, we are guided,\n\ninter alia, by persuasive case law from other jurisdictions and\n\nrelevant public policy considerations.          Id.; see also FDIC v.\n\nOgden Corp., 202 F.3d 454, 460-61 (1st Cir. 2000).               Analogous\n\ncases     strongly   suggest   the     inappropriateness    of    a    court\n\nundertaking a substantive reevaluation of NEASC's decision to\n\naccredit the College.\n\n            Perhaps the most instructive case is Marlboro Corp. v.\n\nAssociation of Independent Colleges & Schools, Inc., 556 F.2d 78\n\n(1st Cir. 1977).     There, we considered a school's claim that its\n\nrights were violated when it was denied accreditation.                Id. at\n\n79.     We refused to second-guess the merits of the accreditation\n\ndecision:\n\n\n                                     -23-\n\f              The claim that [the school] was denied equal\n              protection because the Commission granted\n              accreditation to schools in equally poor\n              financial condition . . . really amounts to\n              a claim that the Commission was incorrect in\n              its evaluation of either Emery or the other\n              schools. Whatever may be the proper scope\n              of judicial monitoring of [accrediting]\n              associations like AICS, it does not include\n              de   novo   review   of   their   evaluative\n              decisions.\n\nId. at 80 n.2; accord Rockland Inst., Div. of Amistad Vocational\n\nSch., Inc. v. Ass'n of Indep. Colls. & Sch., 412 F. Supp. 1015,\n\n1019 (C.D. Cal. 1976) (refusing to conduct a trial de novo on\n\nthe issue of accreditation).\n\n              This reasoning is applicable here.        Since the only way\n\nto reach the appellants' claim that the cited statements are\n\nfalse    or   misleading    is   to   review   the   substance   of   NEASC's\n\naccreditation decision — to ask ourselves if the College, on the\n\nwhole, really had the needed resources, offered an appropriate\n\ncurriculum, helped to assure graduates of opportunities in the\n\njob market, and possessed institutional integrity — the claim\n\nsounds        in   negligent      accreditation        rather     than     in\n\nmisrepresentation.         We conclude, therefore, that the claim is\n\nnot actionable.\n\n              To be sure, one can find cases in which courts have\n\nentertained claims by educational institutions that accrediting\n\nagencies have arbitrarily denied accreditation.              E.g., Wilfred\n\n\n                                      -24-\n\fAcad. of Hair & Beauty Culture v. S. Ass'n of Colls. & Sch., 957\n\nF.2d 210, 214 (5th Cir. 1992); Med. Inst. of Minn. v. Nat'l\n\nAss'n of Trade & Tech. Sch., 817 F.2d 1310, 1314 (8th Cir.\n\n1987); Rockland Inst., 412 F. Supp. at 1016; see generally\n\nFound. for Interior Design Educ. Research v. Savannah Coll. of\n\nArt & Design, 244 F.3d 521, 527-28 (6th Cir. 2001) (tracing\n\ndevelopment of this doctrine).           We do not believe, however, that\n\nthe existence of this body of law undermines our conclusion.\n\n               Without exception, these cases involve disputes between\n\nan accreditor and an institution seeking either to obtain or to\n\nretain accreditation.         The focus tends to be on the process of\n\naccreditation, not on the merits of the accreditation decision.\n\nE.g., Found. for Interior Design Educ. Research, 244 F.3d at\n\n529; Med. Inst. of Minn., 817 F.2d at 1314-15; Rockland Inst.,\n\n412 F. Supp. at 1016-18.            Even so, reviewing courts invariably\n\nhave    afforded     the   accrediting    agency's       determination   great\n\ndeference.       See Wilfred Acad., 957 F.2d at 214; Med. Inst. of\n\nMinn., 817 F.2d at 1314; Transport Careers, Inc. v. Nat'l Home\n\nStudy Council, 646 F. Supp. 1474, 1482 (N.D. Ind. 1986); Parsons\n\nColl., 271 F. Supp. at 74; cf. Wynne v. Tufts Univ. Sch. of\n\nMed., 932 F.2d 19, 25 (1st Cir. 1991) (en banc) (\"When judges\n\nare    asked    to   review   the   substance   of   a    genuinely   academic\n\ndecision, . . . they should show great respect for the faculty's\n\n\n                                      -25-\n\fprofessional judgment.\" (quoting Regents of Univ. of Mich. v.\n\nEwing, 474 U.S. 214, 225 (1985))).\n\n             Moreover, none of these cases involves either a claim\n\nof negligent accreditation or a claim by a person who is not a\n\nparty to the accreditation process.            We very much doubt the\n\nexistence of a cause of action for negligent accreditation on\n\nbehalf of third parties.4        See generally Peter H. Schuck, Tort\n\nLiability to Those Injured by Negligent Accreditation Decisions,\n\nLaw & Contemp. Probs., Autumn 1994, at 185; cf. Louisiana v.\n\nJoint Comm'n on Accred. of Hosps., 470 So. 2d 169, 177-78 (La.\n\nCt.   App.    1985)   (finding   that     hospital   accreditor   had   no\n\nliability to patients harmed by malfunctioning dialysis machines\n\nbecause accreditor had no duty to incidental beneficiaries of\n\naccreditation).\n\n             Our skepticism is heightened by the strong policy\n\narguments that militate against endowing ill-served students of\n\naccredited schools with a means to challenge the decisions of\n\naccrediting agencies.     These policy concerns include the lack of\n\na satisfactory standard of care by which to evaluate educators'\n\nprofessional judgments and the patent undesirability of having\n\n\n\n      4\n     The appellants, who have disclaimed any reliance on such a\ntheory, see Appellants' Reply Br. at 13 (\"Appellants repeat that\nthey are not asking this Court to review the accreditation\ndecision or to reverse it.\"), apparently share this skepticism.\n\n                                   -26-\n\fcourts attempt to assess the efficacy of the operations of\n\nacademic institutions.        On much the same policy grounds, courts\n\nconsentiently have rejected students' claims of \"educational\n\nmalpractice\" against schools.            See Ross v. Creighton Univ., 957\n\nF.2d 410, 414 n.2 (7th Cir. 1992) (collecting cases).                     We agree\n\nwith    the   amici   that   these      policy    reasons      counsel    just    as\n\nstrongly in favor of rejecting students' claims of negligent\n\naccreditation.        More importantly, we believe that the Maine\n\nSupreme Judicial Court would give great weight to these factors.\n\nWe predict, therefore, that Maine would not now recognize a\n\ncause of action by or on behalf of a disgruntled student (or\n\nformer student) for negligent accreditation.\n\n              To sum up, we could only evaluate the appellants'\n\ncontention that the representations complained of were false or\n\nmisleading      by    engaging     in    a     substantive      review    of     the\n\ncorrectness vel non of NEASC's decision to accredit the College.\n\nWe are confident that Maine would not blaze a new, unprecedented\n\ntrail   and    hold   an   accreditor        liable   to   a   consumer    of    the\n\naccredited     service     under   a    negligent     accreditation       theory.\n\nAccordingly, the appellants' claims insofar as they are based on\n\nthe    \"representations\"     about      resources,     programs,     employment\n\nopportunities, and institutional integrity, perforce must fail.\n\n\n\n\n                                        -27-\n\fIV.   CONCLUSION\n\n            We need go no further.5    Taking the facts in the light\n\nmost flattering to the appellants, we conclude that they are\n\nunable to show that any of the four cited excerpts from the\n\naccreditation statements were false or misleading.      In turn, the\n\nabsence of any false or misleading representation dooms all of\n\nthe appellants' putative causes of action.\n\n\n\nAffirmed.\n\n\n\n\n      5\n     It is NEASC's position that Maine's Deceptive Trade\nPractices Act, Me. Rev. Stat. Ann. tit. 10, §§ 1211-1216, does\nnot apply here because NEASC did not engage in a consumer\ntransaction with any of the appellants. Given our conclusion\nthat the appellants have not shown any false or misleading\nrepresentation, we need not reach the question of the Act's\napplicability to situations of this genre.\n\n                                -28-\n\f",
  "html": "<p class=\"case_cite\">252 F.3d 488 (1st Cir. 2001)</p>\n    <p class=\"parties\">JAMIE AMBROSE ET AL., Plaintiffs, Appellants,<br>v.<br>NEW ENGLAND ASSOCIATION OF SCHOOLS AND COLLEGES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2176</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 2, 2001<br>Decided June 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Gene Carter, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Ralph A. Dyer, with whom Law Offices of Ralph A. Dyer, P.A., was on brief, for appellants.</p>\n      <p class=\"indent\">Margaret Coughlin LePage, with whom Ann L. Rudisill and Pierce Atwood were on brief, for appellee.</p>\n      <p class=\"indent\">Martin Michaelson, Alexander E. Dreier, and Hogan &amp; Hartson L.L.P. on brief for Council for Higher Education Accreditation and American Council on Education, amici curiae.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Stahl, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Under the distinct impression that their post-secondary schooling, in the Dickensian phrase, left them with \"a smattering of everything, and a knowledge of nothing,\" Charles Dickens, Sketches by Boz (1839), seven erstwhile students brought suit against the organization that had accredited the college at which they had matriculated. Their complaint raises novel questions anent an accreditor's tort liability to third persons. The district court granted summary judgment in favor of the accreditor. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the facts in the light most favorable to the nonmovants (here, the plaintiffs), consistent with record support. See Nieves v. McSweeney, 241 F.3d 46, 50 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thomas College (the College) is a private institution of higher education in Waterville, Maine. Plaintiffs-appellants Jamie Ambrose, Kimberly Bonneau, Monica Bryant, Heather Cool, Lorna Goodwin, Laurie Pelletier, and Brenda Tracy all attended the College between 1994 and 1999. Defendant-appellee New England Association of Schools and Colleges, Inc. (NEASC) is an independent nonprofit organization that accredits degree-granting institutions. NEASC first accredited the College in 1969. The College has maintained its accreditation continuously from that date forward.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Each of the appellants enrolled in the College's two-year associate degree program in medical assisting expecting to be qualified, upon graduation, for an entry-level position as a medical assistant. But the program had myriad shortcomings; most conspicuously, it contained no clinical component. Since clinical tasks comprise an important part of a medical assistant's job description, six of the seven appellants were unable to find work as medical assistants after they graduated. The only exception -- Ambrose -- was hired as a medical assistant but was cashiered in short order due to perceived inadequacies in her knowledge and training.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Disgruntled by this sad state of affairs, the appellants banded together and brought suit against the College in a Maine state court. They sued NEASC in a separate action. See Ambrose v. NEASC, 100 F. Supp. 2d 48, 49 (D. Me. 2000) (describing the two actions). In their suit against NEASC, the plaintiffs alleged that the accreditation statements which appeared in the College's course catalogs were actionable under three distinct theories: (1) fraud, (2) negligent misrepresentation, and (3) deceptive business practices. NEASC promptly removed the case against it to the federal district court based on diversity of citizenship and the existence of a controversy in the requisite amount. See 28 U.S.C. &#167;&#167; 1332(a)(1), 1441(a). This left the case against the College pending in a different forum, but the district court quite properly refused to order a remand. Ambrose, 100 F. Supp. 2d at 49-53.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the parties had engaged in some discovery, NEASC moved for summary judgment. See Fed. R. Civ. P. 56. Judge Carter referred the motion to a magistrate judge. Concluding that no misrepresentation had been made and that the appellants, at any rate, failed to show that they had relied justifiably on the accreditation statements, the magistrate judge recommended brevis disposition. Judge Carter reviewed the magistrate judge's recommended ruling de novo, accepted it, and entered judgment accordingly. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. THE ACCREDITATION STATEMENTS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since the accreditation statements lie at the epicenter of the dispute between the parties, we pause to place them into perspective. NEASC wrote two \"approved\" versions of an accreditation statement and supplied both versions to accredited institutions of higher education. It permitted those institutions to publish either or both of the statements, but did not require them to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Six of the appellants claim that, prior to matriculating at the College, they read course catalogs which contained the \"long-form\" version of the accreditation statement (used in the College's 1993-94, 1994-95, and 1995-96 catalogs). This statement reads in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thomas College is accredited by the New England Association of Schools and Colleges, Inc., a non-governmental, nationally recognized organization whose affiliated institutions include elementary schools through collegiate institutions offering post-graduate instruction. Accreditation of an institution by the New England Association indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process. An accredited school or college is one that has available the necessary resources to achieve its stated purposes through appropriate educational programs, is substantially doing so, and gives reasonable evidence that it will continue doing so in the foreseeable future. Institutional integrity is also addressed through accreditation. Accreditation by the New England Association is not partial but applies to the institution as a whole. As such, it is not a guarantee of the quality of every course or program offered or the competence of individual graduates. Rather, it provides reasonable assurance about the quality of opportunities available to students who attend the institution.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The remaining appellant (Pelletier) claims to have consulted the 1996-97 catalog, which contained the \"short-form\" version of the accreditation statement. That version provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Thomas College is accredited by the New England Association of Schools and Colleges, Inc., a non-governmental, nationally recognized organization whose affiliated institutions include elementary schools through collegiate institutions offering post-graduate instruction.</p>\n    </div>\n    <p class=\"indent\">III. ANALYSIS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Maine law controls in this diversity case. See Crellin Techs., Inc. v. Equipmentlease Corp., 18 F.3d 1, 4 (1st Cir. 1994). We review the lower court's application of that law and its entry of summary judgment de novo. Nieves, 241 F.3d at 50. In that review, we focus on whether \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellants' complaint is composed of three substantive counts (the fourth count is nothing more than a prayer for punitive damages, and need not be addressed). In the last analysis, all of those counts depend upon the existence of a false or misleading representation. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under Maine law, a party alleging fraud must make a five-part showing which encompasses (1) a false representation (2) of material fact (3) with knowledge of its falsity or in reckless disregard of whether it is true or false (4) for the purpose of inducing another to act in reliance upon it, as well as a showing that (5) the plaintiff justifiably relied upon the representation as true and acted upon it to his detriment. Diversified Foods, Inc. v. First Nat'l Bank, 605 A.2d 609, 615 (Me. 1992). In contrast, a negligent misrepresentation occurs when</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[o]ne who, in the course of his business, profession or employment, or in any other transaction in which he has a pecuniary interest, supplies false information for the guidance of others in their business transactions, is subject to liability for pecuniary loss caused to them by their justifiable reliance upon the information, if he fails to exercise reasonable care or competence in obtaining or communicating the information.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Chapman v. Rideout, 568 A.2d 829, 830 (Me. 1990) (emphasis omitted) (citing Restatement (Second) of Torts &#167; 552(1) (1977)); see also Jordan-Milton Mach., Inc. v. F/V Teresa Marie, II, 978 F.2d 32, 36 (1st Cir. 1992). Thus, these two torts, though distinct, possess a common element: a false representation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appellants' third count, as pleaded and pressed, shares this element, albeit in a slightly altered form. That count alleges a violation of Maine's Deceptive Trade Practices Act, Me. Rev. Stat. Ann. tit. 10, &#167;&#167; 1211-1216. The appellants' brief focuses this count on two subsections of section 1212(1) of that statute. Under the first subsection, a party is guilty of a deceptive trade practice if it \"[r]epresents that goods or services have sponsorship, approval, characteristics, ingredients, uses, benefits or quantities that they do not have.\" Id. &#167; 1212(1)(E). The other subsection renders a party liable for a deceptive trade practice if it engages in conduct of any kind that \"creates a likelihood of confusion or misunderstanding.\" Id. &#167; 1212(1)(L). Thus, liability under this count turns on the existence of a false or misleading representation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The foregoing discussion suggests an appropriate analytic framework for our consideration of this appeal. We will begin by examining the representations contained in the accreditation statements. If we find that those representations are true and not misleading, it follows inexorably that the district court did not err in entering summary judgment for NEASC on all the appellants' claims. Only if there is an untrue or misleading representation must we go further.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellants' effort to persuade us that the accreditation statements contain false or misleading material pinpoints four representations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We deal directly with the central thrust of their argument -- which concerns the first representation -- and then address the remaining three representations as a group.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The appellants assert that the following excerpt from the long-form accreditation statement is false or misleading: \"Accreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process.\" To set the stage for further analysis, we recount what the record reveals concerning the relevant phase of NEASC's peer review process.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Once NEASC has accredited an institution of higher education, it typically places the institution on a ten-year evaluation cycle. When this decennial review looms, the institution first must evaluate itself. After the institution submits a report of its self-assessment, NEASC's Commission on Institutions of Higher Education (the Commission) swings into action. The Commission chooses an evaluation team and arranges a campus visit. The team, composed of educators and other professionals from unaffiliated schools, grades the institution in eleven substantive areas. These areas, referred to as \"standards,\" are: (1) mission and purposes, (2) planning and evaluation, (3) organization and governance, (4) programs and instruction, (5) faculty, (6) student services, (7) library and information resources, (8) physical resources, (9) financial resources, (10) public disclosure, and (11) integrity. The team then writes a report detailing its findings in each area. After considering both the school's self-study and the evaluation team's appraisal, the Commission decides whether to renew the institution's accreditation.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The College went through this process in 1993-94. Following its receipt of a comprehensive self-study prepared by the College, the Commission sent an eight-member evaluation team to the campus in October of 1993. The team looked into the eleven designated standards and issued a report addressing each of them. As is customary, the team added a summary of its findings.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The College survived this scrutiny. Based on the self-study report and the evaluation team's assessment, the Commission voted to renew the College's accreditation for ten years. It warned, however, that it would perform an interim evaluation of the institution's finances and off-campus programs after five years.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellants do not deny that this peer review process took place. They argue instead that, in implementing it, NEASC failed properly to apply the criteria described in the accreditation statement and reaccredited the College even though the College did not \"meet[] or exceed[] criteria for the assessment of institutional quality.\" To buttress this argument, the appellants refer us to two pieces of evidence: (i) the deposition of the Commission's director, Dr. Charles M. Cook, and (ii) the evaluation team's report. Neither item bears the weight that the appellants pile upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As the appellants read Dr. Cook's deposition, NEASC did not require the College to meet or exceed each stated standard, but, rather, engaged in a balancing process whereby shoddy performance in one area could be offset by better-than-average performance in another. This reading finds support in Dr. Cook's holistic view of the process. He forthrightly admitted that accreditation involves a \"weighing of factors,\" and he indicated more than once that the Commission, in applying the standards, endeavors to \"address[] the effectiveness of the institution as a whole.\" Indeed, when asked if this meant that an institution could be weak in one area and strong in another, yet still gain accreditation, Dr. Cook answered in the affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellants contend that this merging of the standards belies the representation contained in the long-form accreditation statement because the test for accreditation should be \"digital, up or down, pass or fail,\" so that \"either all the standards are met or they are not.\" But the accreditation statements make no such commitment. The short-form statement is entirely silent on the nature of the process for gaining accreditation. The long-form statement declares that: \"Accreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process.\" The appellants' gloss notwithstanding, nothing in this statement indicates that each standard must be evaluated separately (\"pass or fail\") or that an institution must satisfy each and every standard in order to gain accreditation. The plain language of the accreditation statement does not prohibit NEASC from applying the standards in a way that lets an institution's strengths compensate for its weaknesses, thus allowing the standards as a whole to be satisfied by the overall assessment of the institution as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Dr. Cook's testimony shows this to be the case. Throughout his deposition, Dr. Cook emphasized that NEASC does not accredit programs, and that the evaluation team probably would not consider a programmatic shortcoming (if it came to the team's attention at all) as fatal to accreditation, but, rather, would treat it as a mundane problem touching upon the institution's ability to monitor itself properly. The short of it, then, is that the protocol actually employed by NEASC, as described by Dr. Cook, is not at odds with the accreditation statements published in the Thomas College catalogs.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Nor do we think that either the law or sound scholastic practices impose a contrary duty. A certain amount of flexibility in fashioning accrediting standards long has been recognized as a virtue. See, e.g., Parsons Coll. v. N. Cent. Ass'n of Colls. &amp; Secondary Sch., 271 F. Supp. 65, 73 (N.D. Ill. 1967) (explaining that an accreditor is \"entitled to make a conscious choice in favor of flexible standards to accommodate variation in purpose and character among its constituent institutions, and to avoid forcing all into a rigid and uniform mold\"). This makes perfect sense: after all, benchmarks for accreditation are not intended as reference points for laymen. To the contrary, their raison d'etre is to guide professionals in a particular field of endeavor (here, education). In constructing such benchmarks, standards that are definitive in theory easily may become arbitrary in application. Flexibility blunts the sharp edges of this potential hazard.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For these reasons, we conclude that NEASC's accreditation process, as Dr. Cook describes it, recognizes the real-world problems of attempting to gauge diverse institutions by a universal barometer. Moreover, his characterization of that process is fully consistent with the depiction of the process found in the long-form accreditation statement. As a matter of law, the plaintiffs have failed to show any false or misleading representation in this respect.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">If more were needed -- and we doubt that it is -- our conclusion is reinforced by context. See Sidell v. Comm'r, 225 F.3d 103, 109 (1st Cir. 2000) (\"[C]ontext is critically important in the interpretive process.\"). Reading the single sentence highlighted by the appellants in the context of the entire long-form accreditation statement, we note that the statement goes on to say: \"Accreditation by [NEASC] is not partial but applies to the institution as a whole. As such, it is not a guarantee of the quality of every course or program offered or the competence of individual graduates.\" This is in harmony with Dr. Cook's description of the accreditation process and refutes the appellants' argument that the accreditation statements must be interpreted to mean that each of the eleven standards must be evaluated independently of the others. For these reasons, we conclude that no rational fact finder could determine that Dr. Cook's deposition demonstrates that the challenged passage -- \"[a]ccreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process\" -- is false or misleading.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellants have another blackbird baked in their pie. Following the evaluation team's site visit, the team issued a written report addressing each of the eleven standards. The appellants assert that the report showed the College failed to attain the benchmarks NEASC itself had set; that NEASC blithely ignored this fact; and that NEASC proceeded to renew the College's accreditation anyway. Thus, the appellants argue, the representation that \"[a]ccreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality\" was deliberately false because NEASC knew, from the report, that the College had not met or exceeded the applicable criteria, but had flunked. To assay the validity of this charge, we turn to the report itself, keeping in mind that the appellants' burden is to produce probative evidence that the team found that the College did not meet or exceed NEASC's own criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">According to the appellants, the report describes the College as a financially troubled institution with insufficient resources to implement its stated missions and programs, an inadequate and overworked staff, and no programs in place to measure and grade institutional effectiveness. We agree that the report does not downplay the College's difficulties. The introduction notes that the College has \"survived many changes in leadership, severe financial difficulties, and all of the growing pains associated with achieving maturity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Be that as it may, nothing in the report indicates that the team concluded that the College, overall, did not meet the usual criteria for accreditation. In assessing the second standard (planning and evaluation), the report relates that the absence of a coherent institutional plan has limited the College's self-evaluation efforts at all levels. But this sharply-worded critique is not used as the basis for a conclusion that the College failed the standard and, thus, cannot be accredited. Instead, the team uses the observation as a basis for suggesting that the College undertake the creation of an institutional plan as the next step in its overall long-range strategic planning process.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In analyzing standard four (programs and instruction), the team concluded that \"[a]ll programs are appropriate in scale and rigor.\" Although the appellants have good reason to disagree with that conclusion insofar as it pertains to the associate's degree in medical assisting, the question before us is not whether the College should have failed its accreditation review, but, rather, whether the team found that it had failed (and the Commission accredited it anyway). Here, the most that can be said is that the evaluation team raised some red flags in its discussion of standard four (noting, for example, that \"[p]rogram quality is in danger of being compromised by the consequences of overtaxing available human and material resources\"), but found that, on the whole, the College satisfied the standard.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To say more on this subject would be supererogatory. We have read the report carefully and it simply does not state that the College failed to meet NEASC's criteria for accreditation. The only reasonable inference to be drawn from the report is that, pursuant to the peer review process, the Commission found that the College had significant room for improvement in some areas but was worthy of accreditation because, viewed in an holistic manner, it attained the benchmarks which NEASC had set. Thus, the report does not prove that the challenged representation -- that \"[a]ccreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process\" -- is either false or misleading.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The appellants point to three more representations that they consider false or misleading. All are contained within the long-form accreditation statement. The first declares that \"[a]n accredited school or college . . . has available the necessary resources to achieve its stated purposes through appropriate educational programs.\" The second proclaims that accreditation \"provides reasonable assurance about the quality of opportunities available to students who attend the institution.\" The third states that \"[i]nstitutional integrity is . . . addressed through accreditation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the appellants' view, NEASC touted accreditation as a seal of approval, lulling prospective students into assuming that accredited institutions possessed the attributes alluded to in these passages (necessary resources, appropriate educational programs, good employment opportunities for graduates, and institutional integrity). Yet, it accredited the College notwithstanding the fact that these attributes were lacking. Accordingly, the appellants aver, NEASC's representations as to the meaning of accreditation were false or, at least, misleading.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Warding off summary judgment requires nonmovants to produce materials of evidentiary quality, see Collier v. City of Chicopee, 158 F.3d 601, 604 (1st Cir. 1998), and the appellants' experience at the College comprises their evidence that these representations are empty. But we do not think that this evidence creates a genuine issue of material fact as to whether the cited excerpts from the long-form accreditation statement are false or misleading. The excerpts themselves are little more than bland generalities -- not the sort of representations that, under Maine law, can easily be shown to be actionably false. See Coffin v. Dodge, 76 A.2d 541, 543 (Me. 1950) (\"The fraud must be a misrepresentation of a past or present fact and not . . . an expression of opinion.\"); Weaver v. New Engl. Mut. Life Ins. Co., 52 F. Supp. 2d 127, 133 (D. Me. 1999) (noting that Maine law requires a claim for fraud to be based on a misrepresentation of fact); see also Levinsky's, Inc. v. Wal-Mart Stores, Inc., 127 F.3d 122, 129 (1st Cir. 1997) (observing that the vaguer a term is, and the more meanings it reasonably can convey, the less likely it is to be actionable).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Furthermore, the appellants' evidence is program-specific. Their experience shows, they say, that the College did not have the resources needed to offer appropriate educational programs because their chosen course of study -- the medical assisting program -- lacked the necessary clinical courses. They add that the College's accreditation did not provide them with any assurance about the quality of the educational opportunities offered since their course of study, though career-directed, did not prepare them to hold jobs as medical assistants upon graduation. Finally, they lament that the College's accreditation did not assure integrity; to the contrary, the College advertised courses (such as \"Lab Techniques\") that had not been taught in years, and its promise that it was preparing its graduates for careers in medical assisting was little more than a cruel hoax.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As a factual matter, the appellants' grievances engender considerable sympathy. As a legal matter, however, they do not cut the mustard. The appellants attempt to give the lie to general statements by attacking one specific program. As discussed above, the accreditation statements speak to the institution as a whole, not to any particular program. In fact, the long-form accreditation statement explicitly disavows any responsibility on NEASC's part for the excellence of individual programs, declaring that accreditation \"is not a guarantee of the quality of every course or program offered.\" Showing that one tree has borne no fruit does not prove that an entire apple orchard is barren.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">This aspect of the appellants' case suffers from an even more fundamental flaw. Although the appellants cloak their claim in the raiment of misrepresentation, this seems to be little more than creative labeling. The claim, as the appellants present it, boils down to a claim for negligent accreditation -- a claim that NEASC acted carelessly in conferring accreditation because the College did not in fact meet NEASC's own accreditation requirements. Such a claim invites us to substitute our judgment for that of professional educators regarding the College's suitability for accreditation. We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We readily acknowledge that there is no Maine case law directly on point. Our task, then, is to discern the rule the state's highest court would be most likely to follow under these circumstances, even if our independent judgment might differ. See Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1151 (1st Cir. 1996). In making this informed prophecy, we are guided, inter alia, by persuasive case law from other jurisdictions and relevant public policy considerations. Id.; see also FDIC v. Ogden Corp., 202 F.3d 454, 460-61 (1st Cir. 2000). Analogous cases strongly suggest the inappropriateness of a court undertaking a substantive reevaluation of NEASC's decision to accredit the College.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Perhaps the most instructive case is Marlboro Corp. v. Association of Independent Colleges &amp; Schools, Inc., 556 F.2d 78 (1st Cir. 1977). There, we considered a school's claim that its rights were violated when it was denied accreditation. Id. at 79. We refused to second-guess the merits of the accreditation decision:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The claim that [the school] was denied equal protection because the Commission granted accreditation to schools in equally poor financial condition . . . really amounts to a claim that the Commission was incorrect in its evaluation of either Emery or the other schools. Whatever may be the proper scope of judicial monitoring of [accrediting] associations like AICS, it does not include de novo review of their evaluative decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Id. at 80 n.2; accord Rockland Inst., Div. of Amistad Vocational Sch., Inc. v. Ass'n of Indep. Colls. &amp; Sch., 412 F. Supp. 1015, 1019 (C.D. Cal. 1976) (refusing to conduct a trial de novo on the issue of accreditation).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This reasoning is applicable here. Since the only way to reach the appellants' claim that the cited statements are false or misleading is to review the substance of NEASC's accreditation decision -- to ask ourselves if the College, on the whole, really had the needed resources, offered an appropriate curriculum, helped to assure graduates of opportunities in the job market, and possessed institutional integrity -- the claim sounds in negligent accreditation rather than in misrepresentation. We conclude, therefore, that the claim is not actionable.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To be sure, one can find cases in which courts have entertained claims by educational institutions that accrediting agencies have arbitrarily denied accreditation. E.g., Wilfred Acad. of Hair &amp; Beauty Culture v. S. Ass'n of Colls. &amp; Sch., 957 F.2d 210, 214 (5th Cir. 1992); Med. Inst. of Minn. v. Nat'l Ass'n of Trade &amp; Tech. Sch., 817 F.2d 1310, 1314 (8th Cir. 1987); Rockland Inst., 412 F. Supp. at 1016; see Interior Design Educ. Research v. Savannah Coll. of Art &amp; Design, 244 F.3d 521, 527-28 (6th Cir. 2001) (tracing development of this doctrine). We do not believe, however, that the existence of this body of law undermines our conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Without exception, these cases involve disputes between an accreditor and an institution seeking either to obtain or to retain accreditation. The focus tends to be on the process of accreditation, not on the merits of the accreditation decision. E.g., Found. for Interior Design Educ. Research, 244 F.3d at 529; Med. Inst. of Minn., 817 F.2d at 1314-15; Rockland Inst., 412 F. Supp. at 1016-18. Even so, reviewing courts invariably have afforded the accrediting agency's determination great deference. See Wilfred Acad., 957 F.2d at 214; Med. Inst. of Minn., 817 F.2d at 1314; Transport Careers, Inc. v. Nat'l Home Study Council, 646 F. Supp. 1474, 1482 (N.D. Ind. 1986); Parsons Coll., 271 F. Supp. at 74; cf. Wynne v. Tufts Univ. Sch. of Med., 932 F.2d 19, 25 (1st Cir. 1991) (en banc) (\"When judges are asked to review the substance of a genuinely academic decision, . . . they should show great respect for the faculty's professional judgment.\" (quoting Regents of Univ. of Mich. v. Ewing, 474 U.S. 214, 225 (1985))).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Moreover, none of these cases involves either a claim of negligent accreditation or a claim by a person who is not a party to the accreditation process. We very much doubt the existence of a cause of action for negligent accreditation on behalf of third parties.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See generally Peter H. Schuck, Tort Liability to Those Injured by Negligent Accreditation Decisions, Law &amp; Contemp. Probs., Autumn 1994, at 185; cf. Louisiana v. Joint Comm'n on Accred. of Hosps., 470 So. 2d 169, 177-78 (La. Ct. App. 1985) (finding that hospital accreditor had no liability to patients harmed by malfunctioning dialysis machines because accreditor had no duty to incidental beneficiaries of accreditation).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Our skepticism is heightened by the strong policy arguments that militate against endowing ill-served students of accredited schools with a means to challenge the decisions of accrediting agencies. These policy concerns include the lack of a satisfactory standard of care by which to evaluate educators' professional judgments and the patent undesirability of having courts attempt to assess the efficacy of the operations of academic institutions. On much the same policy grounds, courts consentiently have rejected students' claims of \"educational malpractice\" against schools. See Ross v. Creighton Univ., 957 F.2d 410, 414 n.2 (7th Cir. 1992) (collecting cases). We agree with the amici that these policy reasons counsel just as strongly in favor of rejecting students' claims of negligent accreditation. More importantly, we believe that the Maine Supreme Judicial Court would give great weight to these factors. We predict, therefore, that Maine would not now recognize a cause of action by or on behalf of a disgruntled student (or former student) for negligent accreditation.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">To sum up, we could only evaluate the appellants' contention that the representations complained of were false or misleading by engaging in a substantive review of the correctness vel non of NEASC's decision to accredit the College. We are confident that Maine would not blaze a new, unprecedented trail and hold an accreditor liable to a consumer of the accredited service under a negligent accreditation theory. Accordingly, the appellants' claims insofar as they are based on the \"representations\" about resources, programs, employment opportunities, and institutional integrity, perforce must fail.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Taking the facts in the light most flattering to the appellants, we conclude that they are unable to show that any of the four cited excerpts from the accreditation statements were false or misleading. In turn, the absence of any false or misleading representation dooms all of the appellants' putative causes of action.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The magistrate judge concluded that the appellants, in order to prevail on any of their three counts, \"must prove . . . that [NEASC's] representation to them was untrue.\" Ambrose v. NEASC, 2000 WL 1195363, at *3 (D. Me. Aug. 7, 2000). As applied to the deceptive practices count, this is too isthmian a view. Although subsection 1212(1)(E) requires a false representation, subsection 1212(1)(L) may be satisfied by any conduct that creates a likelihood of confusion or misunderstanding. Under that standard, a misleading representation may be actionable. Cf. Odom v. Fairbanks Mem'l Hosp., 999 P.2d 123, 132 (Alaska 2000) (construing similar language in Alaska's unfair trade practices statute to require only that \"acts and practices were capable of being interpreted in a misleading way\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> NEASC asseverates that it made no representations at all to the appellants because the College, under no compulsion from NEASC, opted to publish the accreditation statements in its course catalogs. This asseveration strikes us as disingenuous. After all, NEASC wrote and supplied the accreditation statements, knowing that the College was highly likely to use them for promotional purposes (as, indeed, it did). Given this background, we conclude that the appellants have tied NEASC sufficiently to the accreditation statements to survive a motion for summary judgment addressed to attribution. See Restatement (Second) of Torts &#167; 533 (1977) (explaining that the maker of a fraudulent misrepresentation can be liable when the misrepresentation is made to a third party and \"the maker intends or has reason to expect that its terms will be repeated\" to the individual who relied on it).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The record contains no conclusive information as to whether this mid-term evaluation transpired (or, if so, what it revealed). That deficiency is of no moment, however, because all the appellants had already enrolled at the College before the 1998-99 academic year began.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellants, who have disclaimed any reliance on such a theory, see Appellants' Reply Br. at 13 (\"Appellants repeat that they are not asking this Court to review the accreditation decision or to reverse it.\"), apparently share this skepticism.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is NEASC's position that Maine's Deceptive Trade Practices Act, Me. Rev. Stat. Ann. tit. 10, &#167;&#167; 1211-1216, does not apply here because NEASC did not engage in a consumer transaction with any of the appellants. Given our conclusion that the appellants have not shown any false or misleading representation, we need not reach the question of the Act's applicability to situations of this genre.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">JAMIE AMBROSE ET AL., Plaintiffs, Appellants,<br>v.<br>NEW ENGLAND ASSOCIATION OF SCHOOLS AND COLLEGES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2176</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 2, 2001<br>Decided June 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Gene Carter, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Ralph A. Dyer, with whom Law Offices of Ralph A. Dyer, P.A., was on brief, for appellants.</p>\n      <p class=\"indent\">Margaret Coughlin LePage, with whom Ann L. Rudisill and Pierce Atwood were on brief, for appellee.</p>\n      <p class=\"indent\">Martin Michaelson, Alexander E. Dreier, and Hogan &amp; Hartson L.L.P. on brief for Council for Higher Education Accreditation and American Council on Education, amici curiae.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Stahl, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Under the distinct impression that their post-secondary schooling, in the Dickensian phrase, left them with \"a smattering of everything, and a knowledge of nothing,\" Charles Dickens, Sketches by Boz (1839), seven erstwhile students brought suit against the organization that had accredited the college at which they had matriculated. Their complaint raises novel questions anent an accreditor's tort liability to third persons. The district court granted summary judgment in favor of the accreditor. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the facts in the light most favorable to the nonmovants (here, the plaintiffs), consistent with record support. See Nieves v. McSweeney, <span class=\"citation\" data-id=\"199286\"><a href=\"/opinion/199286/nieves-v-mcsweeney/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 50 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thomas College (the College) is a private institution of higher education in Waterville, Maine. Plaintiffs-appellants Jamie Ambrose, Kimberly Bonneau, Monica Bryant, Heather Cool, Lorna Goodwin, Laurie Pelletier, and Brenda Tracy all attended the College between 1994 and 1999. Defendant-appellee New England Association of Schools and Colleges, Inc. (NEASC) is an independent nonprofit organization that accredits degree-granting institutions. NEASC first accredited the College in 1969. The College has maintained its accreditation continuously from that date forward.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Each of the appellants enrolled in the College's two-year associate degree program in medical assisting expecting to be qualified, upon graduation, for an entry-level position as a medical assistant. But the program had myriad shortcomings; most conspicuously, it contained no clinical component. Since clinical tasks comprise an important part of a medical assistant's job description, six of the seven appellants were unable to find work as medical assistants after they graduated. The only exception -- Ambrose -- was hired as a medical assistant but was cashiered in short order due to perceived inadequacies in her knowledge and training.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Disgruntled by this sad state of affairs, the appellants banded together and brought suit against the College in a Maine state court. They sued NEASC in a separate action. See Ambrose v. NEASC, <span class=\"citation\" data-id=\"2477943\"><a href=\"/opinion/2477943/ambrose-v-new-england-assn-of-schools-colleges/\"><span class=\"volume\">100</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">48</span></a></span>, 49 (D. Me. 2000) (describing the two actions). In their suit against NEASC, the plaintiffs alleged that the accreditation statements which appeared in the College's course catalogs were actionable under three distinct theories: (1) fraud, (2) negligent misrepresentation, and (3) deceptive business practices. NEASC promptly removed the case against it to the federal district court based on diversity of citizenship and the existence of a controversy in the requisite amount. See 28 U.S.C. &#167;&#167; 1332(a)(1), 1441(a). This left the case against the College pending in a different forum, but the district court quite properly refused to order a remand. Ambrose, 100 F. Supp. 2d at 49-53.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the parties had engaged in some discovery, NEASC moved for summary judgment. See Fed. R. Civ. P. 56. Judge Carter referred the motion to a magistrate judge. Concluding that no misrepresentation had been made and that the appellants, at any rate, failed to show that they had relied justifiably on the accreditation statements, the magistrate judge recommended brevis disposition. Judge Carter reviewed the magistrate judge's recommended ruling de novo, accepted it, and entered judgment accordingly. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. THE ACCREDITATION STATEMENTS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since the accreditation statements lie at the epicenter of the dispute between the parties, we pause to place them into perspective. NEASC wrote two \"approved\" versions of an accreditation statement and supplied both versions to accredited institutions of higher education. It permitted those institutions to publish either or both of the statements, but did not require them to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Six of the appellants claim that, prior to matriculating at the College, they read course catalogs which contained the \"long-form\" version of the accreditation statement (used in the College's 1993-94, 1994-95, and 1995-96 catalogs). This statement reads in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thomas College is accredited by the New England Association of Schools and Colleges, Inc., a non-governmental, nationally recognized organization whose affiliated institutions include elementary schools through collegiate institutions offering post-graduate instruction. Accreditation of an institution by the New England Association indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process. An accredited school or college is one that has available the necessary resources to achieve its stated purposes through appropriate educational programs, is substantially doing so, and gives reasonable evidence that it will continue doing so in the foreseeable future. Institutional integrity is also addressed through accreditation. Accreditation by the New England Association is not partial but applies to the institution as a whole. As such, it is not a guarantee of the quality of every course or program offered or the competence of individual graduates. Rather, it provides reasonable assurance about the quality of opportunities available to students who attend the institution.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The remaining appellant (Pelletier) claims to have consulted the 1996-97 catalog, which contained the \"short-form\" version of the accreditation statement. That version provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Thomas College is accredited by the New England Association of Schools and Colleges, Inc., a non-governmental, nationally recognized organization whose affiliated institutions include elementary schools through collegiate institutions offering post-graduate instruction.</p>\n    </div>\n    <p class=\"indent\">III. ANALYSIS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Maine law controls in this diversity case. See Crellin Techs., Inc. v. Equipmentlease Corp., <span class=\"citation\" data-id=\"195233\"><a href=\"/opinion/195233/crellin-v-equipmentlease-corp/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1994). We review the lower court's application of that law and its entry of summary judgment de novo. Nieves, 241 F.3d at 50. In that review, we focus on whether \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellants' complaint is composed of three substantive counts (the fourth count is nothing more than a prayer for punitive damages, and need not be addressed). In the last analysis, all of those counts depend upon the existence of a false or misleading representation. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under Maine law, a party alleging fraud must make a five-part showing which encompasses (1) a false representation (2) of material fact (3) with knowledge of its falsity or in reckless disregard of whether it is true or false (4) for the purpose of inducing another to act in reliance upon it, as well as a showing that (5) the plaintiff justifiably relied upon the representation as true and acted upon it to his detriment. Diversified Foods, Inc. v. First Nat'l Bank, <span class=\"citation no-link\"><span class=\"volume\">605</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">609</span></span>, 615 (Me. 1992). In contrast, a negligent misrepresentation occurs when</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[o]ne who, in the course of his business, profession or employment, or in any other transaction in which he has a pecuniary interest, supplies false information for the guidance of others in their business transactions, is subject to liability for pecuniary loss caused to them by their justifiable reliance upon the information, if he fails to exercise reasonable care or competence in obtaining or communicating the information.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Chapman v. Rideout, <span class=\"citation no-link\"><span class=\"volume\">568</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">829</span></span>, 830 (Me. 1990) (emphasis omitted) (citing Restatement (Second) of Torts &#167; 552(1) (1977)); see also Jordan-Milton Mach., Inc. v. F/V Teresa Marie, II, <span class=\"citation\" data-id=\"593295\"><a href=\"/opinion/593295/jordan-milton-machinery-inc-v-fv-teresa-marie-ii/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 36 (1st Cir. 1992). Thus, these two torts, though distinct, possess a common element: a false representation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appellants' third count, as pleaded and pressed, shares this element, albeit in a slightly altered form. That count alleges a violation of Maine's Deceptive Trade Practices Act, Me. Rev. Stat. Ann. tit. 10, &#167;&#167; 1211-1216. The appellants' brief focuses this count on two subsections of section 1212(1) of that statute. Under the first subsection, a party is guilty of a deceptive trade practice if it \"[r]epresents that goods or services have sponsorship, approval, characteristics, ingredients, uses, benefits or quantities that they do not have.\" Id. &#167; 1212(1)(E). The other subsection renders a party liable for a deceptive trade practice if it engages in conduct of any kind that \"creates a likelihood of confusion or misunderstanding.\" Id. &#167; 1212(1)(L). Thus, liability under this count turns on the existence of a false or misleading representation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The foregoing discussion suggests an appropriate analytic framework for our consideration of this appeal. We will begin by examining the representations contained in the accreditation statements. If we find that those representations are true and not misleading, it follows inexorably that the district court did not err in entering summary judgment for NEASC on all the appellants' claims. Only if there is an untrue or misleading representation must we go further.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellants' effort to persuade us that the accreditation statements contain false or misleading material pinpoints four representations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We deal directly with the central thrust of their argument -- which concerns the first representation -- and then address the remaining three representations as a group.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The appellants assert that the following excerpt from the long-form accreditation statement is false or misleading: \"Accreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process.\" To set the stage for further analysis, we recount what the record reveals concerning the relevant phase of NEASC's peer review process.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Once NEASC has accredited an institution of higher education, it typically places the institution on a ten-year evaluation cycle. When this decennial review looms, the institution first must evaluate itself. After the institution submits a report of its self-assessment, NEASC's Commission on Institutions of Higher Education (the Commission) swings into action. The Commission chooses an evaluation team and arranges a campus visit. The team, composed of educators and other professionals from unaffiliated schools, grades the institution in eleven substantive areas. These areas, referred to as \"standards,\" are: (1) mission and purposes, (2) planning and evaluation, (3) organization and governance, (4) programs and instruction, (5) faculty, (6) student services, (7) library and information resources, (8) physical resources, (9) financial resources, (10) public disclosure, and (11) integrity. The team then writes a report detailing its findings in each area. After considering both the school's self-study and the evaluation team's appraisal, the Commission decides whether to renew the institution's accreditation.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The College went through this process in 1993-94. Following its receipt of a comprehensive self-study prepared by the College, the Commission sent an eight-member evaluation team to the campus in October of 1993. The team looked into the eleven designated standards and issued a report addressing each of them. As is customary, the team added a summary of its findings.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The College survived this scrutiny. Based on the self-study report and the evaluation team's assessment, the Commission voted to renew the College's accreditation for ten years. It warned, however, that it would perform an interim evaluation of the institution's finances and off-campus programs after five years.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellants do not deny that this peer review process took place. They argue instead that, in implementing it, NEASC failed properly to apply the criteria described in the accreditation statement and reaccredited the College even though the College did not \"meet[] or exceed[] criteria for the assessment of institutional quality.\" To buttress this argument, the appellants refer us to two pieces of evidence: (i) the deposition of the Commission's director, Dr. Charles M. Cook, and (ii) the evaluation team's report. Neither item bears the weight that the appellants pile upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As the appellants read Dr. Cook's deposition, NEASC did not require the College to meet or exceed each stated standard, but, rather, engaged in a balancing process whereby shoddy performance in one area could be offset by better-than-average performance in another. This reading finds support in Dr. Cook's holistic view of the process. He forthrightly admitted that accreditation involves a \"weighing of factors,\" and he indicated more than once that the Commission, in applying the standards, endeavors to \"address[] the effectiveness of the institution as a whole.\" Indeed, when asked if this meant that an institution could be weak in one area and strong in another, yet still gain accreditation, Dr. Cook answered in the affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellants contend that this merging of the standards belies the representation contained in the long-form accreditation statement because the test for accreditation should be \"digital, up or down, pass or fail,\" so that \"either all the standards are met or they are not.\" But the accreditation statements make no such commitment. The short-form statement is entirely silent on the nature of the process for gaining accreditation. The long-form statement declares that: \"Accreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process.\" The appellants' gloss notwithstanding, nothing in this statement indicates that each standard must be evaluated separately (\"pass or fail\") or that an institution must satisfy each and every standard in order to gain accreditation. The plain language of the accreditation statement does not prohibit NEASC from applying the standards in a way that lets an institution's strengths compensate for its weaknesses, thus allowing the standards as a whole to be satisfied by the overall assessment of the institution as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Dr. Cook's testimony shows this to be the case. Throughout his deposition, Dr. Cook emphasized that NEASC does not accredit programs, and that the evaluation team probably would not consider a programmatic shortcoming (if it came to the team's attention at all) as fatal to accreditation, but, rather, would treat it as a mundane problem touching upon the institution's ability to monitor itself properly. The short of it, then, is that the protocol actually employed by NEASC, as described by Dr. Cook, is not at odds with the accreditation statements published in the Thomas College catalogs.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Nor do we think that either the law or sound scholastic practices impose a contrary duty. A certain amount of flexibility in fashioning accrediting standards long has been recognized as a virtue. See, e.g., Parsons Coll. v. N. Cent. Ass'n of Colls. &amp; Secondary Sch., <span class=\"citation\" data-id=\"1868082\"><a href=\"/opinion/1868082/parsons-college-v-north-central-assn-of-col-sec-sch/\"><span class=\"volume\">271</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">65</span></a></span>, 73 (N.D. Ill. 1967) (explaining that an accreditor is \"entitled to make a conscious choice in favor of flexible standards to accommodate variation in purpose and character among its constituent institutions, and to avoid forcing all into a rigid and uniform mold\"). This makes perfect sense: after all, benchmarks for accreditation are not intended as reference points for laymen. To the contrary, their raison d'etre is to guide professionals in a particular field of endeavor (here, education). In constructing such benchmarks, standards that are definitive in theory easily may become arbitrary in application. Flexibility blunts the sharp edges of this potential hazard.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For these reasons, we conclude that NEASC's accreditation process, as Dr. Cook describes it, recognizes the real-world problems of attempting to gauge diverse institutions by a universal barometer. Moreover, his characterization of that process is fully consistent with the depiction of the process found in the long-form accreditation statement. As a matter of law, the plaintiffs have failed to show any false or misleading representation in this respect.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">If more were needed -- and we doubt that it is -- our conclusion is reinforced by context. See Sidell v. Comm'r, <span class=\"citation\" data-id=\"199081\"><a href=\"/opinion/199081/sidell-v-commissioner/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 109 (1st Cir. 2000) (\"[C]ontext is critically important in the interpretive process.\"). Reading the single sentence highlighted by the appellants in the context of the entire long-form accreditation statement, we note that the statement goes on to say: \"Accreditation by [NEASC] is not partial but applies to the institution as a whole. As such, it is not a guarantee of the quality of every course or program offered or the competence of individual graduates.\" This is in harmony with Dr. Cook's description of the accreditation process and refutes the appellants' argument that the accreditation statements must be interpreted to mean that each of the eleven standards must be evaluated independently of the others. For these reasons, we conclude that no rational fact finder could determine that Dr. Cook's deposition demonstrates that the challenged passage -- \"[a]ccreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process\" -- is false or misleading.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellants have another blackbird baked in their pie. Following the evaluation team's site visit, the team issued a written report addressing each of the eleven standards. The appellants assert that the report showed the College failed to attain the benchmarks NEASC itself had set; that NEASC blithely ignored this fact; and that NEASC proceeded to renew the College's accreditation anyway. Thus, the appellants argue, the representation that \"[a]ccreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality\" was deliberately false because NEASC knew, from the report, that the College had not met or exceeded the applicable criteria, but had flunked. To assay the validity of this charge, we turn to the report itself, keeping in mind that the appellants' burden is to produce probative evidence that the team found that the College did not meet or exceed NEASC's own criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">According to the appellants, the report describes the College as a financially troubled institution with insufficient resources to implement its stated missions and programs, an inadequate and overworked staff, and no programs in place to measure and grade institutional effectiveness. We agree that the report does not downplay the College's difficulties. The introduction notes that the College has \"survived many changes in leadership, severe financial difficulties, and all of the growing pains associated with achieving maturity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Be that as it may, nothing in the report indicates that the team concluded that the College, overall, did not meet the usual criteria for accreditation. In assessing the second standard (planning and evaluation), the report relates that the absence of a coherent institutional plan has limited the College's self-evaluation efforts at all levels. But this sharply-worded critique is not used as the basis for a conclusion that the College failed the standard and, thus, cannot be accredited. Instead, the team uses the observation as a basis for suggesting that the College undertake the creation of an institutional plan as the next step in its overall long-range strategic planning process.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In analyzing standard four (programs and instruction), the team concluded that \"[a]ll programs are appropriate in scale and rigor.\" Although the appellants have good reason to disagree with that conclusion insofar as it pertains to the associate's degree in medical assisting, the question before us is not whether the College should have failed its accreditation review, but, rather, whether the team found that it had failed (and the Commission accredited it anyway). Here, the most that can be said is that the evaluation team raised some red flags in its discussion of standard four (noting, for example, that \"[p]rogram quality is in danger of being compromised by the consequences of overtaxing available human and material resources\"), but found that, on the whole, the College satisfied the standard.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To say more on this subject would be supererogatory. We have read the report carefully and it simply does not state that the College failed to meet NEASC's criteria for accreditation. The only reasonable inference to be drawn from the report is that, pursuant to the peer review process, the Commission found that the College had significant room for improvement in some areas but was worthy of accreditation because, viewed in an holistic manner, it attained the benchmarks which NEASC had set. Thus, the report does not prove that the challenged representation -- that \"[a]ccreditation of an institution by [NEASC] indicates that it meets or exceeds criteria for the assessment of institutional quality periodically applied through a peer group review process\" -- is either false or misleading.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The appellants point to three more representations that they consider false or misleading. All are contained within the long-form accreditation statement. The first declares that \"[a]n accredited school or college . . . has available the necessary resources to achieve its stated purposes through appropriate educational programs.\" The second proclaims that accreditation \"provides reasonable assurance about the quality of opportunities available to students who attend the institution.\" The third states that \"[i]nstitutional integrity is . . . addressed through accreditation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the appellants' view, NEASC touted accreditation as a seal of approval, lulling prospective students into assuming that accredited institutions possessed the attributes alluded to in these passages (necessary resources, appropriate educational programs, good employment opportunities for graduates, and institutional integrity). Yet, it accredited the College notwithstanding the fact that these attributes were lacking. Accordingly, the appellants aver, NEASC's representations as to the meaning of accreditation were false or, at least, misleading.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Warding off summary judgment requires nonmovants to produce materials of evidentiary quality, see Collier v. City of Chicopee, <span class=\"citation\" data-id=\"198170\"><a href=\"/opinion/198170/collier-v-city-of-chicopee/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></a></span>, 604 (1st Cir. 1998), and the appellants' experience at the College comprises their evidence that these representations are empty. But we do not think that this evidence creates a genuine issue of material fact as to whether the cited excerpts from the long-form accreditation statement are false or misleading. The excerpts themselves are little more than bland generalities -- not the sort of representations that, under Maine law, can easily be shown to be actionably false. See Coffin v. Dodge, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">541</span></span>, 543 (Me. 1950) (\"The fraud must be a misrepresentation of a past or present fact and not . . . an expression of opinion.\"); Weaver v. New Engl. Mut. Life Ins. Co., <span class=\"citation\" data-id=\"2522411\"><a href=\"/opinion/2522411/weaver-v-new-england-mut-life-ins-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">127</span></a></span>, 133 (D. Me. 1999) (noting that Maine law requires a claim for fraud to be based on a misrepresentation of fact); see also Levinsky's, Inc. v. Wal-Mart Stores, Inc., <span class=\"citation\" data-id=\"197576\"><a href=\"/opinion/197576/levinskys-inc-v-wal-mart-stores/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></a></span>, 129 (1st Cir. 1997) (observing that the vaguer a term is, and the more meanings it reasonably can convey, the less likely it is to be actionable).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Furthermore, the appellants' evidence is program-specific. Their experience shows, they say, that the College did not have the resources needed to offer appropriate educational programs because their chosen course of study -- the medical assisting program -- lacked the necessary clinical courses. They add that the College's accreditation did not provide them with any assurance about the quality of the educational opportunities offered since their course of study, though career-directed, did not prepare them to hold jobs as medical assistants upon graduation. Finally, they lament that the College's accreditation did not assure integrity; to the contrary, the College advertised courses (such as \"Lab Techniques\") that had not been taught in years, and its promise that it was preparing its graduates for careers in medical assisting was little more than a cruel hoax.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As a factual matter, the appellants' grievances engender considerable sympathy. As a legal matter, however, they do not cut the mustard. The appellants attempt to give the lie to general statements by attacking one specific program. As discussed above, the accreditation statements speak to the institution as a whole, not to any particular program. In fact, the long-form accreditation statement explicitly disavows any responsibility on NEASC's part for the excellence of individual programs, declaring that accreditation \"is not a guarantee of the quality of every course or program offered.\" Showing that one tree has borne no fruit does not prove that an entire apple orchard is barren.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">This aspect of the appellants' case suffers from an even more fundamental flaw. Although the appellants cloak their claim in the raiment of misrepresentation, this seems to be little more than creative labeling. The claim, as the appellants present it, boils down to a claim for negligent accreditation -- a claim that NEASC acted carelessly in conferring accreditation because the College did not in fact meet NEASC's own accreditation requirements. Such a claim invites us to substitute our judgment for that of professional educators regarding the College's suitability for accreditation. We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We readily acknowledge that there is no Maine case law directly on point. Our task, then, is to discern the rule the state's highest court would be most likely to follow under these circumstances, even if our independent judgment might differ. See Blinzler v. Marriott Int'l, Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1151 (1st Cir. 1996). In making this informed prophecy, we are guided, inter alia, by persuasive case law from other jurisdictions and relevant public policy considerations. Id.; see also FDIC v. Ogden Corp., <span class=\"citation\" data-id=\"767482\"><a href=\"/opinion/767482/federal-deposit-insurance-corporation-as-successor-in-interest-to-new/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 460-61 (1st Cir. 2000). Analogous cases strongly suggest the inappropriateness of a court undertaking a substantive reevaluation of NEASC's decision to accredit the College.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Perhaps the most instructive case is Marlboro Corp. v. Association of Independent Colleges &amp; Schools, Inc., <span class=\"citation\" data-id=\"345712\"><a href=\"/opinion/345712/marlboro-corporation-doing-business-as-the-emery-school-v-the-association/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span> (1st Cir. 1977). There, we considered a school's claim that its rights were violated when it was denied accreditation. Id. at 79. We refused to second-guess the merits of the accreditation decision:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The claim that [the school] was denied equal protection because the Commission granted accreditation to schools in equally poor financial condition . . . really amounts to a claim that the Commission was incorrect in its evaluation of either Emery or the other schools. Whatever may be the proper scope of judicial monitoring of [accrediting] associations like AICS, it does not include de novo review of their evaluative decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Id. at 80 n.2; accord Rockland Inst., Div. of Amistad Vocational Sch., Inc. v. Ass'n of Indep. Colls. &amp; Sch., <span class=\"citation\" data-id=\"2367769\"><a href=\"/opinion/2367769/rockland-institute-div-of-amistad-vocational-schools-inc-v-assn-of/\"><span class=\"volume\">412</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1015</span></a></span>, 1019 (C.D. Cal. 1976) (refusing to conduct a trial de novo on the issue of accreditation).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This reasoning is applicable here. Since the only way to reach the appellants' claim that the cited statements are false or misleading is to review the substance of NEASC's accreditation decision -- to ask ourselves if the College, on the whole, really had the needed resources, offered an appropriate curriculum, helped to assure graduates of opportunities in the job market, and possessed institutional integrity -- the claim sounds in negligent accreditation rather than in misrepresentation. We conclude, therefore, that the claim is not actionable.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To be sure, one can find cases in which courts have entertained claims by educational institutions that accrediting agencies have arbitrarily denied accreditation. E.g., Wilfred Acad. of Hair &amp; Beauty Culture v. S. Ass'n of Colls. &amp; Sch., <span class=\"citation\" data-id=\"578237\"><a href=\"/opinion/578237/wilfred-academy-of-hair-and-beauty-culture-houston-texas-v-the-southern/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 214 (5th Cir. 1992); Med. Inst. of Minn. v. Nat'l Ass'n of Trade &amp; Tech. Sch., <span class=\"citation\" data-id=\"487803\"><a href=\"/opinion/487803/medical-institute-of-minnesota-a-minnesota-corporation-v-national/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1310</span></a></span>, 1314 (8th Cir. 1987); Rockland Inst., 412 F. Supp. at 1016; see Interior Design Educ. Research v. Savannah Coll. of Art &amp; Design, <span class=\"citation\" data-id=\"772578\"><a href=\"/opinion/772578/foundation-for-interior-design-education-research-v-savannah-college-of/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">521</span></a></span>, 527-28 (6th Cir. 2001) (tracing development of this doctrine). We do not believe, however, that the existence of this body of law undermines our conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Without exception, these cases involve disputes between an accreditor and an institution seeking either to obtain or to retain accreditation. The focus tends to be on the process of accreditation, not on the merits of the accreditation decision. E.g., Found. for Interior Design Educ. Research, 244 F.3d at 529; Med. Inst. of Minn., 817 F.2d at 1314-15; Rockland Inst., 412 F. Supp. at 1016-18. Even so, reviewing courts invariably have afforded the accrediting agency's determination great deference. See Wilfred Acad., 957 F.2d at 214; Med. Inst. of Minn., 817 F.2d at 1314; Transport Careers, Inc. v. Nat'l Home Study Council, <span class=\"citation\" data-id=\"1749815\"><a href=\"/opinion/1749815/transport-careers-v-national-home-study-council/\"><span class=\"volume\">646</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1474</span></a></span>, 1482 (N.D. Ind. 1986); Parsons Coll., 271 F. Supp. at 74; cf. Wynne v. Tufts Univ. Sch. of Med., <span class=\"citation\" data-id=\"560452\"><a href=\"/opinion/560452/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 25 (1st Cir. 1991) (en banc) (\"When judges are asked to review the substance of a genuinely academic decision, . . . they should show great respect for the faculty's professional judgment.\" (quoting Regents of Univ. of Mich. v. Ewing, <span class=\"citation\" data-id=\"111549\"><a href=\"/opinion/111549/regents-of-univ-of-mich-v-ewing/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 225 (1985))).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Moreover, none of these cases involves either a claim of negligent accreditation or a claim by a person who is not a party to the accreditation process. We very much doubt the existence of a cause of action for negligent accreditation on behalf of third parties.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See generally Peter H. Schuck, Tort Liability to Those Injured by Negligent Accreditation Decisions, Law &amp; Contemp. Probs., Autumn 1994, at 185; cf. Louisiana v. Joint Comm'n on Accred. of Hosps., <span class=\"citation\" data-id=\"1672616\"><a href=\"/opinion/1672616/state-v-joint-commn-on-accreditation-of-hosps-inc/\"><span class=\"volume\">470</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">169</span></a></span>, 177-78 (La. Ct. App. 1985) (finding that hospital accreditor had no liability to patients harmed by malfunctioning dialysis machines because accreditor had no duty to incidental beneficiaries of accreditation).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Our skepticism is heightened by the strong policy arguments that militate against endowing ill-served students of accredited schools with a means to challenge the decisions of accrediting agencies. These policy concerns include the lack of a satisfactory standard of care by which to evaluate educators' professional judgments and the patent undesirability of having courts attempt to assess the efficacy of the operations of academic institutions. On much the same policy grounds, courts consentiently have rejected students' claims of \"educational malpractice\" against schools. See Ross v. Creighton Univ., <span class=\"citation\" data-id=\"578275\"><a href=\"/opinion/578275/kevin-ross-v-creighton-university/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">410</span></a></span>, 414 n.2 (7th Cir. 1992) (collecting cases). We agree with the amici that these policy reasons counsel just as strongly in favor of rejecting students' claims of negligent accreditation. More importantly, we believe that the Maine Supreme Judicial Court would give great weight to these factors. We predict, therefore, that Maine would not now recognize a cause of action by or on behalf of a disgruntled student (or former student) for negligent accreditation.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">To sum up, we could only evaluate the appellants' contention that the representations complained of were false or misleading by engaging in a substantive review of the correctness vel non of NEASC's decision to accredit the College. We are confident that Maine would not blaze a new, unprecedented trail and hold an accreditor liable to a consumer of the accredited service under a negligent accreditation theory. Accordingly, the appellants' claims insofar as they are based on the \"representations\" about resources, programs, employment opportunities, and institutional integrity, perforce must fail.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Taking the facts in the light most flattering to the appellants, we conclude that they are unable to show that any of the four cited excerpts from the accreditation statements were false or misleading. In turn, the absence of any false or misleading representation dooms all of the appellants' putative causes of action.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The magistrate judge concluded that the appellants, in order to prevail on any of their three counts, \"must prove . . . that [NEASC's] representation to them was untrue.\" Ambrose v. NEASC, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1195363</span></span>, at *3 (D. Me. Aug. 7, 2000). As applied to the deceptive practices count, this is too isthmian a view. Although subsection 1212(1)(E) requires a false representation, subsection 1212(1)(L) may be satisfied by any conduct that creates a likelihood of confusion or misunderstanding. Under that standard, a misleading representation may be actionable. Cf. Odom v. Fairbanks Mem'l Hosp., <span class=\"citation\" data-id=\"1159687\"><a href=\"/opinion/1159687/odom-v-fairbanks-memorial-hosp/\"><span class=\"volume\">999</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">123</span></a></span>, 132 (Alaska 2000) (construing similar language in Alaska's unfair trade practices statute to require only that \"acts and practices were capable of being interpreted in a misleading way\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> NEASC asseverates that it made no representations at all to the appellants because the College, under no compulsion from NEASC, opted to publish the accreditation statements in its course catalogs. This asseveration strikes us as disingenuous. After all, NEASC wrote and supplied the accreditation statements, knowing that the College was highly likely to use them for promotional purposes (as, indeed, it did). Given this background, we conclude that the appellants have tied NEASC sufficiently to the accreditation statements to survive a motion for summary judgment addressed to attribution. See Restatement (Second) of Torts &#167; 533 (1977) (explaining that the maker of a fraudulent misrepresentation can be liable when the misrepresentation is made to a third party and \"the maker intends or has reason to expect that its terms will be repeated\" to the individual who relied on it).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The record contains no conclusive information as to whether this mid-term evaluation transpired (or, if so, what it revealed). That deficiency is of no moment, however, because all the appellants had already enrolled at the College before the 1998-99 academic year began.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellants, who have disclaimed any reliance on such a theory, see Appellants' Reply Br. at 13 (\"Appellants repeat that they are not asking this Court to review the accreditation decision or to reverse it.\"), apparently share this skepticism.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is NEASC's position that Maine's Deceptive Trade Practices Act, Me. Rev. Stat. Ann. tit. 10, &#167;&#167; 1211-1216, does not apply here because NEASC did not engage in a consumer transaction with any of the appellants. Given our conclusion that the appellants have not shown any false or misleading representation, we need not reach the question of the Act's applicability to situations of this genre.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1159687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1672616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1749815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1868082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2367769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2477943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522411/"
  ]
}