{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199486/",
  "absolute_url": "/opinion/199486/interstate-litho-v-brown/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199486/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:36Z",
  "date_modified": "2017-03-24T11:02:04.423364Z",
  "type": "010combined",
  "sha1": "7b4f0cbcb582a784ca776857872c8e138c687e21",
  "page_count": 28,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2344-01A.pdf",
  "local_path": "pdf/2001/07/06/Interstate_Litho_v._Brown.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-2344\nNo. 00-2522\n\n                      INTERSTATE LITHO CORP.,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\nMARC A. BROWN, A/K/A MOSHE BROWN, INTEGRA TECHNICAL SERVICES, INC.,\n               AND FREIDEL'S MANUFACTURING, INC.,\n\n                       Defendants, Appellees.\n\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n\n                               Before\n\n              Selya, Lynch, and Lipez, Circuit Judges.\n\n\n     Thomas A. Tarro III, with whom Christine M. Curley was on brief,\nfor appellant.\n\n     Keith A. Minoff, with whom John E. Garber and Robinson Donovan\nMadden & Barry, P.C., were on brief, for appellee Marc A. Brown.\n\n     Paul R. Wood, with whom James R. Miller, Matthew D. Macy, and\nMiller Wood Welch, LLC, were on brief, for appellee Freidel's\nManufacturing, Inc.\n\fJuly 6, 2001\n\n\n\n\n    -2-\n\f          LYNCH, Circuit Judge. This commercial dispute concerns a\n\nfailed attempt by the plaintiff, Interstate Litho Corporation, to\n\nacquire printing presses from a broker, defendant Marc A. Brown, doing\n\nbusiness as Integra Technical Services, Inc. Trial resulted in a jury\n\nverdict against Interstate on its claims for return of a portion of its\n\ndeposit   from   the     seller   of   one     press,   defendant    Freidel's\n\nManufacturing, Inc., and for Brown on his counterclaims seeking lost\n\nprofits on the deal. On appeal, Interstate argues that: (1) Brown\n\nlacked the capacity to sue because Integra had been dissolved at the\n\ntime of the transactions at issue; (2) the purported contract with\n\nBrown for purchase of the presses was invalid; (3) its deposit to\n\nsecure the presses was refundable; and (4) the award of lost profits\n\nresulted from flawed jury instructions and was not supported by the\n\nevidence. We affirm the judgment, and we grant Freidel's motion, but\n\ndeny Brown's motion, for attorney's fees and double costs against\n\nInterstate.\n\n                                       I.\n\n          In     1995,    Interstate     Litho    Corporation       engaged   in\n\nnegotiations with Marc A. Brown, a broker in used printing\n\nequipment,     and     his   company,        Integra    Technical    Services,\n\nconcerning     Interstate’s       potential     acquisition    of    two   used\n\nprinting presses. One press, an eight color press, was owned by\n\n\n\n                                       -3-\n\fFreidel’s Manufacturing, Inc. of Illinois; the other, a four\n\ncolor press, was owned by Graphic Engineering and located in\n\nMalaysia.     The two presses were to be refurbished in Rhode\n\nIsland by E.R. Smith Associates to Interstate’s specifications.\n\n            Several proposals were prepared, and finally a proposal\n\nreflecting a $2.6 million price was signed by Henry Becker,\n\nInterstate’s    President,   on   August    25,   1995.   At   Brown's\n\ninstructions, Interstate advanced a $75,000 deposit to ensure\n\nthat the presses would be held.         Fifty thousand dollars of the\n\ndeposit was wired to Freidel's on August 29, 1995, to secure the\n\neight color press; the remaining $25,000 was sent to Brown in\n\nhis capacity as Integra's principal (of which $15,000 was\n\nforwarded to John Dulla, a broker assisting Brown with the\n\npurchase of a second press, the remainder staying with Brown).\n\nFreidel's pulled the eight color press off the market, turning\n\naway other prospective buyers.          On September 27, 1995, Brown\n\nsigned a contract to buy the eight color press from Freidel's.\n\nHowever, Brown never purchased the press from Freidel's because\n\nthe deal with Interstate fell apart.          Freidel's retained the\n\n\n\n\n                                  -4-\n\fdeposit and eventually sold the press for less than it would\n\nhave received from Brown.1\n\n          Interstate then sued Brown, Integra, and Freidel's,\n\nseeking   the   return   of   its     $75,000   deposit.      Integra\n\ncounterclaimed for its lost commissions and profits on the deal,\n\nasserting claims against Interstate for breach of contract,\n\nfraud, and violation of Mass. Gen. Laws ch. 93A.      Cross-motions\n\nfor summary judgment were filed by the parties.        Brown argued\n\nthat Interstate had failed to provide evidence to allow a jury\n\nto pierce the corporate veil and hold him personally liable as\n\nan officer of Integra.   Brown asserted that at all times he had\n\nacted in his representative capacity as an agent of Integra and\n\nthat nothing in the record indicated otherwise.            Interstate\n\ninitially opposed Brown's summary judgment motion on the grounds\n\nthat there was sufficient evidence that Brown, as Integra's only\n\nshareholder, officer, and director, had pervasive control over\n\nthe corporation, and that Brown maintained no separation between\n\n\n\n\n    1\n          According to Freidel's, when it later attempted to make\na deal with Interstate for the sale of the eight color press, it\nwas informed that Interstate had already fulfilled its need.\n\n                                -5-\n\fthe corporation and his home, where the corporation exclusively\n\noperated.\n\n            Interstate subsequently learned that Integra had been\n\ndissolved by the State of New Hampshire as of November 1, 1993,\n\nfor failure to file reports and pay necessary fees.                 Interstate\n\nargued that because Brown had held himself out and solicited\n\nbusiness under Integra's name after the corporation had been\n\ndissolved, Brown was personally liable as to Interstate's claims\n\nagainst Integra. Interstate also maintained that Integra had no\n\ncapacity to assert any counterclaims against it.\n\n            In   response,    Brown      sought   leave       to    amend   his\n\ncounterclaims and substitute himself personally for Integra as\n\nthe real party in interest.2        Brown recalled receiving letters\n\nfrom the corporate division of New Hampshire's Department of\n\nState, but believed he had taken the necessary steps to prevent\n\ndissolution.     He   said   that   he    was   not   aware    of    Integra's\n\ndissolution at the time of the transactions at issue and did not\n\n\n\n\n    2\n          Brown also sought leave to amend the counterclaims to\nadd further allegations under Mass. Gen. Laws ch. 93A based on\nInterstate's conduct in the transaction and Interstate's\nallegations of forgery by Brown.\n\n                                    -6-\n\flearn about the dissolution until Interstate raised the issue on\n\nsummary judgment.\n\n            The district court denied all the summary judgment\n\nmotions as well as Brown's motion to amend and substitute\n\nhimself personally for Integra.                 However, upon motion for\n\nreconsideration, the court allowed Brown's motion to amend and\n\nsubstitute himself as the real party in interest.\n\n            At trial, Interstate's principal claim was that Becker\n\nhad not signed the purported contract for the sale of the\n\npresses.     There was a battle of handwriting experts, and the\n\njury rejected Interstate’s suggestion that Becker's signature\n\nhad been forged.       Answering three special interrogatories, the\n\njury rejected Interstate’s claim for the return of the deposit\n\nand awarded Brown $187,500 on his counterclaim; the $50,000\n\nportion     of   the     deposit    thus    remained      with   Freidel's.\n\nSpecifically, the jury determined that: (1) Marc A. Brown d/b/a\n\nIntegra and Interstate Litho did not form a contract providing\n\nthat monies paid by Interstate as a deposit were refundable; (2)\n\nFreidel's    did   not    have     money   in    its   hands   belonging   to\n\nInterstate that in equity and good conscience it ought to pay\n\nback to Interstate; and (3) Interstate was in breach of its\n\n                                     -7-\n\fcontract with Brown for the sale of two printing presses.\n\nInterstate's motion for a new trial was denied.\n\n                               II.\n\n            Interstate appeals, raising a plethora of arguments,\n\nmany addressed to the district court’s pre-trial and post-trial\n\nrulings.3    Most of those issues are subsumed into the contract\n\nquestions submitted to the jury.4    Interstate initially makes\n\nrelated arguments as to capacity to sue: that Brown should not\n\nhave been substituted for Integra as a counterclaim plaintiff\n\nand that there was no valid and enforceable contract between\n\nBrown and Interstate because Integra's dissolution rendered any\n\nsubsequent contract with Interstate void.       Interstate also\n\nargues that there was no enforceable contract because the\n\npurported contract -- the August 25, 1995 proposal signed by\n\n\n\n     3\n          Brown has not appealed the district court's denial of\nhis Chapter 93A claim.\n     4\n          Interstate also made claims against Brown and Freidel's\nin equity, unjust enrichment, and conversion. Interstate failed\nto preserve those claims below against Brown; and, in all\nevents, the jury verdict would seem dispositive of their merits.\nInterstate's conversion claim against Freidel's has been waived\non appeal; its claims against Freidel's in equity and unjust\nenrichment, which were rejected by the jury, are discussed\nbelow.\n\n                               -8-\n\fInterstate -- did not contain the contract's essential terms,\n\nfailed to comply with the statute of frauds, and could not have\n\nbeen performed by Brown. In addition, Interstate maintains that\n\nthere was insufficient evidence for the jury to reject its claim\n\nfor return of its $75,000 deposit.\n\n           As to damages, Interstate argues that Brown's damage\n\naward cannot stand because it was based on speculation, not\n\nfacts in evidence, and because the district court failed to\n\nproperly instruct the jury in this regard.\n\n           Freidel's has filed a motion for attorney's fees and\n\ndouble   costs   on   the   ground   that   Interstate's   appeal   was\n\nfrivolous.   Brown has filed a similar motion.        Interstate has\n\nfiled oppositions to both motions.\n\n           The parties agree that Massachusetts law applies.\n\nA. Capacity to Sue\n\n           Interstate on appeal makes a series of arguments about\n\ncapacity to sue.      In doing so, it confuses two issues.          The\n\nfirst issue is whether the district court abused its discretion\n\nby allowing the motion to amend in order to substitute Brown for\n\nIntegra.   The second issue is whether, given that the amendment\n\nwas allowed, Brown properly stood in Integra's shoes as a matter\n\n                                 -9-\n\fof fact.      As to the second issue, it has been waived because\n\nInterstate failed to make it an issue before the jury.\n\n             On the first issue, we review the allowance or denial\n\nof motions to amend the pleadings for abuse of discretion.            See\n\nRuiz v. Posadas de San Juan Assocs., 124 F.3d 243, 250 n.11 (1st\n\nCir. 1997); Resolution Trust Corp. v. Gold, 30 F.3d 251, 253\n\n(1st Cir. 1994).5        Motions for leave to amend \"shall be freely\n\ngiven when justice so requires.\"            Fed. R. Civ. P. 15(a); see\n\nalso Resolution Trust, 30 F.3d at 253 (\"Leave to amend is to be\n\nfreely given, unless it would be futile, or reward, inter alia,\n\nundue   or    intended    delay.\")    (internal   quotation   marks   and\n\ncitations omitted).        Here, Brown sought to substitute himself\n\npersonally for Integra on the ground that he was the real party\n\nin interest, Integra having been dissolved by operation of law\n\nbefore the events in issue.       See Fed. R. Civ. P.    17(a) (\"Every\n\naction shall be prosecuted in the name of the real party in\n\ninterest.\"). Brown maintained that at all times relevant he was\n\n\n\n    5\n          When, as here, such motion was not filed until after\na party has moved for summary judgment, the movant must\ndemonstrate that the proposed amendments are supported by\n\"substantial and convincing evidence.\"    Resolution Trust, 30\nF.3d at 253.\n\n                                     -10-\n\fIntegra's sole officer, employee, and shareholder, and that he\n\nparticipated personally and directly in all transactions with\n\nInterstate.\n\n            The district court had before it conflicting accounts\n\nof the events surrounding Integra's dissolution.      Interstate\n\nsaid Brown knew or should have known that Integra had already\n\nbeen dissolved for almost two years when it entered into\n\ndiscussions about the presses; Brown claimed that he believed\n\nIntegra had complied with New Hampshire's requirements on\n\nreporting and filing fees, and that he was a real party in\n\ninterest.    The court could easily have concluded that Brown had\n\nmore than a colorable claim, and it had evidentiary support for\n\nthat conclusion. As a counterclaim plaintiff, Brown appeared to\n\nhave the requisite stake.    See Seckler v. Star Enter., 124 F.3d\n\n1399, 1406 (11th Cir. 1997) (\"In order for [plaintiff] to\n\ndemonstrate that he is a real party in interest, [he] must\n\nallege facts sufficient to reveal that he suffered an injury,\n\nthat the injury was caused by the defendant's illegal conduct,\n\nand that his injury could be redressed by a favorable outcome to\n\nthe lawsuit.\").\n\n\n\n                               -11-\n\f            Brown also was substituted as a defendant, and this\n\nbenefitted Interstate; Interstate now had a live person, and not\n\na defunct corporation, to answer for any judgment it obtained.\n\nInterstate attacks the allowance of the substitution motion, but\n\nit does not identify any prejudice resulting from that decision.\n\nIndeed, Interstate's trial preparation on the merits issues\n\ncould hardly have been much different given its view, expressed\n\nin its opposition to Brown's motion for summary judgment, that\n\nBrown was Integra's alter ego.             The trial court properly\n\nconcluded that it was in the interests of justice for Brown to\n\nbe substituted as the formal party in the pleadings.            See Fed.\n\nR.   Civ.   P.   17   advisory   committee's   note   (1966    Amendment)\n\n(\"Modern decisions are inclined to be lenient when an honest\n\nmistake has been made in choosing the party in whose name the\n\naction is to be filed . . . .\").\n\n            Following    the   district   court's   decision    to   allow\n\nBrown's motion to amend and substitute, any questions as to\n\nwhether Brown was indeed a proper party to the purported\n\ncontract with Interstate were questions of fact for the jury.\n\nSee Assocs. Discount Corp. v. Haynes Garage, Inc., 24 N.E.2d\n\n685, 687-88 (Mass. 1939) (question of who contracting parties\n\n                                   -12-\n\fwere is question of fact) (citing Lunn & Sweet Co. v. Wolfman,\n\n152 N.E. 893, 894-95 (Mass. 1926)). If, after the substitution,\n\nInterstate wanted to challenge Brown’s capacity to sue or raise\n\nany issue of fraudulent concealment by Brown of Integra's\n\ndissolved status, it should have done so before the jury.\n\nInterstate did not.     Rather, its focus at trial was solely on\n\nother matters: contesting Brown's claim that Becker had signed\n\nthe August 25, 1995 proposal; trying to prove the $75,000\n\ndeposit was refundable; and challenging Brown's own claims for\n\ndamages.6    Interstate may not now pursue these claims about\n\ncapacity to sue on appeal.\n\nB. Brown’s Counterclaim For Breach of Contract\n\n            Interstate challenges the jury's verdict on Brown's\n\ncounterclaims    for   breach   of   contract   to   purchase   the   two\n\npresses.     There could be no contract between Interstate and\n\n\n\n\n     6\n           Interstate, moreover, did not object to special\nquestions identifying Brown \"d/b/a Integra Technical Services\"\nas the counterclaimant.\n\n                                 -13-\n\fBrown d/b/a Integra as a matter of law, Interstate argues,7\n\nbecause:\n\n1. The essential terms were missing from the purported contract\n\n-- the August 25, 1995 proposal.\n\n2.   The proposal did not satisfy the statute of frauds.\n\n3. The proposal was invalid because Brown was incapable of\n\ndelivering the two presses.\n\n           Interstate      also   seeks    the   return   of   its   $75,000\n\ndeposit, arguing that there was an express oral agreement with\n\nBrown that the deposit was refundable.           In addition, Interstate\n\nargues that Freidel's should return the $50,000 portion of the\n\ndeposit    it   retained    under   the    law   of   equity   and   unjust\n\nenrichment.     The trial court erred, Interstate says, in not\n\ngranting it judgment as a matter of law at the close of evidence\n\nand after the jury's verdict.        See Fed. R. Civ. P. 50(b).8\n\n\n     7\n          Interstate also argues that because Integra no longer\nexisted as of the time of the purported contract with Interstate\n-- the August 25, 1995 proposal -- Integra could not legally\nenter into any such contract.        We have disposed of this\nargument.\n     8\n         Although Interstate also challenges the district\ncourt's earlier denial of its motion for summary judgment on\nBrown's counterclaims based on Integra's lack of corporate\ncapacity, the proper redress is not through appeal of that\n\n                                    -14-\n\f            This court reviews de novo the denial of a motion for\n\njudgment as a matter of law using the same standard applied by\n\nthe trial court.     Andrade v. Jamestown Hous. Auth., 82 F.3d\n\n1179, 1186 (1st Cir. 1996).    Such motion may be granted only if\n\n\"the evidence, viewed from the perspective most favorable to the\n\nnon-movant, is so one-sided that the movant is plainly entitled\n\nto judgment, for reasonable minds could not differ as to the\n\noutcome.\"    FHS Props. Ltd. v. BC Assocs., 175 F.3d 81, 85 (1st\n\nCir. 1999) (quoting Gibson v. City of Cranston, 37 F.3d 731, 735\n\n(1st Cir. 1994)).\n\n1. Essential Terms of Contract Were Provided\n\n            The evidence was such that whether the August 25, 1995\n\nproposal contained the essential terms of a contract was an\n\nissue of fact for the jury.      The writing between the parties\n\nidentified in detail the two presses being purchased, identified\n\n\ndenial but through subsequent motion for judgment as a matter of\nlaw, and then through appellate review if that later motion is\ndenied by the trial court. See, e.g., Whalen v. Unit Rig, Inc.,\n974 F.2d 1248, 1251 (10th Cir. 1992); see also Locricchio v.\nLegal Servs. Corp., 833 F.2d 1352, 1358-59 (9th Cir. 1987).\nWhile Interstate raised the issue of lack of capacity to sue in\nits Rule 50(b) motion, that argument was properly rejected by\nthe district court given Interstate's failure to present any\nevidence to the jury on what ultimately boiled down to issues of\nfact.\n\n                                -15-\n\fa total price for purchasing and reworking the presses ($2.6\n\nmillion, with $900,000 of this amount allocated to acquiring the\n\ntwo presses), and set forth a detailed delivery and payment\n\nschedule.\n\n            Interstate argues, inter alia, that the proposal neither\n\nstates that it is a final agreement for purchase of the two presses by\n\nInterstate from Integra nor provides in specific terms the completion\n\ndate for refurbishment of the presses. However, \"[i]t is not required\n\nthat all terms of the agreement be precisely specified, and the\n\npresence of undefined or unspecified terms will not necessarily\n\npreclude the formation of a binding contract.\" Situation Mgmt. Sys.\n\nv. Malouf, Inc., 724 N.E.2d 699, 703 (Mass. 2000). Here, the terms of\n\nthe proposal -- which include nine pages of nitty-gritty detail on\n\nmatters such as rollers and hangers, plate and blanket cylinders, and\n\nink fountains -- were sufficient for the jury to find that Interstate\n\nhad agreed to purchase the two presses.       That Interstate wired\n\n$75,000 ($50,000 to Freidel's and $25,000 to Brown) to hold the\n\npresses on August 29, just a few days after signing the\n\nproposal, further supports the existence of a firm agreement\n\nbetween the parties.       We cannot conclude as a matter of law\n\nthat this contract lacked essential terms.\n\n2. Statute of Frauds\n\n                                -16-\n\f            Interstate argues that the proposal does not satisfy\n\nthe Massachusetts Statute of Frauds, Mass. Gen. Laws ch. 106, §\n\n2-201(1),    because   the   August   25,   1995    proposal,   though    a\n\nwriting, describes only the remanufacturing portion of the deal,\n\nand not the terms of the actual purchase of the two presses by\n\nIntegra, for subsequent sale to Interstate. There was, however,\n\nno reason the proposal had to describe the details of Brown's\n\nown purchase of the eight color press from Freidel's or the four\n\ncolor press from Malaysia.      Indeed, the important questions for\n\na buyer like Interstate would, presumably, have centered on\n\nwhether     the   refurbished     presses     met     its   needs    and\n\nspecifications, and not on the background details of how the\n\nbroker (Brown) obtained those presses from third parties.                As\n\nBrown himself testified, his initial acquisition of the presses\n\nwas accomplished through transactions separate and distinct from\n\nthe sale of the refurbished presses to Interstate.              Thus the\n\nissue, properly presented to the jury, was whether the August\n\n25, 1995 proposal constituted an agreement by Interstate to\n\npurchase the two presses from Brown.          The jury found that it\n\ndid, and so the proposal was a writing in satisfaction of the\n\nStatute of Frauds.\n\n                                 -17-\n\f3. Brown Could Have Delivered the Two Presses\n\n         Interstate also challenges the validity of the contract\n\non the ground that Brown was incapable of delivering the two\n\npresses when Interstate signed the August 25, 1995 proposal.\n\nSee Doyle v. Hasbro, Inc., 103 F.3d 186, 194 (1st Cir. 1996)\n\n(plaintiff must be ready, willing, and able to perform to\n\nsustain breach of contract claim); Singarella v. City of Boston,\n\n173 N.E.2d 290, 291 (Mass. 1961).   Again, this issue was for the\n\njury.\n\n         Interstate argues that there was no evidence of any\n\nagreement to purchase the four color press from Malaysia, that\n\nIntegra had not yet entered into an agreement to purchase the\n\neight color press from Freidel's, and that Integra had not\n\nentered into any agreement with E.R. Smith for refurbishing the\n\ntwo presses.   In fact, there was sufficient evidence for the\n\njury to conclude that a deal was in the works and that Brown\n\ncould have delivered the two refurbished presses to Interstate.\n\nBrown testified to his extensive efforts to locate and hold the\n\npresses, one of which had already been secured from Freidel's\n\n(hence the need for the $50,000 deposit). Dulla testified about\n\nhis efforts to obtain a second press in Malaysia, which was\n\n                             -18-\n\fcorroborated       by   his   correspondence       with    the       owner   of   the\n\nMalaysian press about price, shipping arrangements, and the\n\nlike.       Brown also testified that he had a verbal agreement with\n\nE.R.       Smith   to   refurbish      the   two   presses      to    Interstate's\n\nspecifications,         based     on    discussions       and    meetings         with\n\nrepresentatives of E.R. Smith and Interstate.                        Brown did not\n\nneed fully executed written contracts with each of the parties\n\nhe was dealing with on the Interstate project.                       Indeed, there\n\nwas evidence that it was customary not to have such contracts in\n\nthese types of deals.           Whether Brown could have performed under\n\nthe contract was for the jury to decide.\n\n4. Whether the Deposit was Refundable\n\n              Interstate seeks the return of its $75,000 deposit,\n\narguing that there was an express oral agreement with Brown that\n\nthe deposit was refundable.9                 The jury rejected this claim.\n\nBrown testified that he told Interstate's Becker, before Becker\n\npaid the deposit, that the deposit was not refundable.                       Brown's\n\ntestimony was supported by the testimony of Daniel Freidel,\n\n\n       9\n          Interstate's argument that Freidel's cannot keep its\nportion of the deposit ($50,000) under the law of equity and\nunjust enrichment is addressed below in our discussion of\nFreidel's motion for attorney's fees and double costs.\n\n                                        -19-\n\fFreidel's president, and John Dulla that Freidel's needed a\n\ndeposit from Brown to hold the eight color press.           That\n\nFreidel's took the press off the market in exchange for the\n\ndeposit, a fact not disputed at trial, further supported the\n\njury's determination.    There is no reason to disturb the jury's\n\nfinding on this claim.\n\nC. Damages: Jury Instructions and Evidence\n\n         Interstate argues that the court erred in rejecting its\n\nproposed jury instruction on damages and that the evidence was\n\ntoo speculative to support the jury's damage award. Interstate\n\nrequests a new trial or a remititur.\n\n1. Jury Instructions\n\n         The trial court instructed the jury that:\n\n          If you find that . . . [Brown and Integra] are\n          entitled to recover, recover under the counterclaim,\n          then you are to award as damages a sum of money that\n          will fully and fairly compensate Mr. Brown for what he\n          would have received in income if the contract had not\n          been breached.\nInterstate asked for a specific instruction that the jury should\n\nnot speculate and that the loss should be foreseeable and\n\ncalculated with reasonable certainty.10 The trial court said its\n\n\n    10\n          See, e.g., Knapp Shoes, Inc. v. Sylvania Shoe Mfg.\nCorp., 72 F.3d 190, 204 (1st Cir. 1995) (citing Matsushita Elec.\n\n                               -20-\n\finstruction essentially amounted to the same thing.                At that\n\npoint, Interstate neither disagreed with the judge that the\n\nessence of the instruction had in fact not been given nor\n\npressed   its    objection.        We   are    doubtful   that   Interstate\n\nadequately   gave    the   trial    judge     notice   and   preserved   its\n\nobjection.      See Fed. R. Civ. P. 51; see also Elgabri v. Lekas,\n\n964 F.2d 1255, 1258-59 (1st Cir. 1992).                Moreover, the issue\n\nwith respect to lost profits in this case, as explained more\n\nfully below, was not whether the jury would improperly speculate\n\nin awarding a sum based on its projections from data in\n\nevidence, but rather whether it believed Brown had agreements in\n\nplace for commissions on the deal, ultimately a credibility\n\nquestion not open to any such speculation.             A trial judge, who\n\npossesses particular insight into the main issues in a case,\n\ndoes not have an obligation to instruct a jury on every nuance\n\nof a party's claim or defense.11              Given that the wording of\n\n\n\nCorp. v. Sonus Corp., 284 N.E.2d 880, 890 (Mass. 1972)); see\nalso Augiat, Inc. v. Aegis, Inc., 631 N.E.2d 995, 997-98 (Mass.\n1994) (\"Damages for lost profits are recoverable only when proof\nis made with sufficient certainty.\") (internal quotation marks\nomitted).\n    11\n         See, e.g., Elliot v. S.D. Warren Co., 134 F.3d 1, 6\n(1st Cir. 1998) (\"A trial court is obliged to inform the jury\n\n                                    -21-\n\finstructions is within the trial judge's discretion, and given\n\nthat here the trial judge could reasonably have understood that\n\nInterstate agreed that his instruction covered the lost profits\n\nissue, we find no error.\n\n2. Evidence\n\n          Interstate argues that the damage award is inconsistent\n\nwith the evidence and must have been based on pure conjecture.\n\nOn this basis, Interstate argues, the district court erred in\n\nfailing to grant a new trial or remititur.\n\n          A motion for a new trial requires a finding that \"the\n\nverdict is so seriously mistaken, so clearly against the law or\n\nthe evidence, as to constitute a miscarriage of justice.\"\n\nTransamerica Premier Ins. v. Ober, 107 F.3d 925, 929 (1st Cir.\n\n1997)   (internal   quotation   marks   omitted).   We   review   the\n\n\n\n\nabout the applicable law, but, within wide limits, the method\nand manner in which the judge carries out this obligation is\nleft to his or her discretion.\"); see also United States v.\nPaniagua-Ramos, 251 F.3d 242, 245 (1st Cir. 2001) (\"The primary\nfunction of a trial court's instructions is to create a roadmap\nfor the jurors, limning those legal rules that they must follow\nin finding the facts and determining the issues in a given case.\nFor the most part, the law provides no set formulae for\nconverting these legal rules into lay language -- and the choice\nof what words are to be spoken belongs, within wide margins, to\nthe trial judge.\").\n\n                                -22-\n\fdistrict court's denial of a new trial motion for abuse of\n\ndiscretion.    See FHS Props., 175 F.3d at 87.\n\n            Interstate argues, inter alia, that Brown's testimony\n\nas to acquisition costs and mark-up on the two presses was not\n\nsupported by the evidence and also did not make allowance for\n\nthe costs of transporting the presses.        There was also no\n\nevidence, Interstate contends, that Brown had the ability to\n\nprocure the four color press from Malaysia, as there was no\n\nsigned agreement for the purchase of this press.    However, the\n\njury was entitled, on the evidence, to find to the contrary.\n\nCorrespondence with the owner of the four color press as to\n\npricing, shipping, and other basic contractual provisions was in\n\nevidence.    Two other witnesses supported Brown’s testimony that\n\nhe had made the necessary arrangements and that the deal\n\nfoundered on Interstate’s failure to pay.\n\n            Brown testified as to the compensation he expected to\n\nreceive: ten percent of E.R. Smith's $1.7 million price to\n\nrefurbish the two presses ($170,000), plus half of the mark-up\n\ncost of $225,000 for acquisition of the two presses ($112,500),\n\nfor a total of $282,500. From this Brown subtracted the $10,000\n\nhe had retained from the $75,000 deposit and requested a total\n\n                               -23-\n\fof $272,500.     The jury awarded him $187,500.12            Interstate\n\npresented no reason not to credit Brown's testimony, and that\n\ntestimony supplied an adequate basis for the jury's damage\n\naward.    Cf. Knightsbridge Marketing Servs. v. Promociones y\n\nProyectos, S.A., 728 F.2d 572, 575 (1st Cir. 1984) (\"The\n\nprospective    profits   need   not   be   proved   with   mathematical\n\naccuracy; the plaintiff need only show by reasonable proof that\n\nhe has lost profits.\") (citation and internal quotation marks\n\nomitted).13\n\n          Interstate also argues that it cannot be held liable\n\nfor payments Brown would have received from others, but that\n\nargument finds no support in the law.       A seller may recover lost\n\nprofits that he would have made had the buyer performed under\n\nthe contract.    See Mass. Gen. Laws ch. 106, § 2-708(2); Cesco\n\nMfg. Corp. v. Norcross, Inc., 391 N.E.2d 270, 274 (Mass. App.\n\n\n     12\n          Brown surmises that the jury misunderstood that the\n$10,000 came out of the $75,000 deposit and was not on top of\nit, and that the jury then subtracted $85,000 from the requested\n$272,500 to award him a total of $187,500.\n     13\n          We also reject Interstate's appellate challenge to the\nadmission of Brown's testimony about how he was to be\ncompensated.    Brown testified to his personal knowledge of\ncompensation arrangements. It was well within the trial judge's\ndiscretion to admit that testimony.\n\n                                 -24-\n\fCt. 1979).     Where a middleman broker is involved, and the buyer\n\nis in breach, the broker’s damages may be measured by his lost\n\nprofits.     See 67A Am. Jur. 2d, Sales § 1129 (2d ed. 1985 and\n\nSupp. 2000) (\"The Uniform Commercial Code follows the view that\n\na . . . middleman should have as a measure of damages his lost\n\nprofits where the buyer has breached.\"); see also TCP Indus.,\n\nInc. v. Uniroyal, Inc., 661 F.2d 542, 552 (6th Cir. 1981)\n\n(explaining the rationale for the rule under Michigan law). The\n\njury's damage award stands.\n\nD. Motions for Attorney's Fees and Double Costs.\n\n1. Freidel's Motion\n\n           In order to prevail on appeal against Freidel's,\n\nInterstate effectively had to show in this fact-intensive case\n\nthat no rational jury could have concluded that the $50,000\n\nportion of the deposit paid to Freidel's was non-refundable and\n\nthat it was equitable for Freidel's to retain it.          It was\n\nundisputed at trial that Interstate knew Freidel's took the\n\neight color press off the market in exchange for the deposit and\n\nsuffered a detriment as a result.      It was also undisputed that\n\nFreidel's was not a party to the contract between Brown and\n\nInterstate and had no business relationship with Interstate.\n\n                                -25-\n\f         Because Interstate's claims against Freidel's were in\n\nequity and unjust enrichment, Interstate had to prove that\n\nFreidel's had no right to retain the deposit, regardless of the\n\noutcome of Interstate's underlying contract dispute with Brown.\n\nSee National Shawmut Bank v. Fidelity Mut. Ins. Co., 61 N.E.2d\n\n18, 22 (Mass. 1945) (\"The fundamental question . . . is whether\n\nthe defendant has received money which in equity and good\n\nconscience belongs to the plaintiff.\"); see also Flower v.\n\nSuburban Land Co., 123 N.E.2d 218, 221 (Mass. 1954) (\"[T]he\n\nright to recover in an action for money had and received does\n\nnot depend upon privity of contract, but on the obligation to\n\nrestore that which the law implies should be returned, where one\n\nis unjustly enriched at another's expense.\") (internal quotation\n\nmarks omitted).     In light of the undisputed fact that Freidel's\n\nconferred a benefit upon Interstate and incurred a detriment as\n\na result, restitution would have been improper.          Cf. National\n\nShawmut Bank, 61 N.E.2d at 20-21.\n\n         Even the authorities Interstate cites in its brief\n\nundermine its position, suggesting instead that Interstate must\n\nseek recovery of its deposit from Brown, not Freidel's, because\n\nInterstate   made   the   deposit   to   Freidel's   pursuant   to   its\n\n                                -26-\n\fagreement with Brown.   See Bolen v. Paragon Plastics, 747 F.\n\nSupp. 103, 107 (D. Mass. 1990) (\"[A] person who has conferred a\n\nbenefit upon another as the performance of a contract with a\n\nthird person is not entitled to restitution from the other\n\nmerely because of the failure of performance by the third\n\nperson.\") (quoting Restatement (Second) of Restitution § 115));\n\nLaChance v. Rigoli, 91 N.E.2d 204, 205 (Mass. 1950) (\"The\n\ncontracting party must look for payment to the one . . . who was\n\nexpected to pay and who in fact expected to pay or as a\n\nreasonable man should have expected to pay.\").         We award\n\nFreidel's its reasonable attorney's fees and double costs.   See\n\nFed. R. App. P. 38; see also Toscano v. Chandris, S.A., 934 F.2d\n\n383, 387 (1st   Cir. 1991); E.H. Ashley & Co. v. Wells Fargo\n\nAlarm Servs., 907 F.2d 1274, 1280 (1st Cir. 1990).\n\n2. Brown's Motion\n\n         We feel differently, however, about Brown's motion for\n\nattorney's fees and double costs.     While weak, Interstate's\n\nclaims against Brown cannot be said to be frivolous.\n\n\n\n                             III.\n\n\n\n                             -27-\n\f           The judgment is affirmed.   Attorney's fees and double\n\ncosts to be awarded to Freidel's. Brown's motion for attorney's\n\nfees and double costs is denied.       Freidel's shall file its\n\nattorney's fees application in accordance with Local Rule 39(b)\n\nof the First Circuit Court of Appeals.    The Clerk shall tax, in\n\nthe usual course, ordinary costs in favor of Brown and double\n\ncosts in favor of Freidel's.    We retain appellate jurisdiction\n\nfor the purposes of adjudicating the attorney's fees award.   So\n\nordered.\n\n\n\n\n                               -28-\n\f",
  "html": "<p class=\"case_cite\">255 F.3d 19 (1st Cir. 2001)</p>\n    <p class=\"parties\">INTERSTATE LITHO CORP., PLAINTIFF, APPELLANT,<br>v.<br>MARC A. BROWN, A/K/A MOSHE BROWN, INTEGRA TECHNICAL SERVICES, INC., AND FREIDEL'S MANUFACTURING, INC., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 00-2344, No. 00-2522</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 7, 2001<br>Decided July 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Joseph L. Tauro, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Thomas A. Tarro III, with whom Christine M. Curley was on brief, for appellant.</p>\n      <p class=\"indent\">Keith A. Minoff, with whom John E. Garber and Robinson Donovan Madden &amp; Barry, P.C., were on brief, for appellee Marc A. Brown.</p>\n      <p class=\"indent\">Paul R. Wood, with whom James R. Miller, Matthew D. Macy, and Miller Wood Welch, Llc, were on brief, for appellee Freidel's Manufacturing, Inc.</p>\n      <p class=\"indent\">Before Selya, Lynch, and Lipez, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">Lynch, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This commercial dispute concerns a failed attempt by the plaintiff, Interstate Litho Corporation, to acquire printing presses from a broker, defendant Marc A. Brown, doing business as Integra Technical Services, Inc. Trial resulted in a jury verdict against Interstate on its claims for return of a portion of its deposit from the seller of one press, defendant Freidel's Manufacturing, Inc., and for Brown on his counterclaims seeking lost profits on the deal. On appeal, Interstate argues that: (1) Brown lacked the capacity to sue because Integra had been dissolved at the time of the transactions at issue; (2) the purported contract with Brown for purchase of the presses was invalid; (3) its deposit to secure the presses was refundable; and (4) the award of lost profits resulted from flawed jury instructions and was not supported by the evidence. We affirm the judgment, and we grant Freidel's motion, but deny Brown's motion, for attorney's fees and double costs against Interstate.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1995, Interstate Litho Corporation engaged in negotiations with Marc A. Brown, a broker in used printing equipment, and his company, Integra Technical Services, concerning Interstate's potential acquisition of two used printing presses. One press, an eight color press, was owned by Freidel's Manufacturing, Inc. of Illinois; the other, a four color press, was owned by Graphic Engineering and located in Malaysia. The two presses were to be refurbished in Rhode Island by E.R. Smith Associates to Interstate's specifications.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Several proposals were prepared, and finally a proposal reflecting a $2.6 million price was signed by Henry Becker, Interstate's President, on August 25, 1995. At Brown's instructions, Interstate advanced a $75,000 deposit to ensure that the presses would be held. Fifty thousand dollars of the deposit was wired to Freidel's on August 29, 1995, to secure the eight color press; the remaining $25,000 was sent to Brown in his capacity as Integra's principal (of which $15,000 was forwarded to John Dulla, a broker assisting Brown with the purchase of a second press, the remainder staying with Brown). Freidel's pulled the eight color press off the market, turning away other prospective buyers. On September 27, 1995, Brown signed a contract to buy the eight color press from Freidel's. However, Brown never purchased the press from Freidel's because the deal with Interstate fell apart. Freidel's retained the deposit and eventually sold the press for less than it would have received from Brown.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Interstate then sued Brown, Integra, and Freidel's, seeking the return of its $75,000 deposit. Integra counterclaimed for its lost commissions and profits on the deal, asserting claims against Interstate for breach of contract, fraud, and violation of Mass. Gen. Laws ch. 93A. Cross-motions for summary judgment were filed by the parties. Brown argued that Interstate had failed to provide evidence to allow a jury to pierce the corporate veil and hold him personally liable as an officer of Integra. Brown asserted that at all times he had acted in his representative capacity as an agent of Integra and that nothing in the record indicated otherwise. Interstate initially opposed Brown's summary judgment motion on the grounds that there was sufficient evidence that Brown, as Integra's only shareholder, officer, and director, had pervasive control over the corporation, and that Brown maintained no separation between the corporation and his home, where the corporation exclusively operated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Interstate subsequently learned that Integra had been dissolved by the State of New Hampshire as of November 1, 1993, for failure to file reports and pay necessary fees. Interstate argued that because Brown had held himself out and solicited business under Integra's name after the corporation had been dissolved, Brown was personally liable as to Interstate's claims against Integra. Interstate also maintained that Integra had no capacity to assert any counterclaims against it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In response, Brown sought leave to amend his counterclaims and substitute himself personally for Integra as the real party in interest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Brown recalled receiving letters from the corporate division of New Hampshire's Department of State, but believed he had taken the necessary steps to prevent dissolution. He said that he was not aware of Integra's dissolution at the time of the transactions at issue and did not learn about the dissolution until Interstate raised the issue on summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court denied all the summary judgment motions as well as Brown's motion to amend and substitute himself personally for Integra. However, upon motion for reconsideration, the court allowed Brown's motion to amend and substitute himself as the real party in interest.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial, Interstate's principal claim was that Becker had not signed the purported contract for the sale of the presses. There was a battle of handwriting experts, and the jury rejected Interstate's suggestion that Becker's signature had been forged. Answering three special interrogatories, the jury rejected Interstate's claim for the return of the deposit and awarded Brown $187,500 on his counterclaim; the $50,000 portion of the deposit thus remained with Freidel's. Specifically, the jury determined that: (1) Marc A. Brown d/b/a Integra and Interstate Litho did not form a contract providing that monies paid by Interstate as a deposit were refundable; (2) Freidel's did not have money in its hands belonging to Interstate that in equity and good conscience it ought to pay back to Interstate; and (3) Interstate was in breach of its contract with Brown for the sale of two printing presses. Interstate's motion for a new trial was denied.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Interstate appeals, raising a plethora of arguments, many addressed to the district court's pre-trial and post-trial rulings.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Most of those issues are subsumed into the contract questions submitted to the jury.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Interstate initially makes related arguments as to capacity to sue: that Brown should not have been substituted for Integra as a counterclaim plaintiff and that there was no valid and enforceable contract between Brown and Interstate because Integra's dissolution rendered any subsequent contract with Interstate void. Interstate also argues that there was no enforceable contract because the purported contract -- the August 25, 1995 proposal signed by Interstate -- did not contain the contract's essential terms, failed to comply with the statute of frauds, and could not have been performed by Brown. In addition, Interstate maintains that there was insufficient evidence for the jury to reject its claim for return of its $75,000 deposit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to damages, Interstate argues that Brown's damage award cannot stand because it was based on speculation, not facts in evidence, and because the district court failed to properly instruct the jury in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Freidel's has filed a motion for attorney's fees and double costs on the ground that Interstate's appeal was frivolous. Brown has filed a similar motion. Interstate has filed oppositions to both motions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The parties agree that Massachusetts law applies.</p>\n    </div>\n    <p class=\"indent\">A. Capacity to Sue</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Interstate on appeal makes a series of arguments about capacity to sue. In doing so, it confuses two issues. The first issue is whether the district court abused its discretion by allowing the motion to amend in order to substitute Brown for Integra. The second issue is whether, given that the amendment was allowed, Brown properly stood in Integra's shoes as a matter of fact. As to the second issue, it has been waived because Interstate failed to make it an issue before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the first issue, we review the allowance or denial of motions to amend the pleadings for abuse of discretion. See Ruiz v. Posadas de San Juan Assocs., 124 F.3d 243, 250 n.11 (1st Cir. 1997); Resolution Trust Corp. v. Gold, 30 F.3d 251, 253 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Motions for leave to amend \"shall be freely given when justice so requires.\" Fed. R. Civ. P. 15(a); see also Resolution Trust, 30 F.3d at 253 (\"Leave to amend is to be freely given, unless it would be futile, or reward, inter alia, undue or intended delay.\") (internal quotation marks and citations omitted). Here, Brown sought to substitute himself personally for Integra on the ground that he was the real party in interest, Integra having been dissolved by operation of law before the events in issue. See Fed. R. Civ. P. 17(a) (\"Every action shall be prosecuted in the name of the real party in interest.\"). Brown maintained that at all times relevant he was Integra's sole officer, employee, and shareholder, and that he participated personally and directly in all transactions with Interstate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court had before it conflicting accounts of the events surrounding Integra's dissolution. Interstate said Brown knew or should have known that Integra had already been dissolved for almost two years when it entered into discussions about the presses; Brown claimed that he believed Integra had complied with New Hampshire's requirements on reporting and filing fees, and that he was a real party in interest. The court could easily have concluded that Brown had more than a colorable claim, and it had evidentiary support for that conclusion. As a counterclaim plaintiff, Brown appeared to have the requisite stake. See Seckler v. Star Enter., 124 F.3d 1399, 1406 (11th Cir. 1997) (\"In order for [plaintiff] to demonstrate that he is a real party in interest, [he] must allege facts sufficient to reveal that he suffered an injury, that the injury was caused by the defendant's illegal conduct, and that his injury could be redressed by a favorable outcome to the lawsuit.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Brown also was substituted as a defendant, and this benefitted Interstate; Interstate now had a live person, and not a defunct corporation, to answer for any judgment it obtained. Interstate attacks the allowance of the substitution motion, but it does not identify any prejudice resulting from that decision. Indeed, Interstate's trial preparation on the merits issues could hardly have been much different given its view, expressed in its opposition to Brown's motion for summary judgment, that Brown was Integra's alter ego. The trial court properly concluded that it was in the interests of justice for Brown to be substituted as the formal party in the pleadings. See Fed. R. Civ. P. 17 advisory committee's note (1966 Amendment) (\"Modern decisions are inclined to be lenient when an honest mistake has been made in choosing the party in whose name the action is to be filed . . . .\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Following the district court's decision to allow Brown's motion to amend and substitute, any questions as to whether Brown was indeed a proper party to the purported contract with Interstate were questions of fact for the jury. See Assocs. Discount Corp. v. Haynes Garage, Inc., 24 N.E.2d 685, 687-88 (Mass. 1939) (question of who contracting parties were is question of fact) (citing Lunn &amp; Sweet Co. v. Wolfman, 152 N.E. 893, 894-95 (Mass. 1926)). If, after the substitution, Interstate wanted to challenge Brown's capacity to sue or raise any issue of fraudulent concealment by Brown of Integra's dissolved status, it should have done so before the jury. Interstate did not. Rather, its focus at trial was solely on other matters: contesting Brown's claim that Becker had signed the August 25, 1995 proposal; trying to prove the $75,000 deposit was refundable; and challenging Brown's own claims for damages.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Interstate may not now pursue these claims about capacity to sue on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">B. Brown's Counterclaim For Breach of Contract</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Interstate challenges the jury's verdict on Brown's counterclaims for breach of contract to purchase the two presses. There could be no contract between Interstate and Brown d/b/a Integra as a matter of law, Interstate argues,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> because:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">1. The essential terms were missing from the purported contract -- the August 25, 1995 proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2. The proposal did not satisfy the statute of frauds.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">3. The proposal was invalid because Brown was incapable of delivering the two presses.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Interstate also seeks the return of its $75,000 deposit, arguing that there was an express oral agreement with Brown that the deposit was refundable. In addition, Interstate argues that Freidel's should return the $50,000 portion of the deposit it retained under the law of equity and unjust enrichment. The trial court erred, Interstate says, in not granting it judgment as a matter of law at the close of evidence and after the jury's verdict. See Fed. R. Civ. P. 50(b).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This court reviews de novo the denial of a motion for judgment as a matter of law using the same standard applied by the trial court. Andrade v. Jamestown Hous. Auth., 82 F.3d 1179, 1186 (1st Cir. 1996). Such motion may be granted only if \"the evidence, viewed from the perspective most favorable to the non-movant, is so one-sided that the movant is plainly entitled to judgment, for reasonable minds could not differ as to the outcome.\" FHS Props. Ltd. v. BC Assocs., 175 F.3d 81, 85 (1st Cir. 1999) (quoting Gibson v. City of Cranston, 37 F.3d 731, 735 (1st Cir. 1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1. Essential Terms of Contract Were Provided</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The evidence was such that whether the August 25, 1995 proposal contained the essential terms of a contract was an issue of fact for the jury. The writing between the parties identified in detail the two presses being purchased, identified a total price for purchasing and reworking the presses ($2.6 million, with $900,000 of this amount allocated to acquiring the two presses), and set forth a detailed delivery and payment schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Interstate argues, inter alia, that the proposal neither states that it is a final agreement for purchase of the two presses by Interstate from Integra nor provides in specific terms the completion date for refurbishment of the presses. However, \"[i]t is not required that all terms of the agreement be precisely specified, and the presence of undefined or unspecified terms will not necessarily preclude the formation of a binding contract.\" Situation Mgmt. Sys. v. Malouf, Inc., 724 N.E.2d 699, 703 (Mass. 2000). Here, the terms of the proposal -- which include nine pages of nitty-gritty detail on matters such as rollers and hangers, plate and blanket cylinders, and ink fountains -- were sufficient for the jury to find that Interstate had agreed to purchase the two presses. That Interstate wired $75,000 ($50,000 to Freidel's and $25,000 to Brown) to hold the presses on August 29, just a few days after signing the proposal, further supports the existence of a firm agreement between the parties. We cannot conclude as a matter of law that this contract lacked essential terms.</p>\n    </div>\n    <p class=\"indent\">2. Statute of Frauds</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Interstate argues that the proposal does not satisfy the Massachusetts Statute of Frauds, Mass. Gen. Laws ch. 106, &#167;&#167; 2-201(1), because the August 25, 1995 proposal, though a writing, describes only the remanufacturing portion of the deal, and not the terms of the actual purchase of the two presses by Integra, for subsequent sale to Interstate. There was, however, no reason the proposal had to describe the details of Brown's own purchase of the eight color press from Freidel's or the four color press from Malaysia. Indeed, the important questions for a buyer like Interstate would, presumably, have centered on whether the refurbished presses met its needs and specifications, and not on the background details of how the broker (Brown) obtained those presses from third parties. As Brown himself testified, his initial acquisition of the presses was accomplished through transactions separate and distinct from the sale of the refurbished presses to Interstate. Thus the issue, properly presented to the jury, was whether the August 25, 1995 proposal constituted an agreement by Interstate to purchase the two presses from Brown. The jury found that it did, and so the proposal was a writing in satisfaction of the Statute of Frauds.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">3. Brown Could Have Delivered the Two Presses</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Interstate also challenges the validity of the contract on the ground that Brown was incapable of delivering the two presses when Interstate signed the August 25, 1995 proposal. See Doyle v. Hasbro, Inc., 103 F.3d 186, 194 (1st Cir. 1996) (plaintiff must be ready, willing, and able to perform to sustain breach of contract claim); Singarella v. City of Boston, 173 N.E.2d 290, 291 (Mass. 1961). Again, this issue was for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Interstate argues that there was no evidence of any agreement to purchase the four color press from Malaysia, that Integra had not yet entered into an agreement to purchase the eight color press from Freidel's, and that Integra had not entered into any agreement with E.R. Smith for refurbishing the two presses. In fact, there was sufficient evidence for the jury to conclude that a deal was in the works and that Brown could have delivered the two refurbished presses to Interstate. Brown testified to his extensive efforts to locate and hold the presses, one of which had already been secured from Freidel's (hence the need for the $50,000 deposit). Dulla testified about his efforts to obtain a second press in Malaysia, which was corroborated by his correspondence with the owner of the Malaysian press about price, shipping arrangements, and the like. Brown also testified that he had a verbal agreement with E.R. Smith to refurbish the two presses to Interstate's specifications, based on discussions and meetings with representatives of E.R. Smith and Interstate. Brown did not need fully executed written contracts with each of the parties he was dealing with on the Interstate project. Indeed, there was evidence that it was customary not to have such contracts in these types of deals. Whether Brown could have performed under the contract was for the jury to decide.</p>\n    </div>\n    <p class=\"indent\">4. Whether the Deposit was Refundable</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Interstate seeks the return of its $75,000 deposit, arguing that there was an express oral agreement with Brown that the deposit was refundable.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The jury rejected this claim. Brown testified that he told Interstate's Becker, before Becker paid the deposit, that the deposit was not refundable. Brown's testimony was supported by the testimony of Daniel Freidel, Freidel's president, and John Dulla that Freidel's needed a deposit from Brown to hold the eight color press. That Freidel's took the press off the market in exchange for the deposit, a fact not disputed at trial, further supported the jury's determination. There is no reason to disturb the jury's finding on this claim.</p>\n    </div>\n    <p class=\"indent\">C. Damages: Jury Instructions and Evidence</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Interstate argues that the court erred in rejecting its proposed jury instruction on damages and that the evidence was too speculative to support the jury's damage award. Interstate requests a new trial or a remititur.</p>\n    </div>\n    <p class=\"indent\">1. Jury Instructions</p>\n    <p class=\"indent\">The trial court instructed the jury that:</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">If you find that . . . [Brown and Integra] are entitled to recover, recover under the counterclaim, then you are to award as damages a sum of money that will fully and fairly compensate Mr. Brown for what he would have received in income if the contract had not been breached.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Interstate asked for a specific instruction that the jury should not speculate and that the loss should be foreseeable and calculated with reasonable certainty.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The trial court said its instruction essentially amounted to the same thing. At that point, Interstate neither disagreed with the judge that the essence of the instruction had in fact not been given nor pressed its objection. We are doubtful that Interstate adequately gave the trial judge notice and preserved its objection. See Fed. R. Civ. P. 51; see also Elgabri v. Lekas, 964 F.2d 1255, 1258-59 (1st Cir. 1992). Moreover, the issue with respect to lost profits in this case, as explained more fully below, was not whether the jury would improperly speculate in awarding a sum based on its projections from data in evidence, but rather whether it believed Brown had agreements in place for commissions on the deal, ultimately a credibility question not open to any such speculation. A trial judge, who possesses particular insight into the main issues in a case, does not have an obligation to instruct a jury on every nuance of a party's claim or defense.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Given that the wording of instructions is within the trial judge's discretion, and given that here the trial judge could reasonably have understood that Interstate agreed that his instruction covered the lost profits issue, we find no error.</p>\n    </div>\n    <p class=\"indent\">2. Evidence</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Interstate argues that the damage award is inconsistent with the evidence and must have been based on pure conjecture. On this basis, Interstate argues, the district court erred in failing to grant a new trial or remititur.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A motion for a new trial requires a finding that \"the verdict is so seriously mistaken, so clearly against the law or the evidence, as to constitute a miscarriage of justice.\" Transamerica Premier Ins. v. Ober, 107 F.3d 925, 929 (1st Cir. 1997) (internal quotation marks omitted). We review the district court's denial of a new trial motion for abuse of discretion. See FHS Props., 175 F.3d at 87.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Interstate argues, inter alia, that Brown's testimony as to acquisition costs and mark-up on the two presses was not supported by the evidence and also did not make allowance for the costs of transporting the presses. There was also no evidence, Interstate contends, that Brown had the ability to procure the four color press from Malaysia, as there was no signed agreement for the purchase of this press. However, the jury was entitled, on the evidence, to find to the contrary. Correspondence with the owner of the four color press as to pricing, shipping, and other basic contractual provisions was in evidence. Two other witnesses supported Brown's testimony that he had made the necessary arrangements and that the deal foundered on Interstate's failure to pay.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Brown testified as to the compensation he expected to receive: ten percent of E.R. Smith's $1.7 million price to refurbish the two presses ($170,000), plus half of the mark-up cost of $225,000 for acquisition of the two presses ($112,500), for a total of $282,500. From this Brown subtracted the $10,000 he had retained from the $75,000 deposit and requested a total of $272,500. The jury awarded him $187,500.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Interstate presented no reason not to credit Brown's testimony, and that testimony supplied an adequate basis for the jury's damage award. Cf. Knightsbridge Marketing Servs. v. Promociones y Proyectos, S.A., 728 F.2d 572, 575 (1st Cir. 1984) (\"The prospective profits need not be proved with mathematical accuracy; the plaintiff need only show by reasonable proof that he has lost profits.\") (citation and internal quotation marks omitted).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Interstate also argues that it cannot be held liable for payments Brown would have received from others, but that argument finds no support in the law. A seller may recover lost profits that he would have made had the buyer performed under the contract. See Mass. Gen. Laws ch. 106, &#167;&#167; 2-708(2); Cesco Mfg. Corp. v. Norcross, Inc., 391 N.E.2d 270, 274 (Mass. App. Ct. 1979). Where a middleman broker is involved, and the buyer is in breach, the broker's damages may be measured by his lost profits. See 67A Am. Jur. 2d, Sales &#167;&#167; 1129 (2d ed. 1985 and Supp. 2000) (\"The Uniform Commercial Code follows the view that a . . . middleman should have as a measure of damages his lost profits where the buyer has breached.\"); see also TCP Indus., Inc. v. Uniroyal, Inc., 661 F.2d 542, 552 (6th Cir. 1981) (explaining the rationale for the rule under Michigan law). The jury's damage award stands.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">D. Motions for Attorney's Fees and Double Costs.</p>\n    </div>\n    <p class=\"indent\">1. Freidel's Motion</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In order to prevail on appeal against Freidel's, Interstate effectively had to show in this fact-intensive case that no rational jury could have concluded that the $50,000 portion of the deposit paid to Freidel's was non-refundable and that it was equitable for Freidel's to retain it. It was undisputed at trial that Interstate knew Freidel's took the eight color press off the market in exchange for the deposit and suffered a detriment as a result. It was also undisputed that Freidel's was not a party to the contract between Brown and Interstate and had no business relationship with Interstate.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because Interstate's claims against Freidel's were in equity and unjust enrichment, Interstate had to prove that Freidel's had no right to retain the deposit, regardless of the outcome of Interstate's underlying contract dispute with Brown. See National Shawmut Bank v. Fidelity Mut. Ins. Co., 61 N.E.2d 18, 22 (Mass. 1945) (\"The fundamental question . . . is whether the defendant has received money which in equity and good conscience belongs to the plaintiff.\"); see also Flower v. Suburban Land Co., 123 N.E.2d 218, 221 (Mass. 1954) (\"[T]he right to recover in an action for money had and received does not depend upon privity of contract, but on the obligation to restore that which the law implies should be returned, where one is unjustly enriched at another's expense.\") (internal quotation marks omitted). In light of the undisputed fact that Freidel's conferred a benefit upon Interstate and incurred a detriment as a result, restitution would have been improper. Cf. National Shawmut Bank, 61 N.E.2d at 20-21.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Even the authorities Interstate cites in its brief undermine its position, suggesting instead that Interstate must seek recovery of its deposit from Brown, not Freidel's, because Interstate made the deposit to Freidel's pursuant to its agreement with Brown. See Bolen v. Paragon Plastics, 747 F. Supp. 103, 107 (D. Mass. 1990) (\"[A] person who has conferred a benefit upon another as the performance of a contract with a third person is not entitled to restitution from the other merely because of the failure of performance by the third person.\") (quoting Restatement (Second) of Restitution &#167;&#167; 115)); LaChance v. Rigoli, 91 N.E.2d 204, 205 (Mass. 1950) (\"The contracting party must look for payment to the one . . . who was expected to pay and who in fact expected to pay or as a reasonable man should have expected to pay.\"). We award Freidel's its reasonable attorney's fees and double costs. See Fed. R. App. P. 38; see also Toscano v. Chandris, S.A., 934 F.2d 383, 387 (1st Cir. 1991); E.H. Ashley &amp; Co. v. Wells Fargo Alarm Servs., 907 F.2d 1274, 1280 (1st Cir. 1990).</p>\n    </div>\n    <p class=\"indent\">2. Brown's Motion</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We feel differently, however, about Brown's motion for attorney's fees and double costs. While weak, Interstate's claims against Brown cannot be said to be frivolous.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The judgment is affirmed. Attorney's fees and double costs to be awarded to Freidel's. Brown's motion for attorney's fees and double costs is denied. Freidel's shall file its attorney's fees application in accordance with Local Rule 39(b) of the First Circuit Court of Appeals. The Clerk shall tax, in the usual course, ordinary costs in favor of Brown and double costs in favor of Freidel's. We retain appellate jurisdiction for the purposes of adjudicating the attorney's fees award. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  According to Freidel's, when it later attempted to make a deal with Interstate for the sale of the eight color press, it was informed that Interstate had already fulfilled its need.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Brown also sought leave to amend the counterclaims to add further allegations under Mass. Gen. Laws ch. 93A based on Interstate's conduct in the transaction and Interstate's allegations of forgery by Brown.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Brown has not appealed the district court's denial of his Chapter 93A claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Interstate also made claims against Brown and Freidel's in equity, unjust enrichment, and conversion. Interstate failed to preserve those claims below against Brown; and, in all events, the jury verdict would seem dispositive of their merits. Interstate's conversion claim against Freidel's has been waived on appeal; its claims against Freidel's in equity and unjust enrichment, which were rejected by the jury, are discussed below.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  When, as here, such motion was not filed until after a party has moved for summary judgment, the movant must demonstrate that the proposed amendments are supported by \"substantial and convincing evidence.\" Resolution Trust, 30 F.3d at 253.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Interstate, moreover, did not object to special questions identifying Brown \"d/b/a Integra Technical Services\" as the counter claimant.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  Interstate also argues that because Integra no longer existed as of the time of the purported contract with Interstate -- the August 25, 1995 proposal -- Integra could not legally enter into any such contract. We have disposed of this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  Although Interstate also challenges the district court's earlier denial of its motion for summary judgment on Brown's counterclaims based on Integra's lack of corporate capacity, the proper redress is not through appeal of that denial but through subsequent motion for judgment as a matter of law, and then through appellate review if that later motion is denied by the trial court. See, e.g., Whalen v. Unit Rig, Inc., 974 F.2d 1248, 1251 (10th Cir. 1992); see also Locricchio v. Legal Servs. Corp., 833 F.2d 1352, 1358-59 (9th Cir. 1987). While Interstate raised the issue of lack of capacity to sue in its Rule 50(b) motion, that argument was properly rejected by the district court given Interstate's failure to present any evidence to the jury on what ultimately boiled down to issues of fact.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  Interstate's argument that Freidel's cannot keep its portion of the deposit ($50,000) under the law of equity and unjust enrichment is addressed below in our discussion of Freidel's motion for attorney's fees and double costs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  See, e.g., Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., 72 F.3d 190, 204 (1st Cir. 1995) (citing Matsushita Elec. Corp. v. Sonus Corp., 284 N.E.2d 880, 890 (Mass. 1972)); see also Augiat, Inc. v. Aegis, Inc., 631 N.E.2d 995, 997-98 (Mass. 1994) (\"Damages for lost profits are recoverable only when proof is made with sufficient certainty.\") (internal quotation marks omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  See, e.g., Elliot v. S.D. Warren Co., 134 F.3d 1, 6 (1st Cir. 1998) (\"A trial court is obliged to inform the jury about the applicable law, but, within wide limits, the method and manner in which the judge carries out this obligation is left to his or her discretion.\"); see also United States v. Paniagua-Ramos, 251 F.3d 242, 245 (1st Cir. 2001) (\"The primary function of a trial court's instructions is to create a roadmap for the jurors, limning those legal rules that they must follow in finding the facts and determining the issues in a given case. For the most part, the law provides no set formulae for converting these legal rules into lay language -- and the choice of what words are to be spoken belongs, within wide margins, to the trial judge.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  Brown surmises that the jury misunderstood that the $10,000 came out of the $75,000 deposit and was not on top of it, and that the jury then subtracted $85,000 from the requested $272,500 to award him a total of $187,500.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  We also reject Interstate's appellate challenge to the admission of Brown's testimony about how he was to be compensated. Brown testified to his personal knowledge of compensation arrangements. It was well within the trial judge's discretion to admit that testimony.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">INTERSTATE LITHO CORP., PLAINTIFF, APPELLANT,<br>v.<br>MARC A. BROWN, A/K/A MOSHE BROWN, INTEGRA TECHNICAL SERVICES, INC., AND FREIDEL'S MANUFACTURING, INC., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 00-2344, No. 00-2522</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 7, 2001<br>Decided July 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Joseph L. Tauro, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Thomas A. Tarro III, with whom Christine M. Curley was on brief, for appellant.</p>\n      <p class=\"indent\">Keith A. Minoff, with whom John E. Garber and Robinson Donovan Madden &amp; Barry, P.C., were on brief, for appellee Marc A. Brown.</p>\n      <p class=\"indent\">Paul R. Wood, with whom James R. Miller, Matthew D. Macy, and Miller Wood Welch, Llc, were on brief, for appellee Freidel's Manufacturing, Inc.</p>\n      <p class=\"indent\">Before Selya, Lynch, and Lipez, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">Lynch, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This commercial dispute concerns a failed attempt by the plaintiff, Interstate Litho Corporation, to acquire printing presses from a broker, defendant Marc A. Brown, doing business as Integra Technical Services, Inc. Trial resulted in a jury verdict against Interstate on its claims for return of a portion of its deposit from the seller of one press, defendant Freidel's Manufacturing, Inc., and for Brown on his counterclaims seeking lost profits on the deal. On appeal, Interstate argues that: (1) Brown lacked the capacity to sue because Integra had been dissolved at the time of the transactions at issue; (2) the purported contract with Brown for purchase of the presses was invalid; (3) its deposit to secure the presses was refundable; and (4) the award of lost profits resulted from flawed jury instructions and was not supported by the evidence. We affirm the judgment, and we grant Freidel's motion, but deny Brown's motion, for attorney's fees and double costs against Interstate.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1995, Interstate Litho Corporation engaged in negotiations with Marc A. Brown, a broker in used printing equipment, and his company, Integra Technical Services, concerning Interstate's potential acquisition of two used printing presses. One press, an eight color press, was owned by Freidel's Manufacturing, Inc. of Illinois; the other, a four color press, was owned by Graphic Engineering and located in Malaysia. The two presses were to be refurbished in Rhode Island by E.R. Smith Associates to Interstate's specifications.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Several proposals were prepared, and finally a proposal reflecting a $2.6 million price was signed by Henry Becker, Interstate's President, on August 25, 1995. At Brown's instructions, Interstate advanced a $75,000 deposit to ensure that the presses would be held. Fifty thousand dollars of the deposit was wired to Freidel's on August 29, 1995, to secure the eight color press; the remaining $25,000 was sent to Brown in his capacity as Integra's principal (of which $15,000 was forwarded to John Dulla, a broker assisting Brown with the purchase of a second press, the remainder staying with Brown). Freidel's pulled the eight color press off the market, turning away other prospective buyers. On September 27, 1995, Brown signed a contract to buy the eight color press from Freidel's. However, Brown never purchased the press from Freidel's because the deal with Interstate fell apart. Freidel's retained the deposit and eventually sold the press for less than it would have received from Brown.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Interstate then sued Brown, Integra, and Freidel's, seeking the return of its $75,000 deposit. Integra counterclaimed for its lost commissions and profits on the deal, asserting claims against Interstate for breach of contract, fraud, and violation of Mass. Gen. Laws ch. 93A. Cross-motions for summary judgment were filed by the parties. Brown argued that Interstate had failed to provide evidence to allow a jury to pierce the corporate veil and hold him personally liable as an officer of Integra. Brown asserted that at all times he had acted in his representative capacity as an agent of Integra and that nothing in the record indicated otherwise. Interstate initially opposed Brown's summary judgment motion on the grounds that there was sufficient evidence that Brown, as Integra's only shareholder, officer, and director, had pervasive control over the corporation, and that Brown maintained no separation between the corporation and his home, where the corporation exclusively operated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Interstate subsequently learned that Integra had been dissolved by the State of New Hampshire as of November 1, 1993, for failure to file reports and pay necessary fees. Interstate argued that because Brown had held himself out and solicited business under Integra's name after the corporation had been dissolved, Brown was personally liable as to Interstate's claims against Integra. Interstate also maintained that Integra had no capacity to assert any counterclaims against it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In response, Brown sought leave to amend his counterclaims and substitute himself personally for Integra as the real party in interest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Brown recalled receiving letters from the corporate division of New Hampshire's Department of State, but believed he had taken the necessary steps to prevent dissolution. He said that he was not aware of Integra's dissolution at the time of the transactions at issue and did not learn about the dissolution until Interstate raised the issue on summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court denied all the summary judgment motions as well as Brown's motion to amend and substitute himself personally for Integra. However, upon motion for reconsideration, the court allowed Brown's motion to amend and substitute himself as the real party in interest.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial, Interstate's principal claim was that Becker had not signed the purported contract for the sale of the presses. There was a battle of handwriting experts, and the jury rejected Interstate's suggestion that Becker's signature had been forged. Answering three special interrogatories, the jury rejected Interstate's claim for the return of the deposit and awarded Brown $187,500 on his counterclaim; the $50,000 portion of the deposit thus remained with Freidel's. Specifically, the jury determined that: (1) Marc A. Brown d/b/a Integra and Interstate Litho did not form a contract providing that monies paid by Interstate as a deposit were refundable; (2) Freidel's did not have money in its hands belonging to Interstate that in equity and good conscience it ought to pay back to Interstate; and (3) Interstate was in breach of its contract with Brown for the sale of two printing presses. Interstate's motion for a new trial was denied.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Interstate appeals, raising a plethora of arguments, many addressed to the district court's pre-trial and post-trial rulings.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Most of those issues are subsumed into the contract questions submitted to the jury.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Interstate initially makes related arguments as to capacity to sue: that Brown should not have been substituted for Integra as a counterclaim plaintiff and that there was no valid and enforceable contract between Brown and Interstate because Integra's dissolution rendered any subsequent contract with Interstate void. Interstate also argues that there was no enforceable contract because the purported contract -- the August 25, 1995 proposal signed by Interstate -- did not contain the contract's essential terms, failed to comply with the statute of frauds, and could not have been performed by Brown. In addition, Interstate maintains that there was insufficient evidence for the jury to reject its claim for return of its $75,000 deposit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to damages, Interstate argues that Brown's damage award cannot stand because it was based on speculation, not facts in evidence, and because the district court failed to properly instruct the jury in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Freidel's has filed a motion for attorney's fees and double costs on the ground that Interstate's appeal was frivolous. Brown has filed a similar motion. Interstate has filed oppositions to both motions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The parties agree that Massachusetts law applies.</p>\n    </div>\n    <p class=\"indent\">A. Capacity to Sue</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Interstate on appeal makes a series of arguments about capacity to sue. In doing so, it confuses two issues. The first issue is whether the district court abused its discretion by allowing the motion to amend in order to substitute Brown for Integra. The second issue is whether, given that the amendment was allowed, Brown properly stood in Integra's shoes as a matter of fact. As to the second issue, it has been waived because Interstate failed to make it an issue before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the first issue, we review the allowance or denial of motions to amend the pleadings for abuse of discretion. See Ruiz v. Posadas de San Juan Assocs., <span class=\"citation\" data-id=\"746213\"><a href=\"/opinion/746213/78-fair-emplpraccas-bna-641-72-empl-prac-dec-p-45135-ivan-ruiz-v/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 250 n.11 (1st Cir. 1997); Resolution Trust Corp. v. Gold, <span class=\"citation\" data-id=\"195523\"><a href=\"/opinion/195523/resolution-v-gold/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">251</span></a></span>, 253 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Motions for leave to amend \"shall be freely given when justice so requires.\" Fed. R. Civ. P. 15(a); see also Resolution Trust, 30 F.3d at 253 (\"Leave to amend is to be freely given, unless it would be futile, or reward, inter alia, undue or intended delay.\") (internal quotation marks and citations omitted). Here, Brown sought to substitute himself personally for Integra on the ground that he was the real party in interest, Integra having been dissolved by operation of law before the events in issue. See Fed. R. Civ. P. 17(a) (\"Every action shall be prosecuted in the name of the real party in interest.\"). Brown maintained that at all times relevant he was Integra's sole officer, employee, and shareholder, and that he participated personally and directly in all transactions with Interstate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court had before it conflicting accounts of the events surrounding Integra's dissolution. Interstate said Brown knew or should have known that Integra had already been dissolved for almost two years when it entered into discussions about the presses; Brown claimed that he believed Integra had complied with New Hampshire's requirements on reporting and filing fees, and that he was a real party in interest. The court could easily have concluded that Brown had more than a colorable claim, and it had evidentiary support for that conclusion. As a counterclaim plaintiff, Brown appeared to have the requisite stake. See Seckler v. Star Enter., <span class=\"citation\" data-id=\"746410\"><a href=\"/opinion/746410/warren-seckler-and-warsec-inc-a-florida-corporation-v-star-enterprise/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1399</span></a></span>, 1406 (11th Cir. 1997) (\"In order for [plaintiff] to demonstrate that he is a real party in interest, [he] must allege facts sufficient to reveal that he suffered an injury, that the injury was caused by the defendant's illegal conduct, and that his injury could be redressed by a favorable outcome to the lawsuit.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Brown also was substituted as a defendant, and this benefitted Interstate; Interstate now had a live person, and not a defunct corporation, to answer for any judgment it obtained. Interstate attacks the allowance of the substitution motion, but it does not identify any prejudice resulting from that decision. Indeed, Interstate's trial preparation on the merits issues could hardly have been much different given its view, expressed in its opposition to Brown's motion for summary judgment, that Brown was Integra's alter ego. The trial court properly concluded that it was in the interests of justice for Brown to be substituted as the formal party in the pleadings. See Fed. R. Civ. P. 17 advisory committee's note (1966 Amendment) (\"Modern decisions are inclined to be lenient when an honest mistake has been made in choosing the party in whose name the action is to be filed . . . .\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Following the district court's decision to allow Brown's motion to amend and substitute, any questions as to whether Brown was indeed a proper party to the purported contract with Interstate were questions of fact for the jury. See Assocs. Discount Corp. v. Haynes Garage, Inc., <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">685</span></span>, 687-88 (Mass. 1939) (question of who contracting parties were is question of fact) (citing Lunn &amp; Sweet Co. v. Wolfman, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">893</span></span>, 894-95 (Mass. 1926)). If, after the substitution, Interstate wanted to challenge Brown's capacity to sue or raise any issue of fraudulent concealment by Brown of Integra's dissolved status, it should have done so before the jury. Interstate did not. Rather, its focus at trial was solely on other matters: contesting Brown's claim that Becker had signed the August 25, 1995 proposal; trying to prove the $75,000 deposit was refundable; and challenging Brown's own claims for damages.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Interstate may not now pursue these claims about capacity to sue on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">B. Brown's Counterclaim For Breach of Contract</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Interstate challenges the jury's verdict on Brown's counterclaims for breach of contract to purchase the two presses. There could be no contract between Interstate and Brown d/b/a Integra as a matter of law, Interstate argues,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> because:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">1. The essential terms were missing from the purported contract -- the August 25, 1995 proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">2. The proposal did not satisfy the statute of frauds.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">3. The proposal was invalid because Brown was incapable of delivering the two presses.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Interstate also seeks the return of its $75,000 deposit, arguing that there was an express oral agreement with Brown that the deposit was refundable. In addition, Interstate argues that Freidel's should return the $50,000 portion of the deposit it retained under the law of equity and unjust enrichment. The trial court erred, Interstate says, in not granting it judgment as a matter of law at the close of evidence and after the jury's verdict. See Fed. R. Civ. P. 50(b).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This court reviews de novo the denial of a motion for judgment as a matter of law using the same standard applied by the trial court. Andrade v. Jamestown Hous. Auth., <span class=\"citation\" data-id=\"717546\"><a href=\"/opinion/717546/helen-ruth-andrade-v-jamestown-housing-authority-estate-of-barrett-gross/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1179</span></a></span>, 1186 (1st Cir. 1996). Such motion may be granted only if \"the evidence, viewed from the perspective most favorable to the non-movant, is so one-sided that the movant is plainly entitled to judgment, for reasonable minds could not differ as to the outcome.\" FHS Props. Ltd. v. BC Assocs., <span class=\"citation\" data-id=\"198448\"><a href=\"/opinion/198448/fhs-v-bc/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 85 (1st Cir. 1999) (quoting Gibson v. City of Cranston, <span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir. 1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1. Essential Terms of Contract Were Provided</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The evidence was such that whether the August 25, 1995 proposal contained the essential terms of a contract was an issue of fact for the jury. The writing between the parties identified in detail the two presses being purchased, identified a total price for purchasing and reworking the presses ($2.6 million, with $900,000 of this amount allocated to acquiring the two presses), and set forth a detailed delivery and payment schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Interstate argues, inter alia, that the proposal neither states that it is a final agreement for purchase of the two presses by Interstate from Integra nor provides in specific terms the completion date for refurbishment of the presses. However, \"[i]t is not required that all terms of the agreement be precisely specified, and the presence of undefined or unspecified terms will not necessarily preclude the formation of a binding contract.\" Situation Mgmt. Sys. v. Malouf, Inc., <span class=\"citation no-link\"><span class=\"volume\">724</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">699</span></span>, 703 (Mass. 2000). Here, the terms of the proposal -- which include nine pages of nitty-gritty detail on matters such as rollers and hangers, plate and blanket cylinders, and ink fountains -- were sufficient for the jury to find that Interstate had agreed to purchase the two presses. That Interstate wired $75,000 ($50,000 to Freidel's and $25,000 to Brown) to hold the presses on August 29, just a few days after signing the proposal, further supports the existence of a firm agreement between the parties. We cannot conclude as a matter of law that this contract lacked essential terms.</p>\n    </div>\n    <p class=\"indent\">2. Statute of Frauds</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Interstate argues that the proposal does not satisfy the Massachusetts Statute of Frauds, Mass. Gen. Laws ch. 106, &#167;&#167; 2-201(1), because the August 25, 1995 proposal, though a writing, describes only the remanufacturing portion of the deal, and not the terms of the actual purchase of the two presses by Integra, for subsequent sale to Interstate. There was, however, no reason the proposal had to describe the details of Brown's own purchase of the eight color press from Freidel's or the four color press from Malaysia. Indeed, the important questions for a buyer like Interstate would, presumably, have centered on whether the refurbished presses met its needs and specifications, and not on the background details of how the broker (Brown) obtained those presses from third parties. As Brown himself testified, his initial acquisition of the presses was accomplished through transactions separate and distinct from the sale of the refurbished presses to Interstate. Thus the issue, properly presented to the jury, was whether the August 25, 1995 proposal constituted an agreement by Interstate to purchase the two presses from Brown. The jury found that it did, and so the proposal was a writing in satisfaction of the Statute of Frauds.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">3. Brown Could Have Delivered the Two Presses</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Interstate also challenges the validity of the contract on the ground that Brown was incapable of delivering the two presses when Interstate signed the August 25, 1995 proposal. See Doyle v. Hasbro, Inc., <span class=\"citation\" data-id=\"197138\"><a href=\"/opinion/197138/boyle-v-hasbro-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span>, 194 (1st Cir. 1996) (plaintiff must be ready, willing, and able to perform to sustain breach of contract claim); Singarella v. City of Boston, <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">290</span></span>, 291 (Mass. 1961). Again, this issue was for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Interstate argues that there was no evidence of any agreement to purchase the four color press from Malaysia, that Integra had not yet entered into an agreement to purchase the eight color press from Freidel's, and that Integra had not entered into any agreement with E.R. Smith for refurbishing the two presses. In fact, there was sufficient evidence for the jury to conclude that a deal was in the works and that Brown could have delivered the two refurbished presses to Interstate. Brown testified to his extensive efforts to locate and hold the presses, one of which had already been secured from Freidel's (hence the need for the $50,000 deposit). Dulla testified about his efforts to obtain a second press in Malaysia, which was corroborated by his correspondence with the owner of the Malaysian press about price, shipping arrangements, and the like. Brown also testified that he had a verbal agreement with E.R. Smith to refurbish the two presses to Interstate's specifications, based on discussions and meetings with representatives of E.R. Smith and Interstate. Brown did not need fully executed written contracts with each of the parties he was dealing with on the Interstate project. Indeed, there was evidence that it was customary not to have such contracts in these types of deals. Whether Brown could have performed under the contract was for the jury to decide.</p>\n    </div>\n    <p class=\"indent\">4. Whether the Deposit was Refundable</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Interstate seeks the return of its $75,000 deposit, arguing that there was an express oral agreement with Brown that the deposit was refundable.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The jury rejected this claim. Brown testified that he told Interstate's Becker, before Becker paid the deposit, that the deposit was not refundable. Brown's testimony was supported by the testimony of Daniel Freidel, Freidel's president, and John Dulla that Freidel's needed a deposit from Brown to hold the eight color press. That Freidel's took the press off the market in exchange for the deposit, a fact not disputed at trial, further supported the jury's determination. There is no reason to disturb the jury's finding on this claim.</p>\n    </div>\n    <p class=\"indent\">C. Damages: Jury Instructions and Evidence</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Interstate argues that the court erred in rejecting its proposed jury instruction on damages and that the evidence was too speculative to support the jury's damage award. Interstate requests a new trial or a remititur.</p>\n    </div>\n    <p class=\"indent\">1. Jury Instructions</p>\n    <p class=\"indent\">The trial court instructed the jury that:</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">If you find that . . . [Brown and Integra] are entitled to recover, recover under the counterclaim, then you are to award as damages a sum of money that will fully and fairly compensate Mr. Brown for what he would have received in income if the contract had not been breached.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Interstate asked for a specific instruction that the jury should not speculate and that the loss should be foreseeable and calculated with reasonable certainty.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The trial court said its instruction essentially amounted to the same thing. At that point, Interstate neither disagreed with the judge that the essence of the instruction had in fact not been given nor pressed its objection. We are doubtful that Interstate adequately gave the trial judge notice and preserved its objection. See Fed. R. Civ. P. 51; see also Elgabri v. Lekas, <span class=\"citation\" data-id=\"583865\"><a href=\"/opinion/583865/tarek-h-elgabri-md-v-mary-d-lekas-md/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span>, 1258-59 (1st Cir. 1992). Moreover, the issue with respect to lost profits in this case, as explained more fully below, was not whether the jury would improperly speculate in awarding a sum based on its projections from data in evidence, but rather whether it believed Brown had agreements in place for commissions on the deal, ultimately a credibility question not open to any such speculation. A trial judge, who possesses particular insight into the main issues in a case, does not have an obligation to instruct a jury on every nuance of a party's claim or defense.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Given that the wording of instructions is within the trial judge's discretion, and given that here the trial judge could reasonably have understood that Interstate agreed that his instruction covered the lost profits issue, we find no error.</p>\n    </div>\n    <p class=\"indent\">2. Evidence</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Interstate argues that the damage award is inconsistent with the evidence and must have been based on pure conjecture. On this basis, Interstate argues, the district court erred in failing to grant a new trial or remititur.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A motion for a new trial requires a finding that \"the verdict is so seriously mistaken, so clearly against the law or the evidence, as to constitute a miscarriage of justice.\" Transamerica Premier Ins. v. Ober, <span class=\"citation\" data-id=\"197226\"><a href=\"/opinion/197226/transamerica-v-ober/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">925</span></a></span>, 929 (1st Cir. 1997) (internal quotation marks omitted). We review the district court's denial of a new trial motion for abuse of discretion. See FHS Props., 175 F.3d at 87.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Interstate argues, inter alia, that Brown's testimony as to acquisition costs and mark-up on the two presses was not supported by the evidence and also did not make allowance for the costs of transporting the presses. There was also no evidence, Interstate contends, that Brown had the ability to procure the four color press from Malaysia, as there was no signed agreement for the purchase of this press. However, the jury was entitled, on the evidence, to find to the contrary. Correspondence with the owner of the four color press as to pricing, shipping, and other basic contractual provisions was in evidence. Two other witnesses supported Brown's testimony that he had made the necessary arrangements and that the deal foundered on Interstate's failure to pay.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Brown testified as to the compensation he expected to receive: ten percent of E.R. Smith's $1.7 million price to refurbish the two presses ($170,000), plus half of the mark-up cost of $225,000 for acquisition of the two presses ($112,500), for a total of $282,500. From this Brown subtracted the $10,000 he had retained from the $75,000 deposit and requested a total of $272,500. The jury awarded him $187,500.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Interstate presented no reason not to credit Brown's testimony, and that testimony supplied an adequate basis for the jury's damage award. Cf. Knightsbridge Marketing Servs. v. Promociones y Proyectos, S.A., <span class=\"citation\" data-id=\"431809\"><a href=\"/opinion/431809/knightsbridge-marketing-services-inc-v-promociones-y-proyectos-sa/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span>, 575 (1st Cir. 1984) (\"The prospective profits need not be proved with mathematical accuracy; the plaintiff need only show by reasonable proof that he has lost profits.\") (citation and internal quotation marks omitted).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Interstate also argues that it cannot be held liable for payments Brown would have received from others, but that argument finds no support in the law. A seller may recover lost profits that he would have made had the buyer performed under the contract. See Mass. Gen. Laws ch. 106, &#167;&#167; 2-708(2); Cesco Mfg. Corp. v. Norcross, Inc., <span class=\"citation\" data-id=\"2126505\"><a href=\"/opinion/2126505/cesco-manufacturing-corp-v-norcross-inc/\"><span class=\"volume\">391</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">270</span></a></span>, 274 (Mass. App. Ct. 1979). Where a middleman broker is involved, and the buyer is in breach, the broker's damages may be measured by his lost profits. See 67A Am. Jur. 2d, Sales &#167;&#167; 1129 (2d ed. 1985 and Supp. 2000) (\"The Uniform Commercial Code follows the view that a . . . middleman should have as a measure of damages his lost profits where the buyer has breached.\"); see also TCP Indus., Inc. v. Uniroyal, Inc., <span class=\"citation\" data-id=\"395321\"><a href=\"/opinion/395321/tcp-industries-inc-v-uniroyal-inc-donald-c-fresne/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">542</span></a></span>, 552 (6th Cir. 1981) (explaining the rationale for the rule under Michigan law). The jury's damage award stands.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">D. Motions for Attorney's Fees and Double Costs.</p>\n    </div>\n    <p class=\"indent\">1. Freidel's Motion</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In order to prevail on appeal against Freidel's, Interstate effectively had to show in this fact-intensive case that no rational jury could have concluded that the $50,000 portion of the deposit paid to Freidel's was non-refundable and that it was equitable for Freidel's to retain it. It was undisputed at trial that Interstate knew Freidel's took the eight color press off the market in exchange for the deposit and suffered a detriment as a result. It was also undisputed that Freidel's was not a party to the contract between Brown and Interstate and had no business relationship with Interstate.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because Interstate's claims against Freidel's were in equity and unjust enrichment, Interstate had to prove that Freidel's had no right to retain the deposit, regardless of the outcome of Interstate's underlying contract dispute with Brown. See National Shawmut Bank v. Fidelity Mut. Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">18</span></span>, 22 (Mass. 1945) (\"The fundamental question . . . is whether the defendant has received money which in equity and good conscience belongs to the plaintiff.\"); see also Flower v. Suburban Land Co., <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">218</span></span>, 221 (Mass. 1954) (\"[T]he right to recover in an action for money had and received does not depend upon privity of contract, but on the obligation to restore that which the law implies should be returned, where one is unjustly enriched at another's expense.\") (internal quotation marks omitted). In light of the undisputed fact that Freidel's conferred a benefit upon Interstate and incurred a detriment as a result, restitution would have been improper. Cf. National Shawmut Bank, 61 N.E.2d at 20-21.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Even the authorities Interstate cites in its brief undermine its position, suggesting instead that Interstate must seek recovery of its deposit from Brown, not Freidel's, because Interstate made the deposit to Freidel's pursuant to its agreement with Brown. See Bolen v. Paragon Plastics, <span class=\"citation\" data-id=\"1479597\"><a href=\"/opinion/1479597/bolen-v-paragon-plastics-inc/\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">103</span></a></span>, 107 (D. Mass. 1990) (\"[A] person who has conferred a benefit upon another as the performance of a contract with a third person is not entitled to restitution from the other merely because of the failure of performance by the third person.\") (quoting Restatement (Second) of Restitution &#167;&#167; 115)); LaChance v. Rigoli, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">204</span></span>, 205 (Mass. 1950) (\"The contracting party must look for payment to the one . . . who was expected to pay and who in fact expected to pay or as a reasonable man should have expected to pay.\"). We award Freidel's its reasonable attorney's fees and double costs. See Fed. R. App. P. 38; see also Toscano v. Chandris, S.A., <span class=\"citation\" data-id=\"562036\"><a href=\"/opinion/562036/frank-toscano-v-chandris-sa/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></a></span>, 387 (1st Cir. 1991); E.H. Ashley &amp; Co. v. Wells Fargo Alarm Servs., <span class=\"citation\" data-id=\"544608\"><a href=\"/opinion/544608/eh-ashley-co-inc-and-willow-associates-v-wells-fargo-alarm/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1274</span></a></span>, 1280 (1st Cir. 1990).</p>\n    </div>\n    <p class=\"indent\">2. Brown's Motion</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We feel differently, however, about Brown's motion for attorney's fees and double costs. While weak, Interstate's claims against Brown cannot be said to be frivolous.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The judgment is affirmed. Attorney's fees and double costs to be awarded to Freidel's. Brown's motion for attorney's fees and double costs is denied. Freidel's shall file its attorney's fees application in accordance with Local Rule 39(b) of the First Circuit Court of Appeals. The Clerk shall tax, in the usual course, ordinary costs in favor of Brown and double costs in favor of Freidel's. We retain appellate jurisdiction for the purposes of adjudicating the attorney's fees award. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  According to Freidel's, when it later attempted to make a deal with Interstate for the sale of the eight color press, it was informed that Interstate had already fulfilled its need.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Brown also sought leave to amend the counterclaims to add further allegations under Mass. Gen. Laws ch. 93A based on Interstate's conduct in the transaction and Interstate's allegations of forgery by Brown.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Brown has not appealed the district court's denial of his Chapter 93A claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Interstate also made claims against Brown and Freidel's in equity, unjust enrichment, and conversion. Interstate failed to preserve those claims below against Brown; and, in all events, the jury verdict would seem dispositive of their merits. Interstate's conversion claim against Freidel's has been waived on appeal; its claims against Freidel's in equity and unjust enrichment, which were rejected by the jury, are discussed below.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  When, as here, such motion was not filed until after a party has moved for summary judgment, the movant must demonstrate that the proposed amendments are supported by \"substantial and convincing evidence.\" Resolution Trust, 30 F.3d at 253.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Interstate, moreover, did not object to special questions identifying Brown \"d/b/a Integra Technical Services\" as the counter claimant.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  Interstate also argues that because Integra no longer existed as of the time of the purported contract with Interstate -- the August 25, 1995 proposal -- Integra could not legally enter into any such contract. We have disposed of this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  Although Interstate also challenges the district court's earlier denial of its motion for summary judgment on Brown's counterclaims based on Integra's lack of corporate capacity, the proper redress is not through appeal of that denial but through subsequent motion for judgment as a matter of law, and then through appellate review if that later motion is denied by the trial court. See, e.g., Whalen v. Unit Rig, Inc., <span class=\"citation\" data-id=\"590352\"><a href=\"/opinion/590352/john-w-whalen-v-unit-rig-inc-a-delaware-corporation-terex-corporation/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1248</span></a></span>, 1251 (10th Cir. 1992); see also Locricchio v. Legal Servs. Corp., <span class=\"citation\" data-id=\"497991\"><a href=\"/opinion/497991/anthony-p-locricchio-plaintiff-appelleecross-appellant-v-legal-services/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1352</span></a></span>, 1358-59 (9th Cir. 1987). While Interstate raised the issue of lack of capacity to sue in its Rule 50(b) motion, that argument was properly rejected by the district court given Interstate's failure to present any evidence to the jury on what ultimately boiled down to issues of fact.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  Interstate's argument that Freidel's cannot keep its portion of the deposit ($50,000) under the law of equity and unjust enrichment is addressed below in our discussion of Freidel's motion for attorney's fees and double costs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  See, e.g., Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., <span class=\"citation\" data-id=\"196480\"><a href=\"/opinion/196480/knapp-shoes-inc-v-sylvania-shoe/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></a></span>, 204 (1st Cir. 1995) (citing Matsushita Elec. Corp. v. Sonus Corp., <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">880</span></span>, 890 (Mass. 1972)); see also Augiat, Inc. v. Aegis, Inc., <span class=\"citation no-link\"><span class=\"volume\">631</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">995</span></span>, 997-98 (Mass. 1994) (\"Damages for lost profits are recoverable only when proof is made with sufficient certainty.\") (internal quotation marks omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  See, e.g., Elliot v. S.D. Warren Co., <span class=\"citation\" data-id=\"750688\"><a href=\"/opinion/750688/darryl-w-elliott-v-sd-warren-company/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 1998) (\"A trial court is obliged to inform the jury about the applicable law, but, within wide limits, the method and manner in which the judge carries out this obligation is left to his or her discretion.\"); see also United States v. Paniagua-Ramos, <span class=\"citation\" data-id=\"773399\"><a href=\"/opinion/773399/united-states-v-daniel-paniagua-ramos/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">242</span></a></span>, 245 (1st Cir. 2001) (\"The primary function of a trial court's instructions is to create a roadmap for the jurors, limning those legal rules that they must follow in finding the facts and determining the issues in a given case. For the most part, the law provides no set formulae for converting these legal rules into lay language -- and the choice of what words are to be spoken belongs, within wide margins, to the trial judge.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  Brown surmises that the jury misunderstood that the $10,000 came out of the $75,000 deposit and was not on top of it, and that the jury then subtracted $85,000 from the requested $272,500 to award him a total of $187,500.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  We also reject Interstate's appellate challenge to the admission of Brown's testimony about how he was to be compensated. Brown testified to his personal knowledge of compensation arrangements. It was well within the trial judge's discretion to admit that testimony.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/395321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1479597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2126505/"
  ]
}