{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199465/",
  "absolute_url": "/opinion/199465/fenoglio-v-augat-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199465/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:16Z",
  "date_modified": "2017-03-24T11:02:02.566483Z",
  "type": "010combined",
  "sha1": "70d9368f3040ecc3fc3d1950859458f02208135c",
  "page_count": 16,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1748-01A.pdf",
  "local_path": "pdf/2001/06/27/Fenoglio_v._Augat_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 00-1748\nNo. 00-1749\n\n                       WILLIAM R. FENOGLIO,\n\n               Plaintiff, Appellee/Cross-Appellant,\n\n                                v.\n\n          AUGAT INC. and THOMAS & BETTS CORPORATION,\n\n              Defendants, Appellants/Cross-Appellees.\n\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n\n                   Bownes, Senior Circuit Judge,\n\n                     and Lipez, Circuit Judge.\n\n\n     Scott E. Williams with whom Jonathan P. Graham and Williams\n& Connolly LLP were on brief for defendants.\n     Michael A. Avery, Suffolk University Law School, with whom\nMatthew J. Tuttle and Perkins, Smith & Cohen, LLP were on brief\nfor plaintiff.\n\n\n\n\n                           June 27, 2001\n\f\f          BOUDIN, Chief Judge.          In this case, both sides appeal\n\nfrom the decision of the district court.               The dispute concerns\n\nthe extent of payments due from a corporate employer to its\n\nformer chief executive officer.          The difficult issue on appeal\n\nis whether the executive was entitled to receive benefits under\n\na   \"change-in-control\"     contract.       The    underlying       facts   are\n\nlargely undisputed.       We reprint pertinent provisions of the\n\ncontracts in question in an appendix to this opinion.\n\n          On    August    29,   1994,    William       Fenoglio    signed    an\n\nemployment     contract     with    Augat      Inc.,       an     electronics\n\nmanufacturing firm in Mansfield, Massachusetts.               As provided for\n\nin the contract, Fenoglio became chief executive officer (\"CEO\")\n\non January 1, 1995, and was appointed to Augat's board of\n\ndirectors.     The contract also promised Fenoglio a base salary,\n\nbonuses, fringe benefits, and stock options.                     The contract\n\nstated that \"employment . . . shall terminate . . . [a]t the\n\nelection of either party, upon not less than six months' prior\n\nwritten notice of termination,\" and provided for a severance\n\npayment after termination.\n\n          Pertinently,     Augat   promised       to    pay     Fenoglio    \"the\n\ncompensation which would otherwise be payable\" for twelve months\n\nfrom \"the date of termination of his employment.\"                 This sum was\n\nto be reduced by any payments made pursuant to provisions in a\n\n\n                                   -3-\n\fseparate    change-in-control         contract.       This    second         contract\n\npromised Fenoglio substantial compensation in the event that\n\nAugat were to be acquired by another company and Fenoglio were\n\n\"terminated within 36 months after Change in Control . . . other\n\nthan for Cause or Disability.\"\n\n            At a July 16, 1996, meeting, Augat's board of directors\n\nvoted to terminate Fenoglio.            This was a policy decision by the\n\nboard; there is no claim that Fenoglio was discharged \"for\n\ncause.\"    John    Lemasters,     the      board   chairman   who      immediately\n\nreplaced Fenoglio as interim CEO, told Fenoglio of the board's\n\ndecision that evening.            Fenoglio was also shown a copy of a\n\npress release stating briefly that he had \"resigned\" as CEO.\n\nFenoglio performed no further work for the company after that\n\ndate.\n\n            In late July, Fenoglio wrote Augat a letter asking\n\nabout his severance.         In a reply letter dated August 6, 1996,\n\nLemasters\n\noutlined Augat's understanding of its obligations, contingent\n\nupon    Fenoglio's      \"timely      agreement\"      thereto.          The    letter\n\nconcluded    by    saying    that     it    \"serve[d]    also     as    notice     of\n\ntermination       of   all   other      contracts\"      between     the      parties\n\n\"including the September 6, 1994 Change in Control Agreement.\"\n\n\n\n\n                                        -4-\n\f             Two months later, on October 7, 1996, Augat's board\n\nagreed that the company would be acquired by Thomas & Betts\n\nCorp.    The merger was consummated on December 11, 1996, when\n\nAugat became a wholly owned subsidiary of Thomas & Betts.               The\n\ncompanies refused, however, to pay Fenoglio change-in-control\n\nbenefits because they said that Fenoglio had been terminated\n\nbefore the merger.       On January 3, 1997, Fenoglio filed suit\n\nagainst Augat and Thomas & Betts in federal district court,\n\nalleging breach of both the employment and change-in-control\n\ncontracts.\n\n             One such allegation was that the companies had breached\n\nthe employment contract by failing to honor Fenoglio's stock\n\noptions.     Later, while the lawsuit was pending, Fenoglio wrote\n\nto    the companies (on May 20 and June 30, 1997) seeking to\n\nexercise these options.         When the companies refused, Fenoglio\n\namended the complaint to add allegations that Augat and Thomas\n\n&    Betts   had   committed   securities    fraud   under    federal   and\n\nMassachusetts law by misrepresenting the exercisability of his\n\noptions.\n\n             The   district    court    granted   summary    judgment   for\n\nFenoglio on certain claims, awarding him benefits under the\n\nchange-in-control contract and five of six disputed lots of\n\nstock options.      Fenoglio v. Augat, Inc., 50 F. Supp. 2d 46, 56-\n\n\n                                       -5-\n\f57 (D. Mass. 1999).       The companies prevailed on summary judgment\n\nas to the sixth stock option agreement and as to the securities\n\nfraud claims, which the district court dismissed.                           Id. at 56\n\nn.9, 58-59.       Fenoglio was awarded just under $3 million plus\n\nprejudgment interest of more than $1 million.                     The companies now\n\nappeal as to the award of change-in-control benefits and stock\n\noptions; Fenoglio cross-appeals only to challenge the district\n\ncourt's    ruling      that   one    set    of     stock    options     had   already\n\nexpired.\n\n            Our review is de novo as to the grant of summary\n\njudgment,       inferences     being       drawn    against       whichever     party\n\nsucceeded on the respective motion.                  Blackie v. Maine, 75 F.3d\n\n716, 721 (1st Cir. 1996).           Contracts are ordinarily construed by\n\nthe court \"as a matter of law\" unless there are disputes as to\n\nextrinsic facts that bear on interpretation.                          Principal Mut.\n\nLife Ins. Co. v. Racal-Datacom, Inc., 233 F.3d 1, 3 (1st Cir.\n\n2000).      We    begin   with      the    issue    of     the   change-in-control\n\nbenefits.\n\n            Whether Fenoglio is owed change-in-control benefits\n\ndepends    on    how    one   reads       the    language        of   two   different\n\ncontracts. If the change-in-control contract were taken alone,\n\nthe most straightforward reading favors the companies.                             It\n\npertinently       provides that \"[i]f your employment is terminated\n\n\n                                          -6-\n\ffor any reason and subsequently a Change in Control shall have\n\noccurred, you shall not be entitled to any benefits hereunder.\"\n\nAnd, as the companies point out, Fenoglio was terminated in the\n\nordinary sense of the term--albeit without the six months'\n\nnotice promised by the employment contract--either in July or\n\nAugust 1996, well before anyone claims that a change in control\n\noccurred.1\n\n          Nor is Fenoglio helped much if one looks at purpose--a\n\ncommon interpretive aid, Restatement (Second) of Contracts §\n\n202(1) & cmt. c (1981)--if attention is limited to the change-\n\nin-control    contract.   The    purpose   of   \"golden   parachute\"\n\nprovisions like this one is primarily to assure the loyalty of\n\na high-level employee in the face of a possibly hostile change\n\nin control.   See Campbell v. Potash Corp., 238 F.3d 792, 799-800\n\n& nn.4-6 (6th Cir. 2001).        But Fenoglio was fired by the\n\nexisting board, and there was no takeover, hostile or otherwise,\n\nuntil after he had been fired.\n\n\n\n     1The  factual   scenario    might   itself   be   open   to\ninterpretation, and, to that extent, we are giving the companies\nthe benefit of the doubt on a summary judgment issue resolved\nagainst them. Reich v. John Alden Life Ins. Co., 126 F.3d 1, 6\n(1st Cir. 1997). The reason for the doubt is that the events on\nJuly 16 look at first blush like an immediate discharge, but\nconceivably, Fenoglio could argue that he was merely removed as\nchairman and left as an employee without duties for six months\nfrom that date, or, alternatively, from receipt of LeMasters'\nAugust 6, 1996, letter.\n\n                                -7-\n\f              There is a possible qualification:             if Fenoglio had\n\nbeen fired in anticipation of a change in control, he might\n\nargue    that    a   denial     of    change-in-control      benefits        would\n\nfrustrate      the   aim   of    that    contract   (if     not   its    literal\n\nlanguage); and perhaps he could make a case based on an implied\n\ncovenant of good faith and fair dealing.                Fortune v. Nat'l Cash\n\nRegister      Co.,   364   N.E.2d     1251,   1256-58    (Mass.   1977).       But\n\nFenoglio does not claim that he was fired as a \"housecleaning\"\n\nmeasure, in the shadow of a takeover, in order to avoid paying\n\nhim change-in-control benefits after the takeover.                       If that\n\nclaim was supportable, it seems certain that counsel would have\n\nmade it.\n\n              If one turns to the employment contract, Fenoglio's\n\nposition improves.         This is not because Fenoglio is entitled to\n\nchange-in-control benefits as consequential damages traceable to\n\nthe breach of the employment contract's notice provision.                       He\n\nmight have such a claim, but he has not made it, presumably\n\nbecause he does not want the added burden of satisfying the\n\nforeseeability requirement that exists when damages go beyond\n\nwhat    was   promised     in   the   contract   (e.g.,    salary)      to   other\n\nunspecified consequences, see             Am. Mech. Corp. v. Union Mach.\n\nCo., 485 N.E.2d 680, 683-84 (Mass. App. Ct. 1985).\n\n\n\n\n                                        -8-\n\f              Rather, Fenoglio's best case on this record turns on\n\nusing the employment contract to determine when Fenoglio was\n\nterminated        for   purposes    of    the    change-in-control   contract.\n\nDespite the companies' claim that the latter is an integrated\n\ndocument, we       (like the district court, 50 F. Supp. 2d at 56-57)\n\nsee no difficulty in reading the two documents together.                    The\n\nreason       is    that    the     change-in-control        contract    itself\n\ncontemplates an employment relationship defined elsewhere; and\n\nthe pertinent \"elsewhere\" is the employment contract read in\n\nlight of state law.              See     Wilmot H. Simonson Co. v. Green\n\nTextiles Assocs., 755 F.2d 217, 219-20 (1st Cir. 1985); Chelsea\n\nIndus., Inc. v. Florence, 260 N.E.2d 732, 735-36 (Mass. 1970).\n\n              The employment contract is written in terms quite\n\nhelpful       to Fenoglio.        It does not merely promise that Augat\n\nwill provide six months' notice, although this might be enough\n\nunder some case law. 2           Rather, it says that \"employment . . .\n\nshall terminate upon . . . not less than six months' prior\n\nwritten notice of termination.\"                 If, as the language suggests,\n\nthis       statement    defines    Fenoglio's       employment   status,   then\n\nwhether this notice was delivered in July or August 1996, he was\n\n\n       2\n      See, e.g., Markovits v. Venture Info. Capital, Inc., 129 F.\nSupp. 2d 647, 650, 654-55 (S.D.N.Y. 2001); Hepner v. Am. Fid.\nLife Ins. Co., 258 S.E.2d 508, 509, 511-12 (Va. 1979); cf. Nat'l\nMed. Care, Inc. v. Zigelbaum, 468 N.E.2d 868, 872-73 (Mass. App.\nCt.), rev. denied, 471 N.E.2d 1354 (Mass. 1984).\n\n                                          -9-\n\fstill an employee--albeit banished as CEO--when the change in\n\ncontrol occurred in December.\n\n            Contrary to the companies' assertions, it is clear to\n\nus that the district judge relied on this contractual language\n\nto determine the date of termination rather than on arguably\n\ninadmissible (under Fed. R. Evid. 408) language from the August\n\n6, 1996, letter (\"Although you have resigned as President and\n\nCEO   effective   July   16,   1996,   Augat   will    pay   your   current\n\ncompensation and benefits through your date of termination on\n\nJanuary 16, 1997.\").           See 50 F. Supp. 2d at 53 n.5.            The\n\ndistrict court merely considered the letter as supplying the\n\nrequired notice, relying on a part of the letter that is not\n\neven arguably reached by Rule 408.\n\n            Of course, it is quite likely that the situation that\n\nhas arisen here was not foreseen by the parties.                And where\n\nlanguage is ambiguous, courts often make their own best guess as\n\nto    how   reasonable   parties   would   deal       with   unanticipated\n\napplications, e.g., Fleet Nat'l Bank v. H & D Entm't, Inc., 96\n\nF.3d 532, 538-39 (1st Cir. 1996), cert. denied, 520 U.S. 1155\n\n(1997), or rely upon mechanical canons of interpretation.3              But\n\n\n      3\n      Pertinent here is the contra proferentem canon, that is,\nthat uncertainties should be resolved against Augat, the drafter\nof the contract. See Merrimack Valley Nat'l Bank v. Baird, 363\nN.E.2d 688, 690-91 (Mass. 1977); Aldrich v. Bay State Constr.\nCo., 72 N.E. 53, 54 (Mass. 1904).     How much force should be\n\n                                   -10-\n\fliteral language favors Fenoglio once the two contracts are read\n\ntogether, and it is hard to see why literal language should not\n\nbe followed where, as here, the result is hardly absurd or\n\nunfair.   Indeed, a company that drafts a notice requirement like\n\nthis one might deem itself lucky when the executive leaves\n\noffice at once and without fuss.\n\n           This does not mean that Fenoglio could have obtained\n\nan injunction requiring the Augat board to let him remain as\n\nchief executive officer after he had lost the confidence of the\n\nboard;    there are public policy reasons why a court would be\n\nlikely to refuse such relief. Restatement (Second) of Contracts\n\n§ 367(1) & cmt. a (1981); Fitzpatrick v. Michael, 9 A.2d 639,\n\n641 (Md. 1939).     But that is no reason why the more general\n\ncommitment to treat him as an employee for six months after\n\nnotice should not be given effect insofar as it affects merely\n\nfinancial entitlements.\n\n           The remaining issues in the case concern whether the\n\nstock options were exercised within the required time periods,\n\na matter resolved as to five of six option grants at issue in\n\nFenoglio's favor.   The district court's treatment, 50 F. Supp.\n\n\n\n\ngiven to such a canon where the contract is between two\nsophisticated parties is open to doubt. Principal, 233 F.3d at\n4; RCI Northeast Servs. Div. v. Boston Edison Co., 822 F.2d 199,\n203 n.3 (1st Cir. 1987).\n\n                               -11-\n\f2d at 54-56, was thorough and persuasive, and we adopt its\n\ndiscussion as to the companies' appeal.                      We turn, then, to\n\nFenoglio's cross-appeal; there, Fenoglio objects to the denial\n\nof benefits under the December 20, 1994, options contract.\n\n             The   problem    in   a     nutshell       is   that   Fenoglio    was\n\nrequired, under the terms of this contract, to exercise his\n\noptions within three months of termination of employment.                        An\n\nalternative,       longer    period      that     the    district    court     held\n\napplicable to other options did not even arguably apply to the\n\nDecember 20 contract.           50 F. Supp. 2d at 55 n.6.               Fenoglio\n\nformally attempted to exercise his options under this last\n\ncontract only on May 20, and June 30, 1997.\n\n             This attempted exercise came more than three months\n\nafter the last date on which Fenoglio could plausibly claim\n\nemployee status.      Even if one took the latest plausible date of\n\nFenoglio's purported termination (the August 6, 1996, letter),\n\ntreated it merely as notice, and then gave him the further\n\nbenefit of the six months' notice period, this would still only\n\ntake him to February 6, 1997.              His earliest letter seeking to\n\nexercise the December 20 options was sent on May 20, 1997.\n\nThus,   he    falls   outside      the    three    months'     exercise      period\n\nexplicitly provided.\n\n\n\n\n                                         -12-\n\f            On appeal, Fenoglio says that it would have been futile\n\nto exercise the December 20 options because the companies would\n\nnot have honored them.         Courts sometimes do excuse failures to\n\ngive notice or take similar acts where notice would plainly be\n\nfutile.     E.g., Pupecki v. James Madison Corp., 382 N.E.2d 1030,\n\n1034 (Mass. 1978); Trustees of the Boston & Maine Corp. v. Mass.\n\nBay   Transp.   Auth.,   323    N.E.2d     870,    873    n.2   (Mass.   1974).\n\nHowever, there is no evidence here that the purported exercise\n\nwould have been futile.         Fenoglio relies on an out-of-context\n\nstatement by the district court, see Fenoglio v. Augat, Inc.,\n\nCiv. Action No. 97-10012-PBS, slip op. at 3 (D. Mass. Mar. 16,\n\n2000); this statement was not directed to the futility doctrine\n\nand would not, in any event, substitute for the lack of proof.\n\n            Fenoglio's other argument is that the companies should\n\nbe estopped from denying that Fenoglio was an employee after the\n\nsix months' notice period because, for a substantial additional\n\nperiod (until April 25, 1997), it gave him pay and certain other\n\nbenefits as if he were an employee.                    As the district court\n\nproperly found, 50 F. Supp. 2d at 53, these later payments were\n\npost-employment severance payments promised by contract.                   They\n\ndid   not   constitute   representations          of    continued   employment\n\nstatus sufficient to ground an estoppel claim.\n\n            The judgment of the district court is affirmed.\n\n\n                                    -13-\n\f                          APPENDIX\n\nEmployment Contract (§§ 4 & 5)\n\n         4. Employment Termination. The employment\n         of the Employee by the Company pursuant to\n         this Agreement shall terminate upon the\n         occurrence of any of the following:\n\n         . . . .\n\n                4.4 At the election of either party,\n         upon not less than six months' prior written\n         notice of termination.\n\n\n         5.   Effect of Termination.\n\n                5.1    Termination for Cause or at\n         Election of Either Party. . . . In the event\n         the Employee's employment is terminated . .\n         . at the election of the Company pursuant to\n         Section 4.4, the Company shall pay the\n         Employee   the   compensation  which   would\n         otherwise be payable to the Employee up to\n         the last date to occur of (a) three years\n         from the Commencement Date [September 6,\n         1994] or (b) twelve months from the date of\n         termination of his employment. Any payments\n         to the Employee pursuant to the preceding\n         sentence shall be reduced by any payments\n         made to the Employee pursuant to Section\n         4(c)(i) of the Employee's Change of Control\n         Letter Agreement dated September 6, 1994\n         with the Company.\n\nChange-in-Control Contract (§ 3)\n\n         3. Employment Status; Termination Following\n         Change in Control.\n\n         (a) This Agreement does not constitute a\n         contract of employment or impose on the\n         Company any obligation to retain you as an\n         employee.  This Agreement does not prevent\n         you from terminating your employment at any\n\n                             -14-\n\ftime. If your employment is terminated for\nany reason and subsequently a Change in\nControl shall have occurred, you shall not\nbe entitled to any benefits hereunder. Any\ntermination by the Company or by you\nfollowing a Change in Control of the Company\nduring the Term shall be communicated by\nwritten notice of termination (\"Notice of\nTermination\") to the other party hereto in\naccordance with Section 6.     The \"Date of\nTermination\" shall mean the effective date\nof such termination as specified in the\nNotice of Termination.\n\n(b) Notwithstanding anything to the contrary\nherein, you shall be entitled to the\nbenefits provided in Section 4 only if any\nof the events constituting a Change in\nControl of the Company shall have occurred\nduring the Term and your employment with the\nCompany is terminated within 36 months after\nsuch a Change in Control of the Company . .\n. .\n\n4.  Compensation Upon Termination. If (i)\nany of the events constituting a Change in\nControl of the Company shall have occurred\nduring the Term and (ii) your employment\nwith the Company is terminated within 36\nmonths after such Change in Control of the\nCompany, you shall be entitled to the\nbenefits set forth in this Section 4:\n\n. . . .\n\n(c) If your employment by the Company should\nbe terminated by the Company other than for\nCause or Disability or if you should\nterminate your employment for Good Reason,\nthen you shall be entitled to the benefits\nbelow:\n\n       (i) the Company shall pay you your\nfull base salary and all other earned or\naccrued compensation through the Date of\nTermination at the rate in effect at the\n\n                   -15-\n\ftime the Notice of Termination is given,\nplus all other amounts to which you are\nentitled under any compensation plan of the\nCompany at the time such payments are due\nand, in lieu of further salary payments for\nperiods   subsequent   to   the    Date   of\nTermination, the Company will pay you a lump\nsum cash payment as severance pay . . . .\n\n\n\n\n                   -16-\n\f",
  "html": "<p class=\"case_cite\">254 F.3d 368 (1st Cir. 2001)</p>\n    <p class=\"parties\">WILLIAM R. FENOGLIO, PLAINTIFF, APPELLEE/CROSS-APPELLANT,<br>v.<br>AUGAT INC. AND THOMAS &amp; BETTS CORPORATION, DEFENDANTS, APPELLANTS/CROSS-APPELLEES.</p>\n    <p class=\"docket\">No. 00-1748, No. 00-1749</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 8, 2001<br>Decided June 27, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Patti B. Saris, U.S. District Judge]</p>\n      <p class=\"indent\">Scott E. Williams with whom Jonathan P. Graham and Williams &amp; Connolly Llp were on brief for defendants.</p>\n      <p class=\"indent\">Michael A. Avery, Suffolk University Law School, with whom Matthew J. Tuttle and Perkins, Smith &amp; Cohen, Llp were on brief for plaintiff.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, both sides appeal from the decision of the district court. The dispute concerns the extent of payments due from a corporate employer to its former chief executive officer. The difficult issue on appeal is whether the executive was entitled to receive benefits under a \"change-in-control\" contract. The underlying facts are largely undisputed. We reprint pertinent provisions of the contracts in question in an appendix to this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 29, 1994, William Fenoglio signed an employment contract with Augat Inc., an electronics manufacturing firm in Mansfield, Massachusetts. As provided for in the contract, Fenoglio became chief executive officer (\"CEO\") on January 1, 1995, and was appointed to Augat's board of directors. The contract also promised Fenoglio a base salary, bonuses, fringe benefits, and stock options. The contract stated that \"employment . . . shall terminate . . . [a]t the election of either party, upon not less than six months' prior written notice of termination,\" and provided for a severance payment after termination.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pertinently, Augat promised to pay Fenoglio \"the compensation which would otherwise be payable\" for twelve months from \"the date of termination of his employment.\" This sum was to be reduced by any payments made pursuant to provisions in a separate change-in-control contract. This second contract promised Fenoglio substantial compensation in the event that Augat were to be acquired by another company and Fenoglio were \"terminated within 36 months after Change in Control . . . other than for Cause or Disability.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At a July 16, 1996, meeting, Augat's board of directors voted to terminate Fenoglio. This was a policy decision by the board; there is no claim that Fenoglio was discharged \"for cause.\" John Lemasters, the board chairman who immediately replaced Fenoglio as interim CEO, told Fenoglio of the board's decision that evening. Fenoglio was also shown a copy of a press release stating briefly that he had \"resigned\" as CEO. Fenoglio performed no further work for the company after that date.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In late July, Fenoglio wrote Augat a letter asking about his severance. In a reply letter dated August 6, 1996, Lemasters outlined Augat's understanding of its obligations, contingent upon Fenoglio's \"timely agreement\" thereto. The letter concluded by saying that it \"serve[d] also as notice of termination of all other contracts\" between the parties \"including the September 6, 1994 Change in Control Agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Two months later, on October 7, 1996, Augat's board agreed that the company would be acquired by Thomas &amp; Betts Corp. The merger was consummated on December 11, 1996, when Augat became a wholly owned subsidiary of Thomas &amp; Betts. The companies refused, however, to pay Fenoglio change-in-control benefits because they said that Fenoglio had been terminated before the merger. On January 3, 1997, Fenoglio filed suit against Augat and Thomas &amp; Betts in federal district court, alleging breach of both the employment and change-in-control contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">One such allegation was that the companies had breached the employment contract by failing to honor Fenoglio's stock options. Later, while the lawsuit was pending, Fenoglio wrote to the companies (on May 20 and June 30, 1997) seeking to exercise these options. When the companies refused, Fenoglio amended the complaint to add allegations that Augat and Thomas &amp; Betts had committed securities fraud under federal and Massachusetts law by misrepresenting the exercisability of his options.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court granted summary judgment for Fenoglio on certain claims, awarding him benefits under the change-in-control contract and five of six disputed lots of stock options. Fenoglio v. Augat, Inc., 50 F. Supp. 2d 46, 56-57 (D. Mass. 1999). The companies prevailed on summary judgment as to the sixth stock option agreement and as to the securities fraud claims, which the district court dismissed. Id. at 56 n.9, 58-59. Fenoglio was awarded just under $3 million plus prejudgment interest of more than $1 million. The companies now appeal as to the award of change-in-control benefits and stock options; Fenoglio cross-appeals only to challenge the district court's ruling that one set of stock options had already expired.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our review is de novo as to the grant of summary judgment, inferences being drawn against whichever party succeeded on the respective motion. Blackie v. Maine, 75 F.3d 716, 721 (1st Cir. 1996). Contracts are ordinarily construed by the court \"as a matter of law\" unless there are disputes as to extrinsic facts that bear on interpretation. Principal Mut. Life Ins. Co. v. Racal-Datacom, Inc., 233 F.3d 1, 3 (1st Cir. 2000). We begin with the issue of the change-in-control benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whether Fenoglio is owed change-in-control benefits depends on how one reads the language of two different contracts. If the change-in-control contract were taken alone, the most straightforward reading favors the companies. It pertinently provides that \"[i]f your employment is terminated for any reason and subsequently a Change in Control shall have occurred, you shall not be entitled to any benefits hereunder.\" And, as the companies point out, Fenoglio was terminated in the ordinary sense of the term--albeit without the six months' notice promised by the employment contract--either in July or August 1996, well before anyone claims that a change in control occurred.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor is Fenoglio helped much if one looks at purpose--a common interpretive aid, Restatement (Second) of Contracts &#167;&#167; 202(1) &amp; cmt. c (1981)--if attention is limited to the change-in-control contract. The purpose of \"golden parachute\" provisions like this one is primarily to assure the loyalty of a high-level employee in the face of a possibly hostile change in control. See Campbell v. Potash Corp., 238 F.3d 792, 799-800 &amp; nn.4-6 (6th Cir. 2001). But Fenoglio was fired by the existing board, and there was no takeover, hostile or otherwise, until after he had been fired.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is a possible qualification: if Fenoglio had been fired in anticipation of a change in control, he might argue that a denial of change-in-control benefits would frustrate the aim of that contract (if not its literal language); and perhaps he could make a case based on an implied covenant of good faith and fair dealing. Fortune v. Nat'l Cash Register Co., 364 N.E.2d 1251, 1256-58 (Mass. 1977). But Fenoglio does not claim that he was fired as a \"housecleaning\" measure, in the shadow of a takeover, in order to avoid paying him change-in-control benefits after the takeover. If that claim was supportable, it seems certain that counsel would have made it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If one turns to the employment contract, Fenoglio's position improves. This is not because Fenoglio is entitled to change-in-control benefits as consequential damages traceable to the breach of the employment contract's notice provision. He might have such a claim, but he has not made it, presumably because he does not want the added burden of satisfying the foresee ability requirement that exists when damages go beyond what was promised in the contract (e.g., salary) to other unspecified consequences, see Am. Mech. Corp. v. Union Mach. Co., 485 N.E.2d 680, 683-84 (Mass. App. Ct. 1985).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rather, Fenoglio's best case on this record turns on using the employment contract to determine when Fenoglio was terminated for purposes of the change-in-control contract. Despite the companies' claim that the latter is an integrated document, we (like the district court, 50 F. Supp. 2d at 56-57) see no difficulty in reading the two documents together. The reason is that the change-in-control contract itself contemplates an employment relationship defined elsewhere; and the pertinent \"elsewhere\" is the employment contract read in light of state law. See Wilmot H. Simonson Co. v. Green Textiles Assocs., 755 F.2d 217, 219-20 (1st Cir. 1985); Chelsea Indus., Inc. v. Florence, 260 N.E.2d 732, 735-36 (Mass. 1970).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The employment contract is written in terms quite helpful to Fenoglio. It does not merely promise that Augat will provide six months' notice, although this might be enough under some case law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Rather, it says that \"employment . . . shall terminate upon . . . not less than six months' prior written notice of termination.\" If, as the language suggests, this statement defines Fenoglio's employment status, then whether this notice was delivered in July or August 1996, he was still an employee--albeit banished as CEO--when the change in control occurred in December.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Contrary to the companies' assertions, it is clear to us that the district judge relied on this contractual language to determine the date of termination rather than on arguably inadmissible (under Fed. R. Evid. 408) language from the August 6, 1996, letter (\"Although you have resigned as President and CEO effective July 16, 1996, Augat will pay your current compensation and benefits through your date of termination on January 16, 1997.\"). See 50 F. Supp. 2d at 53 n.5. The district court merely considered the letter as supplying the required notice, relying on a part of the letter that is not even arguably reached by Rule 408.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course, it is quite likely that the situation that has arisen here was not foreseen by the parties. And where language is ambiguous, courts often make their own best guess as to how reasonable parties would deal with unanticipated applications, e.g., Fleet Nat'l Bank v. H &amp; D Entm't, Inc., 96 F.3d 532, 538-39 (1st Cir. 1996), cert. denied, 520 U.S. 1155 (1997), or rely upon mechanical canons of interpretation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> But literal language favors Fenoglio once the two contracts are read together, and it is hard to see why literal language should not be followed where, as here, the result is hardly absurd or unfair. Indeed, a company that drafts a notice requirement like this one might deem itself lucky when the executive leaves office at once and without fuss.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This does not mean that Fenoglio could have obtained an injunction requiring the Augat board to let him remain as chief executive officer after he had lost the confidence of the board; there are public policy reasons why a court would be likely to refuse such relief. Restatement (Second) of Contracts &#167;&#167; 367(1) &amp; cmt. a (1981); Fitzpatrick v. Michael, 9 A.2d 639, 641 (Md. 1939). But that is no reason why the more general commitment to treat him as an employee for six months after notice should not be given effect insofar as it affects merely financial entitlements.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The remaining issues in the case concern whether the stock options were exercised within the required time periods, a matter resolved as to five of six option grants at issue in Fenoglio's favor. The district court's treatment, 50 F. Supp. 2d at 54-56, was thorough and persuasive, and we adopt its discussion as to the companies' appeal. We turn, then, to Fenoglio's cross-appeal; there, Fenoglio objects to the denial of benefits under the December 20, 1994, options contract.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The problem in a nutshell is that Fenoglio was required, under the terms of this contract, to exercise his options within three months of termination of employment. An alternative, longer period that the district court held applicable to other options did not even arguably apply to the December 20 contract. 50 F. Supp. 2d at 55 n.6. Fenoglio formally attempted to exercise his options under this last contract only on May 20, and June 30, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This attempted exercise came more than three months after the last date on which Fenoglio could plausibly claim employee status. Even if one took the latest plausible date of Fenoglio's purported termination (the August 6, 1996, letter), treated it merely as notice, and then gave him the further benefit of the six months' notice period, this would still only take him to February 6, 1997. His earliest letter seeking to exercise the December 20 options was sent on May 20, 1997. Thus, he falls outside the three months' exercise period explicitly provided.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On appeal, Fenoglio says that it would have been futile to exercise the December 20 options because the companies would not have honored them. Courts sometimes do excuse failures to give notice or take similar acts where notice would plainly be futile. E.g., Pupecki v. James Madison Corp., 382 N.E.2d 1030, 1034 (Mass. 1978); Trustees of the Boston &amp; Maine Corp. v. Mass. Bay Transp. Auth., 323 N.E.2d 870, 873 n.2 (Mass. 1974). However, there is no evidence here that the purported exercise would have been futile. Fenoglio relies on an out-of-context statement by the district court, see Fenoglio v. Augat, Inc., Civ. Action No. 97-10012-PBS, slip op. at 3 (D. Mass. Mar. 16, 2000); this statement was not directed to the futility doctrine and would not, in any event, substitute for the lack of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fenoglio's other argument is that the companies should be estopped from denying that Fenoglio was an employee after the six months' notice period because, for a substantial additional period (until April 25, 1997), it gave him pay and certain other benefits as if he were an employee. As the district court properly found, 50 F. Supp. 2d at 53, these later payments were post-employment severance payments promised by contract. They did not constitute representations of continued employment status sufficient to ground an estoppel claim.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <p class=\"indent\">Employment Contract (&#167;&#167;&#167;&#167; 4 &amp; 5)</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">4. Employment Termination. The employment of the Employee by the Company pursuant to this Agreement shall terminate upon the occurrence of any of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">4.4 At the election of either party, upon not less than six months' prior written notice of termination.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">5. Effect of Termination.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">5.1 Termination for Cause or at Election of Either Party. . . . In the event the Employee's employment is terminated . . . at the election of the Company pursuant to Section 4.4, the Company shall pay the Employee the compensation which would otherwise be payable to the Employee up to the last date to occur of (a) three years from the Commencement Date [September 6, 1994] or (b) twelve months from the date of termination of his employment. Any payments to the Employee pursuant to the preceding sentence shall be reduced by any payments made to the Employee pursuant to Section 4(c)(i) of the Employee's Change of Control Letter Agreement dated September 6, 1994 with the Company.</p>\n    </div>\n    <p class=\"indent\">Change-in-Control Contract (&#167;&#167; 3)</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">3. Employment Status; Termination Following Change in Control.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(a) This Agreement does not constitute a contract of employment or impose on the Company any obligation to retain you as an employee. This Agreement does not prevent you from terminating your employment at any time. If your employment is terminated for any reason and subsequently a Change in Control shall have occurred, you shall not be entitled to any benefits hereunder. Any termination by the Company or by you following a Change in Control of the Company during the Term shall be communicated by written notice of termination (\"Notice of Termination\") to the other party hereto in accordance with Section 6. The \"Date of Termination\" shall mean the effective date of such termination as specified in the Notice of Termination.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(b) Notwithstanding anything to the contrary herein, you shall be entitled to the benefits provided in Section 4 only if any of the events constituting a Change in Control of the Company shall have occurred during the Term and your employment with the Company is terminated within 36 months after such a Change in Control of the Company . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">4. Compensation Upon Termination.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">If (i) any of the events constituting a Change in Control of the Company shall have occurred during the Term and (ii) your employment with the Company is terminated within 36 months after such Change in Control of the Company, you shall be entitled to the benefits set forth in this Section 4:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(c) If your employment by the Company should be terminated by the Company other than for Cause or Disability or if you should terminate your employment for Good Reason, then you shall be entitled to the benefits below:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">(i) the Company shall pay you your full base salary and all other earned or accrued compensation through the Date of Termination at the rate in effect at the time the Notice of Termination is given, plus all other amounts to which you are entitled under any compensation plan of the Company at the time such payments are due and, in lieu of further salary payments for periods subsequent to the Date of Termination, the Company will pay you a lump sum cash payment as severance pay . . . .</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The factual scenario might itself be open to interpretation, and, to that extent, we are giving the companies the benefit of the doubt on a summary judgment issue resolved against them. Reich v. John Alden Life Ins. Co., 126 F.3d 1, 6 (1st Cir. 1997). The reason for the doubt is that the events on July 16 look at first blush like an immediate discharge, but conceivably, Fenoglio could argue that he was merely removed as chairman and left as an employee without duties for six months from that date, or, alternatively, from receipt of LeMasters' August 6, 1996, letter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., Markovits v. Venture Info. Capital, Inc., 129 F. Supp. 2d 647, 650, 654-55 (S.D.N.Y. 2001); Hepner v. Am. Fid. Life Ins. Co., 258 S.E.2d 508, 509, 511-12 (Va. 1979); cf. Nat'l Med. Care, Inc. v. Zigelbaum, 468 N.E.2d 868, 872-73 (Mass. App. Ct.), rev. denied, 471 N.E.2d 1354 (Mass. 1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Pertinent here is the contra proferentem canon, that is, that uncertainties should be resolved against Augat, the drafter of the contract. See Merrimack Valley Nat'l Bank v. Baird, 363 N.E.2d 688, 690-91 (Mass. 1977); Aldrich v. Bay State Constr. Co., 72 N.E. 53, 54 (Mass. 1904). How much force should be given to such a canon where the contract is between two sophisticated parties is open to doubt. Principal, 233 F.3d at 4; RCI Northeast Servs. Div. v. Boston Edison Co., 822 F.2d 199, 203 n.3 (1st Cir. 1987).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">WILLIAM R. FENOGLIO, PLAINTIFF, APPELLEE/CROSS-APPELLANT,<br>v.<br>AUGAT INC. AND THOMAS &amp; BETTS CORPORATION, DEFENDANTS, APPELLANTS/CROSS-APPELLEES.</p>\n    <p class=\"docket\">No. 00-1748, No. 00-1749</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 8, 2001<br>Decided June 27, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Patti B. Saris, U.S. District Judge]</p>\n      <p class=\"indent\">Scott E. Williams with whom Jonathan P. Graham and Williams &amp; Connolly Llp were on brief for defendants.</p>\n      <p class=\"indent\">Michael A. Avery, Suffolk University Law School, with whom Matthew J. Tuttle and Perkins, Smith &amp; Cohen, Llp were on brief for plaintiff.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, both sides appeal from the decision of the district court. The dispute concerns the extent of payments due from a corporate employer to its former chief executive officer. The difficult issue on appeal is whether the executive was entitled to receive benefits under a \"change-in-control\" contract. The underlying facts are largely undisputed. We reprint pertinent provisions of the contracts in question in an appendix to this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 29, 1994, William Fenoglio signed an employment contract with Augat Inc., an electronics manufacturing firm in Mansfield, Massachusetts. As provided for in the contract, Fenoglio became chief executive officer (\"CEO\") on January 1, 1995, and was appointed to Augat's board of directors. The contract also promised Fenoglio a base salary, bonuses, fringe benefits, and stock options. The contract stated that \"employment . . . shall terminate . . . [a]t the election of either party, upon not less than six months' prior written notice of termination,\" and provided for a severance payment after termination.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pertinently, Augat promised to pay Fenoglio \"the compensation which would otherwise be payable\" for twelve months from \"the date of termination of his employment.\" This sum was to be reduced by any payments made pursuant to provisions in a separate change-in-control contract. This second contract promised Fenoglio substantial compensation in the event that Augat were to be acquired by another company and Fenoglio were \"terminated within 36 months after Change in Control . . . other than for Cause or Disability.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At a July 16, 1996, meeting, Augat's board of directors voted to terminate Fenoglio. This was a policy decision by the board; there is no claim that Fenoglio was discharged \"for cause.\" John Lemasters, the board chairman who immediately replaced Fenoglio as interim CEO, told Fenoglio of the board's decision that evening. Fenoglio was also shown a copy of a press release stating briefly that he had \"resigned\" as CEO. Fenoglio performed no further work for the company after that date.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In late July, Fenoglio wrote Augat a letter asking about his severance. In a reply letter dated August 6, 1996, Lemasters outlined Augat's understanding of its obligations, contingent upon Fenoglio's \"timely agreement\" thereto. The letter concluded by saying that it \"serve[d] also as notice of termination of all other contracts\" between the parties \"including the September 6, 1994 Change in Control Agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Two months later, on October 7, 1996, Augat's board agreed that the company would be acquired by Thomas &amp; Betts Corp. The merger was consummated on December 11, 1996, when Augat became a wholly owned subsidiary of Thomas &amp; Betts. The companies refused, however, to pay Fenoglio change-in-control benefits because they said that Fenoglio had been terminated before the merger. On January 3, 1997, Fenoglio filed suit against Augat and Thomas &amp; Betts in federal district court, alleging breach of both the employment and change-in-control contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">One such allegation was that the companies had breached the employment contract by failing to honor Fenoglio's stock options. Later, while the lawsuit was pending, Fenoglio wrote to the companies (on May 20 and June 30, 1997) seeking to exercise these options. When the companies refused, Fenoglio amended the complaint to add allegations that Augat and Thomas &amp; Betts had committed securities fraud under federal and Massachusetts law by misrepresenting the exercisability of his options.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court granted summary judgment for Fenoglio on certain claims, awarding him benefits under the change-in-control contract and five of six disputed lots of stock options. Fenoglio v. Augat, Inc., <span class=\"citation\" data-id=\"2332520\"><a href=\"/opinion/2332520/fenoglio-v-augat-inc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">46</span></a></span>, 56-57 (D. Mass. 1999). The companies prevailed on summary judgment as to the sixth stock option agreement and as to the securities fraud claims, which the district court dismissed. Id. at 56 n.9, 58-59. Fenoglio was awarded just under $3 million plus prejudgment interest of more than $1 million. The companies now appeal as to the award of change-in-control benefits and stock options; Fenoglio cross-appeals only to challenge the district court's ruling that one set of stock options had already expired.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our review is de novo as to the grant of summary judgment, inferences being drawn against whichever party succeeded on the respective motion. Blackie v. Maine, <span class=\"citation\" data-id=\"712176\"><a href=\"/opinion/712176/dana-blackie-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 721 (1st Cir. 1996). Contracts are ordinarily construed by the court \"as a matter of law\" unless there are disputes as to extrinsic facts that bear on interpretation. Principal Mut. Life Ins. Co. v. Racal-Datacom, Inc., <span class=\"citation\" data-id=\"199156\"><a href=\"/opinion/199156/principal-mutual-v-racal-datacom-inc/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 2000). We begin with the issue of the change-in-control benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whether Fenoglio is owed change-in-control benefits depends on how one reads the language of two different contracts. If the change-in-control contract were taken alone, the most straightforward reading favors the companies. It pertinently provides that \"[i]f your employment is terminated for any reason and subsequently a Change in Control shall have occurred, you shall not be entitled to any benefits hereunder.\" And, as the companies point out, Fenoglio was terminated in the ordinary sense of the term--albeit without the six months' notice promised by the employment contract--either in July or August 1996, well before anyone claims that a change in control occurred.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor is Fenoglio helped much if one looks at purpose--a common interpretive aid, Restatement (Second) of Contracts &#167;&#167; 202(1) &amp; cmt. c (1981)--if attention is limited to the change-in-control contract. The purpose of \"golden parachute\" provisions like this one is primarily to assure the loyalty of a high-level employee in the face of a possibly hostile change in control. See Campbell v. Potash Corp., <span class=\"citation\" data-id=\"771867\"><a href=\"/opinion/771867/j-douglas-campbell-99-5074-peter-h-kesser-99-5077-and-alfred-l/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">792</span></a></span>, 799-800 &amp; nn.4-6 (6th Cir. 2001). But Fenoglio was fired by the existing board, and there was no takeover, hostile or otherwise, until after he had been fired.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is a possible qualification: if Fenoglio had been fired in anticipation of a change in control, he might argue that a denial of change-in-control benefits would frustrate the aim of that contract (if not its literal language); and perhaps he could make a case based on an implied covenant of good faith and fair dealing. Fortune v. Nat'l Cash Register Co., <span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1251</span></span>, 1256-58 (Mass. 1977). But Fenoglio does not claim that he was fired as a \"housecleaning\" measure, in the shadow of a takeover, in order to avoid paying him change-in-control benefits after the takeover. If that claim was supportable, it seems certain that counsel would have made it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If one turns to the employment contract, Fenoglio's position improves. This is not because Fenoglio is entitled to change-in-control benefits as consequential damages traceable to the breach of the employment contract's notice provision. He might have such a claim, but he has not made it, presumably because he does not want the added burden of satisfying the foresee ability requirement that exists when damages go beyond what was promised in the contract (e.g., salary) to other unspecified consequences, see Am. Mech. Corp. v. Union Mach. Co., <span class=\"citation\" data-id=\"2027857\"><a href=\"/opinion/2027857/american-mechanical-v-union-mach-co-of-lynn/\"><span class=\"volume\">485</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">680</span></a></span>, 683-84 (Mass. App. Ct. 1985).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rather, Fenoglio's best case on this record turns on using the employment contract to determine when Fenoglio was terminated for purposes of the change-in-control contract. Despite the companies' claim that the latter is an integrated document, we (like the district court, 50 F. Supp. 2d at 56-57) see no difficulty in reading the two documents together. The reason is that the change-in-control contract itself contemplates an employment relationship defined elsewhere; and the pertinent \"elsewhere\" is the employment contract read in light of state law. See Wilmot H. Simonson Co. v. Green Textiles Assocs., <span class=\"citation\" data-id=\"448143\"><a href=\"/opinion/448143/wilmot-h-simonson-co-inc-v-green-textiles-associates-inc/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">217</span></a></span>, 219-20 (1st Cir. 1985); Chelsea Indus., Inc. v. Florence, <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">732</span></span>, 735-36 (Mass. 1970).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The employment contract is written in terms quite helpful to Fenoglio. It does not merely promise that Augat will provide six months' notice, although this might be enough under some case law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Rather, it says that \"employment . . . shall terminate upon . . . not less than six months' prior written notice of termination.\" If, as the language suggests, this statement defines Fenoglio's employment status, then whether this notice was delivered in July or August 1996, he was still an employee--albeit banished as CEO--when the change in control occurred in December.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Contrary to the companies' assertions, it is clear to us that the district judge relied on this contractual language to determine the date of termination rather than on arguably inadmissible (under Fed. R. Evid. 408) language from the August 6, 1996, letter (\"Although you have resigned as President and CEO effective July 16, 1996, Augat will pay your current compensation and benefits through your date of termination on January 16, 1997.\"). See 50 F. Supp. 2d at 53 n.5. The district court merely considered the letter as supplying the required notice, relying on a part of the letter that is not even arguably reached by Rule 408.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course, it is quite likely that the situation that has arisen here was not foreseen by the parties. And where language is ambiguous, courts often make their own best guess as to how reasonable parties would deal with unanticipated applications, e.g., Fleet Nat'l Bank v. H &amp; D Entm't, Inc., <span class=\"citation\" data-id=\"196991\"><a href=\"/opinion/196991/fleet-national-v-hd-entertainment/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span>, 538-39 (1st Cir. 1996), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1155</span></span> (1997), or rely upon mechanical canons of interpretation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> But literal language favors Fenoglio once the two contracts are read together, and it is hard to see why literal language should not be followed where, as here, the result is hardly absurd or unfair. Indeed, a company that drafts a notice requirement like this one might deem itself lucky when the executive leaves office at once and without fuss.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This does not mean that Fenoglio could have obtained an injunction requiring the Augat board to let him remain as chief executive officer after he had lost the confidence of the board; there are public policy reasons why a court would be likely to refuse such relief. Restatement (Second) of Contracts &#167;&#167; 367(1) &amp; cmt. a (1981); Fitzpatrick v. Michael, <span class=\"citation\" data-id=\"3482701\"><a href=\"/opinion/3484862/fitzpatrick-v-michael/\"><span class=\"volume\">9</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">639</span></a></span>, 641 (Md. 1939). But that is no reason why the more general commitment to treat him as an employee for six months after notice should not be given effect insofar as it affects merely financial entitlements.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The remaining issues in the case concern whether the stock options were exercised within the required time periods, a matter resolved as to five of six option grants at issue in Fenoglio's favor. The district court's treatment, 50 F. Supp. 2d at 54-56, was thorough and persuasive, and we adopt its discussion as to the companies' appeal. We turn, then, to Fenoglio's cross-appeal; there, Fenoglio objects to the denial of benefits under the December 20, 1994, options contract.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The problem in a nutshell is that Fenoglio was required, under the terms of this contract, to exercise his options within three months of termination of employment. An alternative, longer period that the district court held applicable to other options did not even arguably apply to the December 20 contract. 50 F. Supp. 2d at 55 n.6. Fenoglio formally attempted to exercise his options under this last contract only on May 20, and June 30, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This attempted exercise came more than three months after the last date on which Fenoglio could plausibly claim employee status. Even if one took the latest plausible date of Fenoglio's purported termination (the August 6, 1996, letter), treated it merely as notice, and then gave him the further benefit of the six months' notice period, this would still only take him to February 6, 1997. His earliest letter seeking to exercise the December 20 options was sent on May 20, 1997. Thus, he falls outside the three months' exercise period explicitly provided.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On appeal, Fenoglio says that it would have been futile to exercise the December 20 options because the companies would not have honored them. Courts sometimes do excuse failures to give notice or take similar acts where notice would plainly be futile. E.g., Pupecki v. James Madison Corp., <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1030</span></span>, 1034 (Mass. 1978); Trustees of the Boston &amp; Maine Corp. v. Mass. Bay Transp. Auth., <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">870</span></span>, 873 n.2 (Mass. 1974). However, there is no evidence here that the purported exercise would have been futile. Fenoglio relies on an out-of-context statement by the district court, see Fenoglio v. Augat, Inc., Civ. Action No. 97-10012-PBS, slip op. at 3 (D. Mass. Mar. 16, 2000); this statement was not directed to the futility doctrine and would not, in any event, substitute for the lack of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fenoglio's other argument is that the companies should be estopped from denying that Fenoglio was an employee after the six months' notice period because, for a substantial additional period (until April 25, 1997), it gave him pay and certain other benefits as if he were an employee. As the district court properly found, 50 F. Supp. 2d at 53, these later payments were post-employment severance payments promised by contract. They did not constitute representations of continued employment status sufficient to ground an estoppel claim.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <p>APPENDIX</p>\n    <p class=\"indent\">Employment Contract (&#167;&#167;&#167;&#167; 4 &amp; 5)</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">4. Employment Termination. The employment of the Employee by the Company pursuant to this Agreement shall terminate upon the occurrence of any of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">4.4 At the election of either party, upon not less than six months' prior written notice of termination.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">5. Effect of Termination.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">5.1 Termination for Cause or at Election of Either Party. . . . In the event the Employee's employment is terminated . . . at the election of the Company pursuant to Section 4.4, the Company shall pay the Employee the compensation which would otherwise be payable to the Employee up to the last date to occur of (a) three years from the Commencement Date [September 6, 1994] or (b) twelve months from the date of termination of his employment. Any payments to the Employee pursuant to the preceding sentence shall be reduced by any payments made to the Employee pursuant to Section 4(c)(i) of the Employee's Change of Control Letter Agreement dated September 6, 1994 with the Company.</p>\n    </div>\n    <p class=\"indent\">Change-in-Control Contract (&#167;&#167; 3)</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">3. Employment Status; Termination Following Change in Control.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(a) This Agreement does not constitute a contract of employment or impose on the Company any obligation to retain you as an employee. This Agreement does not prevent you from terminating your employment at any time. If your employment is terminated for any reason and subsequently a Change in Control shall have occurred, you shall not be entitled to any benefits hereunder. Any termination by the Company or by you following a Change in Control of the Company during the Term shall be communicated by written notice of termination (\"Notice of Termination\") to the other party hereto in accordance with Section 6. The \"Date of Termination\" shall mean the effective date of such termination as specified in the Notice of Termination.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(b) Notwithstanding anything to the contrary herein, you shall be entitled to the benefits provided in Section 4 only if any of the events constituting a Change in Control of the Company shall have occurred during the Term and your employment with the Company is terminated within 36 months after such a Change in Control of the Company . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">4. Compensation Upon Termination.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">If (i) any of the events constituting a Change in Control of the Company shall have occurred during the Term and (ii) your employment with the Company is terminated within 36 months after such Change in Control of the Company, you shall be entitled to the benefits set forth in this Section 4:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(c) If your employment by the Company should be terminated by the Company other than for Cause or Disability or if you should terminate your employment for Good Reason, then you shall be entitled to the benefits below:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">(i) the Company shall pay you your full base salary and all other earned or accrued compensation through the Date of Termination at the rate in effect at the time the Notice of Termination is given, plus all other amounts to which you are entitled under any compensation plan of the Company at the time such payments are due and, in lieu of further salary payments for periods subsequent to the Date of Termination, the Company will pay you a lump sum cash payment as severance pay . . . .</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The factual scenario might itself be open to interpretation, and, to that extent, we are giving the companies the benefit of the doubt on a summary judgment issue resolved against them. Reich v. John Alden Life Ins. Co., <span class=\"citation\" data-id=\"197565\"><a href=\"/opinion/197565/reich-v-john-alden/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 1997). The reason for the doubt is that the events on July 16 look at first blush like an immediate discharge, but conceivably, Fenoglio could argue that he was merely removed as chairman and left as an employee without duties for six months from that date, or, alternatively, from receipt of LeMasters' August 6, 1996, letter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., Markovits v. Venture Info. Capital, Inc., <span class=\"citation\" data-id=\"2471448\"><a href=\"/opinion/2471448/markovits-v-venture-info-capital-inc/\"><span class=\"volume\">129</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">647</span></a></span>, 650, 654-55 (S.D.N.Y. 2001); Hepner v. Am. Fid. Life Ins. Co., <span class=\"citation\" data-id=\"1276332\"><a href=\"/opinion/1276332/hapner-v-american-fidelity-life-ins-co/\"><span class=\"volume\">258</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">508</span></a></span>, 509, 511-12 (Va. 1979); cf. Nat'l Med. Care, Inc. v. Zigelbaum, <span class=\"citation\" data-id=\"2234216\"><a href=\"/opinion/2234216/national-medical-care-inc-v-zigelbaum/\"><span class=\"volume\">468</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">868</span></a></span>, 872-73 (Mass. App. Ct.), rev. denied, <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1354</span></span> (Mass. 1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Pertinent here is the contra proferentem canon, that is, that uncertainties should be resolved against Augat, the drafter of the contract. See Merrimack Valley Nat'l Bank v. Baird, <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">688</span></span>, 690-91 (Mass. 1977); Aldrich v. Bay State Constr. Co., <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">53</span></span>, 54 (Mass. 1904). How much force should be given to such a canon where the contract is between two sophisticated parties is open to doubt. Principal, 233 F.3d at 4; RCI Northeast Servs. Div. v. Boston Edison Co., <span class=\"citation\" data-id=\"490520\"><a href=\"/opinion/490520/rci-northeast-services-division-v-boston-edison-company/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 203 n.3 (1st Cir. 1987).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/448143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1276332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2027857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2234216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2332520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2471448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3482701/"
  ]
}