{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199414/",
  "absolute_url": "/opinion/199414/lesley-v-chie/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199414/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:16Z",
  "date_modified": "2017-03-24T11:01:55.002979Z",
  "type": "010combined",
  "sha1": "6070f4af5fe8163bbe2e1170d156280eef5e5461",
  "page_count": 30,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1254-01A.pdf",
  "local_path": "pdf/2001/05/22/Lesley_v._Chie.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 00-1254\n\n                          VICKIE LESLEY,\n\n                      Plaintiff, Appellant,\n\n                                 v.\n\n                       HEE MAN CHIE, M.D.,\n\n                       Defendant, Appellee.\n\n\n\n        ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                               Before\n\n                     Torruella, Chief Judge,\n                 Lynch and Lipez, Circuit Judges.\n\n\n\n\n     Bennett H. Klein, with whom Gay & Lesbian Advocates & Defenders\nwas on brief, for appellant.\n     Charles B. Straus, III, with whom Robert V. Deiana and Mirick,\nO'Connell, DeMallie & Lougee were on brief, for appellee.\n     Donna E. Levin, General Counsel, Special Assistant Attorney\nGeneral, and Edmund J. Sullivan, Deputy General Counsel, on brief for\nDepartment of Public Health of the Commonwealth of Massachusetts,\namicus curiae.\n     Carl Valvo and Cosgrove, Eisenberg and Kiley, P.C. on brief for\nMassachusetts Medical Society and Professional Liability Foundation,\nLtd., amici curiae.\n\f                             May 22, 2001\n\n            LYNCH, Circuit Judge. Dr. Hee Man Chie, an obstetrician-\n\ngynecologist, treated Vickie Lesley during her pregnancy in 1994 and\n\n1995.     After Lesley tested positive for HIV, Dr. Chie ended up\n\nreferring her to another hospital that, in his judgment, was better\n\nqualified to handle deliveries by HIV-positive patients. The baby was\n\ndelivered there, safely and without HIV infection.\n\n             Two years later, Lesley sued Dr. Chie for damages. The gist\n\nof her suit is that Dr. Chie denied her treatment solely because she\n\nwas HIV-positive, in violation of various disability discrimination\n\nlaws. The district court entered summary judgment in favor of Dr.\n\nChie, from which Lesley appeals. Lesley v. Chie, 81 F. Supp. 2d 217\n\n(D. Mass. 2000). The case requires us to determine how far courts\n\nshould defer to a doctor's judgment as to the best course of treatment\n\nfor a disabled patient in the context of discriminatory denial of\n\ntreatment claims. We hold that the doctor's judgment is to be given\n\ndeference absent a showing by the plaintiff that the judgment lacked\n\nany reasonable medical basis. Applying this standard to the case, we\n\naffirm.\n\n                                   I.\n\n            The following facts are undisputed.\n\n\n\n\n                                   -2-\n\f          Vickie Lesley became pregnant in late 1994. In December, she\n\nbegan seeing obstetrician-gynecologist Hee Man Chie for prenatal care.\n\nDr. Chie had been Lesley's gynecologist since 1982. He had admitting\n\nprivileges at Leominster Hospital, a community hospital in Leominster,\n\nMassachusetts, where Lesley lived.\n\n          Lesley advised Dr. Chie of several preexisting medical\n\nconditions. She had diabetes insipidus, a seizure disorder, and a\n\nhistory of cervical dysplasia. She also suffered from manic depression,\n\nfor which she took lithium. Because lithium increases the risk of\n\nfetal heart abnormalities, Dr. Chie ordered a fetal echocardiogram in\n\nearly March 1995. He also recommended, as he did routinely for his\n\npatients, that Lesley be tested for Human Immunodeficiency Virus (HIV),\n\nthe virus that causes AIDS.      Lesley tested positive for HIV.\n\n          While Dr. Chie had treated patients with HIV in his\n\ngynecological practice, he had never delivered the baby of a woman with\n\nHIV. Thus, before Lesley's appointment to discuss her test results,\n\nDr. Chie inquired about the proper treatment for pregnant women with\n\nHIV.\n\n          About a year earlier, in February 1994, the National\n\nInstitutes of Health (NIH) had sponsored a clinical trial to administer\n\nthe drug AZT to pregnant women with HIV.         The trial had three\n\ncomponents. Women took AZT orally during pregnancy; they then received\n\nit intravenously during labor and delivery; and after birth, the\n\n\n                                 -3-\n\fnewborn was given AZT syrup. According to the results of the trial,\n\nthe three-part treatment reduced the risk of transmitting HIV to\n\nnewborns from 25.5 percent to 8.3 percent. Based on this success rate,\n\nthe United States Public Health Service published guidelines for\n\nadministering AZT during pregnancy in August 1994.\n\n          In November 1994, the Massachusetts Department of Public\n\nHealth (MDPH) mailed a Clinical Advisory to all obstetricians in the\n\nstate. The Clinical Advisory reproduced the U.S. Public Health Service\n\nguidelines for AZT treatment, including a fixed dosage schedule for\n\noral and intravenous administration. The advisory also urged doctors\n\nto discuss the treatment with their patients. In an amicus brief,1 the\n\nMDPH states: \"It was the Department of Public Health's intent when it\n\nissued the Clinical Advisory that these established steps to prescribe\n\nand monitor AZT be immediately implemented by any licensed\n\nobstetrician, including community obstetricians such as Dr. Chie.\" The\n\ntest for monitoring AZT's side effects is a complete blood count and\n\nliver function test. According to the MDPH: \"These two blood tests are\n\nregularly used by obstetrician/gynecologists as part of prenatal care.\"\n\nDr. Chie in fact used the same tests to monitor the side effects of\n\nLesley's anti-depressant medication.\n\n\n\n     1     We acknowledge with appreciation the amicus brief filed by\nthe Massachusetts Department of Public Health, as well as that filed by\nthe Massachusetts Medical Association and the Professional Liability\nFoundation.\n\n                                 -4-\n\f          At his deposition, Dr. Chie said that he read the MDPH\n\nClinical Advisory when he received it in late 1994. Subsequently,\n\nafter learning that Lesley had tested positive for HIV, he called the\n\nLeominster Hospital pharmacy to determine whether AZT was available for\n\ndelivery, as the Clinical Advisory recommended. The Advisory states:\n\n\"Consultation with the hospital pharmacist regarding ZDV [AZT]\n\navailability and drug preparations should be done prior to any\n\nprojected need to avoid delay in initiating any part of this protocol.\"\n\nThe pharmacy told Dr. Chie that AZT was not yet available, and that he\n\nwould have to call Leominster's Pharmaceutics & Therapy (P & T)\n\nCommittee to get the drug approved. Dr. Chie also called Sheila Noone,\n\na nurse who coordinated the Women and Infants HIV Program at Worcester\n\nMemorial Hospital. The HIV Program had been one of eight facilities\n\nnationwide to participate in the 1994 NIH clinical trial of AZT and\n\nserved as a clinic for pregnant women with HIV, operating in\n\nconjunction with the University of Massachusetts Medical Center, an\n\nacademic teaching hospital. Nurse Noone discussed AZT treatment with\n\nDr. Chie, and told him that he could either consult with her about\n\nLesley's case, or enroll Lesley in Worcester Memorial's HIV Program so\n\nthat she could deliver her baby there.\n\n          On March 20, 1995, Lesley and her husband met with Dr. Chie.\n\nThe doctor told them about the HIV Program at Worcester Memorial and\n\ngave them Nurse Noone's name and telephone number. Dr. Chie told\n\n\n                                 -5-\n\fLesley he had no experience administering AZT.       Lesley expressed\n\nconfidence in his abilities and made a follow-up appointment for March\n\n30.   In the interim, she met with Nurse Noone and signed up for\n\ncounseling and other support services offered by the HIV Program, but\n\nplanned to continue her prenatal care with Dr. Chie and to deliver her\n\nbaby at Leominster.\n\n          Before the follow-up appointment, Dr. Chie contacted Dr.\n\nMan, chairman of Leominster's P & T Committee, and asked for AZT to be\n\nmade available at the hospital pharmacy and for a protocol to be put in\n\nplace for administering the drug intravenously at labor and delivery.\n\nSuch a protocol would have included notifying physicians that AZT was\n\navailable for use during pregnancy and delivery, and giving nurses in-\n\nservice training on the procedures for administering the drug. Dr. Man\n\nassured Dr. Chie that he would bring up approval of a protocol at the\n\nnext P & T Committee meeting.\n\n          Dr. Chie also spoke to other obstetricians at Leominster,\n\nincluding the head of the obstetrics-gynecology department, Dr. Schatz.\n\nNone of the doctors with whom Dr. Chie spoke had experience with HIV\n\npregnancies or administering AZT. Dr. Schatz advised Dr. Chie to\n\nconsult with a high-risk perinatologist at Worcester Memorial about\n\nLesley, although he did not specifically recommend that she be\n\ntransferred. Dr. Chie also called Lesley's primary care doctor, Dr.\n\nFraser, explained the situation to him, and told Dr. Fraser that, while\n\n\n                                 -6-\n\fhe had not made up his mind, he probably would have to transfer Lesley\n\nto Worcester Memorial, and in such case he would need Dr. Fraser's\n\napproval. Around this same time, Dr. Chie spoke further with Nurse\n\nNoone, who again offered either to serve as a consultant to Dr. Chie in\n\ntreating Lesley or to help him arrange for a transfer.\n\n          On March 30, Dr. Chie called the Leominster pharmacy again\n\nto inquire whether AZT had been made available. The pharmacy reported\n\nthat it was still awaiting approval for the drug from the P & T\n\nCommittee.2\n\n          At Lesley's March 30 appointment, Dr. Chie told her he had\n\ndecided to transfer her case to Worcester Memorial's HIV Program. Dr.\n\nChie's March 30 notes for Lesley's chart state: \"Discussed with\n\n[patient] AZT program at UMass.     No AZT program at L Hosp. Plan:\n\nTransfer patient to UMHosp.\" Dr. Chie said of his explanation to\n\nLesley:\n\n          I told her . . . We don't have AZT program at\n          Leominster Hospital. . . . I told her I'd talk\n          to other obstetrician[s], including Dr. Schatz,\n          and if anybody have experience; but none of them\n          has experience using the AZT. I was looking for\n          help. I have no -- I looked through all the\n          books. I learn everything myself. . . . I have\n          no experience using the AZT, and I have no\n          confidence of using the AZT myself. But . . .\n          there's a program in Worcester, Sheila Noone,\n          give us some report about how good the result\n          after the trial of those AZT medications. With\n\n     2     Intravenous AZT became available at Leominster Hospital on\nApril 26, 1995 in preparation for delivery by another patient with HIV.\n\n                                 -7-\n\f            that convincing result, I -- I sent her to the\n            AZT program.\n\n            In response, Lesley told Dr. Chie that she wanted to remain\n\nunder his care and to give birth at Leominster because it was her\n\ncommunity hospital. Lesley, herself a trained psychiatric nurse, said\n\nthat all she needed for treatment was a prescription for oral AZT, and\n\nan IV line for administering the drug during labor and delivery. She\n\nurged Dr. Chie to consult with Nurse Noone at the HIV Program and to\n\nget AZT approved at Leominster. Dr. Chie refused to continue treating\n\nLesley.\n\n            Lesley went to the HIV Program at Worcester Memorial for her\n\nremaining prenatal visits. Worcester Memorial is located about 45\n\nminutes by car from Leominster Hospital and from Lesley's home. She\n\ndelivered her baby there on July 10, 1995, five weeks before her due\n\ndate. Lesley acknowledges that she received satisfactory care from the\n\nHIV Program. Her baby tested negative for HIV at birth and in follow-\n\nup tests.\n\n                                  II.\n\n            On March 19, 1997, Lesley filed a complaint in the\n\nMassachusetts Superior Court against Dr. Chie, stating that his\n\ndecision to transfer her to the HIV Program at Worcester Memorial\n\nrather than treat her himself violated her rights under § 504 of the\n\nRehabilitation Act, the Americans with Disabilities Act (ADA), and the\n\n\n\n                                  -8-\n\fMassachusetts Public Accommodation Statute, Mass. Gen. Laws ch. 272 §\n\n98. Dr. Chie removed the action to federal court on April 21. On June\n\n25, the parties stipulated to dismissal of Lesley's ADA claim.\n\n          In support of their cross-motions for summary judgment on the\n\nremaining claims, both Lesley and Dr. Chie presented expert testimony.\n\nLesley's expert, Dr. Howard Minkoff, served on the U.S. Public Health\n\nService task force that recommended AZT therapy for pregnant women with\n\nHIV. In his sworn statement, Dr. Minkoff said administering oral and\n\nintravenous AZT during pregnancy and delivery was \"straightforward\" and\n\ndid not require \"specialized knowledge beyond that possessed by a\n\nlicensed practitioner of obstetrics.\"      In Dr. Minkoff's opinion,\n\n\"[t]here is no medical basis for a licensed practitioner of obstetrics\n\nto refer an HIV-positive pregnant woman to a high risk clinic . . .\n\nbased on HIV-positive status alone.\" In its amicus brief, the MDPH\n\nstates its agreement with Dr. Minkoff's conclusions.3\n\n          In support of Dr. Chie, Dr. Bruce Cohen, a specialist in\n\nhigh-risk obstetrics, focused on Lesley's complex combination of\n\npsychiatric and medical problems. Dr. Cohen said: \"To have denied such\n\n\n     3     MDPH said that it \"has determined that no specialized\nknowledge beyond that possessed by a licensed obstetrician/\ngynecologist is necessary to provide prenatal and obstetrical care to\npregnant women with HIV, including prescribing and monitoring\nmedications to reduce HIV transmission from mother to fetus. The\nDepartment has also concluded that there is no medical justification to\ntransfer a pregnant woman to a specialist or to a high risk clinic,\nbased on HIV-positive status alone. These principles were as true in\nMarch 1995 as they are today.\"\n\n                                 -9-\n\fa complicated and high risk patient as Mrs. Lesley the available\n\nquality care which the situation demanded would have been unethical.\"\n\nDr. Bonnie Herr, a community-based obstetrician, said that at the time\n\nDr. Chie transferred Lesley, \"knowledge and experience in the\n\nmanagement of HIV-positive pregnant patients among obstetrician-\n\ngynecologists in the general medical community (i.e., outside of\n\nteaching centers) was limited.\"     Dr. Howard Heller, an associate\n\nphysician at Brigham & Women's Hospital, agreed that after publication\n\nof the MDPH Clinical Advisory in November 1994, it took several months\n\nfor most hospitals and obstetricians to institute and implement AZT\n\ntreatment \"since it required a coordinated effort within each hospital\n\nand was not under the control of an individual obstetrician.\" Because\n\nof the \"many components\" involved in AZT treatment, and the lack of\n\nassurance that these components would be in place at Leominster in time\n\nfor Lesley's labor and delivery, it would have been \"medically\n\ninappropriate\" for Dr. Chie to continue treating Lesley, Dr. Heller\n\nsaid.\n\n          On January 7, 2000, on cross-motions from the parties, the\n\ndistrict court granted summary judgment for Dr. Chie. The court found\n\nthat Lesley had presented no evidence that Dr. Chie's decision to\n\ntransfer Lesley to Worcester Memorial's HIV Program was medically\n\ninappropriate under the totality of the circumstances. Hence the court\n\n\n\n\n                                 -10-\n\ffound that the doctor's decision did not constitute discrimination\n\nsolely on the basis of HIV status.\n\n                                III.\n\n          Our review of the district court's summary judgment\n\ndetermination is de novo. Equal Employment Opportunity Comm'n v.\n\nAmego, Inc., 110 F.3d 135, 141 (1st Cir. 1997).\n\n          We dispose of some preliminaries.      Section 504 of the\n\nRehabilitation Act provides that:\n\n          No otherwise qualified individual with a disability . . .\n          shall, solely by reason of her or his disability, be\n          excluded from the participation in, be denied the benefits\n          of, or be subjected to discrimination under any program or\n          activity receiving Federal financial assistance . . . .\n\n29 U.S.C. § 794(a). Thus, to prevail on her § 504 claim, Lesley must\n\nprove four elements. She must show (1) that she is disabled; (2) that\n\nshe sought services from a federally funded entity; (3) that she was\n\n\"otherwise qualified\" to receive those services; and (4) that she was\n\ndenied those services \"solely by reason of her . . . disability.\"\n\n          The parties do not dispute the first two elements. Lesley's\n\nHIV-positive status is a disability for purposes of the Act. Bragdon\n\nv. Abbott, 454 U.S. 624, 631 (1998). Dr. Chie's receipt of Medicaid\n\nfunds makes him a federally funded entity for purposes of the Act. See\n\nLesley, 81 F. Supp. 2d at 222-23. The parties do dispute the third\n\nelement, whether Lesley was \"otherwise qualified\" to receive the\n\n\n\n\n                                -11-\n\fservices she sought. But we do not address this issue,4 as we resolve\n\nthe case based on the fourth element.\n\n          The essential question is whether plaintiff's evidence\n\npresents a triable issue as to whether she was denied treatment \"solely\n\nby reason of her disability.\" Lesley characterizes Dr. Chie's decision\n\nto transfer her as a discriminatory act cloaked as an exercise of\n\nmedical judgment.    She argues that the testimony of her experts\n\ndemonstrates that Dr. Chie was perfectly competent to treat her,\n\nimplying that the claimed medical basis for his decision was\n\npretextual. In mirror fashion, Dr. Chie characterizes Lesley's suit as\n\nan attack on his medical judgment, thinly veiled as a disability\n\ndiscrimination claim. He argues that the Rehabilitation Act was never\n\nintended to interfere with bona fide medical judgments as to how best\n\nto treat a patient with a disability. Thus, this case requires us to\n\n\n\n\n     4     We recognize that several circuits have held that a disabled\nplaintiff cannot be considered \"otherwise qualified\" for medical\ntreatment if she would not have needed the treatment absent her\ndisability. See Grzan v. Charter Hosp., 104 F.3d 116, 120-21 (7th Cir.\n1997); Bryant v. Madigan, 84 F.3d 246, 249 (7th Cir. 1996); Johnson v.\nThompson, 971 F.2d 1487, 1493-94 (10th Cir. 1992), cert. denied, 507\nU.S. 910 (1993); United States v. Univ. Hosp. S.U.N.Y. at Stony Brook,\n729 F.2d 144, 156-157 (2d Cir. 1984). Partly because we are unsure of\nthe wisdom of such an approach, and partly because we find it awkward\nto speak in terms of a person being \"qualified\" for medical care, cf.\nWoolfolk v. Duncan, 872 F. Supp. 1381, 1388 (E.D. Pa. 1995), we prefer\nto approach the case by way of § 504's \"solely by reason of disability\"\nprong.\n\n                                 -12-\n\fexplore the extent to which the Rehabilitation Act contemplates\n\njudicial scrutiny of alleged exercises of medical judgment.5\n\n          We start with the obvious: the Rehabilitation Act does not\n\nbar a doctor from referring a disabled patient elsewhere simply because\n\nthe medical reasons for the referral are related to the patient's\n\ndisability. It would be nonsensical, and downright contrary to the\n\npurposes of the statute, to read the statute's \"solely because of\"\n\nlanguage to prohibit medical treatment that is appropriate \"solely\n\nbecause of\" a patient's disability.6 As Congress made clear in the\n\nlegislative history of the Americans with Disabilities Act, the\n\ndisability laws are not intended to prevent a physician from referring\n\na disabled patient \"if the disability itself creates specialized\n\n\n     5     We want to make clear what this case is not about. This case\nis not about a doctor explicitly refusing to treat a disabled person\nout of fear for his own health, cf. Bragdon v. Abbott, 524 U.S. 624\n(1998); nor does it otherwise involve the \"direct threat to others\"\nprovision of § 504, cf. School Bd. of Nassau Cty. v. Arline, 480 U.S.\n273 (1987); EEOC v. Amego, 110 F.3d 135 (1st Cir. 1997). Nor is it a\ncase in which plaintiff claims she was denied a reasonable\naccommodation by her doctor. Cf., e.g., Davis v. Flexman, 109 F. Supp.\n2d 776 (S.D. Ohio 1999) (clinic refused to provide sign-language\ninterpreter to hearing-impaired patients).\n     6     Indeed, such a prohibition would not only be nonsensical; it\nwould be unethical. As one commentator has noted: \"Ethical medical\ndecision-making should take into account all medical factors --\ndisability-related or not -- affecting a patient's condition and\nprognosis. Thus, to read the ADA as prohibiting a medical decision-\nmaker from considering medical factors flowing from a disability would\nput the disabled patient . . . in a different, arguably worse, position\nthan the nondisabled patient . . . .\" M. Crossley, Of Diagnoses and\nDiscrimination: Discriminatory Nontreatment of Infants with HIV\nInfection, 93 Colum. L. Rev. 1581, 1655 (1993) (citation omitted).\n\n                                 -13-\n\fcomplications for the patient's health which the [referring] physician\n\nlacks the experience or knowledge to address.\" H.R. Rep. No. 101-485,\n\npt. 2, at 106 (1990), reprinted in 1990 U.S.C.C.A.N. 267, 389; see also\n\nKatz v. City Metal Co., 87 F.3d 26, 31 n.4 (1st Cir. 1996) (Section 504\n\nof the Rehabilitation Act \"is interpreted substantially identically to\n\nthe ADA\").\n\n          What is not as clear, and what is at issue in this case, is\n\nthe extent to which a court should defer to a physician's claim that he\n\nlacks the experience, knowledge, or other prerequisites necessary to\n\naddress the medical conditions that allegedly prompted his referral.\n\nTwo countervailing concerns bear on the question.\n\n          On the one hand, courts cannot simply defer unquestioningly\n\nto a physician's subjective judgment as to whether his referral was\n\nproper.   Physicians, of course, are just as capable as any other\n\nrecipient of federal funds of discriminating against the disabled, and\n\ncourts may not turn a blind eye to the possibility that a supposed\n\nexercise of medical judgment may mask discriminatory motives or\n\nstereotypes. See Glanz v. Vernick, 756 F. Supp. 632, 638 (D. Mass.\n\n1991) (\"A strict rule of deference would enable doctors to offer merely\n\npretextual medical opinions to cover up discriminatory decisions.\");\n\ncf. Cook v. Rhode Island, 10 F.3d 17, 26-27 (1st Cir. 1993) (employer's\n\nsubjective judgment that disabled plaintiff was not qualified for job\n\ninsufficient to thwart liability).\n\n\n                                 -14-\n\f          On the other hand, courts should not probe so far into a\n\ndoctor's referral decision as to inquire whether it was the correct or\n\nbest decision under the circumstances, or even whether it met the\n\nstandard of care for the profession.      Lest questions of medical\n\npropriety be conflated with questions of disability discrimination, it\n\nmust take more than a mere negligent referral to constitute a\n\nRehabilitation Act violation. Were the Act construed otherwise, so as\n\neffectively to impose on physicians a special, disability-centric duty\n\nof care, physicians would face potentially conflicting state and\n\nfederal legal obligations.     That is, to avoid state malpractice\n\nliability, a physician might wish to err on the side of caution by\n\nreferring a patient with disability-related complications to a better\n\nqualified specialist or more advanced facility; yet under the\n\nRehabilitation Act, as hypothetically construed, the physician who did\n\nso would risk being found liable for discrimination. We cannot believe\n\nthat Congress would have intended the Act to so interfere with the\n\ndoctor-patient relationship, especially when that relationship is\n\nthoroughly regulated by the states.7 Cf. Bowen v. Am. Hosp. Assoc.,\n\n476 U.S. 610, 643 (1986) (Rehabilitation Act does not \"envision[]\n\nfederal superintendence of treatment decisions traditionally entrusted\n\n     7     Indeed, in the preemption context, the courts have routinely\nrecognized \"the historic primacy of state regulation of matters of\nhealth.\" Backman Co. v. Plaintiffs' Legal Comm., ___ U.S. ___, 121 S.\nCt. 1013, 1017 (2001), slip op. at 6 (quoting Medtronic, Inc. v. Lohr,\n518 U.S. 470, 485 (1996).\n\n                                 -15-\n\fto state governance\"); Bryant v. Madigan, 84 F.3d 246, 249 (7th Cir.\n\n1996) (\"The ADA does not create a remedy for medical malpractice.\").8\n\n          Avoiding both a rule giving physicians complete deference and\n\na rule requiring a full-fledged inquiry into their diligence, we head\n\nfor the middle ground9 and adopt the following standard. Under the\n\nRehabilitation Act, a patient may challenge her doctor's decision to\n\nrefer her elsewhere by showing the decision to be devoid of any\n\nreasonable medical support. This is not to say, however, that the\n\nRehabilitation Act prohibits unreasonable medical decisions as such.\n\nRather, the point of considering a medical decision's reasonableness in\n\nthis context is to determine whether the decision was unreasonable in\n\na way that reveals it to be discriminatory.        In other words, a\n\nplaintiff's showing of medical unreasonableness must be framed within\n\n\n\n     8   We have expressed parallel concerns in other contexts. See\nAmego, 110 F.3d at 145 (noting the need, in the context of employment\ndiscrimination claims under the ADA, for \"special sensitivity to the\ndanger of the court becoming a super-employment committee\"); Wynne v.\nTufts Univ. Sch. of Med., 932 F.2d 19, 25 (1st Cir. 1991) (en banc)\n(\"When judges are asked to review the substance of a genuinely academic\ndecision, . . . they should show great respect for the faculty's\nprofessional judgment.\" (quoting Regents of Univ. of Mich. v. Ewing,\n474 U.S. 214, 225 (1985)); Villanueva v. Wellesley Coll., 930 F.2d 124,\n129 (1st Cir. 1991) (court should not sit as a \"super-tenure\ncommittee\" in deciding a discrimination claim based on denial of\nacademic tenure).\n     9    Cf. Alexander v. Choate, 469 U.S. 287, 299 (1985) (\"Any\ninterpretation of § 504 must [ ] be responsive to two powerful but\ncountervailing considerations -- the need to give effect to the\nstatutory objectives and the desire to keep § 504 within manageable\nbounds.\").\n\n                                 -16-\n\fsome larger theory of disability discrimination.       For example, a\n\nplaintiff may argue that her physician's decision was so unreasonable\n\n-- in the sense of being arbitrary and capricious -- as to imply that\n\nit was pretext for some discriminatory motive, such as animus, fear, or\n\n\"apathetic attitudes.\" Alexander v. Choate, 469 U.S. 287, 296 (1985);\n\nsee, e.g., Howe v. Hull, 874 F. Supp. 779, 788-89 (N.D. Ohio 1994)\n\n(under ADA, jury could find doctor's diagnosis that plaintiff had\n\nextremely rare disorder requiring transfer was pretextual, where\n\npatient only had an allergic drug reaction, and doctor did not mention\n\nthe rare disorder in requesting the transfer but only mentioned\n\nplaintiff's HIV-status). Or, instead of arguing pretext, a plaintiff\n\nmay argue that her physician's decision was discriminatory on its face,\n\nbecause it rested on stereotypes of the disabled rather than an\n\nindividualized inquiry into the patient's condition -- and hence was\n\n\"unreasonable\" in that sense. See, e.g., Sumes v. Andres, 938 F. Supp.\n\n9, 11-12 (D.D.C. 1996) (issuing summary judgment against doctor who\n\nrefused to treat deaf patient on ground that \"all deaf people are high\n\nrisk,\" without making any inquiry regarding her specific condition).\n\n          Lesley does not come close to making either form of\n\nshowing.10 Lesley argues that Dr. Chie's decision to transfer her was\n\n     10   The district court and the parties have assumed that\nplaintiff's showing is governed by the familiar burden-shifting\nparadigm applied in Title VII employment discrimination cases. See\nMcDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973); Texas Dep't of\nCmty. Affairs v. Burdine, 450 U.S. 248 (1981); see also Pushkin v.\n\n                                 -17-\n\fso lacking in any reasonable medical support as to suggest it was\n\npretext for discrimination. But any claim that Dr. Chie sought to hide\n\nsome discriminatory motive is belied by the fact that Dr. Chie had\n\nknowingly treated other HIV-positive patients in the past; likewise, he\n\ncontinued to treat Lesley for some time after learning she was HIV-\n\npositive. See Johnson v. Thompson, 971 F.2d 1487, 1494 (10th Cir.\n\n1992) (\"If others with the same handicap do not suffer the\n\ndiscrimination, then the discrimination does not result 'solely by\n\nreason of [the] handicap.'\").11 Nor can Lesley plausibly claim that Dr.\n\nChie transferred her on the basis of stereotypes concerning her HIV-\n\npositive status. Dr. Chie did not abruptly assume that delivering the\n\nbaby of an HIV-positive patient was beyond his capability; he came to\n\n\n\nRegents of Univ. of Colo., 658 F.2d 1372 (10th Cir. 1981) (applying\nburden-shifting paradigm in Rehabilitation Act case). But we have\nrejected use of the paradigm in ADA reasonable accommodation cases.\nHiggins v. New Balance Athletic Shoe, Inc., 194 F.3d 252, 264 (1st Cir.\n1999). And we are far from certain that the model applies in a case\nsuch as this, where the plaintiff's case begins and ends with an attack\non the professional judgment of the defendant. Thus, without using the\nburden-shifting model, we simply assume dubitante that the evidence\nLesley has put forward is sufficient to require us to consider Dr.\nChie's reasons for his referral.\n     11    This is of course not to say that in every context a\ndefendant's past record of equal treatment undercuts an inference of\ndiscrimination in a particular case. Cf., e.g., Wagner v. Fair Acres\nGeriatric Ctr., 49 F.3d 1002, 1016 n. 15 (3d Cir. 1995) (fact that\nnursing home admitted other Alzheimer's disease patients does not rule\nout possibility that it discriminated against plaintiff by failing to\nreasonably accommodate her Alzheimer's disease, given that plaintiff\nsuffered from a distinctly more severe form of the disease more\ndifficult to accommodate).\n\n                                 -18-\n\fthat conclusion based upon a \"fact-specific and individualized\"\n\ninquiry. Cook, 10 F.3d at 27 (quoting School Board of Nassau Cty. v.\n\nArline, 480 U.S. 273, 287 (1987)).       Moreover, his decision was\n\nconfirmed at the time by Dr. Fraser, Lesley's primary care physician\n\nand managed care gatekeeper, who had to approve Lesley's transfer; and\n\nthe decision was also confirmed by Nurse Noone, who from the start\n\nsuggested referral as a perfectly acceptable treatment option available\n\nto Dr. Chie.12    The combination of these factors -- Dr. Chie's\n\ndemonstrated willingness to treat HIV-positive patients he felt\n\ncompetent to treat, and the fact that his decision not to treat Lesley\n\nwas made pursuant to an individualized inquiry and was confirmed by\n\nindependent, knowledgeable persons at the time -- makes it impossible\n\nfor Lesley to succeed in showing that Dr. Chie's decision was\n\ndiscriminatory.\n\n          Even putting aside Dr. Chie's demonstrated willingness to\n\ntreat other HIV-positive patients, Lesley's insistence that Dr. Chie's\n\nproffered medical justification for transferring her was so\n\nunreasonable as to imply it was \"pretext\" does not find sufficient\n\nsupport in the evidence. Lesley points to the MDPH Clinical Advisory\n\nas evidence that the prevailing medical opinion at the time was that\n\n\n\n     12    It is noteworthy that even Lesley's psychiatrist shared Dr.\nChie's opinion, advising Lesley that her pregnancy \"was not a case that\nshould be treated at a community hospital, but should be treated in a\nuniversity hospital.\"\n\n                                 -19-\n\fany licensed obstetrician was capable of administering AZT. As proof\n\nof the same point, she invokes the testimony of her expert, Dr.\n\nMinkoff, in whose opinion the administration of AZT during pregnancy\n\nand delivery does not require any specialized knowledge beyond that of\n\nan ordinary obstetrician.\n\n          It is true that in Bragdon v. Abbott, supra, the Supreme\n\nCourt accorded \"special weight and authority\" to the view of public\n\nhealth officials in determining whether a medical provider could\n\npermissibly refuse to treat an HIV-positive patient, where the provider\n\nfeared for his health.    See 524 U.S. at 650; see also 42 U.S.C. §\n\n12182(b)(3) (\"Nothing [in the ADA] shall require an entity to permit an\n\nindividual to participate in or benefit from the . . . accommodations\n\nof such entity where such individual poses a direct threat to the\n\nhealth or safety of others.\"). However, even in that context, the\n\nCourt emphasized that a provider's deviation from the prevailing\n\nmedical consensus is entitled to deference so long as it rests on a\n\n\"credible scientific basis,\" id., a standard substantially similar to\n\nthe one adopted here.\n\n          But more importantly, we do not believe that the Court's\n\nremarks in Bragdon carry over to the present context. At issue in\n\nBragdon was whether there existed a \"direct threat\" to the health of\n\nothers. The \"direct threat\" defense may be claimed in all sorts of\n\ncontexts -- by employers, educators, and so on. In Bragdon, the Court\n\n\n                                 -20-\n\fsimply made clear that physicians have no special privilege to use the\n\ndefense as an impenetrable shield. See 524 U.S. at 649 (\"[P]etitioner\n\nreceives no special deference simply because he is a health care\n\nprofessional.\"). By contrast, here what is at issue is not the health\n\nof others but the health of the patient herself. That is a matter\n\nuniquely entrusted to the care of her physician. In order to protect\n\nthe professional autonomy of the physician in administering that care,\n\nit is necessary to defer to the physician's reasoned judgment. A\n\nphysician's mere disagreement with prevailing medical opinion thus\n\ncannot serve as grounds for an inference of discrimination. Only where\n\nthe physician's judgment is entirely without any reasonable medical\n\nbasis may such an inference be warranted.13\n\n          Lesley's evidence of prevailing medical opinion does not\n\nsuffice to show that Dr. Chie's decision lacked any reasonable medical\n\nbasis. The evidence proffered merely goes toward proving that in 1995,\n\nas a general matter, a licensed obstetrician would have been competent\n\nto administer AZT to an HIV-positive patient. However, as Bragdon\n\nitself demonstrates, statements of prevailing medical opinion should\n\nnot be read so broadly as to sweep case-specific factors under the rug.\n\n\n     13    There is a second reason why deference to the provider is\nmore appropriate in a case like this than in a case like Bragdon.\nBragdon concerned a provider's judgment about risks posed to his own\nhealth -- a matter in which the provider's admitted self-interest may\nbe expected to color his professional judgment. By contrast, Dr.\nChie's judgment concerned not what was best for the provider but what\nwas best for the patient.\n\n                                 -21-\n\fSee 524 U.S. at 651-52 (statement advising that certain precautions\n\n\"should reduce the risk of disease transmission in the dental\n\nenvironment\" did not rule out possibility that additional precautions\n\nsought by defendant could reduce risk further). While it may have been\n\ngenerally true at the time that a licensed obstetrician could\n\nadminister AZT to an HIV-positive patient, nothing said by the MDPH or\n\nDr. Minkoff suggests that an obstetrician's referral of such a patient\n\nwould have been inherently unreasonable.14\n\n          Rather, reasonableness depends on the circumstances, and here\n\na number of circumstances supported Dr. Chie's judgment to transfer\n\nLesley elsewhere.    First, despite its endorsement by the MDPH,\n\nintravenous administration of AZT during delivery was still a recent\n\ndevelopment in obstetrics with which Dr. Chie reasonably felt\n\nunfamiliar; as Nurse Noone testified in deposition, \"Things were\n\nchanging pretty quickly back in those days. . . . It was really -- at\n\nthat point, this was all very new . . . .\" Second, Dr. Chie had reason\n\n\n\n     14    Indeed, neither the MDPH's amicus brief nor Dr. Minkoff's\ntestimony specifically concludes that Dr. Chie's referral was\nunreasonable given the totality of the circumstances of this case.\nBoth merely state in the abstract that licensed obstetricians are\ncapable of performing the types of tasks necessary to administer AZT to\nHIV-positive pregnant women and that there is no medical basis for an\nobstetrician to refer an HIV-positive pregnant woman based on HIV-\npositive status alone. Even if Dr. Minkoff's general statements about\nthe care of HIV-positive obstetric patients were taken as a commentary\nabout Leslie's case, such evidence does not suffice given that it does\nnot take into account the case-specific factors that, according to Dr.\nChie, motivated his decision to transfer Lesley.\n\n                                 -22-\n\fto worry that Leominster Hospital would not be adequately prepared and\n\nequipped to administer AZT in time for Lesley's delivery; as of March\n\n30, 1995, the date of Dr. Chie's referral, when Lesley was at 20 weeks\n\ngestation and at significant risk for premature delivery, AZT had yet\n\nto be made available to Leominster's pharmacy and a protocol for\n\nadministering the drug had yet to be put in place. Third, Worcester\n\nMemorial was close by; and as one of eight clinics nationally to\n\nparticipate in the study on which the MDPH Clinical Advisory was based,\n\nit obviously could be trusted to provide Lesley a high level of care.15\n\n          In these circumstances, even if Dr. Chie's decision stemmed\n\nfrom an overabundance of caution, by no means can the decision be\n\nthought to lack any reasonable medical basis. The decision was simply\n\na reasoned medical judgment with which the patient disagreed. As to\n\nsuch disagreements, when they warrant litigation, state medical\n\nmalpractice law, not the Rehabilitation Act, provides the appropriate\n\nlaw of resort. That Lesley could not possibly succeed on a medical\n\nmalpractice claim on the facts of this case speaks again to the danger\n\n\n\n\n     15    The parties dispute the extent to which Lesley's non-HIV\nrelated complications, such as the risk of fetal heart abnormalities\nposed by her use of lithium, had anything to do with Dr. Chie's\nreferral decision and, if so, whether his reliance on these factors was\njustified. Whatever the case, it is clear that the primary reasons for\nDr. Chie's decisions are the ones cited in the text, and they are\nsufficient to convince us that his decision was not without medical\nbasis.\n\n                                 -23-\n\fof the Rehabilitation Act being abused as an alternative frame for such\n\nclaims.16\n\n            We recognize the scope of the HIV epidemic and the importance\n\nof ensuring equal access to health care for those infected with the\n\nvirus.    Thus, we reiterate that a doctor cannot escape potential\n\nliability under the Rehabilitation Act merely by casting his refusal to\n\ntreat as an exercise of medical judgment: such judgment must be the\n\nreasoned result of an individualized inquiry.        At the same time,\n\nhowever, the Rehabilitation Act cannot be pressed into service as a\n\nvehicle for disputes over the propriety of debatable treatment\n\ndecisions. And the propriety of such a decision is all we find to be\n\nat issue in this case.\n\n            In short, no rational jury could conclude on this evidence\n\nthat Dr. Chie's referral of Lesley to Worcester Memorial constituted\n\ndenial of treatment \"solely by reason of her disability.\"17 Summary\n\njudgment was therefore appropriate.\n\n\n\n     16     Typically, negligent referral claims arise where the patient\nis referred to an unqualified provider. See, e.g., Estate of Tranor v.\nBloomsburg Hosp., 60 F. Supp. 2d 412, 416 (M.D. Pa. 1999) (doctor's\nreferral to specialist whom he has reason to know is incompetent to\ntreat patient is basis for malpractice liability).\n     17    For the same reasons Lesley may not succeed on her state\nclaim under the Massachusetts Public Accommodation statute, Mass. Gen.\nLaws ch. 272 § 98. Interpretation of state disability laws like this\none goes \"hand in hand\" with interpretation of the federal disability\nlaws. Abbott v. Bragdon, 107 F.3d 934, 937 n.1 (1st Cir. 1997), aff'd\nin part, rev'd in part, 524 U.S. 624 (1998).\n\n                                  -24-\n\fAffirmed.   Costs to appellees.\n\nConcurrence follows.\n\n\n\n\n                    -25-\n\f         LIPEZ, Circuit Judge, concurring.   I concur with the\n\nresult reached by the majority because I think that Dr. Chie's\n\nevidence shows that his decision to transfer Lesley was medically\n\nreasonable.   However, we do not have to decide in this case, as the\n\nmajority does, that a plaintiff like Lesley must show medical\n\nunreasonableness \"within some larger theory of disability\n\ndiscrimination,\" such as animus, fear, apathetic attitudes, or\n\nstereotyping, to avoid a possible conflict between § 504 of the\n\nRehabilitation Act and state medical malpractice law, or undue\n\nintrusion on the doctor-patient relationship.   Given the emerging\n\nnature of disability law and the high stakes involved, we should only\n\ndecide those difficult and important issues when we must.\n\n         As the majority notes, \"Lesley argues that Dr. Chie's\n\ndecision to transfer her was so lacking in any reasonable medical\n\nsupport as to suggest it was pretext for discrimination.\"   The\n\npremise of Lesley's argument is wrong simply because there is\n\nreasonable medical support for Dr. Chie's decision.   The majority\n\ndemonstrates this point convincingly, for example by pointing to such\n\nevidence as Leominster Hospital's lack of an AZT protocol at the time\n\nLesley was transferred.   Since Lesley loses on that case-specific\n\nbasis alone, there is no basis for finding pretext.   Yet the majority\n\ngoes on to make the general point that a § 504 plaintiff like Lesley\n\nmust always show that a doctor's decision not to treat her \"was\n\n\n                              -26-\n\funreasonable in a way that reveals it to be discriminatory.\"    I\n\nunderstand this rule to mean that a disabled patient has no recourse\n\nunder § 504 when a doctor decides to transfer the patient to another\n\nhealth-care provider after explicit consideration of the medical\n\neffects of his or her disability, even if there is no reasonable\n\nmedical evidence to support the decision not to treat, unless the\n\nabsence of reasonable medical evidence permits an inference of some\n\ndiscriminatory motive, such as animus, fear, or stereotyping of the\n\ndisabled.\n\n            This may be a good rule, and the majority presents the\n\narguments for it well.    But there are also reasons for caution.\n\nThere is nothing in the language of § 504 that dictates or even\n\nsuggests that an actionable exclusion from participation in a federal\n\nprogram or an actionable denial of federal benefits may not occur\n\napart from a showing of discrimination.    See 29 U.S.C. § 794 (\"No\n\notherwise qualified handicapped individual . . . shall, solely by\n\nreason of her or his disability, be excluded from the participation\n\nin, be denied the benefits of, or be subjected to discrimination\n\nunder any program or activity receiving Federal financial\n\nassistance.\").    If a doctor's decision not to treat the medical\n\neffects of a patient's disability, and transfer the patient\n\nelsewhere, is based only on an unreasonable medical judgment, it can\n\nbe argued that the denial of services to the patient is \"solely by\n\n\n                               -27-\n\freason of her or his disability.\"     Id.\n\n          Moreover, although I share the majority's concern about\n\nundue interference with the doctor-patient relationship through\n\nRehabilitation Act claims, I question whether claims such as Lesley's\n\npose that threat in one of its most troubling forms -- the \"battle of\n\nexperts\" at trial requiring a factfinder to choose between a doctor's\n\nand a patient's competing versions of the right treatment.    In\n\nBragdon v. Abbott, 524 U.S. 624 (1998), the Supreme Court said that\n\nthe views of public health authorities have \"special weight and\n\nauthority\" in assessing the reasonableness of a doctor's actions.\n\nId. at 650.   However, the Court also said that \"[a] health care\n\nprofessional who disagrees with the prevailing medical consensus may\n\nrebut it by citing a credible scientific basis for deviating from the\n\naccepted norm.\"   Id.   In other words, when competing views exist side\n\nby side at summary judgment, with the plaintiff's experts\n\nrepresenting the prevailing practice and the defendant's experts\n\nrepresenting a contrary but reasonable view, the court may still\n\ngrant summary judgment to the defendant without deciding who is\n\nright.   In my view, Lesley's evidence -- Dr. Minkoff's testimony, the\n\nMDPH Clinical Advisory, and the U.S. Public Health Service guidelines\n\n-- represents the \"prevailing medical consensus\" that any licensed\n\nobstetrician is qualified to administer AZT.    Id. However, the expert\n\ntestimony offered on behalf of Dr. Chie justifies summary judgment by\n\n\n                               -28-\n\fproviding a \"credible scientific basis\" for Dr. Chie's deviation from\n\nthe accepted norm.     Id.\n\n         Although I agree with the majority that Lesley’s case is\n\nunlike Bragdon v. Abbott, 524 U.S. 624 (1998), because it involves a\n\ndoctor's concern about a potential threat to the health of his\n\npatient rather than to his own health, this is still a denial of\n\nservices case.     What is at issue here is not Dr. Chie's improper\n\nmedical treatment of Lesley -- the standard bad medicine malpractice\n\nclaim -- but his decision not to treat her and instead to send her to\n\nanother health-care provider.     Because I see the case in this way, I\n\ndo not share the majority's concern that we must use this case to\n\nannounce a rule that will bar the federalization of state medical\n\nmalpractice law and undue intrusion on the doctor-patient\n\nrelationship under the aegis of the Rehabilitation Act.\n\n         To be sure, rules are important in establishing the\n\nparameters of litigation.     But we should not establish rules\n\nprematurely.     We know that careful, case-specific judicial inquiry\n\nhas already helped to resolve difficult denial of treatment claims.\n\nOne commentator has noted that \"Bragdon v. Abbott and the cases\n\ninvolving pretextual referrals illustrate how the ADA can act as a\n\npowerful limit on the ability of health care providers to refuse to\n\nprovide treatment to individuals with HIV infection\" and \"send a\n\nclear message to medical and dental providers that refusals to treat\n\n\n                                -29-\n\fare illegitimate and illegal.\"     Mary Crossley, Becoming Visible: The\n\nADA's Impact on Health Care for Persons with Disabilities, 52 Ala. L.\n\nRev. 51, 59 (2000).    There may or may not be a similar need for a\n\nlimit on the ability of health care providers to refer disabled\n\npatients elsewhere because of an unreasonable medical judgment about\n\nthe medical effects of the disability, irrespective of pretext.1\n\nThis is not the case to decide that issue.\n\n\n\n\n     1    Studies show that patients with HIV sometimes do not get the\ncare they need because doctors are reluctant to treat them for a\nvariety of reasons. See Crossley, supra, at 59 n.40 (citing studies).\n\n                                -30-\n\f",
  "html": "<p class=\"case_cite\">250 F.3d 47 (1st Cir. 2001)</p>\n    <p class=\"parties\">VICKIE LESLEY, Plaintiff, Appellant,<br>v.<br>HEE MAN CHIE, M.D., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1254</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard October 5, 2000<br>Decided May 22, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Nathaniel M. Gorton, U.S. District Judge]</p>\n      <p class=\"indent\">Bennett H. Klein, with whom Gay &amp; Lesbian Advocates &amp; Defenders was on brief, for appellant.</p>\n      <p class=\"indent\">Charles B. Straus, III, with whom Robert V. Deiana and Mirick, O'Connell, DeMallie &amp; Lougee were on brief, for appellee.</p>\n      <p class=\"indent\">Donna E. Levin, General Counsel, Special Assistant Attorney General, and Edmund J. Sullivan, Deputy General Counsel, on brief for Department of Public Health of the Commonwealth of Massachusetts, amicus curiae.</p>\n      <p class=\"indent\">Carl Valvo and Cosgrove, Eisenberg and Kiley, P.C. on brief for Massachusetts Medical Society and Professional Liability Foundation, Ltd., amici curiae.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dr. Hee Man Chie, an obstetrician-gynecologist, treated Vickie Lesley during her pregnancy in 1994 and 1995. After Lesley tested positive for HIV, Dr. Chie ended up referring her to another hospital that, in his judgment, was better qualified to handle deliveries by HIV-positive patients. The baby was delivered there, safely and without HIV infection.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Two years later, Lesley sued Dr. Chie for damages. The gist of her suit is that Dr. Chie denied her treatment solely because she was HIV-positive, in violation of various disability discrimination laws. The district court entered summary judgment in favor of Dr. Chie, from which Lesley appeals. Lesley v. Chie, 81 F. Supp. 2d 217 (D. Mass. 2000). The case requires us to determine how far courts should defer to a doctor's judgment as to the best course of treatment for a disabled patient in the context of discriminatory denial of treatment claims. We hold that the doctor's judgment is to be given deference absent a showing by the plaintiff that the judgment lacked any reasonable medical basis. Applying this standard to the case, we affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The following facts are undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Vickie Lesley became pregnant in late 1994. In December, she began seeing obstetrician-gynecologist Hee Man Chie for prenatal care. Dr. Chie had been Lesley's gynecologist since 1982. He had admitting privileges at Leominster Hospital, a community hospital in Leominster, Massachusetts, where Lesley lived.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lesley advised Dr. Chie of several preexisting medical conditions. She had diabetes insipidus, a seizure disorder, and a history of cervical dysplasia. She also suffered from manic depression, for which she took lithium. Because lithium increases the risk of fetal heart abnormalities, Dr. Chie ordered a fetal echocardiogram in early March 1995. He also recommended, as he did routinely for his patients, that Lesley be tested for Human Immunodeficiency Virus (HIV), the virus that causes AIDS. Lesley tested positive for HIV.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While Dr. Chie had treated patients with HIV in his gynecological practice, he had never delivered the baby of a woman with HIV. Thus, before Lesley's appointment to discuss her test results, Dr. Chie inquired about the proper treatment for pregnant women with HIV.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">About a year earlier, in February 1994, the National Institutes of Health (NIH) had sponsored a clinical trial to administer the drug AZT to pregnant women with HIV. The trial had three components. Women took AZT orally during pregnancy; they then received it intravenously during labor and delivery; and after birth, the newborn was given AZT syrup. According to the results of the trial, the three-part treatment reduced the risk of transmitting HIV to newborns from 25.5 percent to 8.3 percent. Based on this success rate, the United States Public Health Service published guidelines for administering AZT during pregnancy in August 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In November 1994, the Massachusetts Department of Public Health (MDPH) mailed a Clinical Advisory to all obstetricians in the state. The Clinical Advisory reproduced the U.S. Public Health Service guidelines for AZT treatment, including a fixed dosage schedule for oral and intravenous administration. The advisory also urged doctors to discuss the treatment with their patients. In an amicus brief,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the MDPH states: \"It was the Department of Public Health's intent when it issued the Clinical Advisory that these established steps to prescribe and monitor AZT be immediately implemented by any licensed obstetrician, including community obstetricians such as Dr. Chie.\" The test for monitoring AZT's side effects is a complete blood count and liver function test. According to the MDPH: \"These two blood tests are regularly used by obstetrician/gynecologists as part of prenatal care.\" Dr. Chie in fact used the same tests to monitor the side effects of Lesley's anti-depressant medication.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At his deposition, Dr. Chie said that he read the MDPH Clinical Advisory when he received it in late 1994. Subsequently, after learning that Lesley had tested positive for HIV, he called the Leominster Hospital pharmacy to determine whether AZT was available for delivery, as the Clinical Advisory recommended. The Advisory states: \"Consultation with the hospital pharmacist regarding ZDV [AZT] availability and drug preparations should be done prior to any projected need to avoid delay in initiating any part of this protocol.\" The pharmacy told Dr. Chie that AZT was not yet available, and that he would have to call Leominster's Pharmaceutics &amp; Therapy (P &amp; T) Committee to get the drug approved. Dr. Chie also called Sheila Noone, a nurse who coordinated the Women and Infants HIV Program at Worcester Memorial Hospital. The HIV Program had been one of eight facilities nationwide to participate in the 1994 NIH clinical trial of AZT and served as a clinic for pregnant women with HIV, operating in conjunction with the University of Massachusetts Medical Center, an academic teaching hospital. Nurse Noone discussed AZT treatment with Dr. Chie, and told him that he could either consult with her about Lesley's case, or enroll Lesley in Worcester Memorial's HIV Program so that she could deliver her baby there.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On March 20, 1995, Lesley and her husband met with Dr. Chie. The doctor told them about the HIV Program at Worcester Memorial and gave them Nurse Noone's name and telephone number. Dr. Chie told Lesley he had no experience administering AZT. Lesley expressed confidence in his abilities and made a follow-up appointment for March 30. In the interim, she met with Nurse Noone and signed up for counseling and other support services offered by the HIV Program, but planned to continue her prenatal care with Dr. Chie and to deliver her baby at Leominster.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Before the follow-up appointment, Dr. Chie contacted Dr. Man, chairman of Leominster's P &amp; T Committee, and asked for AZT to be made available at the hospital pharmacy and for a protocol to be put in place for administering the drug intravenously at labor and delivery. Such a protocol would have included notifying physicians that AZT was available for use during pregnancy and delivery, and giving nurses in-service training on the procedures for administering the drug. Dr. Man assured Dr. Chie that he would bring up approval of a protocol at the next P &amp; T Committee meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Dr. Chie also spoke to other obstetricians at Leominster, including the head of the obstetrics-gynecology department, Dr. Schatz. None of the doctors with whom Dr. Chie spoke had experience with HIV pregnancies or administering AZT. Dr. Schatz advised Dr. Chie to consult with a high-risk perinatologist at Worcester Memorial about Lesley, although he did not specifically recommend that she be transferred. Dr. Chie also called Lesley's primary care doctor, Dr. Fraser, explained the situation to him, and told Dr. Fraser that, while he had not made up his mind, he probably would have to transfer Lesley to Worcester Memorial, and in such case he would need Dr. Fraser's approval. Around this same time, Dr. Chie spoke further with Nurse Noone, who again offered either to serve as a consultant to Dr. Chie in treating Lesley or to help him arrange for a transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 30, Dr. Chie called the Leominster pharmacy again to inquire whether AZT had been made available. The pharmacy reported that it was still awaiting approval for the drug from the P &amp; T Committee.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At Lesley's March 30 appointment, Dr. Chie told her he had decided to transfer her case to Worcester Memorial's HIV Program. Dr. Chie's March 30 notes for Lesley's chart state: \"Discussed with [patient] AZT program at UMass. No AZT program at L Hosp. Plan: Transfer patient to UMHosp.\" Dr. Chie said of his explanation to Lesley:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I told her . . . We don't have AZT program at Leominster Hospital. . . . I told her I'd talk to other obstetrician[s], including Dr. Schatz, and if anybody have experience; but none of them has experience using the AZT. I was looking for help. I have no -- I looked through all the books. I learn everything myself. . . . I have no experience using the AZT, and I have no confidence of using the AZT myself. But . . . there's a program in Worcester, Sheila Noone, give us some report about how good the result after the trial of those AZT medications. With that convincing result, I -- I sent her to the AZT program.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In response, Lesley told Dr. Chie that she wanted to remain under his care and to give birth at Leominster because it was her community hospital. Lesley, herself a trained psychiatric nurse, said that all she needed for treatment was a prescription for oral AZT, and an IV line for administering the drug during labor and delivery. She urged Dr. Chie to consult with Nurse Noone at the HIV Program and to get AZT approved at Leominster. Dr. Chie refused to continue treating Lesley.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Lesley went to the HIV Program at Worcester Memorial for her remaining prenatal visits. Worcester Memorial is located about 45 minutes by car from Leominster Hospital and from Lesley's home. She delivered her baby there on July 10, 1995, five weeks before her due date. Lesley acknowledges that she received satisfactory care from the HIV Program. Her baby tested negative for HIV at birth and in follow-up tests.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On March 19, 1997, Lesley filed a complaint in the Massachusetts Superior Court against Dr. Chie, stating that his decision to transfer her to the HIV Program at Worcester Memorial rather than treat her himself violated her rights under &#167; 504 of the Rehabilitation Act, the Americans with Disabilities Act (ADA), and the Massachusetts Public Accommodation Statute, Mass. Gen. Laws ch. 272 &#167; 98. Dr. Chie removed the action to federal court on April 21. On June 25, the parties stipulated to dismissal of Lesley's ADA claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In support of their cross-motions for summary judgment on the remaining claims, both Lesley and Dr. Chie presented expert testimony. Lesley's expert, Dr. Howard Minkoff, served on the U.S. Public Health Service task force that recommended AZT therapy for pregnant women with HIV. In his sworn statement, Dr. Minkoff said administering oral and intravenous AZT during pregnancy and delivery was \"straightforward\" and did not require \"specialized knowledge beyond that possessed by a licensed practitioner of obstetrics.\" In Dr. Minkoff's opinion, \"[t]here is no medical basis for a licensed practitioner of obstetrics to refer an HIV-positive pregnant woman to a high risk clinic . . . based on HIV-positive status alone.\" In its amicus brief, the MDPH states its agreement with Dr. Minkoff's conclusions.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In support of Dr. Chie, Dr. Bruce Cohen, a specialist in high-risk obstetrics, focused on Lesley's complex combination of psychiatric and medical problems. Dr. Cohen said: \"To have denied such a complicated and high risk patient as Mrs. Lesley the available quality care which the situation demanded would have been unethical.\" Dr. Bonnie Herr, a community-based obstetrician, said that at the time Dr. Chie transferred Lesley, \"knowledge and experience in the management of HIV-positive pregnant patients among obstetrician-gynecologists in the general medical community (i.e., outside of teaching centers) was limited.\" Dr. Howard Heller, an associate physician at Brigham &amp; Women's Hospital, agreed that after publication of the MDPH Clinical Advisory in November 1994, it took several months for most hospitals and obstetricians to institute and implement AZT treatment \"since it required a coordinated effort within each hospital and was not under the control of an individual obstetrician.\" Because of the \"many components\" involved in AZT treatment, and the lack of assurance that these components would be in place at Leominster in time for Lesley's labor and delivery, it would have been \"medically inappropriate\" for Dr. Chie to continue treating Lesley, Dr. Heller said.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On January 7, 2000, on cross-motions from the parties, the district court granted summary judgment for Dr. Chie. The court found that Lesley had presented no evidence that Dr. Chie's decision to transfer Lesley to Worcester Memorial's HIV Program was medically inappropriate under the totality of the circumstances. Hence the court found that the doctor's decision did not constitute discrimination solely on the basis of HIV status.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our review of the district court's summary judgment determination is de novo. Equal Employment Opportunity Comm'n v. Amego, Inc., 110 F.3d 135, 141 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We dispose of some preliminaries. Section 504 of the Rehabilitation Act provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">No otherwise qualified individual with a disability . . . shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">29 U.S.C. &#167; 794(a). Thus, to prevail on her &#167; 504 claim, Lesley must prove four elements. She must show (1) that she is disabled; (2) that she sought services from a federally funded entity; (3) that she was \"otherwise qualified\" to receive those services; and (4) that she was denied those services \"solely by reason of her . . . disability.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The parties do not dispute the first two elements. Lesley's HIV-positive status is a disability for purposes of the Act. Bragdon v. Abbott, 454 U.S. 624, 631 (1998). Dr. Chie's receipt of Medicaid funds makes him a federally funded entity for purposes of the Act. See Lesley, 81 F. Supp. 2d at 222-23. The parties do dispute the third element, whether Lesley was \"otherwise qualified\" to receive the services she sought. But we do not address this issue,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as we resolve the case based on the fourth element.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The essential question is whether plaintiff's evidence presents a triable issue as to whether she was denied treatment \"solely by reason of her disability.\" Lesley characterizes Dr. Chie's decision to transfer her as a discriminatory act cloaked as an exercise of medical judgment. She argues that the testimony of her experts demonstrates that Dr. Chie was perfectly competent to treat her, implying that the claimed medical basis for his decision was pretextual. In mirror fashion, Dr. Chie characterizes Lesley's suit as an attack on his medical judgment, thinly veiled as a disability discrimination claim. He argues that the Rehabilitation Act was never intended to interfere with bona fide medical judgments as to how best to treat a patient with a disability. Thus, this case requires us to explore the extent to which the Rehabilitation Act contemplates judicial scrutiny of alleged exercises of medical judgment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We start with the obvious: the Rehabilitation Act does not bar a doctor from referring a disabled patient elsewhere simply because the medical reasons for the referral are related to the patient's disability. It would be nonsensical, and downright contrary to the purposes of the statute, to read the statute's \"solely because of\" language to prohibit medical treatment that is appropriate \"solely because of\" a patient's disability.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> As Congress made clear in the legislative history of the Americans with Disabilities Act, the disability laws are not intended to prevent a physician from referring a disabled patient \"if the disability itself creates specialized complications for the patient's health which the [referring] physician lacks the experience or knowledge to address.\" H.R. Rep. No. 101-485, pt. 2, at 106 (1990), reprinted in 1990 U.S.C.C.A.N. 267, 389; see also Katz v. City Metal Co., 87 F.3d 26, 31 n.4 (1st Cir. 1996) (Section 504 of the Rehabilitation Act \"is interpreted substantially identically to the ADA\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">What is not as clear, and what is at issue in this case, is the extent to which a court should defer to a physician's claim that he lacks the experience, knowledge, or other prerequisites necessary to address the medical conditions that allegedly prompted his referral. Two countervailing concerns bear on the question.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On the one hand, courts cannot simply defer unquestioningly to a physician's subjective judgment as to whether his referral was proper. Physicians, of course, are just as capable as any other recipient of federal funds of discriminating against the disabled, and courts may not turn a blind eye to the possibility that a supposed exercise of medical judgment may mask discriminatory motives or stereotypes. See Glanz v. Vernick, 756 F. Supp. 632, 638 (D. Mass. 1991) (\"A strict rule of deference would enable doctors to offer merely pretextual medical opinions to cover up discriminatory decisions.\"); cf. Cook v. Rhode Island, 10 F.3d 17, 26-27 (1st Cir. 1993) (employer's subjective judgment that disabled plaintiff was not qualified for job insufficient to thwart liability).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the other hand, courts should not probe so far into a doctor's referral decision as to inquire whether it was the correct or best decision under the circumstances, or even whether it met the standard of care for the profession. Lest questions of medical propriety be conflated with questions of disability discrimination, it must take more than a mere negligent referral to constitute a Rehabilitation Act violation. Were the Act construed otherwise, so as effectively to impose on physicians a special, disability-centric duty of care, physicians would face potentially conflicting state and federal legal obligations. That is, to avoid state malpractice liability, a physician might wish to err on the side of caution by referring a patient with disability-related complications to a better qualified specialist or more advanced facility; yet under the Rehabilitation Act, as hypothetically construed, the physician who did so would risk being found liable for discrimination. We cannot believe that Congress would have intended the Act to so interfere with the doctor-patient relationship, especially when that relationship is thoroughly regulated by the states.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Cf. Bowen v. Am. Hosp. Assoc., 476 U.S. 610, 643 (1986) (Rehabilitation Act does not \"envision[] federal superintendence of treatment decisions traditionally entrusted to state governance\"); Bryant v. Madigan, 84 F.3d 246, 249 (7th Cir. 1996) (\"The ADA does not create a remedy for medical malpractice.\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Avoiding both a rule giving physicians complete deference and a rule requiring a full-fledged inquiry into their diligence, we head for the middle ground<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and adopt the following standard. Under the Rehabilitation Act, a patient may challenge her doctor's decision to refer her elsewhere by showing the decision to be devoid of any reasonable medical support. This is not to say, however, that the Rehabilitation Act prohibits unreasonable medical decisions as such. Rather, the point of considering a medical decision's reasonableness in this context is to determine whether the decision was unreasonable in a way that reveals it to be discriminatory. In other words, a plaintiff's showing of medical unreasonableness must be framed within some larger theory of disability discrimination. For example, a plaintiff may argue that her physician's decision was so unreasonable -- in the sense of being arbitrary and capricious -- as to imply that it was pretext for some discriminatory motive, such as animus, fear, or \"apathetic attitudes.\" Alexander v. Choate, 469 U.S. 287, 296 (1985); see, e.g., Howe v. Hull, 874 F. Supp. 779, 788-89 (N.D. Ohio 1994) (under ADA, jury could find doctor's diagnosis that plaintiff had extremely rare disorder requiring transfer was pretextual, where patient only had an allergic drug reaction, and doctor did not mention the rare disorder in requesting the transfer but only mentioned plaintiff's HIV-status). Or, instead of arguing pretext, a plaintiff may argue that her physician's decision was discriminatory on its face, because it rested on stereotypes of the disabled rather than an individualized inquiry into the patient's condition -- and hence was \"unreasonable\" in that sense. See, e.g., Sumes v. Andres, 938 F. Supp. 9, 11-12 (D.D.C. 1996) (issuing summary judgment against doctor who refused to treat deaf patient on ground that \"all deaf people are high risk,\" without making any inquiry regarding her specific condition).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Lesley does not come close to making either form of showing.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Lesley argues that Dr. Chie's decision to transfer her was so lacking in any reasonable medical support as to suggest it was pretext for discrimination. But any claim that Dr. Chie sought to hide some discriminatory motive is belied by the fact that Dr. Chie had knowingly treated other HIV-positive patients in the past; likewise, he continued to treat Lesley for some time after learning she was HIV-positive. See Johnson v. Thompson, 971 F.2d 1487, 1494 (10th Cir. 1992) (\"If others with the same handicap do not suffer the discrimination, then the discrimination does not result 'solely by reason of [the] handicap.'\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Nor can Lesley plausibly claim that Dr. Chie transferred her on the basis of stereotypes concerning her HIV-positive status. Dr. Chie did not abruptly assume that delivering the baby of an HIV-positive patient was beyond his capability; he came to that conclusion based upon a \"fact-specific and individualized\" inquiry. Cook, 10 F.3d at 27 (quoting School Board of Nassau Cty. v. Arline, 480 U.S. 273, 287 (1987)). Moreover, his decision was confirmed at the time by Dr. Fraser, Lesley's primary care physician and managed care gatekeeper, who had to approve Lesley's transfer; and the decision was also confirmed by Nurse Noone, who from the start suggested referral as a perfectly acceptable treatment option available to Dr. Chie.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The combination of these factors -- Dr. Chie's demonstrated willingness to treat HIV-positive patients he felt competent to treat, and the fact that his decision not to treat Lesley was made pursuant to an individualized inquiry and was confirmed by independent, knowledgeable persons at the time -- makes it impossible for Lesley to succeed in showing that Dr. Chie's decision was discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Even putting aside Dr. Chie's demonstrated willingness to treat other HIV-positive patients, Lesley's insistence that Dr. Chie's proffered medical justification for transferring her was so unreasonable as to imply it was \"pretext\" does not find sufficient support in the evidence. Lesley points to the MDPH Clinical Advisory as evidence that the prevailing medical opinion at the time was that any licensed obstetrician was capable of administering AZT. As proof of the same point, she invokes the testimony of her expert, Dr. Minkoff, in whose opinion the administration of AZT during pregnancy and delivery does not require any specialized knowledge beyond that of an ordinary obstetrician.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is true that in Bragdon v. Abbott, supra, the Supreme Court accorded \"special weight and authority\" to the view of public health officials in determining whether a medical provider could permissibly refuse to treat an HIV-positive patient, where the provider feared for his health. See 524 U.S. at 650; see also 42 U.S.C. &#167; 12182(b)(3) (\"Nothing [in the ADA] shall require an entity to permit an individual to participate in or benefit from the . . . accommodations of such entity where such individual poses a direct threat to the health or safety of others.\"). However, even in that context, the Court emphasized that a provider's deviation from the prevailing medical consensus is entitled to deference so long as it rests on a \"credible scientific basis,\" id., a standard substantially similar to the one adopted here.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But more importantly, we do not believe that the Court's remarks in Bragdon carry over to the present context. At issue in Bragdon was whether there existed a \"direct threat\" to the health of others. The \"direct threat\" defense may be claimed in all sorts of contexts -- by employers, educators, and so on. In Bragdon, the Court simply made clear that physicians have no special privilege to use the defense as an impenetrable shield. See 524 U.S. at 649 (\"[P]etitioner receives no special deference simply because he is a health care professional.\"). By contrast, here what is at issue is not the health of others but the health of the patient herself. That is a matter uniquely entrusted to the care of her physician. In order to protect the professional autonomy of the physician in administering that care, it is necessary to defer to the physician's reasoned judgment. A physician's mere disagreement with prevailing medical opinion thus cannot serve as grounds for an inference of discrimination. Only where the physician's judgment is entirely without any reasonable medical basis may such an inference be warranted.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Lesley's evidence of prevailing medical opinion does not suffice to show that Dr. Chie's decision lacked any reasonable medical basis. The evidence proffered merely goes toward proving that in 1995, as a general matter, a licensed obstetrician would have been competent to administer AZT to an HIV-positive patient. However, as Bragdon itself demonstrates, statements of prevailing medical opinion should not be read so broadly as to sweep case-specific factors under the rug. See 524 U.S. at 651-52 (statement advising that certain precautions \"should reduce the risk of disease transmission in the dental environment\" did not rule out possibility that additional precautions sought by defendant could reduce risk further). While it may have been generally true at the time that a licensed obstetrician could administer AZT to an HIV-positive patient, nothing said by the MDPH or Dr. Minkoff suggests that an obstetrician's referral of such a patient would have been inherently unreasonable.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Rather, reasonableness depends on the circumstances, and here a number of circumstances supported Dr. Chie's judgment to transfer Lesley elsewhere. First, despite its endorsement by the MDPH, intravenous administration of AZT during delivery was still a recent development in obstetrics with which Dr. Chie reasonably felt unfamiliar; as Nurse Noone testified in deposition, \"Things were changing pretty quickly back in those days. . . . It was really -- at that point, this was all very new . . . .\" Second, Dr. Chie had reason to worry that Leominster Hospital would not be adequately prepared and equipped to administer AZT in time for Lesley's delivery; as of March 30, 1995, the date of Dr. Chie's referral, when Lesley was at 20 weeks gestation and at significant risk for premature delivery, AZT had yet to be made available to Leominster's pharmacy and a protocol for administering the drug had yet to be put in place. Third, Worcester Memorial was close by; and as one of eight clinics nationally to participate in the study on which the MDPH Clinical Advisory was based, it obviously could be trusted to provide Lesley a high level of care.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In these circumstances, even if Dr. Chie's decision stemmed from an overabundance of caution, by no means can the decision be thought to lack any reasonable medical basis. The decision was simply a reasoned medical judgment with which the patient disagreed. As to such disagreements, when they warrant litigation, state medical malpractice law, not the Rehabilitation Act, provides the appropriate law of resort. That Lesley could not possibly succeed on a medical malpractice claim on the facts of this case speaks again to the danger of the Rehabilitation Act being abused as an alternative frame for such claims.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We recognize the scope of the HIV epidemic and the importance of ensuring equal access to health care for those infected with the virus. Thus, we reiterate that a doctor cannot escape potential liability under the Rehabilitation Act merely by casting his refusal to treat as an exercise of medical judgment: such judgment must be the reasoned result of an individualized inquiry. At the same time, however, the Rehabilitation Act cannot be pressed into service as a vehicle for disputes over the propriety of debatable treatment decisions. And the propriety of such a decision is all we find to be at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In short, no rational jury could conclude on this evidence that Dr. Chie's referral of Lesley to Worcester Memorial constituted denial of treatment \"solely by reason of her disability.\"<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Summary judgment was therefore appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed. Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We acknowledge with appreciation the amicus brief filed by the Massachusetts Department of Public Health, as well as that filed by the Massachusetts Medical Association and the Professional Liability Foundation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Intravenous AZT became available at Leominster Hospital on April 26, 1995 in preparation for delivery by another patient with HIV.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> MDPH said that it \"has determined that no specialized knowledge beyond that possessed by a licensed obstetrician/ gynecologist is necessary to provide prenatal and obstetrical care to pregnant women with HIV, including prescribing and monitoring medications to reduce HIV transmission from mother to fetus. The Department has also concluded that there is no medical justification to transfer a pregnant woman to a specialist or to a high risk clinic, based on HIV-positive status alone. These principles were as true in March 1995 as they are today.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We recognize that several circuits have held that a disabled plaintiff cannot be considered \"otherwise qualified\" for medical treatment if she would not have needed the treatment absent her disability. See Grzan v. Charter Hosp., 104 F.3d 116, 120-21 (7th Cir. 1997); Bryant v. Madigan, 84 F.3d 246, 249 (7th Cir. 1996); Johnson v. Thompson, 971 F.2d 1487, 1493-94 (10th Cir. 1992), cert. denied, 507 U.S. 910 (1993); United States v. Univ. Hosp. S.U.N.Y. at Stony Brook, 729 F.2d 144, 156-157 (2d Cir. 1984). Partly because we are unsure of the wisdom of such an approach, and partly because we find it awkward to speak in terms of a person being \"qualified\" for medical care, cf. Woolfolk v. Duncan, 872 F. Supp. 1381, 1388 (E.D. Pa. 1995), we prefer to approach the case by way of &#167; 504's \"solely by reason of disability\" prong.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We want to make clear what this case is not about. This case is not about a doctor explicitly refusing to treat a disabled person out of fear for his own health, cf. Bragdon v. Abbott, 524 U.S. 624 (1998); nor does it otherwise involve the \"direct threat to others\" provision of &#167; 504, cf. School Bd. of Nassau Cty. v. Arline, 480 U.S. 273 (1987); EEOC v. Amego, 110 F.3d 135 (1st Cir. 1997). Nor is it a case in which plaintiff claims she was denied a reasonable accommodation by her doctor. Cf., e.g., Davis v. Flexman, 109 F. Supp. 2d 776 (S.D. Ohio 1999) (clinic refused to provide sign-language interpreter to hearing-impaired patients).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, such a prohibition would not only be nonsensical; it would be unethical. As one commentator has noted: \"Ethical medical decision-making should take into account all medical factors -- disability-related or not -- affecting a patient's condition and prognosis. Thus, to read the ADA as prohibiting a medical decision-maker from considering medical factors flowing from a disability would put the disabled patient . . . in a different, arguably worse, position than the nondisabled patient . . . .\" M. Crossley, Of Diagnoses and Discrimination: Discriminatory Nontreatment of Infants with HIV Infection, 93 Colum. L. Rev. 1581, 1655 (1993) (citation omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Indeed, in the preemption context, the courts have routinely recognized \"the historic primacy of state regulation of matters of health.\" Backman Co. v. Plaintiffs' Legal Comm., 531 U.S. 341, 121 S. Ct. 1013, 1017 (2001), (quoting Medtronic, Inc. v. Lohr, 518 U.S. 470, 485 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>We have expressed parallel concerns in other contexts. See Amego, 110 F.3d at 145 (noting the need, in the context of employment discrimination claims under the ADA, for \"special sensitivity to the danger of the court becoming a super-employment committee\"); Wynne v. Tufts Univ. Sch. of Med., 932 F.2d 19, 25 (1st Cir. 1991) (en banc) (\"When judges are asked to review the substance of a genuinely academic decision, . . . they should show great respect for the faculty's professional judgment.\" (quoting Regents of Univ. of Mich. v. Ewing, 474 U.S. 214, 225 (1985)); Villanueva v. Wellesley Coll., 930 F.2d 124, 129 (1st Cir. 1991) (court should not sit as a \"super-tenure committee\" in deciding a discrimination claim based on denial of academic tenure).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Cf. Alexander v. Choate, 469 U.S. 287, 299 (1985) (\"Any interpretation of &#167; 504 must [ ] be responsive to two powerful but countervailing considerations -- the need to give effect to the statutory objectives and the desire to keep &#167; 504 within manageable bounds.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The district court and the parties have assumed that plaintiff's showing is governed by the familiar burden-shifting paradigm applied in Title VII employment discrimination cases. See McDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973); Texas Dep't of Cmty. Affairs v. Burdine, 450 U.S. 248 (1981); see also Pushkin v. Regents of Univ. of Colo., 658 F.2d 1372 (10th Cir. 1981) (applying burden-shifting paradigm in Rehabilitation Act case). But we have rejected use of the paradigm in ADA reasonable accommodation cases. Higgins v. New Balance Athletic Shoe, Inc., 194 F.3d 252, 264 (1st Cir. 1999). And we are far from certain that the model applies in a case such as this, where the plaintiff's case begins and ends with an attack on the professional judgment of the defendant. Thus, without using the burden-shifting model, we simply assume dubitante that the evidence Lesley has put forward is sufficient to require us to consider Dr. Chie's reasons for his referral.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This is of course not to say that in every context a defendant's past record of equal treatment undercuts an inference of discrimination in a particular case. Cf., e.g., Wagner v. Fair Acres Geriatric Ctr., 49 F.3d 1002, 1016 n. 15 (3d Cir. 1995) (fact that nursing home admitted other Alzheimer's disease patients does not rule out possibility that it discriminated against plaintiff by failing to reasonably accommodate her Alzheimer's disease, given that plaintiff suffered from a distinctly more severe form of the disease more difficult to accommodate).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> It is noteworthy that even Lesley's psychiatrist shared Dr. Chie's opinion, advising Lesley that her pregnancy \"was not a case that should be treated at a community hospital, but should be treated in a university hospital.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> There is a second reason why deference to the provider is more appropriate in a case like this than in a case like Bragdon. Bragdon concerned a provider's judgment about risks posed to his own health -- a matter in which the provider's admitted self-interest may be expected to color his professional judgment. By contrast, Dr. Chie's judgment concerned not what was best for the provider but what was best for the patient.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Indeed, neither the MDPH's amicus brief nor Dr. Minkoff's testimony specifically concludes that Dr. Chie's referral was unreasonable given the totality of the circumstances of this case. Both merely state in the abstract that licensed obstetricians are capable of performing the types of tasks necessary to administer AZT to HIV-positive pregnant women and that there is no medical basis for an obstetrician to refer an HIV-positive pregnant woman based on HIV-positive status alone. Even if Dr. Minkoff's general statements about the care of HIV-positive obstetric patients were taken as a commentary about Leslie's case, such evidence does not suffice given that it does not take into account the case-specific factors that, according to Dr. Chie, motivated his decision to transfer Lesley.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The parties dispute the extent to which Lesley's non-HIV related complications, such as the risk of fetal heart abnormalities posed by her use of lithium, had anything to do with Dr. Chie's referral decision and, if so, whether his reliance on these factors was justified. Whatever the case, it is clear that the primary reasons for Dr. Chie's decisions are the ones cited in the text, and they are sufficient to convince us that his decision was not without medical basis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Typically, negligent referral claims arise where the patient is referred to an unqualified provider. See, e.g., Estate of Tranor v. Bloomsburg Hosp., 60 F. Supp. 2d 412, 416 (M.D. Pa. 1999) (doctor's referral to specialist whom he has reason to know is incompetent to treat patient is basis for malpractice liability).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> For the same reasons Lesley may not succeed on her state claim under the Massachusetts Public Accommodation statute, Mass. Gen. Laws ch. 272 &#167; 98. Interpretation of state disability laws like this one goes \"hand in hand\" with interpretation of the federal disability laws. Abbott v. Bragdon, 107 F.3d 934, 937 n.1 (1st Cir. 1997), aff'd in part, rev'd in part, 524 U.S. 624 (1998).</p>\n        <p>LIPEZ, Circuit Judge, concurring.</p>\n        <p class=\"indent\">I concur with the result reached by the majority because I think that Dr. Chie's evidence shows that his decision to transfer Lesley was medically reasonable. However, we do not have to decide in this case, as the majority does, that a plaintiff like Lesley must show medical unreasonableness \"within some larger theory of disability discrimination,\" such as animus, fear, apathetic attitudes, or stereotyping, to avoid a possible conflict between &#167; 504 of the Rehabilitation Act and state medical malpractice law, or undue intrusion on the doctor-patient relationship. Given the emerging nature of disability law and the high stakes involved, we should only decide those difficult and important issues when we must.</p>\n        <p class=\"indent\">As the majority notes, \"Lesley argues that Dr. Chie's decision to transfer her was so lacking in any reasonable medical support as to suggest it was pretext for discrimination.\" The premise of Lesley's argument is wrong simply because there is reasonable medical support for Dr. Chie's decision. The majority demonstrates this point convincingly, for example by pointing to such evidence as Leominster Hospital's lack of an AZT protocol at the time Lesley was transferred. Since Lesley loses on that case-specific basis alone, there is no basis for finding pretext. Yet the majority goes on to make the general point that a &#167; 504 plaintiff like Lesley must always show that a doctor's decision not to treat her \"was unreasonable in a way that reveals it to be discriminatory.\" I understand this rule to mean that a disabled patient has no recourse under &#167; 504 when a doctor decides to transfer the patient to another health-care provider after explicit consideration of the medical effects of his or her disability, even if there is no reasonable medical evidence to support the decision not to treat, unless the absence of reasonable medical evidence permits an inference of some discriminatory motive, such as animus, fear, or stereotyping of the disabled.</p>\n        <p class=\"indent\">This may be a good rule, and the majority presents the arguments for it well. But there are also reasons for caution. There is nothing in the language of &#167; 504 that dictates or even suggests that an actionable exclusion from participation in a federal program or an actionable denial of federal benefits may not occur apart from a showing of discrimination. See 29 U.S.C. &#167; 794 (\"No otherwise qualified handicapped individual . . . shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\"). If a doctor's decision not to treat the medical effects of a patient's disability, and transfer the patient elsewhere, is based only on an unreasonable medical judgment, it can be argued that the denial of services to the patient is \"solely by reason of her or his disability.\" Id.</p>\n        <p class=\"indent\">Moreover, although I share the majority's concern about undue interference with the doctor-patient relationship through Rehabilitation Act claims, I question whether claims such as Lesley's pose that threat in one of its most troubling forms -- the \"battle of experts\" at trial requiring a fact finder to choose between a doctor's and a patient's competing versions of the right treatment. In Bragdon v. Abbott, 524 U.S. 624 (1998), the Supreme Court said that the views of public health authorities have \"special weight and authority\" in assessing the reasonableness of a doctor's actions. Id. at 650. However, the Court also said that \"[a] health care professional who disagrees with the prevailing medical consensus may rebut it by citing a credible scientific basis for deviating from the accepted norm.\" Id. In other words, when competing views exist side by side at summary judgment, with the plaintiff's experts representing the prevailing practice and the defendant's experts representing a contrary but reasonable view, the court may still grant summary judgment to the defendant without deciding who is right. In my view, Lesley's evidence -- Dr. Minkoff's testimony, the MDPH Clinical Advisory, and the U.S. Public Health Service guidelines -- represents the \"prevailing medical consensus\" that any licensed obstetrician is qualified to administer AZT. Id. However, the expert testimony offered on behalf of Dr. Chie justifies summary judgment by providing a \"credible scientific basis\" for Dr. Chie's deviation from the accepted norm. Id.</p>\n        <p class=\"indent\">Although I agree with the majority that Lesley's case is unlike Bragdon v. Abbott, 524 U.S. 624 (1998), because it involves a doctor's concern about a potential threat to the health of his patient rather than to his own health, this is still a denial of services case. What is at issue here is not Dr. Chie's improper medical treatment of Lesley -- the standard bad medicine malpractice claim -- but his decision not to treat her and instead to send her to another health-care provider. Because I see the case in this way, I do not share the majority's concern that we must use this case to announce a rule that will bar the federalization of state medical malpractice law and undue intrusion on the doctor-patient relationship under the aegis of the Rehabilitation Act.</p>\n        <p class=\"indent\">To be sure, rules are important in establishing the parameters of litigation. But we should not establish rules prematurely. We know that careful, case-specific judicial inquiry has already helped to resolve difficult denial of treatment claims. One commentator has noted that \"Bragdon v. Abbott and the cases involving pretextual referrals illustrate how the ADA can act as a powerful limit on the ability of health care providers to refuse to provide treatment to individuals with HIV infection\" and \"send a clear message to medical and dental providers that refusals to treat are illegitimate and illegal.\" Mary Crossley, Becoming Visible: The ADA's Impact on Health Care for Persons with Disabilities, 52 Ala. L. Rev. 51, 59 (2000). There may or may not be a similar need for a limit on the ability of health care providers to refer disabled patients elsewhere because of an unreasonable medical judgment about the medical effects of the disability, irrespective of pretext.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> This is not the case to decide that issue.</p>\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Studies show that patients with HIV sometimes do not get the care they need because doctors are reluctant to treat them for a variety of reasons. See Crossley, supra, at 59 n.40 (citing studies).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">VICKIE LESLEY, Plaintiff, Appellant,<br>v.<br>HEE MAN CHIE, M.D., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1254</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard October 5, 2000<br>Decided May 22, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Nathaniel M. Gorton, U.S. District Judge]</p>\n      <p class=\"indent\">Bennett H. Klein, with whom Gay &amp; Lesbian Advocates &amp; Defenders was on brief, for appellant.</p>\n      <p class=\"indent\">Charles B. Straus, III, with whom Robert V. Deiana and Mirick, O'Connell, DeMallie &amp; Lougee were on brief, for appellee.</p>\n      <p class=\"indent\">Donna E. Levin, General Counsel, Special Assistant Attorney General, and Edmund J. Sullivan, Deputy General Counsel, on brief for Department of Public Health of the Commonwealth of Massachusetts, amicus curiae.</p>\n      <p class=\"indent\">Carl Valvo and Cosgrove, Eisenberg and Kiley, P.C. on brief for Massachusetts Medical Society and Professional Liability Foundation, Ltd., amici curiae.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dr. Hee Man Chie, an obstetrician-gynecologist, treated Vickie Lesley during her pregnancy in 1994 and 1995. After Lesley tested positive for HIV, Dr. Chie ended up referring her to another hospital that, in his judgment, was better qualified to handle deliveries by HIV-positive patients. The baby was delivered there, safely and without HIV infection.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Two years later, Lesley sued Dr. Chie for damages. The gist of her suit is that Dr. Chie denied her treatment solely because she was HIV-positive, in violation of various disability discrimination laws. The district court entered summary judgment in favor of Dr. Chie, from which Lesley appeals. Lesley v. Chie, <span class=\"citation\" data-id=\"2420929\"><a href=\"/opinion/2420929/lesley-v-chie/\"><span class=\"volume\">81</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">217</span></a></span> (D. Mass. 2000). The case requires us to determine how far courts should defer to a doctor's judgment as to the best course of treatment for a disabled patient in the context of discriminatory denial of treatment claims. We hold that the doctor's judgment is to be given deference absent a showing by the plaintiff that the judgment lacked any reasonable medical basis. Applying this standard to the case, we affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The following facts are undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Vickie Lesley became pregnant in late 1994. In December, she began seeing obstetrician-gynecologist Hee Man Chie for prenatal care. Dr. Chie had been Lesley's gynecologist since 1982. He had admitting privileges at Leominster Hospital, a community hospital in Leominster, Massachusetts, where Lesley lived.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lesley advised Dr. Chie of several preexisting medical conditions. She had diabetes insipidus, a seizure disorder, and a history of cervical dysplasia. She also suffered from manic depression, for which she took lithium. Because lithium increases the risk of fetal heart abnormalities, Dr. Chie ordered a fetal echocardiogram in early March 1995. He also recommended, as he did routinely for his patients, that Lesley be tested for Human Immunodeficiency Virus (HIV), the virus that causes AIDS. Lesley tested positive for HIV.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While Dr. Chie had treated patients with HIV in his gynecological practice, he had never delivered the baby of a woman with HIV. Thus, before Lesley's appointment to discuss her test results, Dr. Chie inquired about the proper treatment for pregnant women with HIV.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">About a year earlier, in February 1994, the National Institutes of Health (NIH) had sponsored a clinical trial to administer the drug AZT to pregnant women with HIV. The trial had three components. Women took AZT orally during pregnancy; they then received it intravenously during labor and delivery; and after birth, the newborn was given AZT syrup. According to the results of the trial, the three-part treatment reduced the risk of transmitting HIV to newborns from 25.5 percent to 8.3 percent. Based on this success rate, the United States Public Health Service published guidelines for administering AZT during pregnancy in August 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In November 1994, the Massachusetts Department of Public Health (MDPH) mailed a Clinical Advisory to all obstetricians in the state. The Clinical Advisory reproduced the U.S. Public Health Service guidelines for AZT treatment, including a fixed dosage schedule for oral and intravenous administration. The advisory also urged doctors to discuss the treatment with their patients. In an amicus brief,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the MDPH states: \"It was the Department of Public Health's intent when it issued the Clinical Advisory that these established steps to prescribe and monitor AZT be immediately implemented by any licensed obstetrician, including community obstetricians such as Dr. Chie.\" The test for monitoring AZT's side effects is a complete blood count and liver function test. According to the MDPH: \"These two blood tests are regularly used by obstetrician/gynecologists as part of prenatal care.\" Dr. Chie in fact used the same tests to monitor the side effects of Lesley's anti-depressant medication.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At his deposition, Dr. Chie said that he read the MDPH Clinical Advisory when he received it in late 1994. Subsequently, after learning that Lesley had tested positive for HIV, he called the Leominster Hospital pharmacy to determine whether AZT was available for delivery, as the Clinical Advisory recommended. The Advisory states: \"Consultation with the hospital pharmacist regarding ZDV [AZT] availability and drug preparations should be done prior to any projected need to avoid delay in initiating any part of this protocol.\" The pharmacy told Dr. Chie that AZT was not yet available, and that he would have to call Leominster's Pharmaceutics &amp; Therapy (P &amp; T) Committee to get the drug approved. Dr. Chie also called Sheila Noone, a nurse who coordinated the Women and Infants HIV Program at Worcester Memorial Hospital. The HIV Program had been one of eight facilities nationwide to participate in the 1994 NIH clinical trial of AZT and served as a clinic for pregnant women with HIV, operating in conjunction with the University of Massachusetts Medical Center, an academic teaching hospital. Nurse Noone discussed AZT treatment with Dr. Chie, and told him that he could either consult with her about Lesley's case, or enroll Lesley in Worcester Memorial's HIV Program so that she could deliver her baby there.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On March 20, 1995, Lesley and her husband met with Dr. Chie. The doctor told them about the HIV Program at Worcester Memorial and gave them Nurse Noone's name and telephone number. Dr. Chie told Lesley he had no experience administering AZT. Lesley expressed confidence in his abilities and made a follow-up appointment for March 30. In the interim, she met with Nurse Noone and signed up for counseling and other support services offered by the HIV Program, but planned to continue her prenatal care with Dr. Chie and to deliver her baby at Leominster.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Before the follow-up appointment, Dr. Chie contacted Dr. Man, chairman of Leominster's P &amp; T Committee, and asked for AZT to be made available at the hospital pharmacy and for a protocol to be put in place for administering the drug intravenously at labor and delivery. Such a protocol would have included notifying physicians that AZT was available for use during pregnancy and delivery, and giving nurses in-service training on the procedures for administering the drug. Dr. Man assured Dr. Chie that he would bring up approval of a protocol at the next P &amp; T Committee meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Dr. Chie also spoke to other obstetricians at Leominster, including the head of the obstetrics-gynecology department, Dr. Schatz. None of the doctors with whom Dr. Chie spoke had experience with HIV pregnancies or administering AZT. Dr. Schatz advised Dr. Chie to consult with a high-risk perinatologist at Worcester Memorial about Lesley, although he did not specifically recommend that she be transferred. Dr. Chie also called Lesley's primary care doctor, Dr. Fraser, explained the situation to him, and told Dr. Fraser that, while he had not made up his mind, he probably would have to transfer Lesley to Worcester Memorial, and in such case he would need Dr. Fraser's approval. Around this same time, Dr. Chie spoke further with Nurse Noone, who again offered either to serve as a consultant to Dr. Chie in treating Lesley or to help him arrange for a transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 30, Dr. Chie called the Leominster pharmacy again to inquire whether AZT had been made available. The pharmacy reported that it was still awaiting approval for the drug from the P &amp; T Committee.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At Lesley's March 30 appointment, Dr. Chie told her he had decided to transfer her case to Worcester Memorial's HIV Program. Dr. Chie's March 30 notes for Lesley's chart state: \"Discussed with [patient] AZT program at UMass. No AZT program at L Hosp. Plan: Transfer patient to UMHosp.\" Dr. Chie said of his explanation to Lesley:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I told her . . . We don't have AZT program at Leominster Hospital. . . . I told her I'd talk to other obstetrician[s], including Dr. Schatz, and if anybody have experience; but none of them has experience using the AZT. I was looking for help. I have no -- I looked through all the books. I learn everything myself. . . . I have no experience using the AZT, and I have no confidence of using the AZT myself. But . . . there's a program in Worcester, Sheila Noone, give us some report about how good the result after the trial of those AZT medications. With that convincing result, I -- I sent her to the AZT program.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In response, Lesley told Dr. Chie that she wanted to remain under his care and to give birth at Leominster because it was her community hospital. Lesley, herself a trained psychiatric nurse, said that all she needed for treatment was a prescription for oral AZT, and an IV line for administering the drug during labor and delivery. She urged Dr. Chie to consult with Nurse Noone at the HIV Program and to get AZT approved at Leominster. Dr. Chie refused to continue treating Lesley.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Lesley went to the HIV Program at Worcester Memorial for her remaining prenatal visits. Worcester Memorial is located about 45 minutes by car from Leominster Hospital and from Lesley's home. She delivered her baby there on July 10, 1995, five weeks before her due date. Lesley acknowledges that she received satisfactory care from the HIV Program. Her baby tested negative for HIV at birth and in follow-up tests.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On March 19, 1997, Lesley filed a complaint in the Massachusetts Superior Court against Dr. Chie, stating that his decision to transfer her to the HIV Program at Worcester Memorial rather than treat her himself violated her rights under &#167; 504 of the Rehabilitation Act, the Americans with Disabilities Act (ADA), and the Massachusetts Public Accommodation Statute, Mass. Gen. Laws ch. 272 &#167; 98. Dr. Chie removed the action to federal court on April 21. On June 25, the parties stipulated to dismissal of Lesley's ADA claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In support of their cross-motions for summary judgment on the remaining claims, both Lesley and Dr. Chie presented expert testimony. Lesley's expert, Dr. Howard Minkoff, served on the U.S. Public Health Service task force that recommended AZT therapy for pregnant women with HIV. In his sworn statement, Dr. Minkoff said administering oral and intravenous AZT during pregnancy and delivery was \"straightforward\" and did not require \"specialized knowledge beyond that possessed by a licensed practitioner of obstetrics.\" In Dr. Minkoff's opinion, \"[t]here is no medical basis for a licensed practitioner of obstetrics to refer an HIV-positive pregnant woman to a high risk clinic . . . based on HIV-positive status alone.\" In its amicus brief, the MDPH states its agreement with Dr. Minkoff's conclusions.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In support of Dr. Chie, Dr. Bruce Cohen, a specialist in high-risk obstetrics, focused on Lesley's complex combination of psychiatric and medical problems. Dr. Cohen said: \"To have denied such a complicated and high risk patient as Mrs. Lesley the available quality care which the situation demanded would have been unethical.\" Dr. Bonnie Herr, a community-based obstetrician, said that at the time Dr. Chie transferred Lesley, \"knowledge and experience in the management of HIV-positive pregnant patients among obstetrician-gynecologists in the general medical community (i.e., outside of teaching centers) was limited.\" Dr. Howard Heller, an associate physician at Brigham &amp; Women's Hospital, agreed that after publication of the MDPH Clinical Advisory in November 1994, it took several months for most hospitals and obstetricians to institute and implement AZT treatment \"since it required a coordinated effort within each hospital and was not under the control of an individual obstetrician.\" Because of the \"many components\" involved in AZT treatment, and the lack of assurance that these components would be in place at Leominster in time for Lesley's labor and delivery, it would have been \"medically inappropriate\" for Dr. Chie to continue treating Lesley, Dr. Heller said.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On January 7, 2000, on cross-motions from the parties, the district court granted summary judgment for Dr. Chie. The court found that Lesley had presented no evidence that Dr. Chie's decision to transfer Lesley to Worcester Memorial's HIV Program was medically inappropriate under the totality of the circumstances. Hence the court found that the doctor's decision did not constitute discrimination solely on the basis of HIV status.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our review of the district court's summary judgment determination is de novo. Equal Employment Opportunity Comm'n v. Amego, Inc., <span class=\"citation\" data-id=\"197290\"><a href=\"/opinion/197290/eeoc-v-amego-inc/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 141 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We dispose of some preliminaries. Section 504 of the Rehabilitation Act provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">No otherwise qualified individual with a disability . . . shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">29 U.S.C. &#167; 794(a). Thus, to prevail on her &#167; 504 claim, Lesley must prove four elements. She must show (1) that she is disabled; (2) that she sought services from a federally funded entity; (3) that she was \"otherwise qualified\" to receive those services; and (4) that she was denied those services \"solely by reason of her . . . disability.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The parties do not dispute the first two elements. Lesley's HIV-positive status is a disability for purposes of the Act. Bragdon v. Abbott, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></span>, 631 (1998). Dr. Chie's receipt of Medicaid funds makes him a federally funded entity for purposes of the Act. See Lesley, 81 F. Supp. 2d at 222-23. The parties do dispute the third element, whether Lesley was \"otherwise qualified\" to receive the services she sought. But we do not address this issue,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as we resolve the case based on the fourth element.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The essential question is whether plaintiff's evidence presents a triable issue as to whether she was denied treatment \"solely by reason of her disability.\" Lesley characterizes Dr. Chie's decision to transfer her as a discriminatory act cloaked as an exercise of medical judgment. She argues that the testimony of her experts demonstrates that Dr. Chie was perfectly competent to treat her, implying that the claimed medical basis for his decision was pretextual. In mirror fashion, Dr. Chie characterizes Lesley's suit as an attack on his medical judgment, thinly veiled as a disability discrimination claim. He argues that the Rehabilitation Act was never intended to interfere with bona fide medical judgments as to how best to treat a patient with a disability. Thus, this case requires us to explore the extent to which the Rehabilitation Act contemplates judicial scrutiny of alleged exercises of medical judgment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We start with the obvious: the Rehabilitation Act does not bar a doctor from referring a disabled patient elsewhere simply because the medical reasons for the referral are related to the patient's disability. It would be nonsensical, and downright contrary to the purposes of the statute, to read the statute's \"solely because of\" language to prohibit medical treatment that is appropriate \"solely because of\" a patient's disability.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> As Congress made clear in the legislative history of the Americans with Disabilities Act, the disability laws are not intended to prevent a physician from referring a disabled patient \"if the disability itself creates specialized complications for the patient's health which the [referring] physician lacks the experience or knowledge to address.\" H.R. Rep. No. 101-485, pt. 2, at 106 (1990), reprinted in 1990 U.S.C.C.A.N. 267, 389; see also Katz v. City Metal Co., <span class=\"citation\" data-id=\"196845\"><a href=\"/opinion/196845/katz-v-city-metal-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 31 n.4 (1st Cir. 1996) (Section 504 of the Rehabilitation Act \"is interpreted substantially identically to the ADA\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">What is not as clear, and what is at issue in this case, is the extent to which a court should defer to a physician's claim that he lacks the experience, knowledge, or other prerequisites necessary to address the medical conditions that allegedly prompted his referral. Two countervailing concerns bear on the question.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On the one hand, courts cannot simply defer unquestioningly to a physician's subjective judgment as to whether his referral was proper. Physicians, of course, are just as capable as any other recipient of federal funds of discriminating against the disabled, and courts may not turn a blind eye to the possibility that a supposed exercise of medical judgment may mask discriminatory motives or stereotypes. See Glanz v. Vernick, <span class=\"citation\" data-id=\"2291632\"><a href=\"/opinion/2291632/glanz-v-vernick/\"><span class=\"volume\">756</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">632</span></a></span>, 638 (D. Mass. 1991) (\"A strict rule of deference would enable doctors to offer merely pretextual medical opinions to cover up discriminatory decisions.\"); cf. Cook v. Rhode Island, <span class=\"citation\" data-id=\"195048\"><a href=\"/opinion/195048/cook-v-state-of-ri/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 26-27 (1st Cir. 1993) (employer's subjective judgment that disabled plaintiff was not qualified for job insufficient to thwart liability).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the other hand, courts should not probe so far into a doctor's referral decision as to inquire whether it was the correct or best decision under the circumstances, or even whether it met the standard of care for the profession. Lest questions of medical propriety be conflated with questions of disability discrimination, it must take more than a mere negligent referral to constitute a Rehabilitation Act violation. Were the Act construed otherwise, so as effectively to impose on physicians a special, disability-centric duty of care, physicians would face potentially conflicting state and federal legal obligations. That is, to avoid state malpractice liability, a physician might wish to err on the side of caution by referring a patient with disability-related complications to a better qualified specialist or more advanced facility; yet under the Rehabilitation Act, as hypothetically construed, the physician who did so would risk being found liable for discrimination. We cannot believe that Congress would have intended the Act to so interfere with the doctor-patient relationship, especially when that relationship is thoroughly regulated by the states.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Cf. Bowen v. Am. Hosp. Assoc., <span class=\"citation\" data-id=\"111685\"><a href=\"/opinion/111685/bowen-v-american-hospital-assn/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, 643 (1986) (Rehabilitation Act does not \"envision[] federal superintendence of treatment decisions traditionally entrusted to state governance\"); Bryant v. Madigan, <span class=\"citation\" data-id=\"718356\"><a href=\"/opinion/718356/ronald-g-bryant-v-david-madigan-nancy-griffin-and-dorothy-mulcahey/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></a></span>, 249 (7th Cir. 1996) (\"The ADA does not create a remedy for medical malpractice.\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Avoiding both a rule giving physicians complete deference and a rule requiring a full-fledged inquiry into their diligence, we head for the middle ground<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and adopt the following standard. Under the Rehabilitation Act, a patient may challenge her doctor's decision to refer her elsewhere by showing the decision to be devoid of any reasonable medical support. This is not to say, however, that the Rehabilitation Act prohibits unreasonable medical decisions as such. Rather, the point of considering a medical decision's reasonableness in this context is to determine whether the decision was unreasonable in a way that reveals it to be discriminatory. In other words, a plaintiff's showing of medical unreasonableness must be framed within some larger theory of disability discrimination. For example, a plaintiff may argue that her physician's decision was so unreasonable -- in the sense of being arbitrary and capricious -- as to imply that it was pretext for some discriminatory motive, such as animus, fear, or \"apathetic attitudes.\" Alexander v. Choate, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 296 (1985); see, e.g., Howe v. Hull, <span class=\"citation\" data-id=\"1477677\"><a href=\"/opinion/1477677/howe-v-hull/\"><span class=\"volume\">874</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">779</span></a></span>, 788-89 (N.D. Ohio 1994) (under ADA, jury could find doctor's diagnosis that plaintiff had extremely rare disorder requiring transfer was pretextual, where patient only had an allergic drug reaction, and doctor did not mention the rare disorder in requesting the transfer but only mentioned plaintiff's HIV-status). Or, instead of arguing pretext, a plaintiff may argue that her physician's decision was discriminatory on its face, because it rested on stereotypes of the disabled rather than an individualized inquiry into the patient's condition -- and hence was \"unreasonable\" in that sense. See, e.g., Sumes v. Andres, <span class=\"citation\" data-id=\"2596495\"><a href=\"/opinion/2596495/sumes-v-andres/\"><span class=\"volume\">938</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">9</span></a></span>, 11-12 (D.D.C. 1996) (issuing summary judgment against doctor who refused to treat deaf patient on ground that \"all deaf people are high risk,\" without making any inquiry regarding her specific condition).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Lesley does not come close to making either form of showing.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Lesley argues that Dr. Chie's decision to transfer her was so lacking in any reasonable medical support as to suggest it was pretext for discrimination. But any claim that Dr. Chie sought to hide some discriminatory motive is belied by the fact that Dr. Chie had knowingly treated other HIV-positive patients in the past; likewise, he continued to treat Lesley for some time after learning she was HIV-positive. See Johnson v. Thompson, <span class=\"citation\" data-id=\"588160\"><a href=\"/opinion/588160/carlton-johnson-by-sharon-johnson-as-his-next-friend-stonewall-jackson/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1487</span></a></span>, 1494 (10th Cir. 1992) (\"If others with the same handicap do not suffer the discrimination, then the discrimination does not result 'solely by reason of [the] handicap.'\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Nor can Lesley plausibly claim that Dr. Chie transferred her on the basis of stereotypes concerning her HIV-positive status. Dr. Chie did not abruptly assume that delivering the baby of an HIV-positive patient was beyond his capability; he came to that conclusion based upon a \"fact-specific and individualized\" inquiry. Cook, 10 F.3d at 27 (quoting School Board of Nassau Cty. v. Arline, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 287 (1987)). Moreover, his decision was confirmed at the time by Dr. Fraser, Lesley's primary care physician and managed care gatekeeper, who had to approve Lesley's transfer; and the decision was also confirmed by Nurse Noone, who from the start suggested referral as a perfectly acceptable treatment option available to Dr. Chie.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The combination of these factors -- Dr. Chie's demonstrated willingness to treat HIV-positive patients he felt competent to treat, and the fact that his decision not to treat Lesley was made pursuant to an individualized inquiry and was confirmed by independent, knowledgeable persons at the time -- makes it impossible for Lesley to succeed in showing that Dr. Chie's decision was discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Even putting aside Dr. Chie's demonstrated willingness to treat other HIV-positive patients, Lesley's insistence that Dr. Chie's proffered medical justification for transferring her was so unreasonable as to imply it was \"pretext\" does not find sufficient support in the evidence. Lesley points to the MDPH Clinical Advisory as evidence that the prevailing medical opinion at the time was that any licensed obstetrician was capable of administering AZT. As proof of the same point, she invokes the testimony of her expert, Dr. Minkoff, in whose opinion the administration of AZT during pregnancy and delivery does not require any specialized knowledge beyond that of an ordinary obstetrician.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is true that in Bragdon v. Abbott, supra, the Supreme Court accorded \"special weight and authority\" to the view of public health officials in determining whether a medical provider could permissibly refuse to treat an HIV-positive patient, where the provider feared for his health. See 524 U.S. at 650; see also 42 U.S.C. &#167; 12182(b)(3) (\"Nothing [in the ADA] shall require an entity to permit an individual to participate in or benefit from the . . . accommodations of such entity where such individual poses a direct threat to the health or safety of others.\"). However, even in that context, the Court emphasized that a provider's deviation from the prevailing medical consensus is entitled to deference so long as it rests on a \"credible scientific basis,\" id., a standard substantially similar to the one adopted here.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But more importantly, we do not believe that the Court's remarks in Bragdon carry over to the present context. At issue in Bragdon was whether there existed a \"direct threat\" to the health of others. The \"direct threat\" defense may be claimed in all sorts of contexts -- by employers, educators, and so on. In Bragdon, the Court simply made clear that physicians have no special privilege to use the defense as an impenetrable shield. See 524 U.S. at 649 (\"[P]etitioner receives no special deference simply because he is a health care professional.\"). By contrast, here what is at issue is not the health of others but the health of the patient herself. That is a matter uniquely entrusted to the care of her physician. In order to protect the professional autonomy of the physician in administering that care, it is necessary to defer to the physician's reasoned judgment. A physician's mere disagreement with prevailing medical opinion thus cannot serve as grounds for an inference of discrimination. Only where the physician's judgment is entirely without any reasonable medical basis may such an inference be warranted.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Lesley's evidence of prevailing medical opinion does not suffice to show that Dr. Chie's decision lacked any reasonable medical basis. The evidence proffered merely goes toward proving that in 1995, as a general matter, a licensed obstetrician would have been competent to administer AZT to an HIV-positive patient. However, as Bragdon itself demonstrates, statements of prevailing medical opinion should not be read so broadly as to sweep case-specific factors under the rug. See 524 U.S. at 651-52 (statement advising that certain precautions \"should reduce the risk of disease transmission in the dental environment\" did not rule out possibility that additional precautions sought by defendant could reduce risk further). While it may have been generally true at the time that a licensed obstetrician could administer AZT to an HIV-positive patient, nothing said by the MDPH or Dr. Minkoff suggests that an obstetrician's referral of such a patient would have been inherently unreasonable.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Rather, reasonableness depends on the circumstances, and here a number of circumstances supported Dr. Chie's judgment to transfer Lesley elsewhere. First, despite its endorsement by the MDPH, intravenous administration of AZT during delivery was still a recent development in obstetrics with which Dr. Chie reasonably felt unfamiliar; as Nurse Noone testified in deposition, \"Things were changing pretty quickly back in those days. . . . It was really -- at that point, this was all very new . . . .\" Second, Dr. Chie had reason to worry that Leominster Hospital would not be adequately prepared and equipped to administer AZT in time for Lesley's delivery; as of March 30, 1995, the date of Dr. Chie's referral, when Lesley was at 20 weeks gestation and at significant risk for premature delivery, AZT had yet to be made available to Leominster's pharmacy and a protocol for administering the drug had yet to be put in place. Third, Worcester Memorial was close by; and as one of eight clinics nationally to participate in the study on which the MDPH Clinical Advisory was based, it obviously could be trusted to provide Lesley a high level of care.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In these circumstances, even if Dr. Chie's decision stemmed from an overabundance of caution, by no means can the decision be thought to lack any reasonable medical basis. The decision was simply a reasoned medical judgment with which the patient disagreed. As to such disagreements, when they warrant litigation, state medical malpractice law, not the Rehabilitation Act, provides the appropriate law of resort. That Lesley could not possibly succeed on a medical malpractice claim on the facts of this case speaks again to the danger of the Rehabilitation Act being abused as an alternative frame for such claims.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We recognize the scope of the HIV epidemic and the importance of ensuring equal access to health care for those infected with the virus. Thus, we reiterate that a doctor cannot escape potential liability under the Rehabilitation Act merely by casting his refusal to treat as an exercise of medical judgment: such judgment must be the reasoned result of an individualized inquiry. At the same time, however, the Rehabilitation Act cannot be pressed into service as a vehicle for disputes over the propriety of debatable treatment decisions. And the propriety of such a decision is all we find to be at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In short, no rational jury could conclude on this evidence that Dr. Chie's referral of Lesley to Worcester Memorial constituted denial of treatment \"solely by reason of her disability.\"<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Summary judgment was therefore appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed. Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We acknowledge with appreciation the amicus brief filed by the Massachusetts Department of Public Health, as well as that filed by the Massachusetts Medical Association and the Professional Liability Foundation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Intravenous AZT became available at Leominster Hospital on April 26, 1995 in preparation for delivery by another patient with HIV.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> MDPH said that it \"has determined that no specialized knowledge beyond that possessed by a licensed obstetrician/ gynecologist is necessary to provide prenatal and obstetrical care to pregnant women with HIV, including prescribing and monitoring medications to reduce HIV transmission from mother to fetus. The Department has also concluded that there is no medical justification to transfer a pregnant woman to a specialist or to a high risk clinic, based on HIV-positive status alone. These principles were as true in March 1995 as they are today.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We recognize that several circuits have held that a disabled plaintiff cannot be considered \"otherwise qualified\" for medical treatment if she would not have needed the treatment absent her disability. See Grzan v. Charter Hosp., <span class=\"citation\" data-id=\"732483\"><a href=\"/opinion/732483/cherilynn-grzan-v-charter-hospital-of-northwest-indiana-a-member-of-the/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">116</span></a></span>, 120-21 (7th Cir. 1997); Bryant v. Madigan, <span class=\"citation\" data-id=\"718356\"><a href=\"/opinion/718356/ronald-g-bryant-v-david-madigan-nancy-griffin-and-dorothy-mulcahey/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></a></span>, 249 (7th Cir. 1996); Johnson v. Thompson, <span class=\"citation\" data-id=\"588160\"><a href=\"/opinion/588160/carlton-johnson-by-sharon-johnson-as-his-next-friend-stonewall-jackson/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1487</span></a></span>, 1493-94 (10th Cir. 1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span> (1993); United States v. Univ. Hosp. S.U.N.Y. at Stony Brook, <span class=\"citation\" data-id=\"432011\"><a href=\"/opinion/432011/united-states-v-university-hospital-state-university-of-new-york-at-stony/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span>, 156-157 (2d Cir. 1984). Partly because we are unsure of the wisdom of such an approach, and partly because we find it awkward to speak in terms of a person being \"qualified\" for medical care, cf. Woolfolk v. Duncan, <span class=\"citation\" data-id=\"1442383\"><a href=\"/opinion/1442383/woolfolk-v-duncan/\"><span class=\"volume\">872</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1381</span></a></span>, 1388 (E.D. Pa. 1995), we prefer to approach the case by way of &#167; 504's \"solely by reason of disability\" prong.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We want to make clear what this case is not about. This case is not about a doctor explicitly refusing to treat a disabled person out of fear for his own health, cf. Bragdon v. Abbott, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span> (1998); nor does it otherwise involve the \"direct threat to others\" provision of &#167; 504, cf. School Bd. of Nassau Cty. v. Arline, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span> (1987); EEOC v. Amego, <span class=\"citation\" data-id=\"197290\"><a href=\"/opinion/197290/eeoc-v-amego-inc/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span> (1st Cir. 1997). Nor is it a case in which plaintiff claims she was denied a reasonable accommodation by her doctor. Cf., e.g., Davis v. Flexman, <span class=\"citation\" data-id=\"2522878\"><a href=\"/opinion/2522878/davis-v-flexman/\"><span class=\"volume\">109</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">776</span></a></span> (S.D. Ohio 1999) (clinic refused to provide sign-language interpreter to hearing-impaired patients).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, such a prohibition would not only be nonsensical; it would be unethical. As one commentator has noted: \"Ethical medical decision-making should take into account all medical factors -- disability-related or not -- affecting a patient's condition and prognosis. Thus, to read the ADA as prohibiting a medical decision-maker from considering medical factors flowing from a disability would put the disabled patient . . . in a different, arguably worse, position than the nondisabled patient . . . .\" M. Crossley, Of Diagnoses and Discrimination: Discriminatory Nontreatment of Infants with HIV Infection, 93 Colum. L. Rev. 1581, 1655 (1993) (citation omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Indeed, in the preemption context, the courts have routinely recognized \"the historic primacy of state regulation of matters of health.\" Backman Co. v. Plaintiffs' Legal Comm., <span class=\"citation\" data-id=\"118406\"><a href=\"/opinion/118406/buckman-co-v-plaintiffs-legal-comm/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1013</span></span>, 1017 (2001), (quoting Medtronic, Inc. v. Lohr, <span class=\"citation\" data-id=\"118055\"><a href=\"/opinion/118055/medtronic-inc-v-lohr/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, 485 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>We have expressed parallel concerns in other contexts. See Amego, 110 F.3d at 145 (noting the need, in the context of employment discrimination claims under the ADA, for \"special sensitivity to the danger of the court becoming a super-employment committee\"); Wynne v. Tufts Univ. Sch. of Med., <span class=\"citation\" data-id=\"560452\"><a href=\"/opinion/560452/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 25 (1st Cir. 1991) (en banc) (\"When judges are asked to review the substance of a genuinely academic decision, . . . they should show great respect for the faculty's professional judgment.\" (quoting Regents of Univ. of Mich. v. Ewing, <span class=\"citation\" data-id=\"111549\"><a href=\"/opinion/111549/regents-of-univ-of-mich-v-ewing/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 225 (1985)); Villanueva v. Wellesley Coll., <span class=\"citation\" data-id=\"558945\"><a href=\"/opinion/558945/tino-villanueva-v-wellesley-college/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 129 (1st Cir. 1991) (court should not sit as a \"super-tenure committee\" in deciding a discrimination claim based on denial of academic tenure).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Cf. Alexander v. Choate, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 299 (1985) (\"Any interpretation of &#167; 504 must [ ] be responsive to two powerful but countervailing considerations -- the need to give effect to the statutory objectives and the desire to keep &#167; 504 within manageable bounds.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The district court and the parties have assumed that plaintiff's showing is governed by the familiar burden-shifting paradigm applied in Title VII employment discrimination cases. See McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span> (1973); Texas Dep't of Cmty. Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span> (1981); see also Pushkin v. Regents of Univ. of Colo., <span class=\"citation\" data-id=\"393991\"><a href=\"/opinion/393991/joshua-r-pushkin-m-d-v-the-regents-of-the-university-of-colorado-the/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1372</span></a></span> (10th Cir. 1981) (applying burden-shifting paradigm in Rehabilitation Act case). But we have rejected use of the paradigm in ADA reasonable accommodation cases. Higgins v. New Balance Athletic Shoe, Inc., <span class=\"citation\" data-id=\"198690\"><a href=\"/opinion/198690/higgins-v-new-balance/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 264 (1st Cir. 1999). And we are far from certain that the model applies in a case such as this, where the plaintiff's case begins and ends with an attack on the professional judgment of the defendant. Thus, without using the burden-shifting model, we simply assume dubitante that the evidence Lesley has put forward is sufficient to require us to consider Dr. Chie's reasons for his referral.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This is of course not to say that in every context a defendant's past record of equal treatment undercuts an inference of discrimination in a particular case. Cf., e.g., Wagner v. Fair Acres Geriatric Ctr., <span class=\"citation\" data-id=\"691326\"><a href=\"/opinion/691326/margaret-c-wagner-by-her-next-friend-george-m-wagner-v-fair-acres/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1016 n. 15 (3d Cir. 1995) (fact that nursing home admitted other Alzheimer's disease patients does not rule out possibility that it discriminated against plaintiff by failing to reasonably accommodate her Alzheimer's disease, given that plaintiff suffered from a distinctly more severe form of the disease more difficult to accommodate).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> It is noteworthy that even Lesley's psychiatrist shared Dr. Chie's opinion, advising Lesley that her pregnancy \"was not a case that should be treated at a community hospital, but should be treated in a university hospital.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> There is a second reason why deference to the provider is more appropriate in a case like this than in a case like Bragdon. Bragdon concerned a provider's judgment about risks posed to his own health -- a matter in which the provider's admitted self-interest may be expected to color his professional judgment. By contrast, Dr. Chie's judgment concerned not what was best for the provider but what was best for the patient.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Indeed, neither the MDPH's amicus brief nor Dr. Minkoff's testimony specifically concludes that Dr. Chie's referral was unreasonable given the totality of the circumstances of this case. Both merely state in the abstract that licensed obstetricians are capable of performing the types of tasks necessary to administer AZT to HIV-positive pregnant women and that there is no medical basis for an obstetrician to refer an HIV-positive pregnant woman based on HIV-positive status alone. Even if Dr. Minkoff's general statements about the care of HIV-positive obstetric patients were taken as a commentary about Leslie's case, such evidence does not suffice given that it does not take into account the case-specific factors that, according to Dr. Chie, motivated his decision to transfer Lesley.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The parties dispute the extent to which Lesley's non-HIV related complications, such as the risk of fetal heart abnormalities posed by her use of lithium, had anything to do with Dr. Chie's referral decision and, if so, whether his reliance on these factors was justified. Whatever the case, it is clear that the primary reasons for Dr. Chie's decisions are the ones cited in the text, and they are sufficient to convince us that his decision was not without medical basis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Typically, negligent referral claims arise where the patient is referred to an unqualified provider. See, e.g., Estate of Tranor v. Bloomsburg Hosp., <span class=\"citation\" data-id=\"2580492\"><a href=\"/opinion/2580492/estate-of-tranor-v-bloomsburg-hosp/\"><span class=\"volume\">60</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">412</span></a></span>, 416 (M.D. Pa. 1999) (doctor's referral to specialist whom he has reason to know is incompetent to treat patient is basis for malpractice liability).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> For the same reasons Lesley may not succeed on her state claim under the Massachusetts Public Accommodation statute, Mass. Gen. Laws ch. 272 &#167; 98. Interpretation of state disability laws like this one goes \"hand in hand\" with interpretation of the federal disability laws. Abbott v. Bragdon, <span class=\"citation\" data-id=\"736905\"><a href=\"/opinion/736905/sidney-abbott-v-randon-bragdon-dmd/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">934</span></a></span>, 937 n.1 (1st Cir. 1997), aff'd in part, rev'd in part, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span> (1998).</p>\n        <p>LIPEZ, Circuit Judge, concurring.</p>\n        <p class=\"indent\">I concur with the result reached by the majority because I think that Dr. Chie's evidence shows that his decision to transfer Lesley was medically reasonable. However, we do not have to decide in this case, as the majority does, that a plaintiff like Lesley must show medical unreasonableness \"within some larger theory of disability discrimination,\" such as animus, fear, apathetic attitudes, or stereotyping, to avoid a possible conflict between &#167; 504 of the Rehabilitation Act and state medical malpractice law, or undue intrusion on the doctor-patient relationship. Given the emerging nature of disability law and the high stakes involved, we should only decide those difficult and important issues when we must.</p>\n        <p class=\"indent\">As the majority notes, \"Lesley argues that Dr. Chie's decision to transfer her was so lacking in any reasonable medical support as to suggest it was pretext for discrimination.\" The premise of Lesley's argument is wrong simply because there is reasonable medical support for Dr. Chie's decision. The majority demonstrates this point convincingly, for example by pointing to such evidence as Leominster Hospital's lack of an AZT protocol at the time Lesley was transferred. Since Lesley loses on that case-specific basis alone, there is no basis for finding pretext. Yet the majority goes on to make the general point that a &#167; 504 plaintiff like Lesley must always show that a doctor's decision not to treat her \"was unreasonable in a way that reveals it to be discriminatory.\" I understand this rule to mean that a disabled patient has no recourse under &#167; 504 when a doctor decides to transfer the patient to another health-care provider after explicit consideration of the medical effects of his or her disability, even if there is no reasonable medical evidence to support the decision not to treat, unless the absence of reasonable medical evidence permits an inference of some discriminatory motive, such as animus, fear, or stereotyping of the disabled.</p>\n        <p class=\"indent\">This may be a good rule, and the majority presents the arguments for it well. But there are also reasons for caution. There is nothing in the language of &#167; 504 that dictates or even suggests that an actionable exclusion from participation in a federal program or an actionable denial of federal benefits may not occur apart from a showing of discrimination. See 29 U.S.C. &#167; 794 (\"No otherwise qualified handicapped individual . . . shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\"). If a doctor's decision not to treat the medical effects of a patient's disability, and transfer the patient elsewhere, is based only on an unreasonable medical judgment, it can be argued that the denial of services to the patient is \"solely by reason of her or his disability.\" Id.</p>\n        <p class=\"indent\">Moreover, although I share the majority's concern about undue interference with the doctor-patient relationship through Rehabilitation Act claims, I question whether claims such as Lesley's pose that threat in one of its most troubling forms -- the \"battle of experts\" at trial requiring a fact finder to choose between a doctor's and a patient's competing versions of the right treatment. In Bragdon v. Abbott, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span> (1998), the Supreme Court said that the views of public health authorities have \"special weight and authority\" in assessing the reasonableness of a doctor's actions. Id. at 650. However, the Court also said that \"[a] health care professional who disagrees with the prevailing medical consensus may rebut it by citing a credible scientific basis for deviating from the accepted norm.\" Id. In other words, when competing views exist side by side at summary judgment, with the plaintiff's experts representing the prevailing practice and the defendant's experts representing a contrary but reasonable view, the court may still grant summary judgment to the defendant without deciding who is right. In my view, Lesley's evidence -- Dr. Minkoff's testimony, the MDPH Clinical Advisory, and the U.S. Public Health Service guidelines -- represents the \"prevailing medical consensus\" that any licensed obstetrician is qualified to administer AZT. Id. However, the expert testimony offered on behalf of Dr. Chie justifies summary judgment by providing a \"credible scientific basis\" for Dr. Chie's deviation from the accepted norm. Id.</p>\n        <p class=\"indent\">Although I agree with the majority that Lesley's case is unlike Bragdon v. Abbott, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span> (1998), because it involves a doctor's concern about a potential threat to the health of his patient rather than to his own health, this is still a denial of services case. What is at issue here is not Dr. Chie's improper medical treatment of Lesley -- the standard bad medicine malpractice claim -- but his decision not to treat her and instead to send her to another health-care provider. Because I see the case in this way, I do not share the majority's concern that we must use this case to announce a rule that will bar the federalization of state medical malpractice law and undue intrusion on the doctor-patient relationship under the aegis of the Rehabilitation Act.</p>\n        <p class=\"indent\">To be sure, rules are important in establishing the parameters of litigation. But we should not establish rules prematurely. We know that careful, case-specific judicial inquiry has already helped to resolve difficult denial of treatment claims. One commentator has noted that \"Bragdon v. Abbott and the cases involving pretextual referrals illustrate how the ADA can act as a powerful limit on the ability of health care providers to refuse to provide treatment to individuals with HIV infection\" and \"send a clear message to medical and dental providers that refusals to treat are illegitimate and illegal.\" Mary Crossley, Becoming Visible: The ADA's Impact on Health Care for Persons with Disabilities, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">L</span></span>. Rev. 51, 59 (2000). There may or may not be a similar need for a limit on the ability of health care providers to refer disabled patients elsewhere because of an unreasonable medical judgment about the medical effects of the disability, irrespective of pretext.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> This is not the case to decide that issue.</p>\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Studies show that patients with HIV sometimes do not get the care they need because doctors are reluctant to treat them for a variety of reasons. See Crossley, supra, at 59 n.40 (citing studies).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/432011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1442383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2291632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2420929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596495/"
  ]
}