{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199484/",
  "absolute_url": "/opinion/199484/united-states-v-gomez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199484/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:34Z",
  "date_modified": "2017-03-24T11:02:04.565691Z",
  "type": "010combined",
  "sha1": "a76e7f79cc98adcba73e06b59fc69be95940dad7",
  "page_count": 19,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2249-01A.pdf",
  "local_path": "pdf/2001/07/06/US_v._Gomez.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-2249\n\n                  UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                          ELVIN GOMEZ,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Michael   A. Ponsor, U.S. District Judge]\n\n\n                             Before\n\n                    Selya, Lynch and Lipez,\n\n                        Circuit Judges.\n\n\n     Mary A. Davis and Tisdale & Davis, P.A. on brief for\nappellant.\n     Donald K. Stern, United States Attorney, and Todd E.\nNewhouse, Assistant United States Attorney, on brief for\nappellee.\n\n\n\n\n                          July 6, 2001\n\f\f           SELYA, Circuit Judge.           Challenging the sufficiency of\n\nthe   evidence   and   alleging       instructional     error,     defendant-\n\nappellant Elvin Gomez asks us to reverse (or, at least, set\n\naside) his conviction for conspiracy to distribute crack cocaine\n\n(cocaine   base).      Should    we   refuse    this   entreaty,    he   seeks\n\nvacation of his sentence.         Discerning no error, we affirm both\n\nhis conviction and sentence.\n\n                                      I.\n\n                                 Background\n\n           We recount the facts in the light most compatible with\n\nthe government's theory of the case, consistent with record\n\nsupport.   See United States v. Alicea, 205 F.3d 480, 482-83 (1st\n\nCir.), cert. denied, 121 S. Ct. 256 (2000).\n\n           Agent Alex Baginski, a member of a Drug Enforcement\n\nAdministration task force, working undercover, spearheaded a\n\nprotracted investigation of a drug-trafficking operation in\n\nHolyoke, Massachusetts.         The investigation neared its climax on\n\nMay 3, 1999, when Baginski placed a telephone call to Jorge\n\nArocho for the ostensible purpose of buying five ounces of crack\n\ncocaine.1 Baginski and Arocho agreed to the price, quantity, and\n\nother terms, and then agreed to consummate the transaction at\n\n\n\n      1\n     All dates mentioned in this opinion are in 1999, unless\notherwise indicated.\n\n                                      -3-\n\fthe Brooks shopping plaza in Holyoke (a site that they had used\n\non April 22 when concluding an earlier controlled drug buy).\n\nThe site was within 1,000 feet of a public school.\n\n            After some delay (not consequential here), the meeting\n\nwas rescheduled for May 5.         That afternoon, officers watched as\n\nArocho went to see the appellant, left, and returned to pick him\n\nup.     The men proceeded together to the Brooks shopping plaza.\n\nThere, Baginski met Arocho and the appellant in the parking lot\n\nand bought 140.6 grams of crack for $4,250.            A surveillance team\n\nwitnessed the transaction and recorded it on both videotape and\n\naudiotape.\n\n            On August 26, a federal grand jury returned a nine-\n\ncount     indictment   against    three      defendants:   the   appellant,\n\nArocho, and one Luis Feliciano.              All the charges stemmed from\n\nBaginski's exploits in the April-May time frame.            In due season,\n\nArocho     pled   guilty   and   the   government    dropped   the   charges\n\nagainst Feliciano.         Thus, the appellant stood trial alone.         In\n\nthe course of the trial, he raised a misidentification defense,\n\nresting primarily on the fact that Baginski originally had named\n\nFeliciano as Arocho's companion during the April 22 transaction.2\n\n\n      2\n     Baginski admitted that, at first, he identified Feliciano\nas the person who accompanied Arocho to the Brooks shopping\nplaza on April 22.   Baginski explained that he had made this\nidentification only after being shown a less-than-recent\nphotograph of Feliciano by a fellow agent; and that, following\n\n                                       -4-\n\fThis, he argued, cast doubt on his involvement in the later (May\n\n5) transaction and in the charged conspiracy.\n\n         The jury disagreed.     It found the appellant guilty on\n\nthree counts, viz.:   (1) distributing crack cocaine on May 5 (or\n\naiding and abetting the same), see 21 U.S.C. § 841(a)(1) & 18\n\nU.S.C. § 2; (2) distributing crack cocaine on that date within\n\n1,000 feet of a public school (or aiding and abetting the same),\n\nsee 21 U.S.C. §§ 841(a)(1), 860 & 18 U.S.C. § 2; and (3)\n\nconspiring to distribute crack cocaine during the approximate\n\nperiod from April 22 to May 5, see 21 U.S.C. § 846 & 18 U.S.C.\n\n§ 2.   The court thereafter sentenced the appellant to a 133-\n\nmonth incarcerative term.    This appeal followed.\n\n                                II.\n\n                            Discussion\n\n         Before us, the appellant, represented on appeal by able\n\ncounsel, makes three principal points.   First, he challenges the\n\ndistrict court's denial of his motion for judgment of acquittal\n\non the conspiracy count.    In that regard he contends, in effect,\n\nthat Baginski's April 22 misidentification, and the lack of any\n\nother competent evidence that the appellant participated in the\n\nApril 22 transaction, undermined the evidentiary predicate for\n\n\n\nthe May 5 incident, he realized that it had been the appellant,\nnot Feliciano, who had accompanied Arocho on April 22.\n\n                                -5-\n\fthe conspiracy charge.          Second, the appellant alleges that the\n\ndistrict court erred in instructing the jury.                           Finally, he\n\ninvokes the Supreme Court's recent decision in Apprendi v. New\n\nJersey, 530 U.S. 466 (2000), and asseverates that the lower\n\ncourt violated Apprendi principles in fixing the length of his\n\nsentence.     We address these claims sequentially.\n\n                                           A.\n\n                         The Sufficiency Challenge.\n\n            The appellant, impliedly conceding the sufficiency of\n\nthe evidence on the two May 5 drug-distribution counts, hoists\n\nthe red flag of evidentiary insufficiency as to the conspiracy\n\ncount.    He raised this point below by a motion for judgment of\n\nacquittal, Fed. R. Crim. P. 29, but to no avail.                       We review the\n\ndistrict court's denial of a motion for judgment of acquittal de\n\nnovo.     United States v.        Staula, 80 F.3d 596, 604 (1st Cir.\n\n1996).      When,   as     now,      a   criminal        defendant     undertakes   a\n\nsufficiency     challenge,           all        the     evidence,       direct    and\n\ncircumstantial,       must      be       perused        from    the     government's\n\nperspective, and the reviewing court — like the presider — must\n\n\"decide     whether      that     evidence,           including       all   plausible\n\ninferences extractable therefrom, enables a rational factfinder\n\nto   conclude   beyond      a   reasonable            doubt    that   the   defendant\n\ncommitted the charged crime.\"               United States v. Noah, 130 F.3d\n\n\n                                          -6-\n\f490, 494 (1st Cir. 1997).                In that process, the court must\n\n\"resolve      all   credibility     disputes         in    the   verdict's    favor.\"\n\nUnited States v. Taylor, 54 F.3d 967, 974 (1st Cir. 1995).                            In\n\nthe end, the court \"need not believe that no verdict other than\n\na    guilty    verdict    could    sensibly     be        reached,   but    must    only\n\nsatisfy itself that the guilty verdict finds support in 'a\n\nplausible      rendition     of    the    record.'\"              United    States     v.\n\nEcheverri, 982 F.2d 675, 677 (1st Cir. 1993) (quoting United\n\nStates v. Ortiz, 966 F.2d 707, 711 (1st Cir. 1992)).\n\n              To prove conspiracy in a criminal case, the government\n\nmust prove beyond a reasonable doubt that an agreement existed\n\nto    commit    the      underlying      substantive         offense       (here,    the\n\ndistribution        of   drugs),    that       the    defendant       knew    of    the\n\nagreement, and that he opted to join in it, intending to commit\n\nthe substantive offense.           See United States v. Barnes, 244 F.3d\n\n172, 174 (1st Cir. 2001); United States v. Sepulveda, 15 F.3d\n\n1161, 1173 (1st Cir. 1993).              The conspiratorial agreement need\n\nnot be explicit and the proof thereof need not be direct.\n\nSepulveda, 15 F.3d at 1173 (explaining that \"the agreement may\n\nbe    express       or   tacit    and    may     be        proved    by    direct     or\n\ncircumstantial evidence\").               In this case, the agreement to\n\ndistribute drugs is patent; the only real question is whether\n\n\n\n\n                                         -7-\n\fthe government proved that the appellant was part and parcel of\n\nthat agreement.\n\n              The appellant would have us answer this question in the\n\nnegative.      He contends that the evidence tying him to the April\n\n22 transaction was unreliable, and in all events, the judge told\n\nthe    jury    that       Baginski's         testimony    about       the    April     22\n\ntransmission        was    to    be   considered        only     on    the   issue     of\n\nidentification.           Without such a tie, the appellant says, the\n\njury had nothing to go on beyond the evidence that he arguably\n\nparticipated in a single sale (occurring on May 5) — and that\n\nwas simply not enough to ground a conspiracy conviction.\n\n              The   record      tells    a    different      tale.      There    was    a\n\nsignificant amount of evidence introduced at trial upon which\n\nthe    jury    reasonably        could       have   relied      in    convicting      the\n\nappellant on the conspiracy count.                      In particular, the jury\n\nsupportably could have found that the appellant accompanied\n\nArocho    on    May   5.        This,        together    with    the    evidence       of\n\nconversations that took place prior to the May 5 transaction and\n\nthe appellant's actions both on the day of the sale and at the\n\nscene (including his demonstrable eagerness to sell drugs to\n\nBaginski in future transactions), formed an adequate foundation\n\non    which    to   build       the   government's        case.        Against       this\n\nevidentiary backdrop, proof of the appellant's direct complicity\n\n\n                                             -8-\n\fin the April 22 transaction was not a prerequisite to proof of\n\nhis membership in the charged conspiracy.3\n\n           To complete the picture, we add two observations.\n\nFirst, we reject out of hand the appellant's suggestion that\n\nmultiple transactions must be shown to forge a conviction for a\n\ndrug-trafficking conspiracy.         To the contrary, the government is\n\nnot required to plead or prove even a single overt act to obtain\n\na conspiracy conviction under 21 U.S.C. § 846.               See United\n\nStates v. Shabani, 513 U.S. 10, 13 (1994);             United States v.\n\nPortela,   167   F.3d   687,   702    (1st   Cir.   1999).   It   follows\n\ninexorably that the government need not prove the commission of\n\nmultiple transactions in order to secure a conviction under that\n\nstatute.\n\n           We likewise reject the appellant's claim that the\n\njury's affirmative finding, recorded on the verdict slip (which\n\nmimicked the indictment and indicated that the conspiracy had\n\nbegun \"on or about April 22\"), required an acquittal unless the\n\ngovernment proved that the appellant participated in the April\n\n\n\n    3 It comes with poor grace for the appellant to suggest some\nsort of impermissible spillover effect resulting from the\nintroduction of the evidence anent the April 22 transaction.\nAfter all, it was the appellant himself who elected to bring out\nthis information. The record indicates that he did so in order\nto show the jury that Baginski had misidentified a photograph of\nFeliciano, thereby casting doubt upon Baginski's assertion that\nit was the appellant who accompanied Arocho on May 5.\n\n                                     -9-\n\f22   transaction.      \"On   or   about\"   dates,   when   used   in   an\n\nindictment, are mere approximations.           In the ordinary case,\n\nneither the prosecution nor the trier of facts is held to\n\ntemporal precision in regard to such dates.          See, e.g., United\n\nStates v. Escobar-de Jesús, 187 F.3d 148, 168 (1st Cir. 1999)\n\n(holding that evidence about an act occurring in late March\n\nsupported proof of a conspiracy alleged to have begun \"on or\n\nabout\" April), cert. denied, 528 U.S. 1176 (2000); Portela, 167\n\nF.3d at 698 n.7 (noting that evidence of an act occurring in\n\nearly April could suffice to prove a crime alleged to have\n\noccurred \"on or about\" March).          Even assuming, for argument's\n\nsake, that the April 22 transaction was not part of the charged\n\nconspiracy,4 the record here is replete with evidence that the\n\nconspiracy was operative in early May.              In our view, this\n\nsuffices to ground a charge that the conspiracy began \"on or\n\nabout April 22.\"\n\n                                   B.\n\n                    Alleged Instructional Errors.\n\n\n     4The fact that the appellant did not participate in the\nApril 22 transaction does not mean that the charged conspiracy\nwas not then in existence, or that the appellant cannot be held\ncriminally responsible for its activities. See United States v.\nBaines, 812 F.2d 41, 43 (1st Cir. 1987) (\"[A] conspiracy is like\na train. When a party knowingly steps aboard, he is part of the\ncrew, and assumes conspirator's responsibility for the existing\nfreight — or conduct — regardless of whether he is aware of just\nwhat it is composed.\").\n\n                                  -10-\n\f                Although the district court admitted evidence of the\n\nApril 22 transaction at trial,                  see supra note 3, it gave a\n\nlimiting instruction concerning the jury's use of that evidence.\n\nThe appellant alleges that this instruction permitted the jury\n\nto   find       him   guilty     on    the    conspiracy         count   even   if   the\n\ngovernment        proved    no        more    than        that   he   was   guilty    of\n\nparticipating in the May 5 drug sale.\n\n                The first obstacle in the appellant's path is that he\n\nfailed to object at trial to the limiting instruction.                          When a\n\ndefendant neglects to interpose a contemporaneous objection to\n\nthe trial court's jury instructions in conformity with Federal\n\nRule       of    Criminal      Procedure            30,     subsequent      claims    of\n\ninstructional error are, for the most part, forfeit.5 See United\n\nStates v. Paniagua-Ramos, 251 F.3d 242, ___ (1st Cir. 2001) [No.\n\n95-1568, slip op. at 5-6].               We say \"for the most part\" because\n\na narrow exception persists for plain error.                          Id. at ___ [slip\n\nop. at 6]; Alicea, 205 F.3d at 484.                   In United States v. Duarte,\n\n\n\n       5The rule provides in pertinent part:\n\n                No party may assign as error any portion of\n                the charge or omission therefrom unless that\n                party objects thereto before the jury\n                retires to consider its verdict, stating\n                distinctly the matter to which that party\n                objects and the ground of the objection.\n\nFed. R. Crim. P. 30.\n\n                                             -11-\n\f246 F.3d 56 (1st Cir. 2001), we catalogued what is needed to\n\nqualify for this exception:\n\n         Review   for   plain  error   entails   four\n         showings:   (1) that an error occurred (2)\n         which was clear or obvious and which not\n         only    (3)   affected    the    defendant's\n         substantial rights, but also (4) seriously\n         impaired the fairness, integrity, or public\n         reputation of judicial proceedings. Johnson\n         v. United States, 520 U.S. 461, 466-67\n         (1997); United States v. Olano, 507 U.S.\n         725, 732 (1993); United States v. Brown, 235\n         F.3d 2, 4 (1st Cir. 2000).\n\nId. at 60.   We apply that standard here, mindful that the plain-\n\nerror exception is cold comfort to most defendants pursuing\n\nclaims of instructional error.   See United States v. Weston, 960\n\nF.2d 212, 216 (1st Cir. 1992) (\"While reversal of a conviction\n\npredicated on unpreserved instructional error is theoretically\n\npossible, [it is] the rare case in which an improper instruction\n\nwill justify reversal of a criminal conviction when no objection\n\nhas been made in the trial court.\") (citation and internal\n\nquotation marks omitted).\n\n         The    appellant   asserts   that   the   district   court's\n\nlimiting instruction improperly permitted the jury to find him\n\nguilty on the conspiracy count without proof of anything more\n\nthan that he helped to distribute drugs on May 5.      We think that\n\nthis requires far too grudging a reading of the district court's\n\nwords.\n\n\n                               -12-\n\f             In its limiting instruction, the court explained that\n\nthe appellant had been \"charged with participation in a drug\n\noffense on one occasion only and that is May 5, 1999.\"                                  The\n\ncourt then acknowledged that \"one witness had testified that\n\n[the appellant] was involved in the April 22 transaction,\" but\n\ncautioned that such testimony had been admitted \"for one very\n\nlimited      purpose,     and   that   is     the    issue      of   identification,\n\nwhether the identification of Mr. Gomez is reliable.\"                             Near the\n\nend of this instruction, the court remarked that \"in deciding\n\nwhether Mr. Gomez was involved in the May 5 incident, which is\n\nthe only crime that he's charged with, you should concentrate on\n\nthe evidence related to that particular transaction.\"                            It is the\n\nmiddle part of this last sentence that draws the appellant's\n\nfire.\n\n             The appellant contends that this \"only crime\" reference\n\neffectively merged the distribution and conspiracy counts, and\n\nsuggested to the jury that if he was guilty of the May 5\n\noffense,      then    a   fortiori,      he    was    guilty         of    the    charged\n\nconspiracy.        The principal difficulty with this argument (beyond\n\nthe fact that the appellant failed to object to the language\n\nthat    he   now    vilifies,    and    thus    deprived        the       court    of   any\n\nopportunity to clarify a perceived ambiguity) is that a single\n\nsentence      from    a   court's      charge       may   not    be       evaluated      in\n\n\n                                        -13-\n\fisolation.        See Cupp v. Naughten, 414 U.S. 141, 146-47 (1973)\n\n(noting     the    \"well         established     proposition         that    a   single\n\ninstruction       to   a    jury     must      not    be   judged     in    artificial\n\nisolation, but must be viewed in the context of the overall\n\ncharge\"); accord United States v. Alvarado, 982 F.2d 659, 663-64\n\n(1st Cir. 1992); United States v. Cintolo, 818 F.2d 980, 1003\n\n(1st Cir. 1987).           Here, we must pay particular heed to the fact\n\nthat the court was talking, at the time, about the jury's\n\ninability    to     use     evidence      of   the     April    22   transaction       as\n\nsubstantive evidence of the appellant's participation in the May\n\n5 transaction.         Seen in that setting, the court's comment —\n\ndistinguishing May 5 from April 22 — seems appropriate.\n\n            If more were needed — and we doubt that it is — looking\n\nto   the   charge      as    a    whole   reveals       the    shallowness       of   the\n\nappellant's assignment of error.                     In his concluding charge to\n\nthe jury, Judge Ponsor stated:\n\n            You must consider these counts separately\n            and return a verdict of guilty or not guilty\n            with respect to each count.     Whether you\n            find the defendant guilty or not guilty as\n            to one count should not necessarily affect\n            your verdict as to the other counts charged.\n\n            Mr. Gomez has three counts pending against\n            him. Each count charges the defendant with\n            a separate crime. . . . You must consider\n            each count separately and return a separate\n            verdict of guilty or not guilty for each.\n            As I have noted, whether you find the\n            defendant guilty or not guilty as to one\n\n                                          -14-\n\f           offense should not necessarily affect your\n           verdict as to the other offense charged.\n\nFurther emphasizing that the three counts were separate and\n\ndistinct, the judge twice instructed the jury that \"if you do\n\nnot find that the government has met its burden of proof on one\n\nor more of these three charges, you must find the defendant not\n\nguilty on that charge or charges.\"\n\n           That ends the matter.                While the single sentence on\n\nwhich the appellant concentrates might, if standing by itself,\n\nleave    something      to    be    desired,         the    specific      context      is\n\ninhospitable to such a criticism, and the charge as a whole\n\nfalls well within the bounds of propriety.                       There was no plain\n\nerror.\n\n           The appellant has a second string to his \"instructional\n\nerror\" bow.       He assails a sentence in the instructions in which\n\nthe court stated that \"the government is not required to prove\n\nevery    detail    of   the    charges,        so    long   as    the    evidence      is\n\nsufficient    to     satisfy       the   requirements         set     out      in   these\n\ninstructions.\"          This       statement,        the    appellant         maintains,\n\nimproperly allowed the jury to convict without finding him\n\nguilty beyond a reasonable doubt of each element of the charged\n\nconspiracy.         Once      again,     the        appellant     —     who    made    no\n\ncontemporaneous objection to this statement below — focuses the\n\nlens of inquiry too narrowly.\n\n                                         -15-\n\f             In his introductory remarks to the jury, Judge Ponsor\n\nspecifically noted that the \"charges are not evidence of any\n\nkind   against     the    defendant,      nor   do       they   suggest     any\n\nresponsibility     on    the   defendant's      part     for    the   offenses\n\nspecified against him.\"          He then gave detailed instructions\n\nregarding the government's burden of proof and the elements of\n\neach offense.     In his concluding charge, he told the jury that\n\nit should \"not single out one instruction alone as stating the\n\nlaw,   but   consider    the   instructions     as   a   whole.\"      He   then\n\ndiscussed each offense and its elements.                 His recital of the\n\nconspiracy charge was meticulous.            It included the following\n\npassage:\n\n             In order for the government to sustain its\n             burden of proof with respect to the\n             conspiracy charge against the defendant, the\n             government must prove the following two\n             elements beyond a reasonable doubt: First,\n             that the specific conspiracy, here to\n             possess with the intent to distribute\n             cocaine and to distribute cocaine base,\n             actually existed; second, that the defendant\n             willfully   became   a    member   of   that\n             conspiracy.\n\nAfter adding a detailed explication of each of these elements,\n\nthe court concluded:\n\n             Once again, I repeat, in order to establish\n             that Mr. Gomez is guilty of this charge of\n             conspiracy, you must be convinced beyond a\n             reasonable doubt that, first, an agreement\n             existed between two or more persons to\n             possess with intent to distribute . . .\n\n                                   -16-\n\f          cocaine and cocaine base; and second, the\n          defendant willfully joined that conspiracy.\n\n          We have no doubt but that these instructions, read\n\ncollectively, adequately informed the jury of its obligation to\n\nfind each element of the conspiracy — and of the other two\n\ncharged crimes, for that matter — beyond a reasonable doubt\n\nbefore   returning   a   guilty   verdict.6   The   painstaking   care\n\nexhibited by the district court in crafting these instructions\n\nrefutes the appellant's claim that one sentence in a charge that\n\ncovered thirty pages of transcript constituted error, plain or\n\notherwise.7\n\n                                   C.\n\n                     Alleged Sentencing Error.\n\n\n\n\n    6It is not clear whether the appellant makes this \"elements\nof the offense\" argument only as to the conspiracy count, or as\nto all three of the charged crimes.        The distinction is\nimmaterial, however, as the district court's instructions were\nadequate across the board.\n    7 The appellant mentions in his brief that the district court\nfailed to follow the pattern jury instructions promulgated for\nuse in this circuit. See Pattern Criminal Jury Instructions for\nthe District Courts of the First Circuit (Dec. 17, 1997). By\ntheir terms, those instructions are precatory, not mandatory.\nSee id. preface. A district court possesses wide discretion to\ninstruct in language that it deems most likely to ensure\neffective communication with jurors, see, e.g., United States v.\nHoulihan, 92 F.3d 1271, 1299 n.31 (1st Cir. 1999), and the\ncompilation of pattern instructions does not in any way curtail\nthis wide discretion.\n\n                                  -17-\n\f            Finally, we turn to the appellant's claim of sentencing\n\nerror.   Under this rubric, he argues that his 133-month sentence\n\ntransgresses the spirit, if not the letter, of the Supreme\n\nCourt's ruling in Apprendi.       He is wrong.\n\n            In Apprendi, the Court held that \"[o]ther than the fact\n\nof a prior conviction, any fact that increases the penalty for\n\na   crime   beyond   the   prescribed    statutory   maximum   must     be\n\nsubmitted to a jury, and proved beyond a reasonable doubt.\"            530\n\nU.S. at 490.    Here, however, the sentence actually imposed does\n\nnot exceed the prescribed statutory maximum — which we have\n\ncalled   the   \"default    statutory   maximum.\"     United   States   v.\n\nRobinson, 241 F.3d 115, 118 (1st Cir. 2000).           That is because\n\nthe appellant's 133-month sentence falls below the statutory\n\nmaximum of twenty years' imprisonment for unspecified quantities\n\nof cocaine base, see 21 U.S.C. § 841(b)(1)(C), and below the\n\nstatutory maximum of forty years' imprisonment for unspecified\n\nquantities of cocaine base sold within 1,000 feet of a public\n\nschool, see 21 U.S.C. § 860.       Thus, no Apprendi error inheres.\n\n            To be sure, the appellant complains that the lower\n\ncourt increased his guideline sentencing range by reference to\n\nits own findings on drug quantity, and insists that Apprendi\n\nshould be applied to nullify any such increase.          This argument\n\nis by now old hat.         We heretofore have concluded, and today\n\n\n                                  -18-\n\freaffirm,    that   Apprendi     does       not    apply    to   findings       by   the\n\nsentencing     judge,      under        a      preponderance-of-the-evidence\n\nstandard, that elevate a defendant's guideline sentencing range\n\n(and, thus, his ultimate sentence), so long as the imposed\n\nsentence does not outstrip the default statutory maximum.                            See\n\nUnited   States     v.   Caba,    241       F.3d   98,     101   (1st    Cir.    2001)\n\n(\"Apprendi    simply     does    not    apply      to    guideline      findings.\").\n\nConsequently, the appellant's 133-month sentence is free from\n\nApprendi error.\n\n                                        III.\n\n                                  Conclusion\n\n            We need go no further.                For aught that appears, the\n\nappellant was fairly tried, lawfully convicted by a properly\n\ninstructed jury, and justly sentenced.\n\n\n\nAffirmed.\n\n\n\n\n                                        -19-\n\f",
  "html": "<p class=\"case_cite\">255 F.3d 31 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLEE,<br>v.<br>ELVIN GOMEZ, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 00-2249</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted June 1, 2001<br>Decided July 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Michael A. Ponsor, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mary A. Davis and Tisdale &amp; Davis, P.A. on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Todd E. Newhouse, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Lynch and Lipez, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">Selya, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Challenging the sufficiency of the evidence and alleging instructional error, defendant-appellant Elvin Gomez asks us to reverse (or, at least, set aside) his conviction for conspiracy to distribute crack cocaine (cocaine base). Should we refuse this entreaty, he seeks vacation of his sentence. Discerning no error, we affirm both his conviction and sentence.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the facts in the light most compatible with the government's theory of the case, consistent with record support. See United States v. Alicea, 205 F.3d 480, 482-83 (1st Cir.), cert. denied, 121 S. Ct. 256 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Agent Alex Baginski, a member of a Drug Enforcement Administration task force, working undercover, spearheaded a protracted investigation of a drug-trafficking operation in Holyoke, Massachusetts. The investigation neared its climax on May 3, 1999, when Baginski placed a telephone call to Jorge Arocho for the ostensible purpose of buying five ounces of crack cocaine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Baginski and Arocho agreed to the price, quantity, and other terms, and then agreed to consummate the transaction at the Brooks shopping plaza in Holyoke (a site that they had used on April 22 when concluding an earlier controlled drug buy). The site was within 1,000 feet of a public school.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After some delay (not consequential here), the meeting was rescheduled for May 5. That afternoon, officers watched as Arocho went to see the appellant, left, and returned to pick him up. The men proceeded together to the Brooks shopping plaza. There, Baginski met Arocho and the appellant in the parking lot and bought 140.6 grams of crack for $4,250. A surveillance team witnessed the transaction and recorded it on both videotape and audiotape.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 26, a federal grand jury returned a nine-count indictment against three defendants: the appellant, Arocho, and one Luis Feliciano. All the charges stemmed from Baginski's exploits in the April-May time frame. In due season, Arocho pled guilty and the government dropped the charges against Feliciano. Thus, the appellant stood trial alone. In the course of the trial, he raised a misidentification defense, resting primarily on the fact that Baginski originally had named Feliciano as Arocho's companion during the April 22 transaction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This, he argued, cast doubt on his involvement in the later (May 5) transaction and in the charged conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The jury disagreed. It found the appellant guilty on three counts, viz.: (1) distributing crack cocaine on May 5 (or aiding and abetting the same), see 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 18 U.S.C. &#167;&#167; 2; (2) distributing crack cocaine on that date within 1,000 feet of a public school (or aiding and abetting the same), see 21 U.S.C. &#167;&#167;&#167;&#167; 841(a)(1), 860 &amp; 18 U.S.C. &#167;&#167; 2; and (3) conspiring to distribute crack cocaine during the approximate period from April 22 to May 5, see 21 U.S.C. &#167;&#167; 846 &amp; 18 U.S.C. &#167;&#167; 2. The court thereafter sentenced the appellant to a 133-month incarcerative term. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before us, the appellant, represented on appeal by able counsel, makes three principal points. First, he challenges the district court's denial of his motion for judgment of acquittal on the conspiracy count. In that regard he contends, in effect, that Baginski's April 22 misidentification, and the lack of any other competent evidence that the appellant participated in the April 22 transaction, undermined the evidentiary predicate for the conspiracy charge. Second, the appellant alleges that the district court erred in instructing the jury. Finally, he invokes the Supreme Court's recent decision in Apprendi v. New Jersey, 530 U.S. 466 (2000), and asseverates that the lower court violated Apprendi principles in fixing the length of his sentence. We address these claims sequentially.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Sufficiency Challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant, impliedly conceding the sufficiency of the evidence on the two May 5 drug-distribution counts, hoists the red flag of evidentiary insufficiency as to the conspiracy count. He raised this point below by a motion for judgment of acquittal, Fed. R. Crim. P. 29, but to no avail. We review the district court's denial of a motion for judgment of acquittal de novo. United States v. Staula, 80 F.3d 596, 604 (1st Cir. 1996). When, as now, a criminal defendant undertakes a sufficiency challenge, all the evidence, direct and circumstantial, must be perused from the government's perspective, and the reviewing court - like the presider - must \"decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational fact finder to conclude beyond a reasonable doubt that the defendant committed the charged crime.\" United States v. Noah, 130 F.3d 490, 494 (1st Cir. 1997). In that process, the court must \"resolve all credibility disputes in the verdict's favor.\" United States v. Taylor, 54 F.3d 967, 974 (1st Cir. 1995). In the end, the court \"need not believe that no verdict other than a guilty verdict could sensibly be reached, but must only satisfy itself that the guilty verdict finds support in 'a plausible rendition of the record.'\" United States v. Echeverri, 982 F.2d 675, 677 (1st Cir. 1993) (quoting United States v. Ortiz, 966 F.2d 707, 711 (1st Cir. 1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To prove conspiracy in a criminal case, the government must prove beyond a reasonable doubt that an agreement existed to commit the underlying substantive offense (here, the distribution of drugs), that the defendant knew of the agreement, and that he opted to join in it, intending to commit the substantive offense. See United States v. Barnes, 244 F.3d 172, 174 (1st Cir. 2001); United States v. Sepulveda, 15 F.3d 1161, 1173 (1st Cir. 1993). The conspiratorial agreement need not be explicit and the proof thereof need not be direct. Sepulveda, 15 F.3d at 1173 (explaining that \"the agreement may be express or tacit and may be proved by direct or circumstantial evidence\"). In this case, the agreement to distribute drugs is patent; the only real question is whether the government proved that the appellant was part and parcel of that agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The appellant would have us answer this question in the negative. He contends that the evidence tying him to the April 22 transaction was unreliable, and in all events, the judge told the jury that Baginski's testimony about the April 22 transmission was to be considered only on the issue of identification. Without such a tie, the appellant says, the jury had nothing to go on beyond the evidence that he arguably participated in a single sale (occurring on May 5) - and that was simply not enough to ground a conspiracy conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The record tells a different tale. There was a significant amount of evidence introduced at trial upon which the jury reasonably could have relied in convicting the appellant on the conspiracy count. In particular, the jury supportably could have found that the appellant accompanied Arocho on May 5. This, together with the evidence of conversations that took place prior to the May 5 transaction and the appellant's actions both on the day of the sale and at the scene (including his demonstrable eagerness to sell drugs to Baginski in future transactions), formed an adequate foundation on which to build the government's case. Against this evidentiary backdrop, proof of the appellant's direct complicity in the April 22 transaction was not a prerequisite to proof of his membership in the charged conspiracy.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To complete the picture, we add two observations. First, we reject out of hand the appellant's suggestion that multiple transactions must be shown to forge a conviction for a drug-trafficking conspiracy. To the contrary, the government is not required to plead or prove even a single overt act to obtain a conspiracy conviction under 21 U.S.C. &#167;&#167; 846. See United States v. Shabani, 513 U.S. 10, 13 (1994); United States v. Portela, 167 F.3d 687, 702 (1st Cir. 1999). It follows inexorably that the government need not prove the commission of multiple transactions in order to secure a conviction under that statute.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We likewise reject the appellant's claim that the jury's affirmative finding, recorded on the verdict slip (which mimicked the indictment and indicated that the conspiracy had begun \"on or about April 22\"), required an acquittal unless the government proved that the appellant participated in the April 22 transaction. \"On or about\" dates, when used in an indictment, are mere approximations. In the ordinary case, neither the prosecution nor the trier of facts is held to temporal precision in regard to such dates. See, e.g., United States v. Escobar-de Jes&#163;&#163;s, 187 F.3d 148, 168 (1st Cir. 1999) (holding that evidence about an act occurring in late March supported proof of a conspiracy alleged to have begun \"on or about\" April), cert. denied, 528 U.S. 1176 (2000); Portela, 167 F.3d at 698 n.7 (noting that evidence of an act occurring in early April could suffice to prove a crime alleged to have occurred \"on or about\" March). Even assuming, for argument's sake, that the April 22 transaction was not part of the charged conspiracy,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the record here isreplete with evidence that the conspiracy was operative in early May. In our view, this suffices to ground a charge that the conspiracy began \"on or about April 22.\"</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Alleged Instructional Errors.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the district court admitted evidence of the April 22 transaction at trial, see supra note 3, it gave a limiting instruction concerning the jury's use of that evidence. The appellant alleges that this instruction permitted the jury to find him guilty on the conspiracy count even if the government proved no more than that he was guilty of participating in the May 5 drug sale.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The first obstacle in the appellant's path is that he failed to object at trial to the limiting instruction. When a defendant neglects to interpose a contemporaneous objection to the trial court's jury instructions in conformity with Federal Rule of Criminal Procedure 30, subsequent claims of instructional error are, for the most part, forfeit.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See United States v. Paniagua-Ramos, 251 F.3d 242, 248 (1st Cir. 2001). We say \"for the most part\" because a narrow exception persists for plain error. Id. at 249; Alicea, 205 F.3d at 484. In United States v. Duarte, 246 F.3d 56 (1st Cir. 2001), we catalogued what is needed to qualify for this exception:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Review for plain error entails four showings: (1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings. Johnson v. United States, 520 U.S. 461, 466-67 (1997); United States v. Olano, 507 U.S. 725, 732 (1993); United States v. Brown, 235 F.3d 2, 4 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 60. We apply that standard here, mindful that the plain-error exception is cold comfort to most defendants pursuing claims of instructional error. See United States v. Weston, 960 F.2d 212, 216 (1st Cir. 1992) (\"While reversal of a conviction predicated on unpreserved instructional error is theoretically possible, [it is] the rare case in which an improper instruction will justify reversal of a criminal conviction when no objection has been made in the trial court.\") (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The appellant asserts that the district court's limiting instruction improperly permitted the jury to find him guilty on the conspiracy count without proof of anything more than that he helped to distribute drugs on May 5. We think that this requires far too grudging a reading of the district court's words.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In its limiting instruction, the court explained that the appellant had been \"charged with participation in a drug offense on one occasion only and that is May 5, 1999.\" The court then acknowledged that \"one witness had testified that [the appellant] was involved in the April 22 transaction,\" but cautioned that such testimony had been admitted \"for one very limited purpose, and that is the issue of identification, whether the identification of Mr. Gomez is reliable.\" Near the end of this instruction, the court remarked that \"in deciding whether Mr. Gomez was involved in the May 5 incident, which is the only crime that he's charged with, you should concentrate on the evidence related to that particular transaction.\" It is the middle part of this last sentence that draws the appellant's fire.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appellant contends that this \"only crime\" reference effectively merged the distribution and conspiracy counts, and suggested to the jury that if he was guilty of the May 5 offense, then a fortiori, he was guilty of the charged conspiracy. The principal difficulty with this argument (beyond the fact that the appellant failed to object to the language that he now vilifies, and thus deprived the court of any opportunity to clarify a perceived ambiguity) is that a single sentence from a court's charge may not be evaluated in isolation. See Cupp v. Naughten, 414 U.S. 141, 146-47 (1973) (noting the \"well established proposition that a single instruction to a jury must not be judged in artificial isolation, but must be viewed in the context of the overall charge\"); accord United States v. Alvarado, 982 F.2d 659, 663-64 (1st Cir. 1992); United States v. Cintolo, 818 F.2d 980, 1003 (1st Cir. 1987). Here, we must pay particular heed to the fact that the court was talking, at the time, about the jury's inability to use evidence of the April 22 transaction as substantive evidence of the appellant's participation in the May 5 transaction. Seen in that setting, the court's comment - distinguishing May 5 from April 22 - seems appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If more were needed - and we doubt that it is - looking to the charge as a whole reveals the shallowness of the appellant's assignment of error. In his concluding charge to the jury, Judge Ponsor stated:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">You must consider these counts separately and return a verdict of guilty or not guilty with respect to each count. Whether you find the defendant guilty or not guilty as to one count should not necessarily affect your verdict as to the other counts charged.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Gomez has three counts pending against him. Each count charges the defendant with a separate crime. . . . You must consider each count separately and return a separate verdict of guilty or not guilty for each. As I have noted, whether you find the defendant guilty or not guilty as to one offense should not necessarily affect your verdict as to the other offense charged.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Further emphasizing that the three counts were separate and distinct, the judge twice instructed the jury that \"if you do not find that the government has met its burden of proof on one or more of these three charges, you must find the defendant not guilty on that charge or charges.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">That ends the matter. While the single sentence on which the appellant concentrates might, if standing by itself, leave something to be desired, the specific context is inhospitable to such a criticism, and the charge as a whole falls well within the bounds of propriety. There was no plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The appellant has a second string to his \"instructional error\" bow. He assails a sentence in the instructions in which the court stated that \"the government is not required to prove every detail of the charges, so long as the evidence is sufficient to satisfy the requirements set out in these instructions.\" This statement, the appellant maintains, improperly allowed the jury to convict without finding him guilty beyond a reasonable doubt of each element of the charged conspiracy. Once again, the appellant - who made no contemporaneous objection to this statement below - focuses the lens of inquiry too narrowly.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In his introductory remarks to the jury, Judge Ponsor specifically noted that the \"charges are not evidence of any kind against the defendant, nor do they suggest any responsibility on the defendant's part for the offenses specified against him.\" He then gave detailed instructions regarding the government's burden of proof and the elements of each offense. In his concluding charge, he told the jury that it should \"not single out one instruction alone as stating the law, but consider the instructions as a whole.\" He then discussed each offense and its elements. His recital of the conspiracy charge was meticulous. It included the following passage:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In order for the government to sustain its burden of proof with respect to the conspiracy charge against the defendant, the government must prove the following two elements beyond a reasonable doubt: First, that the specific conspiracy, here to possess with the intent to distribute cocaine and to distribute cocaine base, actually existed; second, that the defendant willfully became a member of that conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">After adding a detailed explication of each of these elements, the court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Once again, I repeat, in order to establish that Mr. Gomez is guilty of this charge of conspiracy, you must be convinced beyond a reasonable doubt that, first, an agreement existed between two or more persons to possess with intent to distribute . . . cocaine and cocaine base; and second, the defendant willfully joined that conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have no doubt but that these instructions, read collectively, adequately informed the jury of its obligation to find each element of the conspiracy - and of the other two charged crimes, for that matter - beyond a reasonable doubt before returning a guilty verdict.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The painstaking care exhibited by the district court in crafting these instructions refutes the appellant's claim that one sentence in a charge that covered thirty pages of transcript constituted error, plain or otherwise.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Alleged Sentencing Error.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, we turn to the appellant's claim of sentencing error. Under this rubric, he argues that his 133-month sentence transgresses the spirit, if not the letter, of the Supreme Court's ruling in Apprendi. He is wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In Apprendi, the Court held that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" 530 U.S. at 490. Here, however, the sentence actually imposed does not exceed the prescribed statutory maximum - which we have called the \"default statutory maximum.\" United States v. Robinson, 241 F.3d 115, 118 (1st Cir. 2000). That is because the appellant's 133-month sentence falls below the statutory maximum of twenty years' imprisonment for unspecified quantities of cocaine base, see 21 U.S.C. &#167;&#167; 841(b)(1)(C), and below the statutory maximum of forty years' imprisonment for unspecified quantities of cocaine base sold within 1,000 feet of a public school, see 21 U.S.C. &#167;&#167; 860. Thus, no Apprendi error inheres.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To be sure, the appellant complains that the lower court increased his guideline sentencing range by reference to its own findings on drug quantity, and insists that Apprendi should be applied to nullify any such increase. This argument is by now old hat. We heretofore have concluded, and today reaffirm, that Apprendi does not apply to findings by the sentencing judge, under a preponderance-of-the- evidence standard, that elevate a defendant's guideline sentencing range (and, thus, his ultimate sentence), so long as the imposed sentence does not outstrip the default statutory maximum. See United States v. Caba, 241 F.3d 98, 101 (1st Cir. 2001) (\"Apprendi simply does not apply to guideline findings.\"). Consequently, the appellant's 133-month sentence is free from Apprendi error.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We need go no further. For aught that appears, the appellant was fairly tried, lawfully convicted by a properly instructed jury, and justly sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  All dates mentioned in this opinion are in 1999, unless otherwise indicated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Baginski admitted that, at first, he identified Feliciano as the person who accompanied Arocho to the Brooks shopping plaza on April 22. Baginski explained that he had made this identification only after being shown a less-than-recent photograph of Feliciano by a fellow agent; and that, following the May 5 incident, he realized that it had been the appellant, not Feliciano, who had accompanied Arocho on April 22.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  It comes with poor grace for the appellant to suggest some sort of impermissible spillover effect resulting from the introduction of the evidence anent the April 22 transaction. After all, it was the appellant himself who elected to bring out this information. The record indicates that he did so in order to show the jury that Baginski had misidentified a photograph of Feliciano, thereby casting doubt upon Baginski's assertion that it was the appellant who accompanied Arocho on May 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The fact that the appellant did not participate in the April 22 transaction does not mean that the charged conspiracy was not then in existence, or that the appellant cannot be held criminally responsible for its activities. See United States v. Baines, 812 F.2d 41, 43 (1st Cir. 1987) (\"[A] conspiracy is like a train. When a party knowingly steps aboard, he is part of the crew, and assumes conspirator's responsibility for the existing freight - or conduct - regardless of whether he is aware of just what it is composed.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The rule provides in pertinent part:</p>\n        <p>No party may assign as error any portion of the charge or omission therefrom unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which that party objects and the ground of the objection.</p>\n        <p>Fed. R. Crim. P. 30.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  It is not clear whether the appellant makes this \"elements of the offense\" argument only as to the conspiracy count, or as to all three of the charged crimes. The distinction is immaterial, however, as the district court's instructions were adequate across the board.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  The appellant mentions in his brief that the district court failed to follow the pattern jury instructions promulgated for use in this circuit. See Pattern Criminal Jury Instructions for the District Courts of the First Circuit (Dec. 17, 1997). By their terms, those instructions are precatory, not mandatory. See id. preface. A district court possesses wide discretion to instruct in language that it deems most likely to ensure effective communication with jurors, see, e.g., United States v. pattern instructions does not in any way curtail this wide discretion.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLEE,<br>v.<br>ELVIN GOMEZ, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 00-2249</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted June 1, 2001<br>Decided July 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Michael A. Ponsor, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mary A. Davis and Tisdale &amp; Davis, P.A. on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Todd E. Newhouse, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Lynch and Lipez, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">Selya, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Challenging the sufficiency of the evidence and alleging instructional error, defendant-appellant Elvin Gomez asks us to reverse (or, at least, set aside) his conviction for conspiracy to distribute crack cocaine (cocaine base). Should we refuse this entreaty, he seeks vacation of his sentence. Discerning no error, we affirm both his conviction and sentence.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the facts in the light most compatible with the government's theory of the case, consistent with record support. See United States v. Alicea, <span class=\"citation\" data-id=\"198845\"><a href=\"/opinion/198845/united-states-v-rivera-alicea/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 482-83 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">256</span></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Agent Alex Baginski, a member of a Drug Enforcement Administration task force, working undercover, spearheaded a protracted investigation of a drug-trafficking operation in Holyoke, Massachusetts. The investigation neared its climax on May 3, 1999, when Baginski placed a telephone call to Jorge Arocho for the ostensible purpose of buying five ounces of crack cocaine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Baginski and Arocho agreed to the price, quantity, and other terms, and then agreed to consummate the transaction at the Brooks shopping plaza in Holyoke (a site that they had used on April 22 when concluding an earlier controlled drug buy). The site was within 1,000 feet of a public school.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After some delay (not consequential here), the meeting was rescheduled for May 5. That afternoon, officers watched as Arocho went to see the appellant, left, and returned to pick him up. The men proceeded together to the Brooks shopping plaza. There, Baginski met Arocho and the appellant in the parking lot and bought 140.6 grams of crack for $4,250. A surveillance team witnessed the transaction and recorded it on both videotape and audiotape.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 26, a federal grand jury returned a nine-count indictment against three defendants: the appellant, Arocho, and one Luis Feliciano. All the charges stemmed from Baginski's exploits in the April-May time frame. In due season, Arocho pled guilty and the government dropped the charges against Feliciano. Thus, the appellant stood trial alone. In the course of the trial, he raised a misidentification defense, resting primarily on the fact that Baginski originally had named Feliciano as Arocho's companion during the April 22 transaction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This, he argued, cast doubt on his involvement in the later (May 5) transaction and in the charged conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The jury disagreed. It found the appellant guilty on three counts, viz.: (1) distributing crack cocaine on May 5 (or aiding and abetting the same), see 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 18 U.S.C. &#167;&#167; 2; (2) distributing crack cocaine on that date within 1,000 feet of a public school (or aiding and abetting the same), see 21 U.S.C. &#167;&#167;&#167;&#167; 841(a)(1), 860 &amp; 18 U.S.C. &#167;&#167; 2; and (3) conspiring to distribute crack cocaine during the approximate period from April 22 to May 5, see 21 U.S.C. &#167;&#167; 846 &amp; 18 U.S.C. &#167;&#167; 2. The court thereafter sentenced the appellant to a 133-month incarcerative term. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before us, the appellant, represented on appeal by able counsel, makes three principal points. First, he challenges the district court's denial of his motion for judgment of acquittal on the conspiracy count. In that regard he contends, in effect, that Baginski's April 22 misidentification, and the lack of any other competent evidence that the appellant participated in the April 22 transaction, undermined the evidentiary predicate for the conspiracy charge. Second, the appellant alleges that the district court erred in instructing the jury. Finally, he invokes the Supreme Court's recent decision in Apprendi v. New Jersey, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span> (2000), and asseverates that the lower court violated Apprendi principles in fixing the length of his sentence. We address these claims sequentially.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Sufficiency Challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant, impliedly conceding the sufficiency of the evidence on the two May 5 drug-distribution counts, hoists the red flag of evidentiary insufficiency as to the conspiracy count. He raised this point below by a motion for judgment of acquittal, Fed. R. Crim. P. 29, but to no avail. We review the district court's denial of a motion for judgment of acquittal de novo. United States v. Staula, <span class=\"citation\" data-id=\"196665\"><a href=\"/opinion/196665/united-states-v-staula/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></a></span>, 604 (1st Cir. 1996). When, as now, a criminal defendant undertakes a sufficiency challenge, all the evidence, direct and circumstantial, must be perused from the government's perspective, and the reviewing court - like the presider - must \"decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational fact finder to conclude beyond a reasonable doubt that the defendant committed the charged crime.\" United States v. Noah, <span class=\"citation\" data-id=\"197675\"><a href=\"/opinion/197675/united-states-v-noah/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 494 (1st Cir. 1997). In that process, the court must \"resolve all credibility disputes in the verdict's favor.\" United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 974 (1st Cir. 1995). In the end, the court \"need not believe that no verdict other than a guilty verdict could sensibly be reached, but must only satisfy itself that the guilty verdict finds support in 'a plausible rendition of the record.'\" United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 677 (1st Cir. 1993) (quoting United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir. 1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To prove conspiracy in a criminal case, the government must prove beyond a reasonable doubt that an agreement existed to commit the underlying substantive offense (here, the distribution of drugs), that the defendant knew of the agreement, and that he opted to join in it, intending to commit the substantive offense. See United States v. Barnes, <span class=\"citation\" data-id=\"199335\"><a href=\"/opinion/199335/united-states-v-barnes/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 174 (1st Cir. 2001); United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1173 (1st Cir. 1993). The conspiratorial agreement need not be explicit and the proof thereof need not be direct. Sepulveda, 15 F.3d at 1173 (explaining that \"the agreement may be express or tacit and may be proved by direct or circumstantial evidence\"). In this case, the agreement to distribute drugs is patent; the only real question is whether the government proved that the appellant was part and parcel of that agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The appellant would have us answer this question in the negative. He contends that the evidence tying him to the April 22 transaction was unreliable, and in all events, the judge told the jury that Baginski's testimony about the April 22 transmission was to be considered only on the issue of identification. Without such a tie, the appellant says, the jury had nothing to go on beyond the evidence that he arguably participated in a single sale (occurring on May 5) - and that was simply not enough to ground a conspiracy conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The record tells a different tale. There was a significant amount of evidence introduced at trial upon which the jury reasonably could have relied in convicting the appellant on the conspiracy count. In particular, the jury supportably could have found that the appellant accompanied Arocho on May 5. This, together with the evidence of conversations that took place prior to the May 5 transaction and the appellant's actions both on the day of the sale and at the scene (including his demonstrable eagerness to sell drugs to Baginski in future transactions), formed an adequate foundation on which to build the government's case. Against this evidentiary backdrop, proof of the appellant's direct complicity in the April 22 transaction was not a prerequisite to proof of his membership in the charged conspiracy.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To complete the picture, we add two observations. First, we reject out of hand the appellant's suggestion that multiple transactions must be shown to forge a conviction for a drug-trafficking conspiracy. To the contrary, the government is not required to plead or prove even a single overt act to obtain a conspiracy conviction under 21 U.S.C. &#167;&#167; 846. See United States v. Shabani, <span class=\"citation\" data-id=\"117878\"><a href=\"/opinion/117878/united-states-v-shabani/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, 13 (1994); United States v. Portela, <span class=\"citation\" data-id=\"761694\"><a href=\"/opinion/761694/united-states-v-rafael-portela-united-states-of-america-v-francisco/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 702 (1st Cir. 1999). It follows inexorably that the government need not prove the commission of multiple transactions in order to secure a conviction under that statute.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We likewise reject the appellant's claim that the jury's affirmative finding, recorded on the verdict slip (which mimicked the indictment and indicated that the conspiracy had begun \"on or about April 22\"), required an acquittal unless the government proved that the appellant participated in the April 22 transaction. \"On or about\" dates, when used in an indictment, are mere approximations. In the ordinary case, neither the prosecution nor the trier of facts is held to temporal precision in regard to such dates. See, e.g., United States v. Escobar-de Jes&#163;&#163;s, <span class=\"citation\" data-id=\"765611\"><a href=\"/opinion/765611/united-states-v-eusebio-escobar-de-jesus/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 168 (1st Cir. 1999) (holding that evidence about an act occurring in late March supported proof of a conspiracy alleged to have begun \"on or about\" April), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1176</span></span> (2000); Portela, 167 F.3d at 698 n.7 (noting that evidence of an act occurring in early April could suffice to prove a crime alleged to have occurred \"on or about\" March). Even assuming, for argument's sake, that the April 22 transaction was not part of the charged conspiracy,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the record here isreplete with evidence that the conspiracy was operative in early May. In our view, this suffices to ground a charge that the conspiracy began \"on or about April 22.\"</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Alleged Instructional Errors.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the district court admitted evidence of the April 22 transaction at trial, see supra note 3, it gave a limiting instruction concerning the jury's use of that evidence. The appellant alleges that this instruction permitted the jury to find him guilty on the conspiracy count even if the government proved no more than that he was guilty of participating in the May 5 drug sale.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The first obstacle in the appellant's path is that he failed to object at trial to the limiting instruction. When a defendant neglects to interpose a contemporaneous objection to the trial court's jury instructions in conformity with Federal Rule of Criminal Procedure 30, subsequent claims of instructional error are, for the most part, forfeit.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See United States v. Paniagua-Ramos, <span class=\"citation\" data-id=\"773399\"><a href=\"/opinion/773399/united-states-v-daniel-paniagua-ramos/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">242</span></a></span>, 248 (1st Cir. 2001). We say \"for the most part\" because a narrow exception persists for plain error. Id. at 249; Alicea, 205 F.3d at 484. In United States v. Duarte, <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span> (1st Cir. 2001), we catalogued what is needed to qualify for this exception:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Review for plain error entails four showings: (1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings. Johnson v. United States, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 466-67 (1997); United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732 (1993); United States v. Brown, <span class=\"citation\" data-id=\"199192\"><a href=\"/opinion/199192/united-states-v-brown/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span>, 4 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 60. We apply that standard here, mindful that the plain-error exception is cold comfort to most defendants pursuing claims of instructional error. See United States v. Weston, <span class=\"citation\" data-id=\"580695\"><a href=\"/opinion/580695/united-states-v-albert-weston-united-states-of-america-v-paul-r-taylor/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">212</span></a></span>, 216 (1st Cir. 1992) (\"While reversal of a conviction predicated on unpreserved instructional error is theoretically possible, [it is] the rare case in which an improper instruction will justify reversal of a criminal conviction when no objection has been made in the trial court.\") (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The appellant asserts that the district court's limiting instruction improperly permitted the jury to find him guilty on the conspiracy count without proof of anything more than that he helped to distribute drugs on May 5. We think that this requires far too grudging a reading of the district court's words.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In its limiting instruction, the court explained that the appellant had been \"charged with participation in a drug offense on one occasion only and that is May 5, 1999.\" The court then acknowledged that \"one witness had testified that [the appellant] was involved in the April 22 transaction,\" but cautioned that such testimony had been admitted \"for one very limited purpose, and that is the issue of identification, whether the identification of Mr. Gomez is reliable.\" Near the end of this instruction, the court remarked that \"in deciding whether Mr. Gomez was involved in the May 5 incident, which is the only crime that he's charged with, you should concentrate on the evidence related to that particular transaction.\" It is the middle part of this last sentence that draws the appellant's fire.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appellant contends that this \"only crime\" reference effectively merged the distribution and conspiracy counts, and suggested to the jury that if he was guilty of the May 5 offense, then a fortiori, he was guilty of the charged conspiracy. The principal difficulty with this argument (beyond the fact that the appellant failed to object to the language that he now vilifies, and thus deprived the court of any opportunity to clarify a perceived ambiguity) is that a single sentence from a court's charge may not be evaluated in isolation. See Cupp v. Naughten, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 146-47 (1973) (noting the \"well established proposition that a single instruction to a jury must not be judged in artificial isolation, but must be viewed in the context of the overall charge\"); accord United States v. Alvarado, <span class=\"citation\" data-id=\"597413\"><a href=\"/opinion/597413/united-states-v-luis-alfredo-alvarado-united-states-v-juan-eugenio/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span>, 663-64 (1st Cir. 1992); United States v. Cintolo, <span class=\"citation\" data-id=\"488517\"><a href=\"/opinion/488517/united-states-v-william-j-cintolo/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span>, 1003 (1st Cir. 1987). Here, we must pay particular heed to the fact that the court was talking, at the time, about the jury's inability to use evidence of the April 22 transaction as substantive evidence of the appellant's participation in the May 5 transaction. Seen in that setting, the court's comment - distinguishing May 5 from April 22 - seems appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If more were needed - and we doubt that it is - looking to the charge as a whole reveals the shallowness of the appellant's assignment of error. In his concluding charge to the jury, Judge Ponsor stated:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">You must consider these counts separately and return a verdict of guilty or not guilty with respect to each count. Whether you find the defendant guilty or not guilty as to one count should not necessarily affect your verdict as to the other counts charged.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Gomez has three counts pending against him. Each count charges the defendant with a separate crime. . . . You must consider each count separately and return a separate verdict of guilty or not guilty for each. As I have noted, whether you find the defendant guilty or not guilty as to one offense should not necessarily affect your verdict as to the other offense charged.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Further emphasizing that the three counts were separate and distinct, the judge twice instructed the jury that \"if you do not find that the government has met its burden of proof on one or more of these three charges, you must find the defendant not guilty on that charge or charges.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">That ends the matter. While the single sentence on which the appellant concentrates might, if standing by itself, leave something to be desired, the specific context is inhospitable to such a criticism, and the charge as a whole falls well within the bounds of propriety. There was no plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The appellant has a second string to his \"instructional error\" bow. He assails a sentence in the instructions in which the court stated that \"the government is not required to prove every detail of the charges, so long as the evidence is sufficient to satisfy the requirements set out in these instructions.\" This statement, the appellant maintains, improperly allowed the jury to convict without finding him guilty beyond a reasonable doubt of each element of the charged conspiracy. Once again, the appellant - who made no contemporaneous objection to this statement below - focuses the lens of inquiry too narrowly.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In his introductory remarks to the jury, Judge Ponsor specifically noted that the \"charges are not evidence of any kind against the defendant, nor do they suggest any responsibility on the defendant's part for the offenses specified against him.\" He then gave detailed instructions regarding the government's burden of proof and the elements of each offense. In his concluding charge, he told the jury that it should \"not single out one instruction alone as stating the law, but consider the instructions as a whole.\" He then discussed each offense and its elements. His recital of the conspiracy charge was meticulous. It included the following passage:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In order for the government to sustain its burden of proof with respect to the conspiracy charge against the defendant, the government must prove the following two elements beyond a reasonable doubt: First, that the specific conspiracy, here to possess with the intent to distribute cocaine and to distribute cocaine base, actually existed; second, that the defendant willfully became a member of that conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">After adding a detailed explication of each of these elements, the court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Once again, I repeat, in order to establish that Mr. Gomez is guilty of this charge of conspiracy, you must be convinced beyond a reasonable doubt that, first, an agreement existed between two or more persons to possess with intent to distribute . . . cocaine and cocaine base; and second, the defendant willfully joined that conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have no doubt but that these instructions, read collectively, adequately informed the jury of its obligation to find each element of the conspiracy - and of the other two charged crimes, for that matter - beyond a reasonable doubt before returning a guilty verdict.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The painstaking care exhibited by the district court in crafting these instructions refutes the appellant's claim that one sentence in a charge that covered thirty pages of transcript constituted error, plain or otherwise.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Alleged Sentencing Error.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, we turn to the appellant's claim of sentencing error. Under this rubric, he argues that his 133-month sentence transgresses the spirit, if not the letter, of the Supreme Court's ruling in Apprendi. He is wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In Apprendi, the Court held that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" 530 U.S. at 490. Here, however, the sentence actually imposed does not exceed the prescribed statutory maximum - which we have called the \"default statutory maximum.\" United States v. Robinson, <span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></span>, 118 (1st Cir. 2000). That is because the appellant's 133-month sentence falls below the statutory maximum of twenty years' imprisonment for unspecified quantities of cocaine base, see 21 U.S.C. &#167;&#167; 841(b)(1)(C), and below the statutory maximum of forty years' imprisonment for unspecified quantities of cocaine base sold within 1,000 feet of a public school, see 21 U.S.C. &#167;&#167; 860. Thus, no Apprendi error inheres.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To be sure, the appellant complains that the lower court increased his guideline sentencing range by reference to its own findings on drug quantity, and insists that Apprendi should be applied to nullify any such increase. This argument is by now old hat. We heretofore have concluded, and today reaffirm, that Apprendi does not apply to findings by the sentencing judge, under a preponderance-of-the- evidence standard, that elevate a defendant's guideline sentencing range (and, thus, his ultimate sentence), so long as the imposed sentence does not outstrip the default statutory maximum. See United States v. Caba, <span class=\"citation\" data-id=\"199298\"><a href=\"/opinion/199298/united-states-v-caba/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 101 (1st Cir. 2001) (\"Apprendi simply does not apply to guideline findings.\"). Consequently, the appellant's 133-month sentence is free from Apprendi error.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We need go no further. For aught that appears, the appellant was fairly tried, lawfully convicted by a properly instructed jury, and justly sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  All dates mentioned in this opinion are in 1999, unless otherwise indicated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Baginski admitted that, at first, he identified Feliciano as the person who accompanied Arocho to the Brooks shopping plaza on April 22. Baginski explained that he had made this identification only after being shown a less-than-recent photograph of Feliciano by a fellow agent; and that, following the May 5 incident, he realized that it had been the appellant, not Feliciano, who had accompanied Arocho on April 22.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  It comes with poor grace for the appellant to suggest some sort of impermissible spillover effect resulting from the introduction of the evidence anent the April 22 transaction. After all, it was the appellant himself who elected to bring out this information. The record indicates that he did so in order to show the jury that Baginski had misidentified a photograph of Feliciano, thereby casting doubt upon Baginski's assertion that it was the appellant who accompanied Arocho on May 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The fact that the appellant did not participate in the April 22 transaction does not mean that the charged conspiracy was not then in existence, or that the appellant cannot be held criminally responsible for its activities. See United States v. Baines, <span class=\"citation\" data-id=\"483545\"><a href=\"/opinion/483545/united-states-v-robert-s-baines/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 43 (1st Cir. 1987) (\"[A] conspiracy is like a train. When a party knowingly steps aboard, he is part of the crew, and assumes conspirator's responsibility for the existing freight - or conduct - regardless of whether he is aware of just what it is composed.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The rule provides in pertinent part:</p>\n        <p>No party may assign as error any portion of the charge or omission therefrom unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which that party objects and the ground of the objection.</p>\n        <p>Fed. R. Crim. P. 30.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  It is not clear whether the appellant makes this \"elements of the offense\" argument only as to the conspiracy count, or as to all three of the charged crimes. The distinction is immaterial, however, as the district court's instructions were adequate across the board.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  The appellant mentions in his brief that the district court failed to follow the pattern jury instructions promulgated for use in this circuit. See Pattern Criminal Jury Instructions for the District Courts of the First Circuit (Dec. 17, 1997). By their terms, those instructions are precatory, not mandatory. See id. preface. A district court possesses wide discretion to instruct in language that it deems most likely to ensure effective communication with jurors, see, e.g., United States v. pattern instructions does not in any way curtail this wide discretion.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773399/"
  ]
}