{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199406/",
  "absolute_url": "/opinion/199406/united-states-v-conley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199406/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:08Z",
  "date_modified": "2017-03-24T11:01:52.182041Z",
  "type": "010combined",
  "sha1": "4c94b2fb8ef0437d3f1aca8618163d4f547398b5",
  "page_count": 22,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2141-01A.pdf",
  "local_path": "pdf/2001/05/16/US_v._Conley.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-2141\n\n                        UNITED STATES,\n\n                          Appellant,\n\n                              v.\n\n                      KENNETH M. CONLEY,\n\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n                            Before\n\n                    Torruella, Chief Judge,\n\n                 Bownes, Senior Circuit Judge,\n\n                  and Boudin, Circuit Judge.\n\n\n\n     S. Theodore Merritt, Assistant United States Attorney, with\nwhom Donald K. Stern, United States Attorney, Bill Lann Lee,\nAssistant Attorney General, and William R. Yeomans, Acting\nAssistant Attorney General, Civil Rights Division, United States\nDepartment of Justice, were on brief, for appellant.\n\n     Willie J. Davis, with whom Frances L. Robinson and Davis,\nRobinson & White, LLP were on brief, for appellee.\n\fMay 11, 2001\n\f            BOWNES, Senior Circuit Judge.     Boston police officer\n\nKenneth Conley was convicted of perjury based on his testimony\n\nto a grand jury concerning the beating of a fellow officer,\n\nMichael Cox, who was allegedly mistaken by police for a fleeing\n\nsuspect.      After this court affirmed his conviction, United\n\nStates v. Conley, 186 F.3d 7 (1st Cir. 1999), cert. denied, 529\n\nU.S. 1017 (2000), Conley moved for a new trial on the basis of\n\nnewly     discovered   evidence,    Brady   violations,   and   jury\n\nmisconduct.    The district court allowed the motion on the ground\n\nthat a new trial was warranted “in the interests of justice,”\n\nand the government appeals.        We reverse the order for a new\n\ntrial on the ground that the district court did not apply the\n\ncorrect legal test.\n\n                       I.   Factual Background\n\n            On the morning of January 25, 1995, several Boston\n\nPolice cruisers from different districts responded to the report\n\nof a shooting at a restaurant in Boston.     The police chased four\n\nblack male suspects who fled the restaurant in a Lexus until\n\nthey reached a dead-end street in Mattapan.       The suspects ran\n\nfrom the car; one, Robert Brown, ran toward a fence on the right\n\nabout twenty feet away.       Brown was wearing a brown leather\n\njacket.\n\n\n\n\n                                   -3-\n\f          The first police car in pursuit of the suspects stopped\n\nto the left of the Lexus.    It was an unmarked cruiser driven by\n\nOfficer Craig Jones; his partner, Officer Michael Cox, was in\n\nthe passenger seat, and a security guard, Charles Bullard, was\n\nin the back seat.       Cox, who is black, was dressed in plain\n\nclothes and was wearing jeans, a black hooded sweatshirt, and a\n\nblack down jacket.\n\n          Cox   later   testified   that   he   saw   Brown   exit   the\n\npassenger side door of the Lexus and chase “right behind” Brown\n\ndirectly to the fence.     As Brown climbed the fence, his jacket\n\ncaught at the top.   Cox stated that he grabbed Brown’s jacket in\n\nan attempt to pull him back over the fence; Brown, however,\n\nclimbed over the top of the fence and dropped down the other\n\nside.   Cox stated that no one was between him and Brown at any\n\ntime.\n\n          Cox testified that as he was preparing to climb the\n\nfence in pursuit of Brown, he was struck from behind with a\n\nblunt object by police officers who apparently mistook him for\n\na suspect.   The officers beat and kicked him in the head, back,\n\nface and mouth.   Cox then heard an officer shout, “Stop, stop,\n\nhe’s a cop, he’s a cop,” and the officers fled.          Cox, who was\n\nbleeding and seriously injured, was later taken by ambulance to\n\na hospital for medical treatment.\n\n\n                                -4-\n\f                      II.    Procedural History\n\nA.   Conley's Grand Jury Testimony\n\n           In   April,   1997,     a     federal    grand    jury    began\n\ninvestigating the beating to discover which officers attacked\n\nCox, failed to prevent the assault, and failed to get him\n\nmedical treatment.    It subpoenaed Conley to testify pursuant to\n\nan   immunity   agreement.    In   Conley,    186   F.3d    at   12-13,   we\n\nsummarized his testimony as follows:\n\n           Consistent with Cox's version of events,\n           Conley testified that when he arrived at the\n           dead end on Woodruff Way, his vehicle was\n           about the fourth or fifth police car in line\n           behind    the     suspects'    gold   Lexus,\n           approximately   forty   feet   away.    Also\n           consistent   with   Cox's   account,  Conley\n           testified that once the Lexus skidded to a\n           stop, a black male wearing a brown leather\n           jacket exited from the passenger side of the\n           Lexus and ran to the right, towards a fence.\n           Conley exited his vehicle in pursuit. While\n           in pursuit, Conley observed the suspect\n           scale the fence, drop down on the other\n           side, and start to run.     Conley testified\n           that he made all of these observations as he\n           pursued the suspect, beginning from the time\n           the suspect first exited the gold Lexus up\n           to the time when the suspect landed on the\n           other side of the fence and started to run.\n           According to Cox's testimony, Conley made\n           these observations at precisely the same\n           time that Cox was chasing \"right behind\" the\n           suspect.   However, before the grand jury,\n           Conley testified that during that time he\n           did not observe anyone--either in plain\n           clothes or in uniform--between him and the\n           suspect.\n\n(Internal record citations omitted.)\n\n                                   -5-\n\f         Conley then testified to facts directly contradicting\n\nCox's version of events:\n\n         Q: All right. Now, officer Conley, when you\n         were chasing the suspect as he went over to\n         the fence, did you see another individual\n         chasing him as well?\n\n         A: No, I did not.\n\n         Q: Did you see anyone else in plain clothes\n         behind him as he went towards the fence?\n\n         A: No, I didn't.\n\n         Q: Did you see, as he went on top of the\n         fence   or  climbed   the  fence,   another\n         individual in plain clothes standing there,\n         trying to grab him?\n\n         A: No, I did not.\n\n         Q: When you saw the suspect get to the top\n         of the fence, did you see another individual\n         in plain clothes grabbing part of his\n         clothing--\n\n         A: No, I did not.\n\n         Q: --as he went over the fence?\n\n         A: No, I did not.\n\n         Q: So that didn't happen; is that correct?\n         Because you saw the individual go over the\n         fence?\n\n         A: Yes, I seen [sic] the individual go over\n         the fence.\n\n         Q: And if these other things that I've been\n         describing, a second--another plain clothes\n         officer chasing him, and actually grabbing\n         him as he went to the top of the fence, you\n\n\n                             -6-\n\f          would have seen that if it happened; is that\n          your testimony?\n\n          A: I think I would have seen that.\n\nConley, 186 F.3d at 13.       Conley further testified that when he\n\ngot to the fence, he climbed over it in \"approximately the same\n\nlocation\" that he had observed the suspect go over the fence,\n\nand continued chasing him.      Eventually, Conley caught up to the\n\nsuspect and arrested him.      Id.\n\nB.   Conley's Perjury Trial\n\n          On August 14, 1997, Conley was charged in a three-count\n\nindictment arising from his grand jury testimony.            Count I\n\ncharged that Conley committed perjury in violation of 18 U.S.C.\n\n§ 1623 by denying that he saw Cox pursue and grab a suspect as\n\nthat suspect ran toward and climbed a fence.       Count II charged\n\nthat Conley also committed perjury when he denied that he saw\n\nBoston police officers strike and kick Cox.       Count III charged\n\nthat Conley obstructed the grand jury investigation in violation\n\nof 18 U.S.C. § 1503 by giving false, evasive and misleading\n\ntestimony and by withholding information.\n\n          At   trial,   the   government   presented   evidence   that\n\ncontradicted Conley’s grand jury testimony and supported Cox’s\n\nversion of events.      Brown, the suspect arrested by Conley,\n\ntestified that as he ran toward the fence, he saw a black man\n\nwearing black clothing running after him.      He stated that as he\n\n                                  -7-\n\fwas scaling the fence, he felt someone touch his foot.    After he\n\nreached the other side of the fence, he looked back and saw a\n\nblack man wearing a black hood start to climb the fence.     Brown\n\nthen saw an officer strike Cox from behind, and saw other\n\nofficers beating him.   Brown further testified that he made eye\n\ncontact with an officer, later identified as Conley, who was\n\nstanding next to the officers who were beating Cox.    Conley then\n\nchased and apprehended Brown.\n\n         Officer Richard Walker, whose cruiser arrived at the\n\ndead-end after Cox’s car, testified at trial that he saw Cox\n\nrunning in front of him from left to right in very close pursuit\n\nof a black male suspect wearing brown.    Walker saw Cox running\n\n“about three feet behind” Brown, and saw Brown climb the fence\n\nand Cox reach to grab him.      He testified that “less than two\n\nseconds” elapsed between the time he saw Brown on the top of the\n\nfence and when he saw Cox grab at him.     When Walker saw Brown\n\ndrop down the other side of the fence, Walker ran straight ahead\n\nthrough a hole in the fence down a hill, falling twice.       When\n\nWalker got up, he encountered two white plainclothes officers,\n\nincluding a “tall” officer who eventually caught Brown.\n\n         On June 10, 1998, the jury returned a verdict of guilty\n\non Counts I and III and not guilty on Count II.       The district\n\n\n\n\n                                -8-\n\fcourt sentenced Conley to 34 months imprisonment, but stayed the\n\nexecution of the sentence pending appeal.\n\n          This court affirmed Conley’s conviction on July 23,\n\n1999.   We concluded that the evidence was sufficient to support\n\nthe conviction:\n\n          At trial, the government presented ample\n          circumstantial   evidence   from   which   a\n          rational jury could conclude that Conley's\n          statements were false beyond a reasonable\n          doubt.    By comparing Conley's testimony\n          about the timing and location of his actions\n          with the testimony of Cox, Walker, and\n          Brown, the jury reasonably concluded that\n          Conley lied when he stated that he did not\n          observe Cox chasing the suspect. Conley\n          testified that upon arrival at the scene, he\n          observed Brown exit from the passenger side\n          of the Lexus, run to the right, and climb\n          over the fence. Most significantly, Conley\n          testified that \"within seconds of seeing\n          [the suspect] go over\" the fence he scaled\n          the fence at the same location.     Both Cox\n          and Walker placed Cox at the exact same time\n          at the exact same place where Conley claims\n          to have climbed over the fence. According to\n          their testimony . . . Cox was \"right behind\"\n          Brown, approximately three feet behind him,\n          as Brown approached the fence. When Brown\n          reached the fence, Cox was even closer. At\n          that point, Cox was close enough to make\n          contact with Brown and attempt to pull him\n          back over the fence. Brown corroborated this\n          version of events when he testified that a\n          black man wearing a \"black hoody\" was behind\n          him as he ran toward the fence and had just\n          started to come over the fence after him\n          when he observed the black man being struck\n          on the head by a police officer.       Brown\n          confirmed that the person behind him was\n          close enough to make contact with his foot\n          as he scaled the fence. Conley's testimony\n\n                              -9-\n\f            that he scaled the fence \"within seconds\" of\n            seeing Brown go over the fence, and that he\n            scaled the fence in the same location as\n            Brown does not square with the testimony of\n            Cox, Walker, and Brown. Conley's version of\n            the events provides for no reasonable gap in\n            time during which he could have missed\n            observing Cox at the fence. Indeed, Conley\n            concedes   that  if   the   Cox/Walker/Brown\n            version is true, he would have seen Cox at\n            the fence.    In reaching its verdict, the\n            jury apparently found the Cox/Walker/Brown\n            version more credible.\n\nConley, 186 F.3d at 19-20 (internal citations omitted) (emphasis\n\nadded).\n\nC.   The Civil Trial\n\n            After the criminal trial, Cox brought federal civil\n\nrights claims against several police officers, including Conley.\n\nHe alleged that the officers beat him, failed to stop the\n\nbeating or render him aid, and participated in a cover-up of the\n\nincident.    The civil trial took place in December, 1998.     At\n\ntrial, Bullard testified that when Cox left the cruiser, he went\n\nstraight forward, rather than to the right and directly toward\n\nthe fence in pursuit of Brown, as Cox claimed.     The jury found\n\ntwo officers liable for beating Cox, and a third officer liable\n\nfor failing to come to Cox’s assistance.      It found Conley not\n\n\n\n\n                               -10-\n\fliable    for    failing     to   come     to      Cox’s   assistance    or     for\n\nparticipating in a cover-up.1\n\nD.   Conley's Motion for a New Trial\n\n           Conley moved for a new trial on March 24, 2000.2                      In\n\nsupport of his motion, Conley pointed to three pieces of “newly\n\ndiscovered”      evidence.        First,      he    asserted   that     Bullard’s\n\ntestimony in the civil trial supported Conley’s version of\n\nevents.   Bullard had testified similarly before the grand jury,\n\nConley contended, and the government’s failure to disclose this\n\nviolated its Brady obligations.3              Second, Conley argued that the\n\ngovernment      knowingly    relied      on    perjured    testimony     when    it\n\nallowed to go uncorrected, and used in its closing, Brown’s\n\nstatements that the Boston police had brought state drug charges\n\nagainst him in retaliation for his cooperation with the federal\n\ngovernment.      Third, Conley argued that the government wrongly\n\nfailed to disclose the transcript of an interview conducted by\n\n\n\n     1\n     The district court instructed the jury that if it found any\nofficers liable for the beating, the cover-up was by definition\nunsuccessful.\n     2\n     The district court stated that the Court of Appeals\nremanded the case \"for consideration of a motion for new trial.\"\nUnited States v. Conley, 103 F. Supp.2d 45, 47 (D. Mass. 2000).\nA review of our opinion, however, reveals no reference to a\nremand, and in answers to questions at oral argument none of the\nattorneys recalled such an order.\n     3Bullard did not testify at Conley’s criminal trial.\n\n                                      -11-\n\fthe   Internal   Affairs    Division     (IAD)    of   the   Boston    Police\n\nDepartment in which Walker made a tentative photo identification\n\nof the tall white officer who chased and arrested Brown as an\n\nofficer other than Conley.4\n\n            After oral argument on Conley’s motion for a new trial,\n\nthe district court ordered the government to produce, in camera,\n\nall of the IAD files in its possession related to this case.\n\nThe previously undisclosed material in those files included\n\nnewspaper    articles      detailing   how       Cox   initially      had   no\n\nrecollection of how he had been beaten; officer activity logs\n\nindicating that Conley’s report was more detailed than the\n\nreports of other officers present at the incident; booking\n\nsheets indicating that Brown was not the only suspect wearing a\n\nbrown jacket the night of the incident and that another suspect\n\nwas dressed similarly to Cox; motor vehicle inspection reports;\n\ninternal memoranda; an interview with Bullard in which he stated\n\nthat Cox may have been found on the ice behind the Lexus instead\n\nof behind the marked cruiser (as the prosecution contended at\n\ntrial); a report by Walker; and a diagram of the car chase\n\n\n      4\n     Conley additionally claimed that extraneous forces had\ntainted the jury, based on a statement a juror had made to\nseveral others that “his father and his uncle were cops and, as\nsuch, he knew that cops were trained professionals who observe\neverything around them,” and that “he knew the area because he\nused to live there.” The district court did not reach Conley’s\njuror misconduct argument, and it is not raised in this appeal.\n\n                                  -12-\n\fapparently prepared by Walker.    The government also produced in\n\ncamera an internal FBI memorandum documenting that Walker had\n\ninitially agreed, then refused, to take a polygraph examination\n\nconcerning his retraction of an earlier statement he had made to\n\nthe IAD that he had seen someone trailing Cox as he chased\n\nBrown.5   It appears that no evidentiary hearing followed the in\n\ncamera production of this evidence.\n\nE.   The District Court Opinion\n\n           On June 27, 2000, the district court allowed Conley’s\n\nmotion for a new trial.    In a written opinion, 103 F. Supp.2d\n\n45, 48 (D. Mass. 2000), the court first set out the standard for\n\na new trial based on newly discovered evidence, United States v.\n\nWright, 625 F.2d 1017, 1019 (1st Cir. 1980), and breach of a\n\nprosecutor’s obligation to disclose exculpatory evidence, Brady\n\nv. Maryland, 373 U.S. 83, 87 (1963).    Discussing each piece of\n\nevidence in turn, it held that the government’s failure to\n\ndisclose Bullard’s grand jury testimony did not violate Brady;\n\nthat Brown did not commit perjury when he testified that the\n\nstate charges against him were trumped-up and retaliatory; and\n\nthat the evidence as to the Walker interview transcript was\n\n“inconclusive” as to the government’s duty of disclosure and\n\n\n\n     5\n     Upon the government’s motion, the in camera evidence was\nunsealed on August 15, 2000.\n\n                              -13-\n\fdefense counsel’s diligence.    Conley, 103 F. Supp.2d at 51-55.\n\n\n\n           Despite these findings, the court explicitly took all\n\nof   the   above-mentioned   evidence   into   consideration   in\n\ndetermining whether a new trial nonetheless was warranted “in\n\nthe interests of justice.”     It noted that the evidence Conley\n\ndescribed as “newly discovered” was evidence received in the\n\ncivil trial conducted several months after Conley’s perjury\n\ntrial, and that technically, the government could not be charged\n\nwith withholding evidence that did not yet exist.     Id. at 55.\n\nAccordingly, it reframed Conley’s argument as follows:\n\n           [Question One:] Did the prosecution have and\n           withhold information from defense counsel\n           that would have led a reasonable person to\n           expect that a civil trial would occur,\n           similar to the civil trial that did in fact\n           occur after the criminal conviction and\n           sentence in this case, and that the\n           testimony at the civil trial would be\n           substantially as we now know it was in fact?\n\n           [Question Two:] If so, were defense counsel\n           so severely impeded in their preparation of\n           an overall defense strategy and in the\n           performance     of    the     function    of\n           cross-examination   of    those   particular\n           witnesses, out of the larger number of\n           police officers, including both uniformed\n           and undercover officers, who were in the\n           vicinity of the brutal beating of Michael\n           Cox, an undercover Boston police officer, by\n           a uniformed Boston police officer, that in\n           the\n           interests of justice a new trial should be\n           allowed?\n\n                               -14-\n\fId. at 57-58.\n\n            The    court   answered   the   first   question   in   the\n\naffirmative.       As to the second question, it concluded that the\n\nanswer\n\n            cannot be determined as a matter of law,\n            under   the   applicable    legal   standard\n            explained in Part III of this opinion\n            [discussing Wright and Brady, inter alia].\n            Instead, in the unique circumstances of this\n            case, I conclude that the determination to\n            allow or not to allow a new trial is one\n            committed to an exercise of discretion by\n            the court to which the legal system assigns\n            responsibility for making the determination.\n\nId. at 58.     Accordingly, the court exercised its discretion to\n\ndecide that a new trial should be ordered \"in the interests of\n\njustice.\"    Id.    The government appeals.\n\n                            III.   Discussion\n\nA.   Applicable Law\n\n            We generally review a district court's decision on a\n\nmotion for a new trial, Fed. R. Crim. P. 33, for manifest abuse\n\nof discretion.       United States v. Falu-Gonzalez, 205 F.3d 436,\n\n442 (1st Cir. 2000); United States v. Montilla-Rivera, 115 F.3d\n\n1060, 1064 (1st Cir. 1997).        However, “[w]here it is contended\n\nthat the district court applied an incorrect legal standard,\n\nthat contention is reviewed de novo.”       United States v. Josleyn,\n\n206 F.3d 144, 151 (1st Cir. 2000); see also United States v.\n\nHuddleston, 194 F.3d 214, 218 (1st Cir. 1999).\n\n                                   -15-\n\f            Rule 33 provides that a motion for a new trial may be\n\ngranted if the court finds that \"the interests of justice so\n\nrequire.\"     A motion for new trial based on newly discovered\n\nevidence must be made within three years after the verdict or\n\nfinding of guilty, while a motion for a new trial based on any\n\nother grounds must be made within seven days.          Fed. R. Crim. P.\n\n33.\n\n            The remedy of a new trial must be used sparingly, and\n\nonly where a miscarriage of justice would otherwise result.\n\nUnited States v. Rothrock, 806 F.2d 318, 322 (1st Cir. 1986).\n\nA   defendant   seeking   a   new   trial   on   the   ground   of    newly\n\ndiscovered evidence must prove four factors to prevail:              (1) the\n\nevidence must have been unknown or unavailable to the defendant\n\nat the time of trial; (2) the defendant must have been duly\n\ndiligent in attempting to unearth it; (3) the newly discovered\n\nevidence must be material; and (4) the newly discovered evidence\n\nmust be such that its emergence probably will result in an\n\nacquittal upon retrial.       Wright, 625 F.2d at 1019; Huddleston,\n\n194 F.3d 214, 218 (1st Cir. 1999).          If the defendant fails to\n\ncarry his or her burden with respect to any one of these four\n\nfactors, the motion for a new trial must be denied.                   Falu-\n\nGonzalez, 205 F.3d at 442.\n\n\n\n\n                                    -16-\n\f            We apply a slightly different test where a defendant\n\nclaims    that   the   newly-discovered    evidence     should   have   been\n\nproduced under Brady.      There, the defendant must establish that\n\n(1) the evidence at issue is material and favorable to the\n\naccused; (2) the evidence was suppressed by the prosecution; and\n\n(3) the defendant was prejudiced by the suppression in that\n\nthere is “a reasonable probability that, had the evidence been\n\ndisclosed to the defense, the result of the proceeding would\n\nhave been different.\"       Strickler v. Greene, 527 U.S. 263, 280\n\n(1999).    While the Brady standard is easier to satisfy, both\n\ntests require that the defendant show some degree of prejudice\n\nto win a new trial.       Josleyn, 206 F.3d at 151.\n\nB.   The Law Applied by the District Court\n\n            Our first task is to determine whether the district\n\ncourt    applied   the   correct   legal    test   to   the   evidence    in\n\nconsidering Conley's motion for new trial.              According to the\n\ncourt’s repeated formulation, Conley, 103 F. Supp.2d at 55-58,\n\nthe central question is whether the government withheld newly\n\ndiscovered evidence in violation of its obligations to Conley.\n\nThe court stated that the \"core\" of Conley's argument is that\n\n\"the prosecutor had a legally cognizable duty of disclosure\" of\n\nthe testimony it expected to \"occur\" at the civil trial to\n\ndefense counsel.         Id. at 56.       It expressly considered the\n\n\n                                   -17-\n\f\"conflicts and contradictions in the record as a whole, now\n\nconsidered with the newly discovered evidence\" before it.          Id.\n\nFurthermore,    the    court   referred    to   \"potentially   decisive\n\nquestions to be considered in deciding whether to grant a new\n\ntrial in this case, grounded on the claim of newly discovered\n\nevidence.\" Id. at 57 (emphasis added).6\n\n            Because Conley's claim is based on the government's\n\nfailure to disclose newly discovered evidence, the analysis of\n\nwhether a new trial is in the interests of justice must be\n\nperformed    with     regard   to    Wright     and/or   Brady.7   See\n\n\n    6Conley argues, inter alia, that the new trial was granted\nnot on grounds of newly discovered evidence but on a wholly\nseparate ground of \"interests of justice.\" This argument fails\nfor two reasons.   First, the district court’s opinion simply\ndoes not permit this interpretation, as explained supra.\nSecond, even assuming that the district court had based its\norder for a new trial on a theory other than newly discovered\nevidence, Conley's motion would be untimely. See Fed. R. Crim.\nP. 33 (stating that a motion for a new trial based on grounds\nother than newly discovered evidence must be made within seven\ndays).\n\n     Conley maintains that the government waived any objection\nto his lack of compliance with the seven-day deadline by failing\nto object below. We disagree. After carefully reviewing the\ntranscript of the hearing on the motion for a new trial, we see\nnothing that would have reasonably put the government on notice\nthat the district court was considering deciding the motion on\nany grounds other than newly discovered evidence or Brady\nviolations.\n\n    7The district court and the parties refer somewhat\ninterchangeably to the Wright and Brady standards. Because our\ndecision turns on the district court's findings concerning\n\n                                    -18-\n\fMontilla-Rivera, 115 F.3d at 1064-65.              The only permissible way\n\nthe district court could order a new trial was to apply the\n\nlegal   standards   for    newly      discovered         evidence,    which   it\n\ninitially set forth in Section III of its opinion, 103 F.\n\nSupp.2d at 48-49.    The district court abandoned that analysis,\n\nhowever, and applied a different standard, one that seems to be\n\nhighly discretionary and contains no reference to prejudice or\n\nmateriality.    See id. at 55 (deciding that a new trial will be\n\ngranted on grounds that are \"entirely independent\" of issues in\n\nWright analysis); id. at 58 (stating that whether Conley was\n\nprejudiced \"cannot be determined\" under Wright and Brady, but\n\nexercising jurisdiction to allow a new trial nonetheless).                    The\n\ncourt's application of that standard -- which it acknowledges is\n\nunprecedented -- constitutes reversible error.\n\nC.   The District Court's Findings\n\n          The   question       we   next    face    is    whether    the   newly\n\ndiscovered   evidence     at    issue      satisfies      the    correct   legal\n\nstandard, contained in Wright and/or Brady.                     If the district\n\ncourt's findings foreclose such a conclusion, there is no need\n\n\n\n\nprejudice, see infra, a requirement under both standards, we see\nno need to explore with additional specificity which one\napplies.\n\n\n                                     -19-\n\ffor further analysis, either by this court or by the district\n\ncourt upon remand.\n\n         Of central importance is the district court's statement\n\nthat the question of whether defense counsel were so severely\n\nimpeded as a result of the government's failure to disclose the\n\nrelevant evidence that a new trial was warranted\n\n         cannot be determined as a matter of law,\n         under   the   applicable    legal   standard\n         explained in Part III of this opinion.\n         Instead, in the unique circumstances of this\n         case, I conclude that the determination to\n         allow or not to allow a new trial is one\n         committed to an exercise of discretion by\n         the court to which the legal system assigns\n         responsibility for making the determination.\n\n\nConley, 103 F. Supp.2d at 58 (emphasis added).    We can construe\n\nthis only as a conclusion that the evidence taken as a whole,\n\nincluding the three pieces of evidence originally discussed in\n\nConley's motion for a new trial as well as the evidence later\n\nsubmitted in camera, did not satisfy the element of prejudice as\n\nrequired under both the Wright and Brady tests.\n\n         Moreover, the district court made specific findings as\n\nto how some of the pieces of evidence raised in the motion for\n\na new trial fared under Wright and/or Brady.    It found that the\n\ngovernment was not obligated to disclose Charles Bullard's grand\n\njury testimony under Brady.   Id. at 52.   It also found that the\n\ndefendant failed to show that Robert Brown’s testimony was\n\n                              -20-\n\fperjurious, id. at 54, thus precluding a new trial based on\n\nnewly discovered evidence.           See United States v. Torres, 128\n\nF.3d 38, 49 (2d Cir. 1997) (holding that where newly discovered\n\nevidence    is   the    existence   of   allegedly    perjured   testimony,\n\ndefendant    must      first   demonstrate   that    perjury   was   in   fact\n\ncommitted).8\n\n            As we explained supra, a new trial may be ordered in\n\nthis case only if the standards set forth in Wright and/or Brady\n\nare satisfied.      Both Wright and Brady require a showing that the\n\nevidence was material and that the defendant was prejudiced to\n\nsome degree.        We must defer to the district court's explicit\n\nfindings as to the Bullard and Brown testimony, as well as to\n\nits statement that prejudice could not be determined upon a\n\nconsideration of the evidence as a whole.              See Falu-Gonzalez,\n\n205 F.3d at 442.         Therefore, there is no basis for remanding\n\nthis matter, and we REVERSE the district court's order.\n\n\n\n\n     8The district court declined to make findings as to Walker's\nIAD testimony, calling it “inconclusive” as to the government’s\nduty of disclosure and defense counsel’s diligence. Conley, 103\nF. Supp.2d at 55. Nor did it make any specific findings under\nWright or Brady as to any of the evidence produced for the first\ntime in camera upon the court's order. It simply stated that it\nwas taking all of this evidence under consideration in applying\na general “interests of justice” test (which, because it was\nperformed without regard to the materiality of the evidence or\nprejudice to the defendant, we hold is not the correct\nstandard). Id.\n\n                                     -21-\n\f         The sentence of the district court, which we affirmed\n\nin our prior opinion, shall be executed.\n\n\n\n\n                             -22-\n\f",
  "html": "<p class=\"case_cite\">249 F.3d 38 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>KENNETH M. CONLEY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2141</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 6, 2001<br>Decided May 11, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Robert E. Keeton, U.S. District Judge]</p>\n      <p class=\"indent\">S. Theodore Merritt, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, Bill Lann Lee, Assistant Attorney General, and William R. Yeomans, Acting Assistant Attorney General, Civil Rights Division, United States Department of Justice, were on brief, for appellant.</p>\n      <p class=\"indent\">Willie J. Davis, with whom Frances L. Robinson and Davis, Robinson &amp; White, LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Boston police officer Kenneth Conley was convicted of perjury based on his testimony to a grand jury concerning the beating of a fellow officer, Michael Cox, who was allegedly mistaken by police for a fleeing suspect. After this court affirmed his conviction, United States v. Conley, 186 F.3d 7 (1st Cir. 1999), cert. denied, 529 U.S. 1017 (2000), Conley moved for a new trial on the basis of newly discovered evidence, Brady violations, and jury misconduct. The district court allowed the motion on the ground that a new trial was warranted \"in the interests of justice,\" and the government appeals. We reverse the order for a new trial on the ground that the district court did not apply the correct legal test.</p>\n    </div>\n    <p class=\"indent\">I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the morning of January 25, 1995, several Boston Police cruisers from different districts responded to the report of a shooting at a restaurant in Boston. The police chased four black male suspects who fled the restaurant in a Lexus until they reached a dead-end street in Mattapan. The suspects ran from the car; one, Robert Brown, ran toward a fence on the right about twenty feet away. Brown was wearing a brown leather jacket.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The first police car in pursuit of the suspects stopped to the left of the Lexus. It was an unmarked cruiser driven by Officer Craig Jones; his partner, Officer Michael Cox, was in the passenger seat, and a security guard, Charles Bullard, was in the back seat. Cox, who is black, was dressed in plain clothes and was wearing jeans, a black hooded sweatshirt, and a black down jacket.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Cox later testified that he saw Brown exit the passenger side door of the Lexus and chase \"right behind\" Brown directly to the fence. As Brown climbed the fence, his jacket caught at the top. Cox stated that he grabbed Brown's jacket in an attempt to pull him back over the fence; Brown, however, climbed over the top of the fence and dropped down the other side. Cox stated that no one was between him and Brown at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Cox testified that as he was preparing to climb the fence in pursuit of Brown, he was struck from behind with a blunt object by police officers who apparently mistook him for a suspect. The officers beat and kicked him in the head, back, face and mouth. Cox then heard an officer shout, \"Stop, stop, he's a cop, he's a cop,\" and the officers fled. Cox, who was bleeding and seriously injured, was later taken by ambulance to a hospital for medical treatment.</p>\n    </div>\n    <p class=\"indent\">II. Procedural History</p>\n    <p class=\"indent\">A. Conley's Grand Jury Testimony</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In April, 1997, a federal grand jury began investigating the beating to discover which officers attacked Cox, failed to prevent the assault, and failed to get him medical treatment. It subpoenaed Conley to testify pursuant to an immunity agreement. In Conley, 186 F.3d at 12-13, we summarized his testimony as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Consistent with Cox's version of events, Conley testified that when he arrived at the dead end on Woodruff Way, his vehicle was about the fourth or fifth police car in line behind the suspects' gold Lexus, approximately forty feet away. Also consistent with Cox's account, Conley testified that once the Lexus skidded to a stop, a black male wearing a brown leather jacket exited from the passenger side of the Lexus and ran to the right, towards a fence. Conley exited his vehicle in pursuit. While in pursuit, Conley observed the suspect scale the fence, drop down on the other side, and start to run. Conley testified that he made all of these observations as he pursued the suspect, beginning from the time the suspect first exited the gold Lexus up to the time when the suspect landed on the other side of the fence and started to run. According to Cox's testimony, Conley made these observations at precisely the same time that Cox was chasing \"right behind\" the suspect. However, before the grand jury, Conley testified that during that time he did not observe anyone--either in plain clothes or in uniform--between him and the suspect.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(Internal record citations omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Conley then testified to facts directly contradicting Cox's version of events:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Q: All right. Now, officer Conley, when you were chasing the suspect as he went over to the fence, did you see another individual chasing him as well?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A: No, I did not.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Q: Did you see anyone else in plain clothes behind him as he went towards the fence?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A: No, I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Q: Did you see, as he went on top of the fence or climbed the fence, another individual in plain clothes standing there, trying to grab him?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A: No, I did not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Q: When you saw the suspect get to the top of the fence, did you see another individual in plain clothes grabbing part of his clothing--</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A: No, I did not.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Q: --as he went over the fence?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A: No, I did not.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Q: So that didn't happen; is that correct? Because you saw the individual go over the fence?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A: Yes, I seen [sic] the individual go over the fence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Q: And if these other things that I've been describing, a second--another plain clothes officer chasing him, and actually grabbing him as he went to the top of the fence, you would have seen that if it happened; is that your testimony?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A: I think I would have seen that.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Conley, 186 F.3d at 13. Conley further testified that when he got to the fence, he climbed over it in \"approximately the same location\" that he had observed the suspect go over the fence, and continued chasing him. Eventually, Conley caught up to the suspect and arrested him. Id.</p>\n    </div>\n    <p class=\"indent\">B. Conley's Perjury Trial</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On August 14, 1997, Conley was charged in a three-count indictment arising from his grand jury testimony. Count I charged that Conley committed perjury in violation of 18 U.S.C. &#167; 1623 by denying that he saw Cox pursue and grab a suspect as that suspect ran toward and climbed a fence. Count II charged that Conley also committed perjury when he denied that he saw Boston police officers strike and kick Cox. Count III charged that Conley obstructed the grand jury investigation in violation of 18 U.S.C. &#167; 1503 by giving false, evasive and misleading testimony and by withholding information.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At trial, the government presented evidence that contradicted Conley's grand jury testimony and supported Cox's version of events. Brown, the suspect arrested by Conley, testified that as he ran toward the fence, he saw a black man wearing black clothing running after him. He stated that as he was scaling the fence, he felt someone touch his foot. After he reached the other side of the fence, he looked back and saw a black man wearing a black hood start to climb the fence. Brown then saw an officer strike Cox from behind, and saw other officers beating him. Brown further testified that he made eye contact with an officer, later identified as Conley, who was standing next to the officers who were beating Cox. Conley then chased and apprehended Brown.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Officer Richard Walker, whose cruiser arrived at the dead-end after Cox's car, testified at trial that he saw Cox running in front of him from left to right in very close pursuit of a black male suspect wearing brown. Walker saw Cox running \"about three feet behind\" Brown, and saw Brown climb the fence and Cox reach to grab him. He testified that \"less than two seconds\" elapsed between the time he saw Brown on the top of the fence and when he saw Cox grab at him. When Walker saw Brown drop down the other side of the fence, Walker ran straight ahead through a hole in the fence down a hill, falling twice. When Walker got up, he encountered two white plainclothes officers, including a \"tall\" officer who eventually caught Brown.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On June 10, 1998, the jury returned a verdict of guilty on Counts I and III and not guilty on Count II. The district court sentenced Conley to 34 months imprisonment, but stayed the execution of the sentence pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This court affirmed Conley's conviction on July 23, 1999. We concluded that the evidence was sufficient to support the conviction:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">At trial, the government presented ample circumstantial evidence from which a rational jury could conclude that Conley's statements were false beyond a reasonable doubt. By comparing Conley's testimony about the timing and location of his actions with the testimony of Cox, Walker, and Brown, the jury reasonably concluded that Conley lied when he stated that he did not observe Cox chasing the suspect. Conley testified that upon arrival at the scene, he observed Brown exit from the passenger side of the Lexus, run to the right, and climb over the fence. Most significantly, Conley testified that \"within seconds of seeing [the suspect] go over\" the fence he scaled the fence at the same location. Both Cox and Walker placed Cox at the exact same time at the exact same place where Conley claims to have climbed over the fence. According to their testimony . . . Cox was \"right behind\" Brown, approximately three feet behind him, as Brown approached the fence. When Brown reached the fence, Cox was even closer. At that point, Cox was close enough to make contact with Brown and attempt to pull him back over the fence. Brown corroborated this version of events when he testified that a black man wearing a \"black hoody\" was behind him as he ran toward the fence and had just started to come over the fence after him when he observed the black man being struck on the head by a police officer. Brown confirmed that the person behind him was close enough to make contact with his foot as he scaled the fence. Conley's testimony that he scaled the fence \"within seconds\" of seeing Brown go over the fence, and that he scaled the fence in the same location as Brown does not square with the testimony of Cox, Walker, and Brown. Conley's version of the events provides for no reasonable gap in time during which he could have missed observing Cox at the fence. Indeed, Conley concedes that if the Cox/Walker/Brown version is true, he would have seen Cox at the fence. In reaching its verdict, the jury apparently found the Cox/Walker/Brown version more credible.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Conley, 186 F.3d at 19-20 (internal citations omitted) (emphasis added).</p>\n    </div>\n    <p class=\"indent\">C. The Civil Trial</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">After the criminal trial, Cox brought federal civil rights claims against several police officers, including Conley. He alleged that the officers beat him, failed to stop the beating or render him aid, and participated in a cover-up of the incident. The civil trial took place in December, 1998. At trial, Bullard testified that when Cox left the cruiser, he went straight forward, rather than to the right and directly toward the fence in pursuit of Brown, as Cox claimed. The jury found two officers liable for beating Cox, and a third officer liable for failing to come to Cox's assistance. It found Conley not liable for failing to come to Cox's assistance or for participating in a cover-up.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">D. Conley's Motion for a New Trial</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Conley moved for a new trial on March 24, 2000.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In support of his motion, Conley pointed to three pieces of \"newly discovered\" evidence. First, he asserted that Bullard's testimony in the civil trial supported Conley's version of events. Bullard had testified similarly before the grand jury, Conley contended, and the government's failure to disclose this violated its Brady obligations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Second, Conley argued that the government knowingly relied on perjured testimony when it allowed to go uncorrected, and used in its closing, Brown's statements that the Boston police had brought state drug charges against him in retaliation for his cooperation with the federal government. Third, Conley argued that the government wrongly failed to disclose the transcript of an interview conducted by the Internal Affairs Division (IAD) of the Boston Police Department in which Walker made a tentative photo identification of the tall white officer who chased and arrested Brown as an officer other than Conley.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">After oral argument on Conley's motion for a new trial, the district court ordered the government to produce, in camera, all of the IAD files in its possession related to this case. The previously undisclosed material in those files included newspaper articles detailing how Cox initially had no recollection of how he had been beaten; officer activity logs indicating that Conley's report was more detailed than the reports of other officers present at the incident; booking sheets indicating that Brown was not the only suspect wearing a brown jacket the night of the incident and that another suspect was dressed similarly to Cox; motor vehicle inspection reports; internal memoranda; an interview with Bullard in which he stated that Cox may have been found on the ice behind the Lexus instead of behind the marked cruiser (as the prosecution contended at trial); a report by Walker; and a diagram of the car chase apparently prepared by Walker. The government also produced in camera an internal FBI memorandum documenting that Walker had initially agreed, then refused, to take a polygraph examination concerning his retraction of an earlier statement he had made to the IAD that he had seen someone trailing Cox as he chased Brown.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It appears that no evidentiary hearing followed the in camera production of this evidence.</p>\n    </div>\n    <p class=\"indent\">E. The District Court Opinion</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On June 27, 2000, the district court allowed Conley's motion for a new trial. In a written opinion, 103 F.Supp.2d 45, 48(D. Mass. 2000), the court first set out the standard for a new trial based on newly discovered evidence, United States v. Wright, 625 F.2d 1017, 1019 (1st Cir. 1980), and breach of a prosecutor's obligation to disclose exculpatory evidence, Brady v. Maryland, 373 U.S. 83, 87 (1963). Discussing each piece of evidence in turn, it held that the government's failure to disclose Bullard's grand jury testimony did not violate Brady; that Brown did not commit perjury when he testified that the state charges against him were trumped-up and retaliatory; and that the evidence as to the Walker interview transcript was \"inconclusive\" as to the government's duty of disclosure and defense counsel's diligence. Conley, 103 F. Supp.2d at 51-55.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Despite these findings, the court explicitly took all of the above-mentioned evidence into consideration in determining whether a new trial nonetheless was warranted \"in the interests of justice.\" It noted that the evidence Conley described as \"newly discovered\" was evidence received in the civil trial conducted several months after Conley's perjury trial, and that technically, the government could not be charged with withholding evidence that did not yet exist. Id. at 55. Accordingly, it reframed Conley's argument as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">[Question One:] Did the prosecution have and withhold information from defense counsel that would have led a reasonable person to expect that a civil trial would occur, similar to the civil trial that did in fact occur after the criminal conviction and sentence in this case, and that the testimony at the civil trial would be substantially as we now know it was in fact?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">[Question Two:] If so, were defense counsel so severely impeded in their preparation of an overall defense strategy and in the performance of the function of cross-examination of those particular witnesses, out of the larger number of police officers, including both uniformed and undercover officers, who were in the vicinity of the brutal beating of Michael Cox, an undercover Boston police officer, by a uniformed Boston police officer, that in the interests of justice a new trial should be allowed?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Id. at 57-58.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The court answered the first question in the affirmative. As to the second question, it concluded that the answer</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">cannot be determined as a matter of law, under the applicable legal standard explained in Part III of this opinion [discussing Wright and Brady, inter alia]. Instead, in the unique circumstances of this case, I conclude that the determination to allow or not to allow a new trial is one committed to an exercise of discretion by the court to which the legal system assigns responsibility for making the determination.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id. at 58. Accordingly, the court exercised its discretion to decide that a new trial should be ordered \"in the interests of justice.\" Id. The government appeals.</p>\n    </div>\n    <p class=\"indent\">III. Discussion</p>\n    <p class=\"indent\">A. Applicable Law</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We generally review a district court's decision on a motion for a new trial, Fed. R. Crim. P. 33, for manifest abuse of discretion. United States v. Falu-Gonzalez, 205 F.3d 436, 442 (1st Cir. 2000); United States v. Montilla-Rivera, 115 F.3d 1060, 1064 (1st Cir. 1997). However, \"[w]here it is contended that the district court applied an incorrect legal standard, that contention is reviewed de novo.\" United States v. Josleyn, 206 F.3d 144, 151 (1st Cir. 2000); see also United States v. Huddleston, 194 F.3d 214, 218 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Rule 33 provides that a motion for a new trial may be granted if the court finds that \"the interests of justice so require.\" A motion for new trial based on newly discovered evidence must be made within three years after the verdict or finding of guilty, while a motion for a new trial based on any other grounds must be made within seven days. Fed. R. Crim. P. 33.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The remedy of a new trial must be used sparingly, and only where a miscarriage of justice would otherwise result. United States v. Rothrock, 806 F.2d 318, 322 (1st Cir. 1986). A defendant seeking a new trial on the ground of newly discovered evidence must prove four factors to prevail: (1) the evidence must have been unknown or unavailable to the defendant at the time of trial; (2) the defendant must have been duly diligent in attempting to unearth it; (3) the newly discovered evidence must be material; and (4) the newly discovered evidence must be such that its emergence probably will result in an acquittal upon retrial. Wright, 625 F.2d at 1019; Huddleston, 194 F.3d 214, 218 (1st Cir. 1999). If the defendant fails to carry his or her burden with respect to any one of these four factors, the motion for a new trial must be denied. Falu-Gonzalez, 205 F.3d at 442.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We apply a slightly different test where a defendant claims that the newly-discovered evidence should have been produced under Brady. There, the defendant must establish that (1) the evidence at issue is material and favorable to the accused; (2) the evidence was suppressed by the prosecution; and (3) the defendant was prejudiced by the suppression in that there is \"a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\" Strickler v. Greene, 527 U.S. 263, 280 (1999). While the Brady standard is easier to satisfy, both tests require that the defendant show some degree of prejudice to win a new trial. Josleyn, 206 F.3d at 151.</p>\n    </div>\n    <p class=\"indent\">B. The Law Applied by the District Court</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Our first task is to determine whether the district court applied the correct legal test to the evidence in considering Conley's motion for new trial. According to the court's repeated formulation, Conley, 103 F. Supp.2d at 55-58, the central question is whether the government withheld newly discovered evidence in violation of its obligations to Conley. The court stated that the \"core\" of Conley's argument is that \"the prosecutor had a legally cognizable duty of disclosure\" of the testimony it expected to \"occur\" at the civil trial to defense counsel. Id. at 56. It expressly considered the \"conflicts and contradictions in the record as a whole, now considered with the newly discovered evidence\" before it. Id. Furthermore, the court referred to \"potentially decisive questions to be considered in deciding whether to grant a new trial in this case, grounded on the claim of newly discovered evidence.\" Id. at 57 (emphasis added).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Because Conley's claim is based on the government's failure to disclose newly discovered evidence, the analysis of whether a new trial is in the interests of justice must be performed with regard to Wright and/or Brady.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> See Montilla-Rivera, 115 F.3d at 1064-65. The only permissible way the district court could order a new trial was to apply the legal standards for newly discovered evidence, which it initially set forth in Section III of its opinion, 103 F. Supp.2d at 48-49. The district court abandoned that analysis, however, and applied a different standard, one that seems to be highly discretionary and contains no reference to prejudice or materiality. See id. at 55 (deciding that a new trial will be granted on grounds that are \"entirely independent\" of issues in Wright analysis); id. at 58 (stating that whether Conley was prejudiced \"cannot be determined\" under Wright and Brady, but exercising jurisdiction to allow a new trial nonetheless). The court's application of that standard -- which it acknowledges is unprecedented -- constitutes reversible error.</p>\n    </div>\n    <p class=\"indent\">C. The District Court's Findings</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The question we next face is whether the newly discovered evidence at issue satisfies the correct legal standard, contained in Wright and/or Brady. If the district court's findings foreclose such a conclusion, there is no need for further analysis, either by this court or by the district court upon remand.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Of central importance is the district court's statement that the question of whether defense counsel were so severely impeded as a result of the government's failure to disclose the relevant evidence that a new trial was warranted</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">cannot be determined as a matter of law, under the applicable legal standard explained in Part III of this opinion. Instead, in the unique circumstances of this case, I conclude that the determination to allow or not to allow a new trial is one committed to an exercise of discretion by the court to which the legal system assigns responsibility for making the determination.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Conley, 103 F. Supp.2d at 58 (emphasis added). We can construe this only as a conclusion that the evidence taken as a whole, including the three pieces of evidence originally discussed in Conley's motion for a new trial as well as the evidence later submitted in camera, did not satisfy the element of prejudice as required under both the Wright and Brady tests.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Moreover, the district court made specific findings as to how some of the pieces of evidence raised in the motion for a new trial fared under Wright and/or Brady. It found that the government was not obligated to disclose Charles Bullard's grand jury testimony under Brady. Id. at 52. It also found that the defendant failed to show that Robert Brown's testimony was perjurious, id. at 54, thus precluding a new trial based on newly discovered evidence. See United States v. Torres, 128 F.3d 38, 49 (2d Cir. 1997) (holding that where newly discovered evidence is the existence of allegedly perjured testimony, defendant must first demonstrate that perjury was in fact committed).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">As we explained supra, a new trial may be ordered in this case only if the standards set forth in Wright and/or Brady are satisfied. Both Wright and Brady require a showing that the evidence was material and that the defendant was prejudiced to some degree. We must defer to the district court's explicit findings as to the Bullard and Brown testimony, as well as to its statement that prejudice could not be determined upon a consideration of the evidence as a whole. See Falu-Gonzalez, 205 F.3d at 442. Therefore, there is no basis for remanding this matter, and we REVERSE the district court's order.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The sentence of the district court, which we affirmed in our prior opinion, shall be executed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court instructed the jury that if it found any officers liable for the beating, the cover-up was by definition unsuccessful.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court stated that the Court of Appeals remanded the case \"for consideration of a motion for new trial.\" United States v. Conley, 103 F. Supp.2d 45, 47 (D. Mass. 2000). A review of our opinion, however, reveals no reference to a remand, and in answers to questions at oral argument none of the attorneys recalled such an order.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Bullard did not testify at Conley's criminal trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Conley additionally claimed that extraneous forces had tainted the jury, based on a statement a juror had made to several others that \"his father and his uncle were cops and, as such, he knew that cops were trained professionals who observe everything around them,\" and that \"he knew the area because he used to live there.\" The district court did not reach Conley's juror misconduct argument, and it is not raised in this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Upon the government's motion, the in camera evidence was unsealed on August 15, 2000.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Conley argues, inter alia, that the new trial was granted not on grounds of newly discovered evidence but on a wholly separate ground of \"interests of justice.\" This argument fails for two reasons. First, the district court's opinion simply does not permit this interpretation, as explained supra. Second, even assuming that the district court had based its order for a new trial on a theory other than newly discovered evidence, Conley's motion would be untimely. See Fed. R. Crim. P. 33 (stating that a motion for a new trial based on grounds other than newly discovered evidence must be made within seven days).</p>\n        <p>Conley maintains that the government waived any objection to his lack of compliance with the seven-day deadline by failing to object below. We disagree. After carefully reviewing the transcript of the hearing on the motion for a new trial, we see nothing that would have reasonably put the government on notice that the district court was considering deciding the motion on any grounds other than newly discovered evidence or Brady violations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court and the parties refer somewhat interchangeably to the Wright and Brady standards. Because our decision turns on the district court's findings concerning prejudice, see infra, a requirement under both standards, we see no need to explore with additional specificity which one applies.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court declined to make findings as to Walker's IAD testimony, calling it \"inconclusive\" as to the government's duty of disclosure and defense counsel's diligence. Conley, 103 F. Supp.2d at 55. Nor did it make any specific findings under Wright or Brady as to any of the evidence produced for the first time in camera upon the court's order. It simply stated that it was taking all of this evidence under consideration in applying a general \"interests of justice\" test (which, because it was performed without regard to the materiality of the evidence or prejudice to the defendant, we hold is not the correct standard). Id.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>KENNETH M. CONLEY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2141</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 6, 2001<br>Decided May 11, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Robert E. Keeton, U.S. District Judge]</p>\n      <p class=\"indent\">S. Theodore Merritt, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, Bill Lann Lee, Assistant Attorney General, and William R. Yeomans, Acting Assistant Attorney General, Civil Rights Division, United States Department of Justice, were on brief, for appellant.</p>\n      <p class=\"indent\">Willie J. Davis, with whom Frances L. Robinson and Davis, Robinson &amp; White, LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Boston police officer Kenneth Conley was convicted of perjury based on his testimony to a grand jury concerning the beating of a fellow officer, Michael Cox, who was allegedly mistaken by police for a fleeing suspect. After this court affirmed his conviction, United States v. Conley, <span class=\"citation\" data-id=\"765470\"><a href=\"/opinion/765470/united-states-v-kenneth-m-conley/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span> (1st Cir. 1999), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span> (2000), Conley moved for a new trial on the basis of newly discovered evidence, Brady violations, and jury misconduct. The district court allowed the motion on the ground that a new trial was warranted \"in the interests of justice,\" and the government appeals. We reverse the order for a new trial on the ground that the district court did not apply the correct legal test.</p>\n    </div>\n    <p class=\"indent\">I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the morning of January 25, 1995, several Boston Police cruisers from different districts responded to the report of a shooting at a restaurant in Boston. The police chased four black male suspects who fled the restaurant in a Lexus until they reached a dead-end street in Mattapan. The suspects ran from the car; one, Robert Brown, ran toward a fence on the right about twenty feet away. Brown was wearing a brown leather jacket.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The first police car in pursuit of the suspects stopped to the left of the Lexus. It was an unmarked cruiser driven by Officer Craig Jones; his partner, Officer Michael Cox, was in the passenger seat, and a security guard, Charles Bullard, was in the back seat. Cox, who is black, was dressed in plain clothes and was wearing jeans, a black hooded sweatshirt, and a black down jacket.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Cox later testified that he saw Brown exit the passenger side door of the Lexus and chase \"right behind\" Brown directly to the fence. As Brown climbed the fence, his jacket caught at the top. Cox stated that he grabbed Brown's jacket in an attempt to pull him back over the fence; Brown, however, climbed over the top of the fence and dropped down the other side. Cox stated that no one was between him and Brown at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Cox testified that as he was preparing to climb the fence in pursuit of Brown, he was struck from behind with a blunt object by police officers who apparently mistook him for a suspect. The officers beat and kicked him in the head, back, face and mouth. Cox then heard an officer shout, \"Stop, stop, he's a cop, he's a cop,\" and the officers fled. Cox, who was bleeding and seriously injured, was later taken by ambulance to a hospital for medical treatment.</p>\n    </div>\n    <p class=\"indent\">II. Procedural History</p>\n    <p class=\"indent\">A. Conley's Grand Jury Testimony</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In April, 1997, a federal grand jury began investigating the beating to discover which officers attacked Cox, failed to prevent the assault, and failed to get him medical treatment. It subpoenaed Conley to testify pursuant to an immunity agreement. In Conley, 186 F.3d at 12-13, we summarized his testimony as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Consistent with Cox's version of events, Conley testified that when he arrived at the dead end on Woodruff Way, his vehicle was about the fourth or fifth police car in line behind the suspects' gold Lexus, approximately forty feet away. Also consistent with Cox's account, Conley testified that once the Lexus skidded to a stop, a black male wearing a brown leather jacket exited from the passenger side of the Lexus and ran to the right, towards a fence. Conley exited his vehicle in pursuit. While in pursuit, Conley observed the suspect scale the fence, drop down on the other side, and start to run. Conley testified that he made all of these observations as he pursued the suspect, beginning from the time the suspect first exited the gold Lexus up to the time when the suspect landed on the other side of the fence and started to run. According to Cox's testimony, Conley made these observations at precisely the same time that Cox was chasing \"right behind\" the suspect. However, before the grand jury, Conley testified that during that time he did not observe anyone--either in plain clothes or in uniform--between him and the suspect.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(Internal record citations omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Conley then testified to facts directly contradicting Cox's version of events:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Q: All right. Now, officer Conley, when you were chasing the suspect as he went over to the fence, did you see another individual chasing him as well?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A: No, I did not.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Q: Did you see anyone else in plain clothes behind him as he went towards the fence?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A: No, I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Q: Did you see, as he went on top of the fence or climbed the fence, another individual in plain clothes standing there, trying to grab him?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A: No, I did not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Q: When you saw the suspect get to the top of the fence, did you see another individual in plain clothes grabbing part of his clothing--</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A: No, I did not.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Q: --as he went over the fence?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A: No, I did not.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Q: So that didn't happen; is that correct? Because you saw the individual go over the fence?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A: Yes, I seen [sic] the individual go over the fence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Q: And if these other things that I've been describing, a second--another plain clothes officer chasing him, and actually grabbing him as he went to the top of the fence, you would have seen that if it happened; is that your testimony?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A: I think I would have seen that.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Conley, 186 F.3d at 13. Conley further testified that when he got to the fence, he climbed over it in \"approximately the same location\" that he had observed the suspect go over the fence, and continued chasing him. Eventually, Conley caught up to the suspect and arrested him. Id.</p>\n    </div>\n    <p class=\"indent\">B. Conley's Perjury Trial</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On August 14, 1997, Conley was charged in a three-count indictment arising from his grand jury testimony. Count I charged that Conley committed perjury in violation of 18 U.S.C. &#167; 1623 by denying that he saw Cox pursue and grab a suspect as that suspect ran toward and climbed a fence. Count II charged that Conley also committed perjury when he denied that he saw Boston police officers strike and kick Cox. Count III charged that Conley obstructed the grand jury investigation in violation of 18 U.S.C. &#167; 1503 by giving false, evasive and misleading testimony and by withholding information.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At trial, the government presented evidence that contradicted Conley's grand jury testimony and supported Cox's version of events. Brown, the suspect arrested by Conley, testified that as he ran toward the fence, he saw a black man wearing black clothing running after him. He stated that as he was scaling the fence, he felt someone touch his foot. After he reached the other side of the fence, he looked back and saw a black man wearing a black hood start to climb the fence. Brown then saw an officer strike Cox from behind, and saw other officers beating him. Brown further testified that he made eye contact with an officer, later identified as Conley, who was standing next to the officers who were beating Cox. Conley then chased and apprehended Brown.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Officer Richard Walker, whose cruiser arrived at the dead-end after Cox's car, testified at trial that he saw Cox running in front of him from left to right in very close pursuit of a black male suspect wearing brown. Walker saw Cox running \"about three feet behind\" Brown, and saw Brown climb the fence and Cox reach to grab him. He testified that \"less than two seconds\" elapsed between the time he saw Brown on the top of the fence and when he saw Cox grab at him. When Walker saw Brown drop down the other side of the fence, Walker ran straight ahead through a hole in the fence down a hill, falling twice. When Walker got up, he encountered two white plainclothes officers, including a \"tall\" officer who eventually caught Brown.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On June 10, 1998, the jury returned a verdict of guilty on Counts I and III and not guilty on Count II. The district court sentenced Conley to 34 months imprisonment, but stayed the execution of the sentence pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This court affirmed Conley's conviction on July 23, 1999. We concluded that the evidence was sufficient to support the conviction:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">At trial, the government presented ample circumstantial evidence from which a rational jury could conclude that Conley's statements were false beyond a reasonable doubt. By comparing Conley's testimony about the timing and location of his actions with the testimony of Cox, Walker, and Brown, the jury reasonably concluded that Conley lied when he stated that he did not observe Cox chasing the suspect. Conley testified that upon arrival at the scene, he observed Brown exit from the passenger side of the Lexus, run to the right, and climb over the fence. Most significantly, Conley testified that \"within seconds of seeing [the suspect] go over\" the fence he scaled the fence at the same location. Both Cox and Walker placed Cox at the exact same time at the exact same place where Conley claims to have climbed over the fence. According to their testimony . . . Cox was \"right behind\" Brown, approximately three feet behind him, as Brown approached the fence. When Brown reached the fence, Cox was even closer. At that point, Cox was close enough to make contact with Brown and attempt to pull him back over the fence. Brown corroborated this version of events when he testified that a black man wearing a \"black hoody\" was behind him as he ran toward the fence and had just started to come over the fence after him when he observed the black man being struck on the head by a police officer. Brown confirmed that the person behind him was close enough to make contact with his foot as he scaled the fence. Conley's testimony that he scaled the fence \"within seconds\" of seeing Brown go over the fence, and that he scaled the fence in the same location as Brown does not square with the testimony of Cox, Walker, and Brown. Conley's version of the events provides for no reasonable gap in time during which he could have missed observing Cox at the fence. Indeed, Conley concedes that if the Cox/Walker/Brown version is true, he would have seen Cox at the fence. In reaching its verdict, the jury apparently found the Cox/Walker/Brown version more credible.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Conley, 186 F.3d at 19-20 (internal citations omitted) (emphasis added).</p>\n    </div>\n    <p class=\"indent\">C. The Civil Trial</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">After the criminal trial, Cox brought federal civil rights claims against several police officers, including Conley. He alleged that the officers beat him, failed to stop the beating or render him aid, and participated in a cover-up of the incident. The civil trial took place in December, 1998. At trial, Bullard testified that when Cox left the cruiser, he went straight forward, rather than to the right and directly toward the fence in pursuit of Brown, as Cox claimed. The jury found two officers liable for beating Cox, and a third officer liable for failing to come to Cox's assistance. It found Conley not liable for failing to come to Cox's assistance or for participating in a cover-up.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">D. Conley's Motion for a New Trial</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Conley moved for a new trial on March 24, 2000.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In support of his motion, Conley pointed to three pieces of \"newly discovered\" evidence. First, he asserted that Bullard's testimony in the civil trial supported Conley's version of events. Bullard had testified similarly before the grand jury, Conley contended, and the government's failure to disclose this violated its Brady obligations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Second, Conley argued that the government knowingly relied on perjured testimony when it allowed to go uncorrected, and used in its closing, Brown's statements that the Boston police had brought state drug charges against him in retaliation for his cooperation with the federal government. Third, Conley argued that the government wrongly failed to disclose the transcript of an interview conducted by the Internal Affairs Division (IAD) of the Boston Police Department in which Walker made a tentative photo identification of the tall white officer who chased and arrested Brown as an officer other than Conley.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">After oral argument on Conley's motion for a new trial, the district court ordered the government to produce, in camera, all of the IAD files in its possession related to this case. The previously undisclosed material in those files included newspaper articles detailing how Cox initially had no recollection of how he had been beaten; officer activity logs indicating that Conley's report was more detailed than the reports of other officers present at the incident; booking sheets indicating that Brown was not the only suspect wearing a brown jacket the night of the incident and that another suspect was dressed similarly to Cox; motor vehicle inspection reports; internal memoranda; an interview with Bullard in which he stated that Cox may have been found on the ice behind the Lexus instead of behind the marked cruiser (as the prosecution contended at trial); a report by Walker; and a diagram of the car chase apparently prepared by Walker. The government also produced in camera an internal FBI memorandum documenting that Walker had initially agreed, then refused, to take a polygraph examination concerning his retraction of an earlier statement he had made to the IAD that he had seen someone trailing Cox as he chased Brown.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It appears that no evidentiary hearing followed the in camera production of this evidence.</p>\n    </div>\n    <p class=\"indent\">E. The District Court Opinion</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On June 27, 2000, the district court allowed Conley's motion for a new trial. In a written opinion, <span class=\"citation\" data-id=\"2469527\"><a href=\"/opinion/2469527/united-states-v-conley/\"><span class=\"volume\">103</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">45</span></a></span>, 48(D. Mass. 2000), the court first set out the standard for a new trial based on newly discovered evidence, United States v. Wright, <span class=\"citation\" data-id=\"380303\"><a href=\"/opinion/380303/united-states-v-henry-james-wright-jr/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1019 (1st Cir. 1980), and breach of a prosecutor's obligation to disclose exculpatory evidence, Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87 (1963). Discussing each piece of evidence in turn, it held that the government's failure to disclose Bullard's grand jury testimony did not violate Brady; that Brown did not commit perjury when he testified that the state charges against him were trumped-up and retaliatory; and that the evidence as to the Walker interview transcript was \"inconclusive\" as to the government's duty of disclosure and defense counsel's diligence. Conley, 103 F. Supp.2d at 51-55.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Despite these findings, the court explicitly took all of the above-mentioned evidence into consideration in determining whether a new trial nonetheless was warranted \"in the interests of justice.\" It noted that the evidence Conley described as \"newly discovered\" was evidence received in the civil trial conducted several months after Conley's perjury trial, and that technically, the government could not be charged with withholding evidence that did not yet exist. Id. at 55. Accordingly, it reframed Conley's argument as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">[Question One:] Did the prosecution have and withhold information from defense counsel that would have led a reasonable person to expect that a civil trial would occur, similar to the civil trial that did in fact occur after the criminal conviction and sentence in this case, and that the testimony at the civil trial would be substantially as we now know it was in fact?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">[Question Two:] If so, were defense counsel so severely impeded in their preparation of an overall defense strategy and in the performance of the function of cross-examination of those particular witnesses, out of the larger number of police officers, including both uniformed and undercover officers, who were in the vicinity of the brutal beating of Michael Cox, an undercover Boston police officer, by a uniformed Boston police officer, that in the interests of justice a new trial should be allowed?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Id. at 57-58.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The court answered the first question in the affirmative. As to the second question, it concluded that the answer</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">cannot be determined as a matter of law, under the applicable legal standard explained in Part III of this opinion [discussing Wright and Brady, inter alia]. Instead, in the unique circumstances of this case, I conclude that the determination to allow or not to allow a new trial is one committed to an exercise of discretion by the court to which the legal system assigns responsibility for making the determination.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id. at 58. Accordingly, the court exercised its discretion to decide that a new trial should be ordered \"in the interests of justice.\" Id. The government appeals.</p>\n    </div>\n    <p class=\"indent\">III. Discussion</p>\n    <p class=\"indent\">A. Applicable Law</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We generally review a district court's decision on a motion for a new trial, Fed. R. Crim. P. 33, for manifest abuse of discretion. United States v. Falu-Gonzalez, <span class=\"citation\" data-id=\"767872\"><a href=\"/opinion/767872/united-states-v-confesor-falu-gonzalez-aka-pepo/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span>, 442 (1st Cir. 2000); United States v. Montilla-Rivera, <span class=\"citation\" data-id=\"197423\"><a href=\"/opinion/197423/united-states-v-montilla-rivera/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span>, 1064 (1st Cir. 1997). However, \"[w]here it is contended that the district court applied an incorrect legal standard, that contention is reviewed de novo.\" United States v. Josleyn, <span class=\"citation\" data-id=\"767958\"><a href=\"/opinion/767958/united-states-v-dennis-r-josleyn-united-states-of-america-v-john-w/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span>, 151 (1st Cir. 2000); see also United States v. Huddleston, <span class=\"citation\" data-id=\"766478\"><a href=\"/opinion/766478/united-states-v-mark-e-huddleston/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span>, 218 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Rule 33 provides that a motion for a new trial may be granted if the court finds that \"the interests of justice so require.\" A motion for new trial based on newly discovered evidence must be made within three years after the verdict or finding of guilty, while a motion for a new trial based on any other grounds must be made within seven days. Fed. R. Crim. P. 33.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The remedy of a new trial must be used sparingly, and only where a miscarriage of justice would otherwise result. United States v. Rothrock, <span class=\"citation\" data-id=\"480164\"><a href=\"/opinion/480164/united-states-v-albert-h-rothrock-and-vivian-s-rothrock/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">318</span></a></span>, 322 (1st Cir. 1986). A defendant seeking a new trial on the ground of newly discovered evidence must prove four factors to prevail: (1) the evidence must have been unknown or unavailable to the defendant at the time of trial; (2) the defendant must have been duly diligent in attempting to unearth it; (3) the newly discovered evidence must be material; and (4) the newly discovered evidence must be such that its emergence probably will result in an acquittal upon retrial. Wright, 625 F.2d at 1019; Huddleston, <span class=\"citation\" data-id=\"766478\"><a href=\"/opinion/766478/united-states-v-mark-e-huddleston/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span>, 218 (1st Cir. 1999). If the defendant fails to carry his or her burden with respect to any one of these four factors, the motion for a new trial must be denied. Falu-Gonzalez, 205 F.3d at 442.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We apply a slightly different test where a defendant claims that the newly-discovered evidence should have been produced under Brady. There, the defendant must establish that (1) the evidence at issue is material and favorable to the accused; (2) the evidence was suppressed by the prosecution; and (3) the defendant was prejudiced by the suppression in that there is \"a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\" Strickler v. Greene, <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 280 (1999). While the Brady standard is easier to satisfy, both tests require that the defendant show some degree of prejudice to win a new trial. Josleyn, 206 F.3d at 151.</p>\n    </div>\n    <p class=\"indent\">B. The Law Applied by the District Court</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Our first task is to determine whether the district court applied the correct legal test to the evidence in considering Conley's motion for new trial. According to the court's repeated formulation, Conley, 103 F. Supp.2d at 55-58, the central question is whether the government withheld newly discovered evidence in violation of its obligations to Conley. The court stated that the \"core\" of Conley's argument is that \"the prosecutor had a legally cognizable duty of disclosure\" of the testimony it expected to \"occur\" at the civil trial to defense counsel. Id. at 56. It expressly considered the \"conflicts and contradictions in the record as a whole, now considered with the newly discovered evidence\" before it. Id. Furthermore, the court referred to \"potentially decisive questions to be considered in deciding whether to grant a new trial in this case, grounded on the claim of newly discovered evidence.\" Id. at 57 (emphasis added).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Because Conley's claim is based on the government's failure to disclose newly discovered evidence, the analysis of whether a new trial is in the interests of justice must be performed with regard to Wright and/or Brady.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> See Montilla-Rivera, 115 F.3d at 1064-65. The only permissible way the district court could order a new trial was to apply the legal standards for newly discovered evidence, which it initially set forth in Section III of its opinion, 103 F. Supp.2d at 48-49. The district court abandoned that analysis, however, and applied a different standard, one that seems to be highly discretionary and contains no reference to prejudice or materiality. See id. at 55 (deciding that a new trial will be granted on grounds that are \"entirely independent\" of issues in Wright analysis); id. at 58 (stating that whether Conley was prejudiced \"cannot be determined\" under Wright and Brady, but exercising jurisdiction to allow a new trial nonetheless). The court's application of that standard -- which it acknowledges is unprecedented -- constitutes reversible error.</p>\n    </div>\n    <p class=\"indent\">C. The District Court's Findings</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The question we next face is whether the newly discovered evidence at issue satisfies the correct legal standard, contained in Wright and/or Brady. If the district court's findings foreclose such a conclusion, there is no need for further analysis, either by this court or by the district court upon remand.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Of central importance is the district court's statement that the question of whether defense counsel were so severely impeded as a result of the government's failure to disclose the relevant evidence that a new trial was warranted</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">cannot be determined as a matter of law, under the applicable legal standard explained in Part III of this opinion. Instead, in the unique circumstances of this case, I conclude that the determination to allow or not to allow a new trial is one committed to an exercise of discretion by the court to which the legal system assigns responsibility for making the determination.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Conley, 103 F. Supp.2d at 58 (emphasis added). We can construe this only as a conclusion that the evidence taken as a whole, including the three pieces of evidence originally discussed in Conley's motion for a new trial as well as the evidence later submitted in camera, did not satisfy the element of prejudice as required under both the Wright and Brady tests.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Moreover, the district court made specific findings as to how some of the pieces of evidence raised in the motion for a new trial fared under Wright and/or Brady. It found that the government was not obligated to disclose Charles Bullard's grand jury testimony under Brady. Id. at 52. It also found that the defendant failed to show that Robert Brown's testimony was perjurious, id. at 54, thus precluding a new trial based on newly discovered evidence. See United States v. Torres, <span class=\"citation\" data-id=\"747590\"><a href=\"/opinion/747590/united-states-v-robert-torres-also-known-as-roberto-torres-amaro-also/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 49 (2d Cir. 1997) (holding that where newly discovered evidence is the existence of allegedly perjured testimony, defendant must first demonstrate that perjury was in fact committed).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">As we explained supra, a new trial may be ordered in this case only if the standards set forth in Wright and/or Brady are satisfied. Both Wright and Brady require a showing that the evidence was material and that the defendant was prejudiced to some degree. We must defer to the district court's explicit findings as to the Bullard and Brown testimony, as well as to its statement that prejudice could not be determined upon a consideration of the evidence as a whole. See Falu-Gonzalez, 205 F.3d at 442. Therefore, there is no basis for remanding this matter, and we REVERSE the district court's order.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The sentence of the district court, which we affirmed in our prior opinion, shall be executed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court instructed the jury that if it found any officers liable for the beating, the cover-up was by definition unsuccessful.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court stated that the Court of Appeals remanded the case \"for consideration of a motion for new trial.\" United States v. Conley, <span class=\"citation\" data-id=\"2469527\"><a href=\"/opinion/2469527/united-states-v-conley/\"><span class=\"volume\">103</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">45</span></a></span>, 47 (D. Mass. 2000). A review of our opinion, however, reveals no reference to a remand, and in answers to questions at oral argument none of the attorneys recalled such an order.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Bullard did not testify at Conley's criminal trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Conley additionally claimed that extraneous forces had tainted the jury, based on a statement a juror had made to several others that \"his father and his uncle were cops and, as such, he knew that cops were trained professionals who observe everything around them,\" and that \"he knew the area because he used to live there.\" The district court did not reach Conley's juror misconduct argument, and it is not raised in this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Upon the government's motion, the in camera evidence was unsealed on August 15, 2000.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Conley argues, inter alia, that the new trial was granted not on grounds of newly discovered evidence but on a wholly separate ground of \"interests of justice.\" This argument fails for two reasons. First, the district court's opinion simply does not permit this interpretation, as explained supra. Second, even assuming that the district court had based its order for a new trial on a theory other than newly discovered evidence, Conley's motion would be untimely. See Fed. R. Crim. P. 33 (stating that a motion for a new trial based on grounds other than newly discovered evidence must be made within seven days).</p>\n        <p>Conley maintains that the government waived any objection to his lack of compliance with the seven-day deadline by failing to object below. We disagree. After carefully reviewing the transcript of the hearing on the motion for a new trial, we see nothing that would have reasonably put the government on notice that the district court was considering deciding the motion on any grounds other than newly discovered evidence or Brady violations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court and the parties refer somewhat interchangeably to the Wright and Brady standards. Because our decision turns on the district court's findings concerning prejudice, see infra, a requirement under both standards, we see no need to explore with additional specificity which one applies.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court declined to make findings as to Walker's IAD testimony, calling it \"inconclusive\" as to the government's duty of disclosure and defense counsel's diligence. Conley, 103 F. Supp.2d at 55. Nor did it make any specific findings under Wright or Brady as to any of the evidence produced for the first time in camera upon the court's order. It simply stated that it was taking all of this evidence under consideration in applying a general \"interests of justice\" test (which, because it was performed without regard to the materiality of the evidence or prejudice to the defendant, we hold is not the correct standard). Id.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469527/"
  ]
}