{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199478/",
  "absolute_url": "/opinion/199478/united-states-v-maxwell-anthony/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199478/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:28Z",
  "date_modified": "2017-03-24T11:02:04.121015Z",
  "type": "010combined",
  "sha1": "2336115b57f214fc86f60790151912c143a6de32",
  "page_count": 22,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2084-01A.pdf",
  "local_path": "pdf/2001/06/29/US_v._Maxwell-Anthony.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-2084\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                              v.\n\n          RAUL MAXWELL, A/K/A RAUL MAXWELL-ANTHONY,\n\n                     Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n\n                  Cyr, Senior Circuit Judge,\n\n                   and Lipez, Circuit Judge.\n\n\n     Linda A. Backiel for appellant.\n     Antonio R. Bazán, Assistant United States Attorney, with\nwhom Guillermo Gil, United States Attorney, Jorge E. Vega-\nPacheco and W. Clay Caldwell, Assistant United States Attorneys,\nwere on brief, for appellee.\n\n\n\n\n                         June 29, 2001\n\f\f            SELYA,      Circuit   Judge.        Defendant-appellant    Raúl\n\nMaxwell-Anthony (Maxwell) entered United States Navy property on\n\nthe   Puerto    Rican    island   of    Vieques   without   authorization.\n\nFollowing a bench trial, the district court found Maxwell guilty\n\nof violating 18 U.S.C. § 1382 and sentenced him to thirty days\n\nin prison for this Class B misdemeanor.             Maxwell appeals.     We\n\naffirm.\n\nI.    BACKGROUND\n\n            The United States Navy maintains a naval installation\n\nknown as Camp García on the island of Vieques, Puerto Rico, and\n\nperiodically       conducts    military      training   operations    there.\n\nPursuant to regulations promulgated by the Department of the\n\nNavy, Camp García is a \"closed\" base, meaning that entry by\n\nmembers of the general public requires permission from the\n\ncommanding officer.           See 32 C.F.R. §§ 770.35-770.40.          Camp\n\nGarcía contains a \"live impact area,\" historically used by the\n\nNavy for live-fire artillery and bombardment exercises.                 The\n\nNavy's presence on Vieques spans some sixty years, and these\n\nexercises have sparked numerous protests.               See, e.g., United\n\nStates v.      Sharpton, ___ F.3d ___, ___ (1st Cir. 2001) (per\n\ncuriam) [No. 01-1780, slip op. at 3-4] (discussing recent spate\n\nof incidents); United States v. Parrilla Bonilla, 648 F.2d 1373,\n\n\n\n\n                                       -3-\n\f1374-75 (1st Cir. 1981) (discussing earlier furor over Navy's\n\npresence on Vieques).\n\n            The political controversy attendant to the Navy's use\n\nof Vieques recently reached a fever pitch.        In the calendar year\n\n2000, approximately 400 persons were prosecuted for protest-\n\nrelated trespasses.        See Sharpton, ___ F.3d at ___ [slip op. at\n\n4].     Maxwell joined this effort:      the authorities arrested him\n\nthree times in quick succession (June 1, June 13, and June 21,\n\n2000) for     entering Camp García without the permission of its\n\ncommanding officer.\n\n            The June 13 arrest which underlies this appeal came\n\nabout    after   Maxwell    peacefully   approached   a   naval   security\n\nofficer inside the north fence line of the base, identified\n\nhimself as a protester, and asked for a bottle of water.            In the\n\nwake of this arrest, the government charged Maxwell, by means of\n\na one-count information, with violating a statute which reads in\n\npertinent part:\n\n            Whoever, within the jurisdiction of the\n            United States, goes upon any military,\n            naval, or Coast Guard reservation, post,\n            fort,    arsenal,    yard,   station,    or\n            installation, for any purpose prohibited by\n            law or lawful regulation . . . [s]hall be\n            fined under this title or imprisoned not\n            more than six months, or both.\n\n18 U.S.C. § 1382.          Insofar as relevant here, the \"purpose\n\nprohibited by . . . lawful regulation\" is the one set out in 32\n\n                                   -4-\n\fC.F.R. § 770.38, namely, \"entry . . . for any purpose whatsoever\n\nwithout the advance consent of the Commanding Officer.\"\n\n            Maxwell filed a pretrial motion, accompanied by an\n\nexegetic    offer     of   proof,   reflecting   his   desire   to   present\n\naffirmative defenses based upon necessity and international law.\n\nThe government objected and the district court ruled, as a\n\nmatter    of   law,    that   the     proposed   defenses   could    not   be\n\nmaintained because of the lack of a proper predicate.                 United\n\nStates v. Maxwell-Anthony, 129 F. Supp. 2d 101, 104-07 (D.P.R.\n\n2000).     For the same reason, the court excluded the tendered\n\nevidence as irrelevant.         Id.\n\n            The trial itself was anticlimactic: the court, sitting\n\nwithout a jury, found that Maxwell had knowingly entered Camp\n\nGarcía without leave and in so doing had violated 18 U.S.C. §\n\n1382.     The court thereupon imposed a thirty-day incarcerative\n\nsentence.      This timely appeal followed.\n\nII.     ANALYSIS\n\n            On appeal (as below), Maxwell does not dispute either\n\nthat Camp García is Navy property or that he entered the base on\n\nJune 13 without prior permission.            He nonetheless asseverates\n\nthat the lower court erred both in construing the \"purpose\"\n\nelement of the statute of conviction and in pretermitting his\n\nsuggested affirmative defenses (and, concomitantly, excluding\n\n\n                                       -5-\n\fthe   expert     testimony     related    thereto).         We    consider     each\n\nasseveration.\n\n                      A.   The Statute of Conviction.\n\n              Maxwell asserts that because section 1382 criminalizes\n\nentry onto the grounds of a military or naval installation \"for\n\nany   purpose       prohibited,\"   the    government      must     show   that    a\n\ndefendant had an improper purpose in entering such a facility.\n\nBecause the government failed to prove this element, his thesis\n\nruns,   the    instant     conviction    cannot   stand.         We   review    the\n\ndistrict court's construction of a federal statute de novo.                     See\n\nUnited States v. Carroll, 105 F.3d 740, 744 (1st Cir. 1997).\n\n              We accept Maxwell's premise:         \"purpose\" is indeed an\n\nelement   of    a    section   1382    offense.     But     the    case   law    is\n\nconsentient that an unauthorized entry itself can constitute the\n\nprohibited      purpose    necessary     to   sustain   a   conviction       under\n\nsection 1382.        See Parrilla Bonilla, 648 F.2d at 1377; United\n\nStates v. Mowat, 582 F.2d 1194, 1203-04 (9th Cir. 1978); United\n\nStates v. Floyd, 477 F.2d 217, 225 (10th Cir. 1973); see also\n\nSharpton, ___ F.3d at ___ [slip op. at 3-4] (accepting rule sub\n\nsilentio).\n\n              This statutory construction blunts the main thrust of\n\nMaxwell's argument, but it does not completely refute that\n\nargument.      The Parrilla Bonilla opinion emphasized that when a\n\n\n                                       -6-\n\fprosecution proceeds on the theory that a defendant purposes to\n\nenter a restricted military reservation without authorization,\n\nthe government must show that the defendant had knowledge or\n\nnotice, actual or constructive, that such entry was prohibited.\n\nParrilla Bonilla, 648 F.2d at 1377.                Absent such knowledge or\n\nnotice, the showing of purpose is incomplete.\n\n          This       requirement,     too,    has    been    satisfied.     The\n\nDepartment of the Navy now has promulgated regulations, 32\n\nC.F.R. §§ 770.35-770.40, closing all naval installations in\n\nPuerto Rico to the public, id. § 770.37.              These regulations make\n\npellucid that \"entry upon any U.S. Navy installation or property\n\nin   Puerto   Rico    at   anytime,   by     any    person   for   any   purpose\n\nwhatsoever without the advance consent of the Commanding Officer\n\n. . . is prohibited.\"        Id. at § 770.38.         In Sharpton, ___ F.3d\n\nat ___ n.2 [slip op. at 4 n.2], we left open the question of\n\nwhether the Navy, by adopting these regulations and publishing\n\nthem in the Federal Register, 46 Fed. Reg. 22,756 (Apr. 21,\n\n1981), satisfied the \"knowledge or notice\" requirement as to\n\nnaval installations in Puerto Rico.                  Today, we answer that\n\nquestion affirmatively.\n\n          The filing of a document with the Office of the Federal\n\nRegister is (with an exception not relevant here) \"sufficient to\n\ngive notice of the contents of the document to a person subject\n\n\n                                      -7-\n\fto or affected by it.\"            44 U.S.C. § 1507.            It follows inexorably\n\nthat section 1382's \"knowledge or notice\" requirement may be\n\nsatisfied         by    the   publication      of    a    regulation     specifically\n\nforbidding unauthorized entry.                     See Mowat, 582 F.2d at 1199-\n\n1203.       Because the regulations cited above give explicit notice\n\nthat       any    unauthorized       entry    onto       the   grounds   of   a      naval\n\ninstallation situated in Puerto Rico is forbidden, all that is\n\npresently needed to satisfy section 1382's \"purpose\" requirement\n\nis proof that Maxwell's entry was deliberate.\n\n                 The    government    unquestionably           carried   that     modest\n\nburden in this case.             The trial judge specifically found that\n\nMaxwell intentionally entered Camp García, and the record fully\n\nsupports that finding.             Accordingly, Maxwell's contention that\n\nthe government failed to prove each element of a section 1382\n\noffense lacks merit.1\n\n                 Maxwell also presents a variation on this theme.                       He\n\nasserts that the district court should have allowed him to\n\nintroduce         the    proffered     expert       testimony      because      of     its\n\n\n\n\n       1\n     If more were needed — and we do not think that it is — the\nevidence (such as Maxwell's earlier entry and arrest on June 1\nand his self-identification as a protester when he confronted\nthe guard on June 13) seemingly supports an inference that\nMaxwell entered the base with actual knowledge that his entrance\nwas prohibited.\n\n                                             -8-\n\frelevance    to   section   1382's    \"purpose\"   requirement.     This\n\nargument is jejune.\n\n            The appropriate standard for reviewing the admission\n\nor exclusion of expert testimony is abuse of discretion.         United\n\nStates v. Hernandez-Vega, 235 F.3d 705, 710 (1st Cir. 2000).\n\nMaxwell's expert was prepared to testify, inter alia, that\n\nnuclear-armed Trident submarines (which Maxwell speculates were\n\ntaking part in the Navy's exercises at Vieques) are illegal\n\nunder international law and that individuals have a right to\n\ntake steps that otherwise might transgress domestic law in order\n\nto prevent their deployment.      In Maxwell's view, this testimony\n\nwould have shown that his purpose in entering Camp García —\n\npreventing a violation of international law — was lawful (and,\n\ntherefore, could not constitute the prohibited purpose that the\n\nstatute requires).\n\n            As is evident from what we already have said, this\n\nargument misconstrues the level of purpose that need be shown\n\nunder section 1382.         Where, as here, unauthorized entry is\n\nprohibited by duly promulgated regulations, the only state of\n\nmind that section 1382 requires is a purpose to enter.              See\n\nParrilla Bonilla, 648 F.2d at 1377; Mowat, 582 F.2d at 1203-04;\n\nFloyd, 477 F.2d at 225.      Since Maxwell does not dispute that he\n\nhad such a purpose — nor could he, on this record — his specific\n\n\n                                     -9-\n\freason for trespassing is irrelevant.               See Parrilla Bonilla, 648\n\nF.2d at 1377 (explaining that no specific intent to violate the\n\nlaw need be shown to satisfy section 1382); Mowat, 582 F.2d at\n\n1203-04 (similar).            Thus, the expert testimony — which Maxwell\n\noffered to furnish support for the legitimacy of his specific\n\nreason for entering the base — was irrelevant, and the district\n\ncourt acted appropriately in excluding it.\n\n                          B.    The Necessity Defense.\n\n               Recall that Maxwell moved, in advance of trial, for\n\nleave    to    present    a    necessity     defense.      The   district   court\n\ndetermined that the defense was unavailable and ordered that\n\nMaxwell forgo it at trial.            See Maxwell-Anthony, 129 F. Supp. 2d\n\nat 104-07.       Maxwell protests both that ruling and the court's\n\nexclusion of expert testimony related to his proposed necessity\n\ndefense.\n\n               We do not gainsay that a criminal defendant has a wide-\n\nranging right to present a defense, In re Oliver, 333 U.S. 257,\n\n273-74 & n.31 (1948), but this does not give him a right to\n\npresent irrelevant evidence.               Thus, when the proffer in support\n\nof an anticipated affirmative defense is insufficient as a\n\nmatter of law to create a triable issue, a district court may\n\npreclude the presentation of that defense entirely.                  See United\n\nStates    v.    Bailey,       444   U.S.   394,   414-15   (1980)   (finding   it\n\n\n                                           -10-\n\f\"essential\" that defendant's proffered evidence on a defense\n\nmeet a minimum standard as to each element before that defense\n\nmay be submitted to jury); cf. United States v. Amparo, 961 F.2d\n\n288, 291 (1st Cir. 1992)      (describing defendant's \"entry-level\"\n\nburden of producing enough evidence to support a finding of\n\nduress); United States v. Rodriguez, 858 F.2d 809, 814 (1st Cir.\n\n1988) (noting that before a defendant is entitled to a jury\n\ninstruction    on   a   defense   there     must   be   record   evidence    to\n\nsupport it).    That rule obtains when a criminal defendant seeks\n\nto present a necessity defense.             See United States v. Schoon,\n\n971 F.2d 193, 195 (9th Cir. 1991); United States v. Dorrell, 758\n\nF.2d 427, 430 (9th Cir. 1985).          We review the district court's\n\ndecision to bar presentation of a specific defense de novo.                 See\n\nSchoon, 971 F.2d at 195.\n\n         Maxwell challenges the legitimacy of this framework in\n\nthe context of section 1382.          His cardinal contention is that\n\nsuch a ruling in limine unconstitutionally renders the statute\n\na \"strict liability\" offense.         This contention mischaracterizes\n\nthe district court's ruling.\n\n         The    district     court    did    not   hold   that   affirmative\n\ndefenses to section 1382 were categorically barred.                   To the\n\ncontrary, the court entertained the possibility that a necessity\n\ndefense could be interposed.              It then made a case-specific\n\n\n                                     -11-\n\fjudgment, examining Maxwell's offer of proof and concluding that\n\nit was insufficient to permit him to carry his entry-level\n\nburden of adducing competent proof of necessity (and, therefore,\n\nthat no useful purpose would be served by allowing the assertion\n\nof that defense at trial).   See Maxwell-Anthony, 129 F. Supp. 2d\n\nat 104.   So viewed, Maxwell's \"strict liability\" contention is\n\na red herring.   The question before us is not whether necessity\n\never can be a proper defense to a section 1382 charge in the\n\nprotest context, 2 but, rather, whether Maxwell showed that he\n\ncould muster some evidence of a viable necessity defense.     We\n\nturn now to that question.\n\n          A necessity defense, like other justification defenses,\n\nallows a defendant to escape responsibility despite proof that\n\nhis actions encompassed all the elements of a criminal offense.\n\nSee United States v. Duclos, 214 F.3d 27, 33 (1st Cir. 2000).\n\nThe necessity defense requires the defendant to show that he (1)\n\nwas faced with a choice of evils and chose the lesser evil, (2)\n\nacted to prevent imminent harm, (3) reasonably anticipated a\n\n\n\n    2Withal, we note that one court of appeals has categorically\nrejected necessity as a defense to crimes, like this one,\ncommitted as acts of indirect civil disobedience (meaning that\nthe law violated as part of the protest is not the law being\nprotested).   See Schoon, 971 F.2d at 195-200.      We need not\ndecide that question today.    We assume instead, favorably to\nMaxwell, that necessity, if proven, might constitute a defense\nto a charge lodged under section 1382.\n\n                               -12-\n\fdirect causal relationship between his acts and the harm to be\n\naverted, and (4) had no legal alternative but to violate the\n\nlaw.       See United States v. Turner, 44 F.3d 900, 902 (10th Cir.\n\n1995); Schoon, 971 F.2d at 195.\n\n              Although Maxwell did not formally structure his proffer\n\naround these four elements, his presentation is congruent with\n\nthem.      It runs roughly as follows:    the grave risks triggered by\n\nthe deployment of Trident nuclear submarines are a far greater\n\nevil than the commission of a criminal trespass designed to stop\n\ntheir deployment; harm was imminent in that Maxwell suspected\n\nthat at least one Trident submarine already was present in the\n\nwaters off Puerto Rico to participate in the training exercises;\n\nhe reasonably believed that his disruption of the exercises\n\nwould lead to dispersion of the Trident submarine(s); and,\n\nhaving previously taken a wide variety of political actions to\n\nno avail, he had no practical alternative but to break the law.3\n\nThe     government    maintains   that    Maxwell   failed   to   provide\n\n\n       3\n     The district court allowed Maxwell to testify as to these\npoints at trial, even though it had precluded the proffered\nnecessity defense.     In doing so, the court did not act\ninconsistently, but, rather, recognized a defendant's right to\ntestify in his own behalf. See generally Rock v. Arkansas, 483\nU.S. 44, 49-53 (1987) (delineating sources of right); United\nStates v. Peterson, 233 F.3d 101, 105-07 (1st Cir. 2000)\n(exploring scope of right). In all events, Maxwell's testimony\non these points shed light on his state of mind and thus was\nrelevant to Maxwell's interpretation of the \"purpose\" element of\nsection 1382.\n\n                                   -13-\n\fsufficient evidence on each and all of the four components of\n\nthe defense.        We assume, for argument's sake, that Maxwell\n\ncarried   the     entry-level   burden      of   production   on   the   first\n\ncomponent (\"lesser of two evils\").                We specifically address\n\nMaxwell's proffer on the remaining three components.\n\n            1.     Imminent Harm.     Assuming, favorably to Maxwell,\n\nthat the deployment of Trident submarines in waters near Puerto\n\nRico constitutes a harm, Maxwell had the burden of showing its\n\nimmediacy.       After all, the term \"imminent harm\" connotes a real\n\nemergency, a crisis involving immediate danger to oneself or to\n\na third party.      See United States v. Newcomb, 6 F.3d 1129, 1135-\n\n36 (6th Cir. 1993); United States v. Seward, 687 F.2d 1270, 1276\n\n(10th Cir. 1982).         The record contains no evidence to support\n\nMaxwell's naked averment that the harm he feared was imminent.\n\nMoreover,    even    if   Maxwell   could    have   shown   that   a   nuclear\n\nsubmarine was close at hand, it is doubtful that the mere\n\npresence of such a vessel, without some kind of realistic threat\n\nof detonation, would suffice to pose an imminent harm.                   E.g.,\n\nUnited States v. May, 622 F.2d 1000, 1008-09 (9th Cir. 1980)\n\n(finding that the existence of Trident missile system failed to\n\nsatisfy the imminent harm prong of the necessity defense).\n\n            The fact of the matter, however, is that Maxwell's case\n\nis even weaker; he failed to show the presence of any Trident\n\n\n                                    -14-\n\fsubmarines off the coast of Vieques on June 13, 2000, or at any\n\nreasonably proximate date.         The best evidence that Maxwell could\n\nmuster was an image, taken from a Navy website, of a Trident\n\nsubmarine in the waters off Puerto Rico sometime in 1996.                  This\n\nevidence cannot, as a matter of law, give rise to an inference\n\nthat the submarine remained in place for the intervening three\n\nyears.   Cf. Aulson v. Blanchard, 83 F.3d 1, 3 (1st Cir. 1996)\n\n(explaining that, in drawing inferences, a court need not accept\n\n\"bald    assertions,         unsupportable     conclusions,    periphrastic\n\ncircumlocutions, and the like\").               Accordingly, that evidence\n\ncannot support an inference of imminent harm.\n\n           2.   Reasonable Anticipation of Averting Harm.             Maxwell\n\nargues that he reasonably believed that his disruption of the\n\nnaval exercises at Camp García would effect the exodus of any\n\nTrident submarines that were in the vicinity.                  A reasonable\n\nanticipation    of    averting     harm,     however,   requires    more   than\n\nseeing   ghosts      under    every   bed.      In   this   case,   Maxwell's\n\nanticipation is pure conjecture, not reasonable belief.\n\n           A defendant must demonstrate cause and effect between\n\nan act of protest and the achievement of the goal of the protest\n\nby competent evidence.           He cannot will a causal relationship\n\ninto being simply by the fervor of his convictions (no matter\n\nhow sincerely held).           E.g., United States v. Montgomery, 772\n\n\n                                      -15-\n\fF.2d 733, 736 (11th Cir. 1985) (holding that defendants could\n\nnot reasonably have believed that their entry into a defense\n\nplant would bring about nuclear disarmament); Dorrell, 758 F.2d\n\nat 433-34 (finding that defendant had failed to establish that\n\nbreaking into an air force base and vandalizing government\n\nproperty could reasonably be expected to lead to the termination\n\nof the MX missile program); United States v. Cassidy, 616 F.2d\n\n101, 102 (4th Cir. 1979) (per curiam) (finding it unlikely that\n\nsplashing blood on Pentagon walls would impel the United States\n\nto divest itself of nuclear weapons).\n\n          We have combed the record in this case and find nothing\n\nto indicate any linkage between the Navy's exercises at Camp\n\nGarcía and the presence of Trident submarines in Puerto Rican\n\nwaters.   Equally as important, we find nothing to indicate that\n\nthe movement of such vessels likely would be influenced by the\n\ntemporary disruption of the exercises.    On this record, then,\n\nMaxwell could not reasonably have anticipated that his act of\n\ntrespass would avert the harm that he professed to fear.\n\n          3.   Legal Alternatives.   To succeed on a necessity\n\ndefense, a defendant must show that he had no legal alternative\n\nto violating the law.     Turner, 44 F.3d at 902.     This makes\n\nperfect sense:    the necessity defense does not arise from a\n\ndefendant's choice of a preferred course of action from among a\n\n\n                              -16-\n\funiverse of possible courses of action (some legal, some not),\n\nbut    from   an    emergent     crisis   that,    as    a    practical       matter,\n\nprecludes all principled options but one.                See Seward, 687 F.2d\n\nat 1276.      In other words, the defendant's act must be necessary,\n\nnot merely desirable.\n\n              In the case at hand, Maxwell testified at trial to the\n\nmany avenues he has explored to further nuclear disarmament\n\n(e.g., participating in letter-writing campaigns, attending a\n\nnonproliferation           treaty    conference,      and      taking        part    in\n\ndemonstrations).          His level of commitment is laudable, but the\n\npanoramic range of his activities clearly demonstrates that he\n\nhas many legal options for advancing his political goals.                           Cf.\n\nUnited States v. Quilty, 741 F.2d 1031, 1033 (7th Cir. 1984)\n\n(per curiam) (\"There are thousands of opportunities for the\n\npropagation        of    the   anti-nuclear   message:         in   the      nation's\n\nelectoral process; by speech on public streets, in parks, in\n\nauditoriums, in churches and lecture halls; and by the release\n\nof information to the media, to name only a few.\").                          The fact\n\nthat   Maxwell      is    unlikely   to   effect   the       changes    he    desires\n\nthrough legal alternatives does not mean, ipso facto, that those\n\nalternatives are nonexistent.              See Dorrell, 758 F.2d at 432.\n\nAccepting such an argument would be tantamount to giving an\n\nindividual      carte      blanche   to   interpose      a    necessity       defense\n\n\n                                       -17-\n\fwhenever he becomes disaffected by the workings of the political\n\nprocess.\n\n           Our conclusion that Maxwell had legal alternatives to\n\nviolating the law finds ample support in the case law.                    Without\n\nexception, the decided cases teach that a defendant's legal\n\nalternatives will rarely, if ever, be deemed exhausted when the\n\nharm of which he complains can be palliated by political action.\n\nSee, e.g., Turner, 44 F.3d at 902-03; Schoon, 971 F.2d at 198;\n\nUnited States v. Kabat, 797 F.2d 580, 590-92 (8th Cir. 1986);\n\nMontgomery,     772   F.2d     at    736;   Dorrell,   758    F.2d   at   431-33;\n\nQuilty, 741 F.2d at 1033-34; Cassidy, 616 F.2d at 102.                    The case\n\nat hand falls well within this general rule.\n\n           In   an    effort    to    wiggle   free    of    these   precedents,\n\nMaxwell suggests that all legal alternatives were foreclosed to\n\nhim because he is a resident of Puerto Rico, and the democratic\n\nprocess \"functions in one manner in the United States, and\n\nanother in Puerto Rico.\"             Appellant's Br. at 36.          While it is\n\ntrue that Puerto Rico does not enjoy the same representation in\n\nCongress as the fifty states, see generally                    Trailer Marine\n\nTransp. Corp. v. Rivera Vazquez, 977 F.2d 1, 6-7 (1st Cir. 1992)\n\n(discussing Puerto Rico's status), this surely does not mean\n\nthat all political avenues are closed to those who live in\n\n\n\n\n                                       -18-\n\fPuerto Rico.     Indeed, Maxwell's own activities in support of the\n\ncause of nuclear disarmament belie this suggestion.\n\n          We have said enough on this score.                   Based on our de\n\nnovo review of Maxwell's proffered evidence, we find as a matter\n\nof law that he could not have satisfied his entry-level burden\n\nof   producing     competent    evidence    on     any    of   the   last   three\n\nelements of the necessity defense.           Consequently, we uphold the\n\ndistrict court's preclusion of that defense.                   A fortiori, the\n\ncourt properly excluded the expert testimony offered in support\n\nof that defense.\n\n                   C.   The International Law Defense.\n\n          Maxwell's final plaint concerns the district court's\n\nrejection of his international law defense.                    This affirmative\n\ndefense hinges on Maxwell's claim that the deployment of Trident\n\nsubmarines    is    a   \"war   crime,\"    giving    him    the    privilege    of\n\nbreaking domestic law to stop it.            When asked to identify the\n\nsource   of   this      privilege,   he   points     to    decisions    by    the\n\ninternational tribunal that presided over the trials of Nazi war\n\ncriminals in Nuremberg after World War II.\n\n          The district court held that the decisions of the\n\nNuremberg tribunal did not shield Maxwell from the consequences\n\nof his acts.       See Maxwell-Anthony, 129 F. Supp. 2d at 106-07.\n\n\n\n\n                                     -19-\n\fThis is a legal conclusion, and we review it de novo.    Campos-\n\nOrrego v. Rivera, 175 F.3d 89, 96 (1st Cir. 1999).\n\n          Maxwell is not the first to attempt to import the\n\nNuremberg defense into our criminal law.    Confronted with such\n\nan attempt, the Eighth Circuit explained that the Nuremberg\n\ndefendants undertook acts that were required by domestic law but\n\nviolated international law.      Kabat, 797 F.2d at 590.     The\n\nNuremberg tribunal held that the defendants could not escape\n\nresponsibility for these acts by pointing to their domestic law\n\nobligations; they had a privilege under international law to\n\nviolate domestic law in order to prevent the ongoing crimes\n\nagainst humanity that their country was perpetrating through\n\nthem.   Id.   We echo this explanation.\n\n          Because Maxwell was under no compulsion to violate\n\ninternational law, his attempt to cloak himself in the Nuremberg\n\nmantle fails.    Under his formulation, an individual gains the\n\nprivilege to violate domestic law simply by being a citizen of\n\na nation that possesses nuclear weapons.   This is a quantum leap\n\nbeyond the frontier of the classic Nuremberg defense — and one\n\nthat we refuse to undertake.\n\n          In our view, an individual cannot assert a privilege\n\nto disregard domestic law in order to escape liability under\n\ninternational law unless domestic law forces that person to\n\n\n                               -20-\n\fviolate international law.          See id.; see also Montgomery, 772\n\nF.2d at 737-38; United States v. Brodhead, 714 F. Supp. 593,\n\n597-98 (D. Mass. 1989); cf. United States v. Allen, 760 F.2d\n\n447, 453 (2d Cir. 1985) (rejecting international law defense on\n\nstanding grounds); May, 622 F.2d at 1009-10 (similar).               Maxwell\n\ndoes not argue that he was put in such a position by the\n\ngovernment, nor could he.          For this reason, the district court\n\nproperly rejected his international law defense.\n\n            This holding also disposes of Maxwell's lament anent\n\nthe lower court's exclusion of the expert testimony that he\n\nproffered    on      the    illegality      of   nuclear   weapons     under\n\ninternational law.         Since the Nuremberg defense is unavailable\n\nto him, the status of nuclear weapons under international law is\n\nirrelevant in his case.        The district court's evidentiary ruling\n\nwas, therefore, unimpugnable.\n\nIII.   CONCLUSION\n\n            We need go no further.          Maxwell was on notice of the\n\nrules for entry onto Navy bases in Puerto Rico, yet deliberately\n\nentered Camp García without authorization.            His arguments that\n\nthe district court erred in rejecting his proffered affirmative\n\ndefenses    and/or    in    its   evidentiary    rulings   are   forcefully\n\npresented but, in the end, unpersuasive.              His conviction for\n\nviolating 18 U.S.C. § 1382 must, therefore, be\n\n\n                                     -21-\n\fAffirmed.\n\n\n\n\n            -22-\n\f",
  "html": "<p class=\"case_cite\">254 F.3d 21 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>RAUL MAXWELL, A/K/A RAUL MAXWELL-ANTHONY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2084</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 5, 2001<br>Decided June 29, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose Antonio Fuste, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Linda A. Backiel for appellant.</p>\n      <p class=\"indent\">Antonio R. Bazan, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco and W. Clay Caldwell, Assistant United States Attorneys, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Cyr, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Raul Maxwell-Anthony (Maxwell) entered United States Navy property on the Puerto Rican island of Vieques without authorization. Following a bench trial, the district court found Maxwell guilty of violating 18 U.S.C. &#167; 1382 and sentenced him to thirty days in prison for this Class B misdemeanor. Maxwell appeals. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The United States Navy maintains a naval installation known as Camp Garcia on the island of Vieques, Puerto Rico, and periodically conducts military training operations there. Pursuant to regulations promulgated by the Department of the Navy, Camp Garcia is a \"closed\" base, meaning that entry by members of the general public requires permission from the commanding officer. See 32 C.F.R. &#167;&#167; 770.35-770.40. Camp Garcia contains a \"live impact area,\" historically used by the Navy for live-fire artillery and bombardment exercises. The Navy's presence on Vieques spans some sixty years, and these exercises have sparked numerous protests. See, e.g., United States v. Sharpton, 252 F.3d 536, 538-39 (1st Cir. 2001) (per curiam) (discussing recent spate of incidents); United States v. Parrilla Bonilla, 648 F.2d 1373, 1374-75 (1st Cir. 1981) (discussing earlier furor over Navy's presence on Vieques).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The political controversy attendant to the Navy's use of Vieques recently reached a fever pitch. In the calendar year 2000, approximately 400 persons were prosecuted for protest-related trespasses. See Sharpton, 252 F.3d at 539. Maxwell joined this effort: the authorities arrested him three times in quick succession (June 1, June 13, and June 21, 2000) for entering Camp Garcia without the permission of its commanding officer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The June 13 arrest which underlies this appeal came about after Maxwell peacefully approached a naval security officer inside the north fence line of the base, identified himself as a protester, and asked for a bottle of water. In the wake of this arrest, the government charged Maxwell, by means of a one-count information, with violating a statute which reads in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Whoever, within the jurisdiction of the United States, goes upon any military, naval, or Coast Guard reservation, post, fort, arsenal, yard, station, or installation, for any purpose prohibited by law or lawful regulation . . . [s]hall be fined under this title or imprisoned not more than six months, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1382. Insofar as relevant here, the \"purpose prohibited by . . . lawful regulation\" is the one set out in 32 C.F.R. &#167; 770.38, namely, \"entry . . . for any purpose whatsoever without the advance consent of the Commanding Officer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Maxwell filed a pretrial motion, accompanied by an exegetic offer of proof, reflecting his desire to present affirmative defenses based upon necessity and international law. The government objected and the district court ruled, as a matter of law, that the proposed defenses could not be maintained because of the lack of a proper predicate. United States v. Maxwell-Anthony, 129 F. Supp. 2d 101, 104-07 (D.P.R. 2000). For the same reason, the court excluded the tendered evidence as irrelevant. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The trial itself was anticlimactic: the court, sitting without a jury, found that Maxwell had knowingly entered Camp Garcia without leave and in so doing had violated 18 U.S.C. &#167; 1382. The court thereupon imposed a thirty-day incarcerative sentence. This timely appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal (as below), Maxwell does not dispute either that Camp Garcia is Navy property or that he entered the base on June 13 without prior permission. He nonetheless asseverates that the lower court erred both in construing the \"purpose\" element of the statute of conviction and in pretermitting his suggested affirmative defenses (and, concomitantly, excluding the expert testimony related thereto). We consider each asseveration.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. The Statute of Conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Maxwell asserts that because section 1382 criminalizes entry onto the grounds of a military or naval installation \"for any purpose prohibited,\" the government must show that a defendant had an improper purpose in entering such a facility. Because the government failed to prove this element, his thesis runs, the instant conviction cannot stand. We review the district court's construction of a federal statute de novo. SeeUnited States v. Carroll, 105 F.3d 740, 744 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We accept Maxwell's premise: \"purpose\" is indeed an element of a section 1382 offense. But the case law is consentient that an unauthorized entry itself can constitute the prohibited purpose necessary to sustain a conviction under section 1382. See Parrilla Bonilla, 648 F.2d at 1377; United States v. Mowat, 582 F.2d 1194, 1203-04 (9th Cir. 1978); United States v. Floyd, 477 F.2d 217, 225 (10th Cir. 1973); see also Sharpton, 252 F.3d at 538-39 (accepting rule subsilentio).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This statutory construction blunts the main thrust of Maxwell's argument, but it does not completely refute that argument. The Parrilla Bonilla opinion emphasized that when a prosecution proceeds on the theory that a defendant purposes to enter a restricted military reservation without authorization, the government must show that the defendant had knowledge or notice, actual or constructive, that such entry was prohibited. Parrilla Bonilla, 648 F.2d at 1377. Absent such knowledge or notice, the showing of purpose is incomplete.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This requirement, too, has been satisfied. The Department of the Navy now has promulgated regulations, 32 C.F.R. &#167;&#167; 770.35-770.40, closing all naval installations in Puerto Rico to the public, id. &#167; 770.37. These regulations make pellucid that \"entry upon any U.S. Navy installation or property in Puerto Rico at anytime, by any person for any purpose whatsoever without the advance consent of the Commanding Officer . . . is prohibited.\" Id. at &#167; 770.38. In Sharpton, 252 F.3d at 539 n.2, we left open the question of whether the Navy, by adopting these regulations and publishing them in the Federal Register, 46 Fed. Reg. 22,756 (Apr. 21, 1981), satisfied the \"knowledge or notice\" requirement as to naval installations in Puerto Rico. Today, we answer that question affirmatively.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The filing of a document with the Office of the Federal Register is (with an exception not relevant here) \"sufficient to give notice of the contents of the document to a person subject to or affected by it.\" 44 U.S.C. &#167; 1507. It follows inexorably that section 1382's \"knowledge or notice\" requirement may be satisfied by the publication of a regulation specifically forbidding unauthorized entry. See Mowat, 582 F.2d at 1199-1203. Because the regulations cited above give explicit notice that any unauthorized entry onto the grounds of a naval installation situated in Puerto Rico is forbidden, all that is presently needed to satisfy section 1382's \"purpose\" requirement is proof that Maxwell's entry was deliberate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The government unquestionably carried that modest burden in this case. The trial judge specifically found that Maxwell intentionally entered Camp Garcia, and the record fully supports that finding. Accordingly, Maxwell's contention that the government failed to prove each element of a section 1382 offense lacks merit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Maxwell also presents a variation on this theme. He asserts that the district court should have allowed him to introduce the proffered expert testimony because of its relevance to section 1382's \"purpose\" requirement. This argument is jejune.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The appropriate standard for reviewing the admission or exclusion of expert testimony is abuse of discretion. United States v. Hernandez-Vega, 235 F.3d 705, 710 (1st Cir. 2000). Maxwell's expert was prepared to testify, inter alia, that nuclear-armed Trident submarines (which Maxwell speculates were taking part in the Navy's exercises at Vieques) are illegal under international law and that individuals have a right to take steps that otherwise might transgress domestic law in order to prevent their deployment. In Maxwell's view, this testimony would have shown that his purpose in entering Camp Garcia preventing a violation of international law -- was lawful (and, therefore, could not constitute the prohibited purpose that the statute requires).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As is evident from what we already have said, this argument misconstrues the level of purpose that need be shown under section 1382. Where, as here, unauthorized entry is prohibited by duly promulgated regulations, the only state of mind that section 1382 requires is a purpose to enter. See Parrilla Bonilla, 648 F.2d at 1377; Mowat, 582 F.2d at 1203-04; Floyd, 477 F.2d at 225. Since Maxwell does not dispute that he had such a purpose -- nor could he, on this record -- his specific reason for trespassing is irrelevant. See Parrilla Bonilla, 648 F.2d at 1377 (explaining that no specific intent to violate the law need be shown to satisfy section 1382); Mowat, 582 F.2d at 1203-04 (similar). Thus, the expert testimony -- which Maxwell offered to furnish support for the legitimacy of his specific reason for entering the base -- was irrelevant, and the district court acted appropriately in excluding it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. The Necessity Defense.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Recall that Maxwell moved, in advance of trial, for leave to present a necessity defense. The district court determined that the defense was unavailable and ordered that Maxwell forgo it at trial. See Maxwell-Anthony, 129 F. Supp. 2d at 104-07. Maxwell protests both that ruling and the court's exclusion of expert testimony related to his proposed necessity defense.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We do not gainsay that a criminal defendant has a wide-ranging right to present a defense, In re Oliver, 333 U.S. 257, 273-74 &amp; n.31 (1948), but this does not give him a right to present irrelevant evidence. Thus, when the proffer in support of an anticipated affirmative defense is insufficient as a matter of law to create a triable issue, a district court may preclude the presentation of that defense entirely. See United States v. Bailey, 444 U.S. 394, 414-15 (1980) (finding it \"essential\" that defendant's proffered evidence on a defense meet a minimum standard as to each element before that defense may be submitted to jury); cf. United States v. Amparo, 961 F.2d 288, 291 (1st Cir. 1992) (describing defendant's \"entry-level\" burden of producing enough evidence to support a finding of duress); United States v. Rodriguez, 858 F.2d 809, 814 (1st Cir. 1988) (noting that before a defendant is entitled to a jury instruction on a defense there must be record evidence to support it). That rule obtains when a criminal defendant seeks to present a necessity defense. See United States v. Schoon, 971 F.2d 193, 195 (9th Cir. 1991); United States v. Dorrell, 758 F.2d 427, 430 (9th Cir. 1985). We review the district court's decision to bar presentation of a specific defense de novo. See Schoon, 971 F.2d at 195.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Maxwell challenges the legitimacy of this framework in the context of section 1382. His cardinal contention is that such a ruling in limine unconstitutionally renders the statute a \"strict liability\" offense. This contention mischaracterizes the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court did not hold that affirmative defenses to section 1382 were categorically barred. To the contrary, the court entertained the possibility that a necessity defense could be interposed. It then made a case-specific judgment, examining Maxwell's offer of proof and concluding that it was insufficient to permit him to carry his entry-level burden of adducing competent proof of necessity (and, therefore, that no useful purpose would be served by allowing the assertion of that defense at trial). See Maxwell-Anthony, 129 F. Supp. 2d at 104. So viewed, Maxwell's \"strict liability\" contention is a red herring. The question before us is not whether necessity ever can be a proper defense to a section 1382 charge in the protest context,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but, rather, whether Maxwell showed that he could muster some evidence of a viable necessity defense. We turn now to that question.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A necessity defense, like other justification defenses, allows a defendant to escape responsibility despite proof that his actions encompassed all the elements of a criminal offense. See United States v. Duclos, 214 F.3d 27, 33 (1st Cir. 2000). The necessity defense requires the defendant to show that he (1) was faced with a choice of evils and chose the lesser evil, (2) acted to prevent imminent harm, (3) reasonably anticipated a direct causal relationship between his acts and the harm to be averted, and (4) had no legal alternative but to violate the law. See United States v. Turner, 44 F.3d 900, 902 (10th Cir. 1995); Schoon, 971 F.2d at 195.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although Maxwell did not formally structure his proffer around these four elements, his presentation is congruent with them. It runs roughly as follows: the grave risks triggered by the deployment of Trident nuclear submarines are a far greater evil than the commission of a criminal trespass designed to stop their deployment; harm was imminent in that Maxwell suspected that at least one Trident submarine already was present in the waters off Puerto Rico to participate in the training exercises; he reasonably believed that his disruption of the exercises would lead to dispersion of the Trident submarine(s); and, having previously taken a wide variety of political actions to no avail, he had no practical alternative but to break the law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The government maintains that Maxwell failed to provide sufficient evidence on each and all of the four components of the defense. We assume, for argument's sake, that Maxwell carried the entry-level burden of production on the first component (\"lesser of two evils\"). We specifically address Maxwell's proffer on the remaining three components.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. Imminent Harm. Assuming, favorably to Maxwell, that the deployment of Trident submarines in waters near Puerto Rico constitutes a harm, Maxwell had the burden of showing its immediacy. After all, the term \"imminent harm\" connotes a real emergency, a crisis involving immediate danger to oneself or to a third party. See United States v. Newcomb, 6 F.3d 1129, 1135-36 (6th Cir. 1993); United States v. Seward, 687 F.2d 1270, 1276 (10th Cir. 1982). The record contains no evidence to support Maxwell's naked averment that the harm he feared was imminent. Moreover, even if Maxwell could have shown that a nuclear submarine was close at hand, it is doubtful that the mere presence of such a vessel, without some kind of realistic threat of detonation, would suffice to pose an imminent harm. E.g., United States v. May, 622 F.2d 1000, 1008-09 (9th Cir. 1980) (finding that the existence of Trident missile system failed to satisfy the imminent harm prong of the necessity defense).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The fact of the matter, however, is that Maxwell's case is even weaker; he failed to show the presence of any Trident submarines off the coast of Vieques on June 13, 2000, or at any reasonably proximate date. The best evidence that Maxwell could muster was an image, taken from a Navy website, of a Trident submarine in the waters off Puerto Rico sometime in 1996. This evidence cannot, as a matter of law, give rise to an inference that the submarine remained in place for the intervening three years. Cf. Aulson v. Blanchard, 83 F.3d 1, 3 (1st Cir. 1996) (explaining that, in drawing inferences, a court need not accept \"bald assertions, unsupportable conclusions, periphrastic circumlocutions, and the like\"). Accordingly, that evidence cannot support an inference of imminent harm.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2. Reasonable Anticipation of Averting Harm. Maxwell argues that he reasonably believed that his disruption of the naval exercises at Camp Garcia would effect the exodus of any Trident submarines that were in the vicinity. A reasonable anticipation of averting harm, however, requires more than seeing ghosts under every bed. In this case, Maxwell's anticipation is pure conjecture, not reasonable belief.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A defendant must demonstrate cause and effect between an act of protest and the achievement of the goal of the protest by competent evidence. He cannot will a causal relationship into being simply by the fervor of his convictions (no matter how sincerely held). E.g., United States v. Montgomery, 772 F.2d 733, 736 (11th Cir. 1985) (holding that defendants could not reasonably have believed that their entry into a defense plant would bring about nuclear disarmament); Dorrell, 758 F.2d at 433-34 (finding that defendant had failed to establish that breaking into an air force base and vandalizing government property could reasonably be expected to lead to the termination of the MX missile program); United States v. Cassidy, 616 F.2d 101, 102 (4th Cir. 1979) (per curiam) (finding it unlikely that splashing blood on Pentagon walls would impel the United States to divest itself of nuclear weapons).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have combed the record in this case and find nothing to indicate any linkage between the Navy's exercises at Camp Garcia and the presence of Trident submarines in Puerto Rican waters. Equally as important, we find nothing to indicate that the movement of such vessels likely would be influenced by the temporary disruption of the exercises. On this record, then, Maxwell could not reasonably have anticipated that his act of trespass would avert the harm that he professed to fear.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">3. Legal Alternatives. To succeed on a necessity defense, a defendant must show that he had no legal alternative to violating the law. Turner, 44 F.3d at 902. This makes perfect sense: the necessity defense does not arise from a defendant's choice of a preferred course of action from among a universe of possible courses of action (some legal, some not), but from an emergent crisis that, as a practical matter, precludes all principled options but one. See Seward, 687 F.2d at 1276. In other words, the defendant's act must be necessary, not merely desirable.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the case at hand, Maxwell testified at trial to the many avenues he has explored to further nuclear disarmament (e.g., participating in letter-writing campaigns, attending a nonproliferation treaty conference, and taking part in demonstrations). His level of commitment is laudable, but the panoramic range of his activities clearly demonstrates that he has many legal options for advancing his political goals. Cf. United States v. Quilty, 741 F.2d 1031, 1033 (7th Cir. 1984) (per curiam) (\"There are thousands of opportunities for the propagation of the anti-nuclear message: in the nation's electoral process; by speech on public streets, in parks, in auditoriums, in churches and lecture halls; and by the release of information to the media, to name only a few.\"). The fact that Maxwell is unlikely to effect the changes he desires through legal alternatives does not mean, ipso facto, that those alternatives are nonexistent. See Dorrell, 758 F.2d at 432. Accepting such an argument would be tantamount to giving an individual carte blanche to interpose a necessity defense whenever he becomes disaffected by the workings of the political process.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Our conclusion that Maxwell had legal alternatives to violating the law finds ample support in the case law. Without exception, the decided cases teach that a defendant's legal alternatives will rarely, if ever, be deemed exhausted when the harm of which he complains can be palliated by political action. See, e.g., Turner, 44 F.3d at 902-03; Schoon, 971 F.2d at 198; United States v. Kabat, 797 F.2d 580, 590-92 (8th Cir. 1986); Montgomery, 772 F.2d at 736; Dorrell, 758 F.2d at 431-33; Quilty, 741 F.2d at 1033-34; Cassidy, 616 F.2d at 102. The case at hand falls well within this general rule.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In an effort to wiggle free of these precedents, Maxwell suggests that all legal alternatives were foreclosed to him because he is a resident of Puerto Rico, and the democratic process \"functions in one manner in the United States, and another in Puerto Rico.\" Appellant's Br. at 36. While it is true that Puerto Rico does not enjoy the same representation in Congress as the fifty states, see generally Trailer Marine Transp. Corp. v. Rivera VAZQUEZ, 977 F.2d 1, 6-7 (1st Cir. 1992) (discussing Puerto Rico's status), this surely does not mean that all political avenues are closed to those who live in Puerto Rico. Indeed, Maxwell's own activities in support of the cause of nuclear disarmament belie this suggestion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We have said enough on this score. Based on our de novo review of Maxwell's proffered evidence, we find as a matter of law that he could not have satisfied his entry-level burden of producing competent evidence on any of the last three elements of the necessity defense. Consequently, we uphold the district court's preclusion of that defense. A fortiori, the court properly excluded the expert testimony offered in support of that defense.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">C. The International Law Defense.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Maxwell's final plaint concerns the district court's rejection of his international law defense. This affirmative defense hinges on Maxwell's claim that the deployment of Trident submarines is a \"war crime,\" giving him the privilege of breaking domestic law to stop it. When asked to identify the source of this privilege, he points to decisions by the international tribunal that presided over the trials of Nazi war criminals in Nuremberg after World War II.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court held that the decisions of the Nuremberg tribunal did not shield Maxwell from the consequences of his acts. See Maxwell-Anthony, 129 F. Supp. 2d at 106-07. This is a legal conclusion, and we review it de novo. Campos-Orrego v. Rivera, 175 F.3d 89, 96 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Maxwell is not the first to attempt to import the Nuremberg defense into our criminal law. Confronted with such an attempt, the Eighth Circuit explained that the Nuremberg defendants undertook acts that were required by domestic law but violated international law. Kabat, 797 F.2d at 590. The Nuremberg tribunal held that the defendants could not escape responsibility for these acts by pointing to their domestic law obligations; they had a privilege under international law to violate domestic law in order to prevent the ongoing crimes against humanity that their country was perpetrating through them. Id. We echo this explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Because Maxwell was under no compulsion to violate international law, his attempt to cloak himself in the Nuremberg mantle fails. Under his formulation, an individual gains the privilege to violate domestic law simply by being a citizen of a nation that possesses nuclear weapons. This is a quantum leap beyond the frontier of the classic Nuremberg defense -- and one that we refuse to undertake.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In our view, an individual cannot assert a privilege to disregard domestic law in order to escape liability under international law unless domestic law forces that person to violate international law. See id.; see also Montgomery, 772 F.2d at 737-38; United States v. Brodhead, 714 F. Supp. 593, 597-98 (D. Mass. 1989); cf. United States v. Allen, 760 F.2d 447, 453 (2d Cir. 1985) (rejecting international law defense on standing grounds); May, 622 F.2d at 1009-10 (similar). Maxwell does not argue that he was put in such a position by the government, nor could he. For this reason, the district court properly rejected his international law defense.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This holding also disposes of Maxwell's lament anent the lower court's exclusion of the expert testimony that he proffered on the illegality of nuclear weapons under international law. Since the Nuremberg defense is unavailable to him, the status of nuclear weapons under international law is irrelevant in his case. The district court's evidentiary ruling was, therefore, unimpugnable.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need go no further. Maxwell was on notice of the rules for entry onto Navy bases in Puerto Rico, yet deliberately entered Camp Garcia without authorization. His arguments that the district court erred in rejecting his proffered affirmative defenses and/or in its evidentiary rulings are forcefully presented but, in the end, unpersuasive. His conviction for violating 18 U.S.C. &#167; 1382 must, therefore, be</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If more were needed -- and we do not think that it is -- the evidence (such as Maxwell's earlier entry and arrest on June 1 and his self-identification as a protester when he confronted the guard on June 13) seemingly supports an inference that Maxwell entered the base with actual knowledge that his entrance was prohibited.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Withal, we note that one court of appeals has categorically rejected necessity as a defense to crimes, like this one, committed as acts of indirect civil disobedience (meaning that the law violated as part of the protest is not the law being protested). See Schoon, 971 F.2d at 195-200. We need not decide that question today. We assume instead, favorably to Maxwell, that necessity, if proven, might constitute a defense to a charge lodged under section 1382.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court allowed Maxwell to testify as to these points at trial, even though it had precluded the proffered necessity defense. In doing so, the court did not act inconsistently, but, rather, recognized a defendant's right to testify in his own behalf. See generally Rock v. Arkansas, 483 U.S. 44, 49-53 (1987) (delineating sources of right); United States v. Peterson, 233 F.3d 101, 105-07 (1st Cir. 2000) (exploring scope of right). In all events, Maxwell's testimony on these points shed light on his state of mind and thus was relevant to Maxwell's interpretation of the \"purpose\" element of section 1382.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>RAUL MAXWELL, A/K/A RAUL MAXWELL-ANTHONY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2084</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 5, 2001<br>Decided June 29, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose Antonio Fuste, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Linda A. Backiel for appellant.</p>\n      <p class=\"indent\">Antonio R. Bazan, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco and W. Clay Caldwell, Assistant United States Attorneys, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Cyr, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Raul Maxwell-Anthony (Maxwell) entered United States Navy property on the Puerto Rican island of Vieques without authorization. Following a bench trial, the district court found Maxwell guilty of violating 18 U.S.C. &#167; 1382 and sentenced him to thirty days in prison for this Class B misdemeanor. Maxwell appeals. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The United States Navy maintains a naval installation known as Camp Garcia on the island of Vieques, Puerto Rico, and periodically conducts military training operations there. Pursuant to regulations promulgated by the Department of the Navy, Camp Garcia is a \"closed\" base, meaning that entry by members of the general public requires permission from the commanding officer. See 32 C.F.R. &#167;&#167; 770.35-770.40. Camp Garcia contains a \"live impact area,\" historically used by the Navy for live-fire artillery and bombardment exercises. The Navy's presence on Vieques spans some sixty years, and these exercises have sparked numerous protests. See, e.g., United States v. Sharpton, <span class=\"citation\" data-id=\"199452\"><a href=\"/opinion/199452/united-states-v-sharpton/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">536</span></a></span>, 538-39 (1st Cir. 2001) (per curiam) (discussing recent spate of incidents); United States v. Parrilla Bonilla, <span class=\"citation\" data-id=\"390416\"><a href=\"/opinion/390416/united-states-v-antulio-parrilla-bonilla-united-states-of-america-v/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1373</span></a></span>, 1374-75 (1st Cir. 1981) (discussing earlier furor over Navy's presence on Vieques).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The political controversy attendant to the Navy's use of Vieques recently reached a fever pitch. In the calendar year 2000, approximately 400 persons were prosecuted for protest-related trespasses. See Sharpton, 252 F.3d at 539. Maxwell joined this effort: the authorities arrested him three times in quick succession (June 1, June 13, and June 21, 2000) for entering Camp Garcia without the permission of its commanding officer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The June 13 arrest which underlies this appeal came about after Maxwell peacefully approached a naval security officer inside the north fence line of the base, identified himself as a protester, and asked for a bottle of water. In the wake of this arrest, the government charged Maxwell, by means of a one-count information, with violating a statute which reads in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Whoever, within the jurisdiction of the United States, goes upon any military, naval, or Coast Guard reservation, post, fort, arsenal, yard, station, or installation, for any purpose prohibited by law or lawful regulation . . . [s]hall be fined under this title or imprisoned not more than six months, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1382. Insofar as relevant here, the \"purpose prohibited by . . . lawful regulation\" is the one set out in 32 C.F.R. &#167; 770.38, namely, \"entry . . . for any purpose whatsoever without the advance consent of the Commanding Officer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Maxwell filed a pretrial motion, accompanied by an exegetic offer of proof, reflecting his desire to present affirmative defenses based upon necessity and international law. The government objected and the district court ruled, as a matter of law, that the proposed defenses could not be maintained because of the lack of a proper predicate. United States v. Maxwell-Anthony, <span class=\"citation\" data-id=\"2471466\"><a href=\"/opinion/2471466/united-states-v-maxwell-anthony/\"><span class=\"volume\">129</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">101</span></a></span>, 104-07 (D.P.R. 2000). For the same reason, the court excluded the tendered evidence as irrelevant. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The trial itself was anticlimactic: the court, sitting without a jury, found that Maxwell had knowingly entered Camp Garcia without leave and in so doing had violated 18 U.S.C. &#167; 1382. The court thereupon imposed a thirty-day incarcerative sentence. This timely appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal (as below), Maxwell does not dispute either that Camp Garcia is Navy property or that he entered the base on June 13 without prior permission. He nonetheless asseverates that the lower court erred both in construing the \"purpose\" element of the statute of conviction and in pretermitting his suggested affirmative defenses (and, concomitantly, excluding the expert testimony related thereto). We consider each asseveration.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. The Statute of Conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Maxwell asserts that because section 1382 criminalizes entry onto the grounds of a military or naval installation \"for any purpose prohibited,\" the government must show that a defendant had an improper purpose in entering such a facility. Because the government failed to prove this element, his thesis runs, the instant conviction cannot stand. We review the district court's construction of a federal statute de novo. SeeUnited States v. Carroll, <span class=\"citation\" data-id=\"734111\"><a href=\"/opinion/734111/united-states-v-christopher-b-carroll/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">740</span></a></span>, 744 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We accept Maxwell's premise: \"purpose\" is indeed an element of a section 1382 offense. But the case law is consentient that an unauthorized entry itself can constitute the prohibited purpose necessary to sustain a conviction under section 1382. See Parrilla Bonilla, 648 F.2d at 1377; United States v. Mowat, <span class=\"citation\" data-id=\"359039\"><a href=\"/opinion/359039/united-states-v-karl-anthony-mowat-united-states-of-america-v-francis-n/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1194</span></a></span>, 1203-04 (9th Cir. 1978); United States v. Floyd, <span class=\"citation\" data-id=\"310382\"><a href=\"/opinion/310382/united-states-v-jon-randolph-floyd/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">217</span></a></span>, 225 (10th Cir. 1973); see also Sharpton, 252 F.3d at 538-39 (accepting rule subsilentio).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This statutory construction blunts the main thrust of Maxwell's argument, but it does not completely refute that argument. The Parrilla Bonilla opinion emphasized that when a prosecution proceeds on the theory that a defendant purposes to enter a restricted military reservation without authorization, the government must show that the defendant had knowledge or notice, actual or constructive, that such entry was prohibited. Parrilla Bonilla, 648 F.2d at 1377. Absent such knowledge or notice, the showing of purpose is incomplete.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This requirement, too, has been satisfied. The Department of the Navy now has promulgated regulations, 32 C.F.R. &#167;&#167; 770.35-770.40, closing all naval installations in Puerto Rico to the public, id. &#167; 770.37. These regulations make pellucid that \"entry upon any U.S. Navy installation or property in Puerto Rico at anytime, by any person for any purpose whatsoever without the advance consent of the Commanding Officer . . . is prohibited.\" Id. at &#167; 770.38. In Sharpton, 252 F.3d at 539 n.2, we left open the question of whether the Navy, by adopting these regulations and publishing them in the Federal Register, 46 Fed. Reg. 22,756 (Apr. 21, 1981), satisfied the \"knowledge or notice\" requirement as to naval installations in Puerto Rico. Today, we answer that question affirmatively.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The filing of a document with the Office of the Federal Register is (with an exception not relevant here) \"sufficient to give notice of the contents of the document to a person subject to or affected by it.\" 44 U.S.C. &#167; 1507. It follows inexorably that section 1382's \"knowledge or notice\" requirement may be satisfied by the publication of a regulation specifically forbidding unauthorized entry. See Mowat, 582 F.2d at 1199-1203. Because the regulations cited above give explicit notice that any unauthorized entry onto the grounds of a naval installation situated in Puerto Rico is forbidden, all that is presently needed to satisfy section 1382's \"purpose\" requirement is proof that Maxwell's entry was deliberate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The government unquestionably carried that modest burden in this case. The trial judge specifically found that Maxwell intentionally entered Camp Garcia, and the record fully supports that finding. Accordingly, Maxwell's contention that the government failed to prove each element of a section 1382 offense lacks merit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Maxwell also presents a variation on this theme. He asserts that the district court should have allowed him to introduce the proffered expert testimony because of its relevance to section 1382's \"purpose\" requirement. This argument is jejune.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The appropriate standard for reviewing the admission or exclusion of expert testimony is abuse of discretion. United States v. Hernandez-Vega, <span class=\"citation\" data-id=\"199216\"><a href=\"/opinion/199216/united-states-v-hernandez-vega/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span>, 710 (1st Cir. 2000). Maxwell's expert was prepared to testify, inter alia, that nuclear-armed Trident submarines (which Maxwell speculates were taking part in the Navy's exercises at Vieques) are illegal under international law and that individuals have a right to take steps that otherwise might transgress domestic law in order to prevent their deployment. In Maxwell's view, this testimony would have shown that his purpose in entering Camp Garcia preventing a violation of international law -- was lawful (and, therefore, could not constitute the prohibited purpose that the statute requires).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As is evident from what we already have said, this argument misconstrues the level of purpose that need be shown under section 1382. Where, as here, unauthorized entry is prohibited by duly promulgated regulations, the only state of mind that section 1382 requires is a purpose to enter. See Parrilla Bonilla, 648 F.2d at 1377; Mowat, 582 F.2d at 1203-04; Floyd, 477 F.2d at 225. Since Maxwell does not dispute that he had such a purpose -- nor could he, on this record -- his specific reason for trespassing is irrelevant. See Parrilla Bonilla, 648 F.2d at 1377 (explaining that no specific intent to violate the law need be shown to satisfy section 1382); Mowat, 582 F.2d at 1203-04 (similar). Thus, the expert testimony -- which Maxwell offered to furnish support for the legitimacy of his specific reason for entering the base -- was irrelevant, and the district court acted appropriately in excluding it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. The Necessity Defense.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Recall that Maxwell moved, in advance of trial, for leave to present a necessity defense. The district court determined that the defense was unavailable and ordered that Maxwell forgo it at trial. See Maxwell-Anthony, 129 F. Supp. 2d at 104-07. Maxwell protests both that ruling and the court's exclusion of expert testimony related to his proposed necessity defense.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We do not gainsay that a criminal defendant has a wide-ranging right to present a defense, In re Oliver, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 273-74 &amp; n.31 (1948), but this does not give him a right to present irrelevant evidence. Thus, when the proffer in support of an anticipated affirmative defense is insufficient as a matter of law to create a triable issue, a district court may preclude the presentation of that defense entirely. See United States v. Bailey, <span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 414-15 (1980) (finding it \"essential\" that defendant's proffered evidence on a defense meet a minimum standard as to each element before that defense may be submitted to jury); cf. United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 291 (1st Cir. 1992) (describing defendant's \"entry-level\" burden of producing enough evidence to support a finding of duress); United States v. Rodriguez, <span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 814 (1st Cir. 1988) (noting that before a defendant is entitled to a jury instruction on a defense there must be record evidence to support it). That rule obtains when a criminal defendant seeks to present a necessity defense. See United States v. Schoon, <span class=\"citation no-link\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">193</span></span>, 195 (9th Cir. 1991); United States v. Dorrell, <span class=\"citation\" data-id=\"449749\"><a href=\"/opinion/449749/united-states-v-walter-ward-dorrell-iii/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 430 (9th Cir. 1985). We review the district court's decision to bar presentation of a specific defense de novo. See Schoon, 971 F.2d at 195.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Maxwell challenges the legitimacy of this framework in the context of section 1382. His cardinal contention is that such a ruling in limine unconstitutionally renders the statute a \"strict liability\" offense. This contention mischaracterizes the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court did not hold that affirmative defenses to section 1382 were categorically barred. To the contrary, the court entertained the possibility that a necessity defense could be interposed. It then made a case-specific judgment, examining Maxwell's offer of proof and concluding that it was insufficient to permit him to carry his entry-level burden of adducing competent proof of necessity (and, therefore, that no useful purpose would be served by allowing the assertion of that defense at trial). See Maxwell-Anthony, 129 F. Supp. 2d at 104. So viewed, Maxwell's \"strict liability\" contention is a red herring. The question before us is not whether necessity ever can be a proper defense to a section 1382 charge in the protest context,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but, rather, whether Maxwell showed that he could muster some evidence of a viable necessity defense. We turn now to that question.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A necessity defense, like other justification defenses, allows a defendant to escape responsibility despite proof that his actions encompassed all the elements of a criminal offense. See United States v. Duclos, <span class=\"citation\" data-id=\"768900\"><a href=\"/opinion/768900/united-states-v-louis-duclos/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir. 2000). The necessity defense requires the defendant to show that he (1) was faced with a choice of evils and chose the lesser evil, (2) acted to prevent imminent harm, (3) reasonably anticipated a direct causal relationship between his acts and the harm to be averted, and (4) had no legal alternative but to violate the law. See United States v. Turner, <span class=\"citation\" data-id=\"686561\"><a href=\"/opinion/686561/united-states-v-merrie-warren-turner-aka-merrie-foutz/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">900</span></a></span>, 902 (10th Cir. 1995); Schoon, 971 F.2d at 195.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although Maxwell did not formally structure his proffer around these four elements, his presentation is congruent with them. It runs roughly as follows: the grave risks triggered by the deployment of Trident nuclear submarines are a far greater evil than the commission of a criminal trespass designed to stop their deployment; harm was imminent in that Maxwell suspected that at least one Trident submarine already was present in the waters off Puerto Rico to participate in the training exercises; he reasonably believed that his disruption of the exercises would lead to dispersion of the Trident submarine(s); and, having previously taken a wide variety of political actions to no avail, he had no practical alternative but to break the law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The government maintains that Maxwell failed to provide sufficient evidence on each and all of the four components of the defense. We assume, for argument's sake, that Maxwell carried the entry-level burden of production on the first component (\"lesser of two evils\"). We specifically address Maxwell's proffer on the remaining three components.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. Imminent Harm. Assuming, favorably to Maxwell, that the deployment of Trident submarines in waters near Puerto Rico constitutes a harm, Maxwell had the burden of showing its immediacy. After all, the term \"imminent harm\" connotes a real emergency, a crisis involving immediate danger to oneself or to a third party. See United States v. Newcomb, <span class=\"citation\" data-id=\"654608\"><a href=\"/opinion/654608/united-states-v-harold-m-newcomb/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1129</span></a></span>, 1135-36 (6th Cir. 1993); United States v. Seward, <span class=\"citation no-link\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1270</span></span>, 1276 (10th Cir. 1982). The record contains no evidence to support Maxwell's naked averment that the harm he feared was imminent. Moreover, even if Maxwell could have shown that a nuclear submarine was close at hand, it is doubtful that the mere presence of such a vessel, without some kind of realistic threat of detonation, would suffice to pose an imminent harm. E.g., United States v. May, <span class=\"citation\" data-id=\"378924\"><a href=\"/opinion/378924/united-states-v-julienne-jesse-may/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1008-09 (9th Cir. 1980) (finding that the existence of Trident missile system failed to satisfy the imminent harm prong of the necessity defense).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The fact of the matter, however, is that Maxwell's case is even weaker; he failed to show the presence of any Trident submarines off the coast of Vieques on June 13, 2000, or at any reasonably proximate date. The best evidence that Maxwell could muster was an image, taken from a Navy website, of a Trident submarine in the waters off Puerto Rico sometime in 1996. This evidence cannot, as a matter of law, give rise to an inference that the submarine remained in place for the intervening three years. Cf. Aulson v. Blanchard, <span class=\"citation\" data-id=\"717572\"><a href=\"/opinion/717572/alan-aulson-et-ux-maureen-aulson-v-charles-blanchard/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1996) (explaining that, in drawing inferences, a court need not accept \"bald assertions, unsupportable conclusions, periphrastic circumlocutions, and the like\"). Accordingly, that evidence cannot support an inference of imminent harm.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2. Reasonable Anticipation of Averting Harm. Maxwell argues that he reasonably believed that his disruption of the naval exercises at Camp Garcia would effect the exodus of any Trident submarines that were in the vicinity. A reasonable anticipation of averting harm, however, requires more than seeing ghosts under every bed. In this case, Maxwell's anticipation is pure conjecture, not reasonable belief.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A defendant must demonstrate cause and effect between an act of protest and the achievement of the goal of the protest by competent evidence. He cannot will a causal relationship into being simply by the fervor of his convictions (no matter how sincerely held). E.g., United States v. Montgomery, <span class=\"citation\" data-id=\"457949\"><a href=\"/opinion/457949/united-states-v-sister-anne-montgomery-per-ingmar-herngren-patrick/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span></a></span>, 736 (11th Cir. 1985) (holding that defendants could not reasonably have believed that their entry into a defense plant would bring about nuclear disarmament); Dorrell, 758 F.2d at 433-34 (finding that defendant had failed to establish that breaking into an air force base and vandalizing government property could reasonably be expected to lead to the termination of the MX missile program); United States v. Cassidy, <span class=\"citation\" data-id=\"375353\"><a href=\"/opinion/375353/united-states-v-esther-cassidy-john-schuchardt/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">101</span></a></span>, 102 (4th Cir. 1979) (per curiam) (finding it unlikely that splashing blood on Pentagon walls would impel the United States to divest itself of nuclear weapons).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have combed the record in this case and find nothing to indicate any linkage between the Navy's exercises at Camp Garcia and the presence of Trident submarines in Puerto Rican waters. Equally as important, we find nothing to indicate that the movement of such vessels likely would be influenced by the temporary disruption of the exercises. On this record, then, Maxwell could not reasonably have anticipated that his act of trespass would avert the harm that he professed to fear.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">3. Legal Alternatives. To succeed on a necessity defense, a defendant must show that he had no legal alternative to violating the law. Turner, 44 F.3d at 902. This makes perfect sense: the necessity defense does not arise from a defendant's choice of a preferred course of action from among a universe of possible courses of action (some legal, some not), but from an emergent crisis that, as a practical matter, precludes all principled options but one. See Seward, 687 F.2d at 1276. In other words, the defendant's act must be necessary, not merely desirable.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the case at hand, Maxwell testified at trial to the many avenues he has explored to further nuclear disarmament (e.g., participating in letter-writing campaigns, attending a nonproliferation treaty conference, and taking part in demonstrations). His level of commitment is laudable, but the panoramic range of his activities clearly demonstrates that he has many legal options for advancing his political goals. Cf. United States v. Quilty, <span class=\"citation\" data-id=\"440163\"><a href=\"/opinion/440163/united-states-v-charles-j-quilty-frank-fessler-and-larry-a-morlan/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1031</span></a></span>, 1033 (7th Cir. 1984) (per curiam) (\"There are thousands of opportunities for the propagation of the anti-nuclear message: in the nation's electoral process; by speech on public streets, in parks, in auditoriums, in churches and lecture halls; and by the release of information to the media, to name only a few.\"). The fact that Maxwell is unlikely to effect the changes he desires through legal alternatives does not mean, ipso facto, that those alternatives are nonexistent. See Dorrell, 758 F.2d at 432. Accepting such an argument would be tantamount to giving an individual carte blanche to interpose a necessity defense whenever he becomes disaffected by the workings of the political process.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Our conclusion that Maxwell had legal alternatives to violating the law finds ample support in the case law. Without exception, the decided cases teach that a defendant's legal alternatives will rarely, if ever, be deemed exhausted when the harm of which he complains can be palliated by political action. See, e.g., Turner, 44 F.3d at 902-03; Schoon, 971 F.2d at 198; United States v. Kabat, <span class=\"citation\" data-id=\"474283\"><a href=\"/opinion/474283/united-states-v-carl-kabat-united-states-of-america-v-paul-kabat-united/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 590-92 (8th Cir. 1986); Montgomery, 772 F.2d at 736; Dorrell, 758 F.2d at 431-33; Quilty, 741 F.2d at 1033-34; Cassidy, 616 F.2d at 102. The case at hand falls well within this general rule.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In an effort to wiggle free of these precedents, Maxwell suggests that all legal alternatives were foreclosed to him because he is a resident of Puerto Rico, and the democratic process \"functions in one manner in the United States, and another in Puerto Rico.\" Appellant's Br. at 36. While it is true that Puerto Rico does not enjoy the same representation in Congress as the fifty states, see generally Trailer Marine Transp. Corp. v. Rivera VAZQUEZ, <span class=\"citation\" data-id=\"592212\"><a href=\"/opinion/592212/trailer-marine-transport-corp-v-carmen-m-rivera-vazquez-etc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6-7 (1st Cir. 1992) (discussing Puerto Rico's status), this surely does not mean that all political avenues are closed to those who live in Puerto Rico. Indeed, Maxwell's own activities in support of the cause of nuclear disarmament belie this suggestion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We have said enough on this score. Based on our de novo review of Maxwell's proffered evidence, we find as a matter of law that he could not have satisfied his entry-level burden of producing competent evidence on any of the last three elements of the necessity defense. Consequently, we uphold the district court's preclusion of that defense. A fortiori, the court properly excluded the expert testimony offered in support of that defense.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">C. The International Law Defense.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Maxwell's final plaint concerns the district court's rejection of his international law defense. This affirmative defense hinges on Maxwell's claim that the deployment of Trident submarines is a \"war crime,\" giving him the privilege of breaking domestic law to stop it. When asked to identify the source of this privilege, he points to decisions by the international tribunal that presided over the trials of Nazi war criminals in Nuremberg after World War II.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court held that the decisions of the Nuremberg tribunal did not shield Maxwell from the consequences of his acts. See Maxwell-Anthony, 129 F. Supp. 2d at 106-07. This is a legal conclusion, and we review it de novo. Campos-Orrego v. Rivera, <span class=\"citation\" data-id=\"198453\"><a href=\"/opinion/198453/campos-orrego-v-rivera/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span>, 96 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Maxwell is not the first to attempt to import the Nuremberg defense into our criminal law. Confronted with such an attempt, the Eighth Circuit explained that the Nuremberg defendants undertook acts that were required by domestic law but violated international law. Kabat, 797 F.2d at 590. The Nuremberg tribunal held that the defendants could not escape responsibility for these acts by pointing to their domestic law obligations; they had a privilege under international law to violate domestic law in order to prevent the ongoing crimes against humanity that their country was perpetrating through them. Id. We echo this explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Because Maxwell was under no compulsion to violate international law, his attempt to cloak himself in the Nuremberg mantle fails. Under his formulation, an individual gains the privilege to violate domestic law simply by being a citizen of a nation that possesses nuclear weapons. This is a quantum leap beyond the frontier of the classic Nuremberg defense -- and one that we refuse to undertake.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In our view, an individual cannot assert a privilege to disregard domestic law in order to escape liability under international law unless domestic law forces that person to violate international law. See id.; see also Montgomery, 772 F.2d at 737-38; United States v. Brodhead, <span class=\"citation\" data-id=\"2258735\"><a href=\"/opinion/2258735/united-states-v-brodhead/\"><span class=\"volume\">714</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">593</span></a></span>, 597-98 (D. Mass. 1989); cf. United States v. Allen, <span class=\"citation\" data-id=\"451528\"><a href=\"/opinion/451528/united-states-v-jacqueline-allen-clare-grady-dean-hammer-elizabeth/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 453 (2d Cir. 1985) (rejecting international law defense on standing grounds); May, 622 F.2d at 1009-10 (similar). Maxwell does not argue that he was put in such a position by the government, nor could he. For this reason, the district court properly rejected his international law defense.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This holding also disposes of Maxwell's lament anent the lower court's exclusion of the expert testimony that he proffered on the illegality of nuclear weapons under international law. Since the Nuremberg defense is unavailable to him, the status of nuclear weapons under international law is irrelevant in his case. The district court's evidentiary ruling was, therefore, unimpugnable.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need go no further. Maxwell was on notice of the rules for entry onto Navy bases in Puerto Rico, yet deliberately entered Camp Garcia without authorization. His arguments that the district court erred in rejecting his proffered affirmative defenses and/or in its evidentiary rulings are forcefully presented but, in the end, unpersuasive. His conviction for violating 18 U.S.C. &#167; 1382 must, therefore, be</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If more were needed -- and we do not think that it is -- the evidence (such as Maxwell's earlier entry and arrest on June 1 and his self-identification as a protester when he confronted the guard on June 13) seemingly supports an inference that Maxwell entered the base with actual knowledge that his entrance was prohibited.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Withal, we note that one court of appeals has categorically rejected necessity as a defense to crimes, like this one, committed as acts of indirect civil disobedience (meaning that the law violated as part of the protest is not the law being protested). See Schoon, 971 F.2d at 195-200. We need not decide that question today. We assume instead, favorably to Maxwell, that necessity, if proven, might constitute a defense to a charge lodged under section 1382.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court allowed Maxwell to testify as to these points at trial, even though it had precluded the proffered necessity defense. In doing so, the court did not act inconsistently, but, rather, recognized a defendant's right to testify in his own behalf. See generally Rock v. Arkansas, <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 49-53 (1987) (delineating sources of right); United States v. Peterson, <span class=\"citation\" data-id=\"771202\"><a href=\"/opinion/771202/united-states-v-henry-peterson/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 105-07 (1st Cir. 2000) (exploring scope of right). In all events, Maxwell's testimony on these points shed light on his state of mind and thus was relevant to Maxwell's interpretation of the \"purpose\" element of section 1382.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2258735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2471466/"
  ]
}