{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199490/",
  "absolute_url": "/opinion/199490/saldana-sanchez-v-lopez-gerena/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199490/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:41Z",
  "date_modified": "2017-03-24T11:02:05.893334Z",
  "type": "010combined",
  "sha1": "8588feefa095ab69b2808e3177c2596be1f3e550",
  "page_count": 30,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1703-01A.pdf",
  "local_path": "pdf/2001/07/12/Saldana-Sanchez_v._Lopez-Gerena.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-1703\n\n NILDA M. SALDANA-SANCHEZ; RAFAEL DELGADO-MESTRE; JUAN NIEVES-\nSANTIAGO; MIGUEL RAMOS-CRUZ; SINFORIANO CASTILLO-GARCIA; JULIO\nC. MOJICA-UBILES; MIGUEL A. OCASIO-SANTOS; MARGARITA POUPART-\nFONTANEZ; HILDA TORRES-PENA; MINERVA PACHOT-RIVERA; JOSE L.\nORTIZ-ORTIZ; ZULMA RIVERA-ORTIZ; ANGEL L. RODRIGUEZ-LAZU; LUZ R.\nDIAZ-MORALES; JOSE L. BAEZ-RODRIGUEZ; JOSE IVAN CASTILLO-ORTIZ,\n\n                      Plaintiffs-Appellants,\n\n                      LUZ M. ORTIZ-QUINTANA,\n\n                            Plaintiff,\n\n                                v.\n\n    JULIO CESAR LOPEZ-GERENA, Mayor of the Municipality of\n                   Humacao; RAMON VEGA-SOSA,\n\n                       Defendants-Appellees,\n\n              MARGARITA GONZALEZ-VAZQUEZ; RAUL FERRER\n\n                            Defendants.\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n\f                  and Lynch, Circuit Judge.\n\n\n\n     Antonio Bauza-Torres for appellants.\n     James A. Toro, with whom Claudio Aliff Ortiz and Aldarondo\n& Lopez Bras, were on brief, for appellee Lopez-Gerena.\n\n     Irene S. Soroeta-Kodesh, with whom Gustavo A. Gelpi,\nSolicitor General, and Rosa N. Russe Garcia, Deputy Solicitor\nGeneral, were on brief, for appellee Vega-Sosa.\n\n\n\n\n                        July 12, 2001\n\f             STAHL, Senior Circuit Judge.                In this appeal we review\n\nthe grant of a protective order in favor of defendant-appellee\n\nJulio Cesar Lopez-Gerena in his official capacity as mayor of\n\nthe municipality of Humacao, Puerto Rico. Plaintiffs-appellants\n\nNilda   M.    Saldana-Sanchez          et    al.   (the     “plaintiffs”)     sought\n\ndiscovery from Lopez-Gerena in order to bolster their claim that\n\nHumacao was obliged to satisfy a judgment for punitive damages\n\nawarded      them   in    a   §    1983      action      against     Lopez-Gerena's\n\npredecessor, defendant-appellee Ramon Vega-Sosa, and others.\n\nLopez-Gerena obtained the protective order on the ground that no\n\npurpose   could      be   served       by   the    proposed     discovery    because\n\nHumacao enjoyed immunity from punitive damages liability.                        The\n\nplaintiffs appealed.          We vacate and remand.\n\n                                            I.\n\n             In the general election of 1988, Ramon Vega-Sosa was\n\nelected mayor of Humacao, Puerto Rico, after defeating the\n\nincumbent     mayor,      Juan    M.    Higgins,      in    a   primary   challenge.\n\nDuring Vega-Sosa's first year in office, he dismissed a number\n\nof   municipal      employees     hired      by    the     former   administration,\n\nostensibly as part of an effort to cut costs.                       Those terminated\n\nincluded many who had been political supporters of the defeated\n\nincumbent.\n\n\n\n                                            -3-\n\f              In 1990, in the United States District Court for the\n\nDistrict of Puerto Rico, seventeen of the terminated employees\n\ncommenced a civil rights action under 42 U.S.C. § 1983 against\n\nVega-Sosa, his personnel director, Raul Ferrer (collectively,\n\nwith       Lopez-Gerena,   the    “defendants”),    and   others.1        Their\n\ncomplaint alleged that they had been terminated because of their\n\nearlier support for Higgins and that the terminations violated\n\ntheir rights under the First, Fifth and Fourteenth Amendments.\n\nThe    plaintiffs    sought      reinstatement,    back   pay,    front   pay,\n\ncompensatory and punitive damages, and attorneys' fees.\n\n              The suit named Vega-Sosa and Ferrer as defendants in\n\nboth their personal and official capacities.                Soon after the\n\nsuit was filed, Vega-Sosa invoked the protection of P.R. Laws\n\nAnn. tit. 32, §§ 3085-3092 (commonly known as “Law 9\"), a\n\nstatute       providing    defense   and    indemnification      benefits    to\n\ncertain categories of public officials -- including mayors and\n\nex-mayors -- when they are sued in their personal capacities.2\n\n\n       1\n      The complaint named four individuals as defendants: Vega-\nSosa, his wife, Margarita Gonzalez-Vazquez, Ferrer, and Ferrer's\nwife, identified only as “Mrs. Ferrer.” We find nothing in the\nrecord to suggest that Mrs. Ferrer or Ms. Gonzalez-Vazquez were\ninvolved in the actions that are the subject of this suit and it\nappears that both were later dismissed from the case.\n       2\n     Law 9 provides, in pertinent part, that a mayor or ex-mayor\nsued for damages in a personal capacity may, “when the cause of\naction is based on alleged violations of the plaintiff's civil\nrights due to acts or omissions committed in good faith, in the\n\n                                      -4-\n\fVega-Sosa's request for a defense was granted by the Puerto Rico\n\nDepartment    of    Justice    in     June    1990,   and   he    was   thereafter\n\ndefended,    in    his     personal    capacity,      by    the    Department   of\n\nJustice.     It is not clear from the record whether Vega-Sosa's\n\ndefense in the official-capacity suit, which we treat, as a\n\nmatter of law, as a suit against Humacao itself, e.g., Andino-\n\nPastrana v. Municipio Des San Juan, 215 F.3d 179, 180 (1st Cir.\n\n2000), was handled by the same or different counsel.\n\nA.          Proceedings Before the District Court\n\n            The case was tried before a jury in October 1996.\n\nAfter an eighteen-day trial, the jury returned a verdict for the\n\nplaintiffs, awarding them a total of $679,804 in compensatory\n\ndamages and $326,616 in punitive damages.3                  The district court\n\nsubsequently       ruled    that    the      plaintiffs     were    entitled    to\n\nreinstatement and granted plaintiffs' request for attorneys'\n\n\n\n\ncourse of [the mayor's or ex-mayor's] employment and within the\nscope of his employment,” seek representation from the\nCommonwealth of Puerto Rico, as well as indemnification for “any\njudgment that may be entered against his person.”     P.R. Laws\nAnn. tit. 32, § 3090.\n     3\n     After judgment issued on the jury verdict, the defendants\nrenewed an earlier motion for judgment as a matter of law,\njoining with it motions for a new trial and/or remittitur.\nAlthough the defendants challenged the punitive damages award on\nsufficiency grounds, they made no argument regarding immunity\nfrom punitive damages. The defendants' motions were denied.\n\n                                        -5-\n\ffees, but denied their request for back pay4 and declined to rule\n\non the request for front pay until it was determined whether all\n\nthe plaintiffs actually wished to be reinstated and whether\n\ntheir reinstatement was practicable.\n\n            Nothing in either the jury verdict or the district\n\ncourt    judgment    distinguished       between   the   suits   against       the\n\ndefendants in their personal and official capacities.                    Such a\n\ndistinction, had it been made, would have been significant in\n\ndetermining    the   extent       of   Humacao's   responsibility       for    the\n\njudgment.     Because       the   municipality     is    the   real    party    in\n\ninterest in an official capacity suit, a judgment against the\n\ndefendants    in    their    official     capacities     would   run    against\n\nHumacao directly.      E.g., Andino-Pastrana, 215 F.3d at 180.                  By\n\ncontrast, a judgment against the defendants solely in their\n\npersonal capacities would make Humacao liable only indirectly,5\n\nthrough the workings of the Law 9 indemnification provisions.6\n\n\n     4\n     Back pay was denied because the district court considered\nback pay to have been included in the award of compensatory\ndamages made by the jury. The district court's denial of back\npay was affirmed by this court in Saldana Sanchez v. Vega Sosa,\n175 F.3d 35, 37 (1st Cir. 1999).\n     5The personal capacity judgments against Vega-Sosa and\nFerrer would presumably also have made them individually liable\nfor the damages awarded; however, it is undisputed that both men\nare judgment-proof.\n     6\n     Law 9 provides that judgments against mayors and ex-mayors\ncovered by its provisions will be defrayed by the relevant\n\n                                        -6-\n\f              For nearly two years after the judgment issued, the\n\nplaintiffs and defendants negotiated over its requirements,\n\nincluding the amount of fees and interest to be paid and the\n\nterms of plaintiffs' reinstatement.                Eventually Humacao and its\n\nnew    mayor,      Lopez-Gerena7,      reached      an   agreement    with     the\n\nplaintiffs regarding the compensatory damages and attorneys'\n\nfees       that   would   be   paid   and    the    mechanism    by   which   the\n\nplaintiffs would be reinstated.             The agreed-upon damages amounts\n\nwere subsequently paid to the plaintiffs and the reinstatements\n\ntook place.         The municipality refused, however, to pay the\n\npunitive damages portion of the award, arguing that the Supreme\n\nCourt's decision in City of Newport v. Fact Concerts, Inc., 453\n\nU.S. 247 (1981), rendered Humacao immune from liability for\n\npunitive damages awarded in a\n\n§ 1983 action.\n\n              Humacao's refusal to pay the punitive damages award\n\nprecipitated        an    additional    two    years     of     district     court\n\n\nmunicipality.   P.R. Laws Ann. tit. 32, § 3092.    In the event\nthat a municipality lacks to the funds to pay a judgment, the\nCommonwealth will do so, but the municipality must reimburse the\nCommonwealth for any amounts so paid. Id.\n       7\n      When Lopez-Gerena became mayor, he replaced Vega-Sosa as\ntitular defendant in the official capacity suit pursuant to Fed.\nR. Civ. P. 25(d)(1), while Vega-Sosa remained in the case in his\npersonal capacity. Vega-Sosa continues to be represented by the\nPuerto Rico Department of Justice. Lopez-Gerena is represented\nby other counsel.\n\n                                       -7-\n\fproceedings.     This phase of the case began in July 1998, when\n\nthe district court issued an order directing the plaintiffs,\n\nwithin   sixty     days,    either     to    submit    briefs       establishing\n\nHumacao's obligation to pay the punitive damages judgment or to\n\nacknowledge that no such liability existed.8                  The plaintiffs\n\nfailed to meet the         deadline.        Instead, more than two months\n\nafter the deadline passed, the plaintiffs moved for an extension\n\nof time, a request which was denied in January 1999.\n\n          Given the framework established by the court, this\n\ndenial might have concluded the matter, but it did not.                       In\n\nFebruary 1999, the plaintiffs noticed a deposition of Vega-\n\nSosa's attorney in connection with the punitive damages issue.\n\nThe defendants sought, and were granted, a protective order\n\npreventing   the    discovery.   Nothing        in    the   order    made   clear\n\nwhether the court considered the plaintiffs' punitive damages\n\njudgment still viable as a general matter.9                 The status of the\n\n\n    8The record does not indicate why Humacao was allowed to\nraise this issue so long after the judgment became final. Nor\ndoes the record indicate why the district court assigned the\nburden on this issue to plaintiffs -- a somewhat surprising\ndecision, given that the burden for establishing affirmative\ndefenses, such as immunity, generally lies on the defendant.\n    9Vega-Sosa argued for the protective order solely on the\nground that the proposed deponent was Vega-Sosa's attorney and\nthe circumstances were not such as would justify deposition of\nopposing counsel. See, e.g., Shelton v. American Motors Corp.,\n805 F.2d 1323, 1327-28 (8th Cir. 1986) (discussing the concerns\nraised when opposing counsel is deposed and the limited\n\n                                     -8-\n\fissue was further muddied when, in April 1999, the plaintiffs\n\nfiled   a   motion   requesting     the    “withdrawal    at   this   time   of\n\nconsideration of the issue who is responsible for the payment of\n\npunitive    damages”     (emphasis    added),     suggesting      that     they\n\nreserved the right to revisit the issue.                The district court\n\napproved the request by margin order, without explanation.\n\n            Understandably     confused,        the     defendants       almost\n\nimmediately filed a motion requesting “clarification” of the\n\nstatus of the punitive damages issue.                 In their motion, the\n\ndefendants argued that, notwithstanding the permissive language\n\nof the plaintiffs' motion, the withdrawal should be treated as\n\nconcluding the district court's consideration of the plaintiffs'\n\nrequest for punitive damages.             This result was dictated, the\n\ndefendants contended, by the plaintiffs' failure to demonstrate\n\nHumacao's    liability     within    the     original    sixty-day       window\n\nestablished by the court or to obtain an extension of time for\n\nmaking their case.       The district court responded with another\n\nmargin order, this one stating simply: “The plaintiffs withdrew\n\nany claim to punitive damages by motion dated March 31, 1999,\n\ngranted by this Court by margin order dated April 18, 1999.”\n\n\n\n\ncircumstances under which such depositions are appropriately\nallowed). The record does not suggest that the district court\nrelied on any other ground in granting the motion.\n\n                                     -9-\n\fThe plaintiffs did not appeal or otherwise respond to this\n\norder.\n\n              More   than     nine    months    later,      in   March    2000,    the\n\nplaintiffs noticed the deposition of Lopez-Gerena.                       In addition\n\nto Lopez-Gerena's testimony, the plaintiffs sought a variety of\n\ndocuments relating to the grant of defense and indemnification\n\nbenefits to Vega-Sosa.               Lopez-Gerena moved for a protective\n\norder,   arguing        that,     because   Humacao      was     immune    from    any\n\nliability      for     punitive      damages,   and    no    other     issues     were\n\noutstanding, the proposed discovery would serve no purpose.                        The\n\nplaintiffs opposed the motion, contending that the discovery\n\nwould show that Humacao had, in fact, waived any immunity it\n\nmight have had under City of Newport.\n\n              On April 3, 2000, the district court issued an order\n\ngranting Lopez-Gerena's motion without elaboration.                        On April\n\n24, the plaintiffs moved for reconsideration of that order.\n\nFour days later, the plaintiffs filed a notice of appeal with\n\nrespect to the April 3rd order.               On July 28, 2000, the district\n\ncourt entered an order denying reconsideration accompanied by a\n\nwritten opinion.        In its opinion, the district court agreed with\n\nLopez-Gerena that, as a matter of law, the plaintiffs had no\n\nright    to    recover      the    punitive     damages      from     Humacao     and,\n\ntherefore,      that    the     discovery   could     serve      no   purpose.      On\n\n\n                                        -10-\n\fSeptember 1, 2000, the plaintiffs filed a second notice of\n\nappeal   concerning   the   July   28th   denial   of    reconsideration.\n\nUltimately, that second notice of appeal was dismissed.\n\nB.         Proceedings on Appeal\n\n           Oral argument for this appeal took place on April 4,\n\n2001.    During the hearing, it became clear that the plaintiffs'\n\ncontention that Humacao was liable for punitive damages rested\n\nheavily on the contents of a small number of documents relating\n\nto the Law 9 benefits provided to Vega-Sosa.            These documents --\n\nwhich plaintiffs' counsel claimed to have seen -- were alleged\n\nto contain a clear waiver of Humacao's immunity.              Defendants'\n\ncounsel countered that they had reviewed the same documents, and\n\nhad found no such waiver of immunity.\n\n           Perceiving an opportunity to expedite the resolution\n\nof   an issue that had lingered before the district court for\n\nsome time, we directed the defendants to produce the requested\n\ndocuments to both plaintiffs' counsel and this court within ten\n\ndays.    We further directed that the plaintiffs to inform us,\n\nonce they had reviewed the documents, whether they continued to\n\nmaintain that Humacao had waived its immunity.                We retained\n\njurisdiction over the matter pending compliance with our order.\n\n\n\n\n                                   -11-\n\f          The documents having been produced, and the plaintiffs\n\ncontinuing to assert that they demonstrate a waiver of Humacao's\n\nimmunity, we now consider the plaintiffs' appeal.\n\n                                         II.\n\n          Although the discovery issue before us is quite narrow,\n\nthe context in which it arises is complicated and touches upon\n\na number of difficult and unresolved questions of law.                    Few of\n\nthese questions receive more than cursory treatment in the\n\nparties' briefs, and we do not consider them ripe for our\n\nattention.      However, in the interest of providing guidance to\n\nthe district court on remand, we include some discussion of\n\nthese issues where we find it appropriate.\n\nA.        Jurisdiction\n\n          Before reaching the merits, we address an argument\n\noffered by Lopez-Gerena as a challenge to our jurisdiction over\n\nthe   subject    matter     of    this    appeal.        Although     confusingly\n\npresented, the thrust of Lopez-Gerena's contention is that the\n\nplaintiffs    lost   their       right    to    have   this   Court   review   the\n\npunitive damages issue, in any form, by failing to respond to\n\nthe   district    court's    ruling       on    the    defendants'    motion   for\n\n“clarification.” Lopez-Gerena asserts that the district court's\n\nMay 1999 order, stating that the plaintiffs had withdrawn “any\n\nclaim    of     punitive     damages,”          constituted      a    conclusive\n\n\n                                         -12-\n\fdetermination by the district court that its consideration of\n\nthe punitive damages issue was at an end.            When the plaintiffs\n\ndid not appeal the order within the thirty days allowed by Fed.\n\nR. App. P. 4(a)(1)(A), Lopez-Gerena argues, the order “became\n\nfinal”, and that “deprived this Court of jurisdiction on any\n\nmatter related to the Municipality's liability for payment of\n\npunitive damages.”\n\n           Lopez-Gerena's argument is without merit.              To begin\n\nwith, the record does not support Lopez-Gerena's premise that\n\nthe district court's ruling on the motion for clarification was\n\nmeant to, or effectively did, signal an end to the court's\n\nconsideration of the punitive damages issue.             It is true that\n\nthe ambiguous language of the margin order could be read as a\n\nstatement that the court considered the issue to have been\n\npermanently withdrawn. However, the district court's subsequent\n\nactions belie such an interpretation.            If the court understood\n\nits “clarification” ruling to have finally disposed of the\n\npunitive   damages   issue,    we   think   it   only   logical   that   the\n\nprotective order would have been granted on that basis.            Yet the\n\ncourt's    written   opinion    offers      a    different   explanation,\n\ngrounding the protective order in Humacao's supposed immunity\n\nfrom punitive damages liability -- a “merits” issue that, by\n\nLopez-Gerena's reasoning, was no longer even before the court.\n\n\n                                    -13-\n\fLopez-Gerena has advanced no compelling reason why we should\n\naccord the district court's earlier order a preclusive effect\n\nthat    the     district        court    itself    did    not   observe     or    even\n\nacknowledge, and we decline to do so.\n\n               Furthermore, even if the district court's grant of a\n\nprotective order had been premised on its earlier, unappealed\n\ndetermination            that   the     punitive    damages      issue     had    been\n\nwithdrawn, we still would have jurisdiction over this appeal of\n\nthe protective order and later denial of reconsideration.10                        The\n\ndefendants do not dispute that the notice of appeal was timely\n\nfiled with respect to these orders.                  We also think it evident\n\nthat        these   orders      were,    under     the   circumstances,          “final\n\ndecisions”          of    the    district    court       and    thus     within    the\n\njurisdictional grant conferred by 28 U.S.C. § 1291.11                             As a\n\n\n       10\n      If the district court had clearly indicated that the\nprotective order was granted because the punitive damages issue\nwas no longer before the court, we might well have declined on\ngrounds of forfeiture to address whether the plaintiffs are owed\npunitive damages.      However, we would not have lacked\njurisdiction over the appeal.\n       11\n      Although the precise issue has not been considered by this\ncourt, other jurisdictions are in agreement that, when a\ndistrict court blocks discovery sought to facilitate execution\nof a prior judgment, its ruling should be treated as final and\nappealable, because there is no later proceeding from which an\nappeal could be taken.       E.g., Cent. States, Southeast &\nSouthwest Areas Pension Fund v. Express Freight Lines, Inc., 971\nF.2d 5, 6 (7th Cir. 1992); Wilkinson v. FBI, 922 F.2d 555, 558\n(9th Cir. 1991); Rouse Constr. Int'l v. Rouse Constr. Corp., 680\nF.2d 743, 745-46 (11th Cir. 1982). Decisions of this court are\n\n                                          -14-\n\fresult, our jurisdiction over the subject matter of this appeal\n\nstands on solid ground, and we proceed to its merits.\n\nB.         Protective Order in Favor of Lopez-Gerena\n\n           Our precedent makes clear that the plaintiffs face a\n\nheavy    burden   in    seeking     to    overturn       the      district    court's\n\nprotective   order.         Under   the       abuse    of    discretion      standard\n\napplied in discovery matters, we may reverse a district court\n\n“only upon a clear showing of manifest injustice, that is, where\n\nthe lower court's discovery order was plainly wrong and resulted\n\nin substantial prejudice to the aggrieved party.”                     Ameristar Jet\n\nCharter, Inc. v. Signal Composites, Inc., 244 F.3d 189, 192 (1st\n\nCir. 2001) (quoting Mack v. Great Atl. & Pac. Tea Co., 871 F.2d\n\n179, 186 (1st Cir. 1989)).          However, it is also well-established\n\nthat an order denying or limiting discovery may not be upheld if\n\nit rests on an incorrect legal standard or a misapplication of\n\nthe law to the relevant facts.                  See Reed v. Baxter, 134 F.3d\n\n351, 358 (6th Cir. 1998) (vacating a protective order premised\n\non   a   mistaken      application       of     the    law   of    attorney-client\n\nprivilege); Springer v. Seaman, 821 F.2d 871, 882-83 (1st Cir.\n\n1987)    (vacating     an   order    denying          discovery     based    upon   an\n\n\nin accord with this reasoning. Cf. Sheehan v. Doyle, 513 F.2d\n895, 898 (1st Cir. 1975) (holding discovery order to be final\nand appealable under 28 U.S.C. § 1291 where the discovery was\nancillary to proceedings in another jurisdiction and nothing\nelse was before the district court).\n\n                                         -15-\n\fincorrect conclusion regarding the relevance of the information\n\nsought); Trevino v. Celanese Corp., 701 F.2d 397, 406 (5th Cir.\n\n1983) (vacating a protective order limiting discovery where\n\ndistrict court gave no explanation for its actions and appeals\n\ncourt could find no sound reason for granting the protective\n\norder);12 see also Pye v. NLRB, 238 F.3d 69, 73 (1st Cir. 2001)\n\n(“A court abuses its discretion if it applies an improper legal\n\nstandard or erroneously applies the law to particular facts.”).\n\nFinding the district court's protective order in favor of Lopez-\n\nGerena to be unsupportable on the grounds given, and discerning\n\nno alternative ground adequate to sustain it, we conclude that\n\nvacatur of the protective order is required.\n\n1.         District Court's Justification\n\n           In its written opinion, the district court found a\n\nprotective   order   in   favor   of   Lopez-Gerena    to   be   justified\n\nbecause, as a matter of law, Humacao cannot be liable for the\n\npunitive   damages   judgment.     The   district     court’s    reasoning\n\n\n\n     12\n      Cases vacating protective orders on this ground have not\nalways separately analyzed the question of prejudice, see Reed,\n134 F.3d at 358; Springer, 821 F.2d at 882-83, perhaps because\nthe prejudice resulting from the unjustified grant of a\nprotective order will usually be obvious. We think it beyond\nreasonable dispute that denial of the discovery sought by\nplaintiffs in this case would be prejudicial, as one of\nplaintiffs’ chief arguments for waiver of Humacao's immunity\nrests on the alleged contents of the documents requested.\nDenial of the discovery would effectively doom this argument.\n\n                                  -16-\n\fappears to rest on two grounds: first, that recovery is barred\n\nby the Commonwealth of Puerto Rico's sovereign immunity, and,\n\nsecond, that recovery of punitive damages is prohibited by the\n\nscope of Law 9.       We address these issues in turn.\n\n            The district court's discussion of sovereign immunity\n\nfocuses entirely on language in Law 9 stating that the statute\n\nis   not   to   be   construed    as    a   waiver   of    the       Commonwealth’s\n\nsovereign immunity--that is, the immunity afforded it under the\n\nEleventh Amendment.          See Ortiz-Feliciano v. Toledo-Davila, 175\n\nF.3d 37, 39 (“[T]he Commonwealth is protected by the Eleventh\n\nAmendment to the same extent as any state. . . .”) (citing\n\nMetcalf & Eddy, Inc. v. P.R. Aqueduct & Sewer Auth., 991 F.2d\n\n935, 939 n.3 (1st Cir. 1993)).              Nothing in the district court's\n\nopinion explains why it believed the Commonwealth's Eleventh\n\nAmendment immunity was implicated by this case, and we see no\n\nreason why it would be.                The Commonwealth is not a named\n\ndefendant in this action.            Nor is there any indication that the\n\nCommonwealth would be called upon to pay the damages plaintiffs\n\nseek.      Although,    in    many    applications,       Law    9    requires   the\n\nCommonwealth to pay the judgment of an indemnified official, see\n\nP.R. Laws Ann. tit. 32, § 3092 (stating that, in general, “[t]he\n\nSecretary of the Treasury shall pay the judgments, costs and\n\nattorney's fees imposed on the defendants from the available\n\n\n                                       -17-\n\ffunds in the Treasury of Puerto Rico”), the provisions of the\n\nstatute relating to indemnification of mayors and ex-mayors\n\nindicate   that   judgments    in    these   cases   are   paid    by   the\n\nmunicipalities themselves, see id. (explaining that, when Law 9\n\nbenefits are provided to mayors and ex-mayors, the resulting\n\n“judgments, costs and attorney's fees . . . shall be defrayed\n\nfrom available funds in the corresponding . . . municipality”).13\n\n\n\n           Indeed, it appears undisputed that the portions of the\n\njudgment in this case that have been paid -- the compensatory\n\ndamages and attorneys' fees -- were paid by Humacao.              In light\n\nof these facts, this case is clearly distinguishable from those\n\nin which we have found the Eleventh Amendment to present a bar\n\nto recovery under Law 9.      See Ortiz-Feliciano 175 F.3d at 40-41\n\n(affirming a district court's denial, on Eleventh Amendment\n\ngrounds, of plaintiffs' request for an order directing the\n\nCommonwealth to accord Law 9 benefits to the defendants and pay\n\nthe judgment); Fernandez v. Chardon, 681 F.2d 42, 59-60 (1st\n\nCir. 1982), aff'd sub nom. Chardon v. Fumero Soto, 459 U.S. 987\n\n(1982) (holding that the Eleventh Amendment precluded a district\n\n\n\n     13\n      As noted above, the statute does provide for the\nCommonwealth to assume initial responsibility for a judgment\nthat a municipality cannot afford to pay. Id. However, there\nhas been no suggestion that this is the case here.\n\n                                    -18-\n\fcourt from issuing an order requiring the Commonwealth to pay a\n\ndamages award entered against officials of the Puerto Rico\n\nDepartment of Education).\n\n         In addition, the district court's analysis appears to\n\nrest on the assumption that the plaintiffs only have a judgment\n\nagainst Vega-Sosa in his personal capacity, and thus may only\n\nreach Humacao through Law 9.    We find nothing in the record\n\nbefore us to support this assumption and think that it may well\n\nbe incorrect.14   This is significant because, if there is a\n\njudgment against Vega-Sosa in his official capacity, it runs\n\nagainst Humacao itself,15 and the Commonwealth's immunity is\n\n\n    14There is no doubt that the plaintiffs’ sued Vega-Sosa and\nFerrer in both their personal and official capacities. Indeed,\nthe defendants specifically sought to have the official capacity\nsuit dismissed in their motion for summary judgment -- a motion\nwhich was denied by the district court.        It also appears\nundisputed that the plaintiffs submitted the proof necessary to\nestablish Humacao’s liability under § 1983. As this Court has\npreviously stated, under Puerto Rico law, the actions of a mayor\n“constitute[] the official policy of the municipality,” Cordero\nv. Jesus-Mendez, 867 F.2d 1, 7 (1st Cir. 1989), and, therefore,\na Puerto Rico municipality is “liable as a matter of law for an\nunconstitutional discharge of its municipal employees by the\nMayor,” id. at 8. We find nothing in the record to suggest that\nthe plaintiffs abandoned their official capacity claims.\n    15Vega-Sosa's counsel appears to argue at one point that the\nofficial capacity judgment against Vega-Sosa effectively\ndisappeared when Vega-Sosa ceased being mayor.          This is\nnonsensical. The judgment was, at all times, a judgment against\nHumacao. Andino-Pastrana, 215 F.3d at 180. As Fed. R. Civ. P.\n25(d)(1) makes clear, the substitution of a public official by\nhis or her successor in an official capacity suit does not\naffect the underlying action.\n\n                             -19-\n\firrelevant with respect to that judgment.              See Monell v. Dep't\n\nof Soc. Servs., 436 U.S. 658, 690 n. 54 (1978) (noting that\n\nstate sovereign immunity is no bar to municipal liability under\n\n§ 1983).\n\n            The district court’s reliance on Law 9 as a basis for\n\nthe protective order is also inapposite.                 To begin with, we\n\nquestion whether the issue of Law 9's scope was open to the\n\ndistrict court to interpret, in light of this court's precedent\n\non the subject.     In Gonzalez-Torres v. Toledo, 586 F.2d 858 (1st\n\nCir.   1978),      we   specifically       considered        the   scope     of\n\nindemnification available under Puerto Rico law, in order to\n\ndetermine    whether    an    individual      capacity    defendant,       once\n\nafforded Law 9 benefits, retained an interest in the judgment\n\nsufficient    to   maintain    an   appeal.      See   id.    at   859.     The\n\ndefendant in question had been the target of a § 1983 suit and\n\nhad a damages judgment -- including a significant punitive\n\ndamages     component   --     entered     against     him.        Id.      The\n\nCommonwealth, acting pursuant to Law 9, moved to indemnify him\n\nagainst the judgment, but the defendant nonetheless sought to\n\nappeal the verdict.      Id.     In connection with this issue, the\n\nSecretary of Justice of Puerto Rico filed a certification with\n\nthis court stating that the Commonwealth had assumed “full\n\npayment of any judgment that might be entered.”                Id. (emphasis\n\n\n                                    -20-\n\fadded).    Thereafter, this Court held that the superintendent was\n\n“under no personal obligation as a result of the judgment,” and\n\nthus not a real party in interest, id. at 859-60 -- necessarily\n\nimplying that the Commonwealth had assumed payment of all the\n\ndamages, including the punitive damages.\n\n           Furthermore, even if the issue was properly considered\n\nby the district court, the conclusion the court reaches could\n\nnot be supported on the grounds given.       In reasoning that Law 9\n\nmust be interpreted to preclude indemnification of punitive\n\ndamages, the court relied not on the language of Law 9 itself,16\n\nbut   on   two   unrelated   statutory   provisions   describing   the\n\nrecovery available in suits brought against the Commonwealth or\n\nits municipalities under various Puerto Rico causes of action.17\n\n\n      16\n      The language of the statute is inclusive, stating that the\nbenefits available to a covered official include “payment of any\njudgment that may be entered against his person.”      P.R. Laws\nAnn. tit. 32, § 3085 (emphasis added).            At least one\njurisdiction has interpreted similarly nonspecific language to\nrequire indemnification of punitive damages judgments. See Bell\nv. City of Milwaukee, 746 F.2d 1205, 1271-72 (7th Cir. 1984)\n(holding that Wisconsin indemnification statute requiring\nmunicipality to pay “the judgment” resulting from a suit against\nits officials extended to punitive damages judgments).\n      17\n      The first provision relates to the damages recoverable in\ncivil rights suits brought against the Commonwealth; it includes\nthe statement that “[a] judgment against the Commonwealth shall\nin no case include . . . punitive damages.” See P.R. Laws Ann.\ntit. 32, § 3083. The second concerns the damages available to\nplaintiffs suing municipalities for negligent damage to their\npersons or property; it includes the statement that “[j]udgment\nentered against any municipality in accordance with . . . this\n\n                                 -21-\n\fThe district court offers no explanation as to why the scope of\n\nliability    described    in    these   statutes   should       influence   our\n\nunderstanding of Law 9's indemnification provisions,18 and we\n\nfind its approach to interpreting the statute unconvincing.\n\n            Finally,   we      reiterate   that    the    district      court's\n\nreasoning    ignores     the   plaintiffs'   claim       that    they   have   a\n\njudgment directly against Humacao deriving from the official\n\ncapacity suit.    Because Law 9 is only implicated where there is\n\na personal capacity judgment against an official, the district\n\ncourt's second rationale would be no bar to recovery against\n\nHumacao on an official capacity judgment.\n\n2.          City of Newport\n\n            Although we find that the district court failed to\n\narticulate a valid basis for its conclusion that Humacao could\n\nnot be liable for the punitive damages judgment, we may still\n\nuphold the protective order if the court's decision to grant it\n\ncan be justified on another ground having record support.                 E.g.,\n\nHodgens v. Gen. Dynamics Corp., 144 F.3d 151, 172 (1st Cir.\n\n\n\ntitle shall in no case . . . award punitive damages.”                P.R. Laws\nAnn. tit. 21, § 4703.\n     18\n      Indeed, it seems to us that Puerto Rico's legislature\nmight well choose not to authorize recovery of punitive damages\nin suits against itself or its municipalities in certain classes\nof cases, while still considering it desirable to indemnify its\nofficials against such judgments.\n\n                                    -22-\n\f1998).    On appeal, the defendants press the argument, offered in\n\ntheir motion for a protective order but not reached by the\n\ndistrict court, that the court's decision may be justified as an\n\napplication of the principles outlined by the Supreme Court in\n\nCity of Newport.       We now turn to this contention.\n\n            In City of Newport, the Court held that, as a general\n\nrule, municipalities are immune from punitive damages judgments\n\nwhen sued under § 1983.        453 U.S. at 271.        In reaching this\n\nresult, the Court employed a framework it has used on a number\n\nof occasions to determine whether immunities available at common\n\nlaw should be allowed as affirmative defenses in § 1983 actions.\n\nId. at 258 & n. 18 (discussing Court's approach to incorporating\n\ncommon-law immunities and citing cases).            Under this approach,\n\nthe   Court   considered,    first,   whether   incorporation      of   the\n\nimmunity was consistent with the history of § 1983, and, second,\n\nwhether     the policies served by the immunity were compatible\n\nwith the purposes of § 1983.          Id.    The Court concluded that\n\nincorporation of the common law immunity from punitive damages\n\nwas justified under both prongs of the analysis.                 After an\n\nextensive     review   of   contemporary    cases    and   the   available\n\nlegislative history, the Court found that municipal immunity\n\nfrom punitive damages “was not open to serious question” when\n\nthe statute was enacted, id. at 259, and that there was “no\n\n\n                                  -23-\n\fevidence that Congress intended to disturb the settled common-\n\nlaw immunity,” id. at 266.        In addition, the Court concluded\n\nthat such immunity was not inconsistent with the purposes of §\n\n1983, reasoning that the imposition of punitive damages awards\n\nwas likely to provide a windfall to plaintiffs -- at taxpayers'\n\nexpense -- without significantly advancing the compensation or\n\ndeterrence aims of the statute.      Id. at 266-271.\n\n          It is undisputed that Humacao is a “municipality” that\n\nwould, as an initial matter, be entitled to the immunity defense\n\nrecognized by City of Newport.       The question for us, then, is\n\nwhether the defendants are correct that, as a matter of law, the\n\nplaintiffs cannot show a waiver of Humacao's City of Newport\n\nimmunity, and, therefore, cannot establish Humacao's liability\n\nfor the punitive damages.   This question cannot be answered with\n\ncertainty on the present record.         However, we find that the\n\nplaintiffs   have   articulated   plausible   grounds   supporting   a\n\npossible waiver of immunity, and therefore conclude that the\n\ndistrict court's order cannot be justified on the basis of City\n\nof Newport.19\n\n\n     19\n      For purposes of this analysis, we rely on the information\navailable at the time the appeal was initially argued before\nthis court.    Although additional documentary evidence was\nproduced in response to this court's order, consideration of\nthis information in resolving the present appeal is problematic\nbecause the plaintiffs supplemented their briefing to take\naccount of the documents -- without seeking our approval to do\n\n                                  -24-\n\f            The plaintiffs' principal contention, both below and\n\non appeal, is that certain documents relating to the extension\n\nof Law 9 benefits to Vega-Sosa and Vega-Sosa's acceptance of\n\nthose benefits operate as a waiver of Humacao's immunity.        The\n\nplaintiffs provide limited detail concerning the contents of\n\nthese documents; however, they suggest that, among other things,\n\nthe requested discovery will reveal one or more resolutions of\n\nHumacao's municipal council indicating a consent to pay the full\n\njudgment,    including   punitive   damages.    In   response,   the\n\ndefendants offer a variety of arguments that, in their view,\n\nestablish that the plaintiffs cannot succeed in proving waiver,\n\nno matter what the documents may say.    We need consider only two\n\nof these arguments.20    The first focuses on whether Vega-Sosa had\n\nauthority to waive Humacao's immunity; the second challenges the\n\nplaintiffs' ability to make any waiver argument at this point in\n\nthe proceedings, given the plaintiffs' failure to do so at\n\ntrial.\n\n\n\n\nso -- while the defendants did not.\n     20\n      The defendants' remaining arguments rest on premises\nalready rejected by this court, including the assumption that\nthe plaintiffs' judgment runs only against Vega-Sosa in his\npersonal capacity; the assumption that payment of the judgment\nnecessarily implicates the Commonwealth's Eleventh Amendment\nimmunity; and the conclusion that Law 9 must be interpreted to\nprohibit indemnification of punitive damages judgments.\n\n                                -25-\n\f            The defendants' first argument is easily rejected.\n\nAlthough the plaintiffs do imply in their briefs that Vega-Sosa\n\nmay be responsible for waiving Humacao's immunity, this is not\n\ntheir only theory for waiver.            See Pl. Br. p. 16 (alleging the\n\nexistence   of    a    resolution    “by      which[,]    in   accepting    legal\n\nrepresentation by the Justice Department [pursuant to Law 9,]\n\nthe municipality accepted also to pay any judgment entered in\n\nthe case”) (emphasis added).             The defendants do not appear to\n\ndispute that Humacao's municipal legislature could have executed\n\na waiver of its City of Newport immunity, and precedent supports\n\nthe view that such a waiver is possible.                 See, e.g., O'Neill v.\n\nKrzeminski,      839   F.2d    9,   13   (3d    Cir.     1988)   (holding    that\n\nmunicipality's         indemnification         agreement       with   defendant\n\nconstituted a waiver of its City of Newport immunity); Cornwell\n\nv. City of Riverside, 896 F.2d 398, 399-400 (9th Cir. 1990)\n\n(holding that City of Newport did not bar municipality from\n\ndeciding to pay a punitive damages judgment for an official\n\npursuant to a state statute that allowed, but did not require,\n\nmunicipalities to pay such damages); see also Bell, 746 F.2d at\n\n1271-72   (holding      that   state     indemnification         statute   waived\n\nmunicipality's immunity from punitive damages with respect to\n\nindemnified judgments).         As a result, the defendants' argument,\n\n\n\n\n                                       -26-\n\feven if correct, would not preclude the possibility that the\n\nplaintiffs might prove a waiver of immunity.\n\n            The defendants' second contention fares no better, at\n\nleast on the present record.             In arguing that the plaintiffs\n\nwere required to make their waiver-of-immunity arguments at\n\ntrial, the defendants take it as a given that the immunity\n\ndefense itself was properly raised below.                    This is far from\n\nclear.     Our review of the record indicates that the defendants\n\nmade only one bare, unexplained reference to nonliability for\n\npunitive damages in their answer,21 and never said anything else\n\nthat could be construed as raising the issue until long after\n\nthe judgment became final.              Furthermore, the language that\n\nappeared    in   the   answer   failed        to   mention   either   the   word\n\n“immunity” or the City of Newport case, nor did it attempt to\n\ndistinguish between the personal capacity suit and the official\n\ncapacity suit.       As a result, it was perhaps most logically read\n\nnot as invoking any immunity, but as rejecting the plaintiffs'\n\ncontention    that     the   actions    complained      of   could    justify   a\n\npunitive damages award.\n\n\n    21This reference appears as part of the Eighth Affirmative\nDefense, which reads (emphasis added):\n\n    In the hypothesis that plaintiffs are entitled to any\n    relief, which appearing defendants deny, plaintiffs\n    are not entitled to recover under 42 U.S.C.1983 nor\n    are they entitled to punitive damages.\n\n                                       -27-\n\f          Under the circumstances, we are skeptical that such a\n\nbrief, ambiguous reference was sufficient to place the issue\n\nbefore the court, or to trigger any duty on the part of the\n\nplaintiffs to respond.    See Violette v. Smith & Nephew Dyonics,\n\nInc., 62 F.3d 8, 11 (1st Cir. 1995) (holding that defendants’\n\nmere mention of affirmative defense of preemption in answer,\n\nnever developed or pressed before the court, was insufficient to\n\nmeet requirement that party must “actually present a claim or\n\ndefense to the district court before arguing the matter on\n\nappeal”); Williams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st\n\nCir.   1995)   (discussing     the     standard   to    be   applied     when\n\ndetermining if an affirmative defense is preserved by non-\n\nspecific language in an answer and noting that a defendant “who\n\nasserts [an affirmative defense] in a largely uninformative\n\nway[] acts at his peril”); see also Sales v. Grant, 224 F.3d\n\n293, 296 (4th Cir. 2000), cert. denied, ___ U.S. ___, 121 S. Ct.\n\n1959 (2001) (holding that the inclusion of a “single, cursory\n\nsentence” on the defense of qualified immunity in the answer was\n\ninsufficient   to   preserve    the     defense   where      it   was   never\n\nmentioned again and defendants sought to raise it for the first\n\ntime on remand from an earlier appeal).                If it was not, the\n\nplaintiffs have at least a plausible argument that it is the\n\ndefendants, not they, whose arguments are barred on procedural\n\n\n                                     -28-\n\fgrounds.   See Barnett v. Housing Auth. of Atlanta, 707 F.2d\n\n1571, 1580 (11th Cir. 1983) (finding City of Newport defense to\n\nbe waived by defendants' failure, at trial, to challenge jury\n\ninstruction regarding punitive damages); Black v. Stephens, 662\n\nF.2d 181, 184 n.1 (3d Cir. 1981) (same).22\n\n           In view of the foregoing, we conclude that, on the\n\npresent record, the district court could not have found that\n\nHumacao's City of Newport immunity was nonwaivable.       While\n\nplaintiffs' assertions regarding alleged waivers of immunity\n\nwere somewhat non-specific,23 they included allegations that, if\n\n\n    22We acknowledge the conclusion of at least one court that\nfailure to raise City of Newport immunity at trial will not\nprevent a defendant from doing so on appeal.        Williams v.\nButler, 746 F.2d 431, 444 (8th Cir. 1984), vacated on other\ngrounds sub nom. City of Little Rock v. Williams, 475 U.S. 1105\n(1986) (affirming district court's decision to strike punitive\ndamages award despite failure of defendant to object to the\npunitive damages instruction at trial, and stating that it would\nhave been reversible error if the award had been allowed).\nHowever, even acceptance of this view would not excuse the\nseeming failure of the defendants in the present case to raise\nthe issue until after the judgment became final.        If this\noccurred, the defendants would also have to demonstrate that\nthey are entitled to relief from the judgment under Fed. R. Civ.\nP. 60(b).     See Allmerica Fin. Life Ins. & Annuity Co. v.\nLlewellyn, 139 F.3d 664, 665 (9th Cir. 1998) (holding that\ndistrict court could not consider waiver defense not raised\nuntil after judgment became final without first granting relief\nfrom the judgment pursuant to Fed. R. Civ. P. 60(b)); see also\nid. at 666 (concluding that attorney's unexplained failure to\ntimely raise the defense did not justify granting relief from\nthe judgment).\n    23Of course, the lack of details in the plaintiffs'\nallegations is hardly surprising, given that the documents on\n\n                             -29-\n\ftrue,   could     constitute    waivers    of   immunity    under       relevant\n\nprecedent.      As a result, the district court's grant of the\n\nprotective order cannot be justified on this basis.\n\n                                    III.\n\n            Because we find that the district court's protective\n\norder   rests on no legally supportable ground, we vacate the\n\norder and remand the matter for further proceedings consistent\n\nwith this opinion.     On remand, we anticipate that the plaintiffs\n\nwill be allowed to complete any remaining discovery sought in\n\nthe deposition notice issued to Lopez-Gerena.                   We leave it to\n\nthe district court to determine what other proceedings may be\n\nnecessary    to    resolve     whether     Humacao   is    liable       for   the\n\nplaintiffs' punitive damages judgment.\n\n            Vacated and remanded.         Costs to appellants.\n\n\n\n\nwhich the arguments were           premised     were      not    then    in   the\nplaintiffs' possession.\n\n                                    -30-\n\f",
  "html": "<p class=\"case_cite\">256 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">NILDA M. SALDANA-SANCHEZ; RAFAEL DELGADO-MESTRE; JUAN NIEVES-SANTIAGO; MIGUEL RAMOS-CRUZ; SINFORIANO CASTILLO-GARCIA; JULIO C. MOJICA-UBILES; MIGUEL A. OCASIO-SANTOS; MARGARITA POUPART-FONTANEZ; HILDA TORRES-PENA; MINERVA PACHOT-RIVERA; JOSE L. ORTIZ-ORTIZ; ZULMA RIVERA-ORTIZ; ANGEL L. RODRIGUEZ-LAZU; LUZ R. DIAZ-MORALES; JOSE L. BAEZ-RODRIGUEZ; JOSE IVAN CASTILLO-ORTIZ, PLAINTIFFS-APPELLANTS,<br>LUZ M. ORTIZ-QUINTANA, PLAINTIFF,<br>v.<br>JULIO CESAR LOPEZ-GERENA, MAYOR OF THE MUNICIPALITY OF HUMACAO; RAMON VEGA-SOSA, DEFENDANTS-APPELLEES,<br>MARGARITA GONZALEZ-VAZQUEZ; RAUL FERRER DEFENDANTS.</p>\n    <p class=\"docket\">No. 00-1703</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 2, 2001<br>Decided July 12, 2001<br>Amended July 23,2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon. Juan M. Perez-Gimenez, U.S. District Judge]</p>\n      <p class=\"indent\">Antonio Bauza-Torres for appellants.</p>\n      <p class=\"indent\">James A. Toro, with whom Claudio Aliff Ortiz and Aldarondo &amp; Lopez Bras, were on brief, for appellee Lopez-Gerena.</p>\n      <p class=\"indent\">Irene S. Soroeta-Kodesh, with whom Gustavo A. Gelpi, Solicitor General, and Rosa N. Russe Garcia, Deputy Solicitor General, were on brief, for appellee Vega-Sosa.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Stahl, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Stahl, Senior Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal we review the grant of a protective order in favor of defendant-appellee Julio Cesar Lopez-Gerena in his official capacity as mayor of the municipality of Humacao, Puerto Rico. Plaintiffs-appellants Nilda M. Saldana-Sanchez et al. (the \"plaintiffs\") sought discovery from Lopez-Gerena in order to bolster their claim that Humacao was obliged to satisfy a judgment for punitive damages awarded them in a &#167;&#167; 1983 action against Lopez-Gerena's predecessor, defendant-appellee Ramon Vega-Sosa, and others. Lopez- Gerena obtained the protective order on the ground that no purpose could be served by the proposed discovery because Humacao enjoyed immunity from punitive damages liability. The plaintiffs appealed. We vacate and remand.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the general election of 1988, Ramon Vega-Sosa was elected mayor of Humacao, Puerto Rico, after defeating the incumbent mayor, Juan M. Higgins, in a primary challenge. During Vega-Sosa's first year in office, he dismissed a number of municipal employees hired by the former administration, ostensibly as part of an effort to cut costs. Those terminated included many who had been political supporters of the defeated incumbent.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1990, in the United States District Court for the District of Puerto Rico, seventeen of the terminated employees commenced a civil rights action under 42 U.S.C. &#167;&#167; 1983 against Vega-Sosa, his personnel director, Raul Ferrer (collectively, with Lopez-Gerena, the \"defendants\"), and others.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Their complaint alleged that they had been terminated because of their earlier support for Higgins and that the terminations violated their rights under the First, Fifth and Fourteenth Amendments. The plaintiffs sought reinstatement, back pay, front pay, compensatory and punitive damages, and attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The suit named Vega-Sosa and Ferrer as defendants in both their personal and official capacities. Soon after the suit was filed, Vega-Sosa invoked the protection of P.R. Laws Ann. tit. 32, &#167;&#167;&#167;&#167; 3085-3092 (commonly known as \"Law 9\"), a statute providing defense and indemnification benefits to certain categories of public officials -- including mayors and ex-mayors -- when they are sued in their personal capacities.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Vega-Sosa's request for a defense was granted by the Puerto Rico Department of Justice in June 1990, and he was thereafter defended, in his personal capacity, by the Department of Justice. It is not clear from the record whether Vega-Sosa's defense in the official- capacity suit, which we treat, as a matter of law, as a suit against Humacao itself, e.g., Andino-Pastrana v. Municipio Des San Juan, 215 F.3d 179, 180 (1st Cir. 2000), was handled by the same or different counsel.</p>\n    </div>\n    <p class=\"indent\">A. Proceedings Before the District Court</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case was tried before a jury in October 1996. After an eighteen-day trial, the jury returned a verdict for the plaintiffs, awarding them a total of $679,804 in compensatory damages and $326,616 in punitive damages.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The district court subsequently ruled that the plaintiffs were entitled to reinstatement and granted plaintiffs' request for attorneys' fees, but denied their request for back pay<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and declined to rule on the request for front pay until it was determined whether all the plaintiffs actually wished to be reinstated and whether their reinstatement was practicable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nothing in either the jury verdict or the district court judgment distinguished between the suits against the defendants in their personal and official capacities. Such a distinction, had it been made, would have been significant in determining the extent of Humacao's responsibility for the judgment. Because the municipality is the real party in interest in an official capacity suit, a judgment against the defendants in their official capacities would run against Humacao directly. E.g., Andino-Pastrana, 215 F.3d at 180. By contrast, a judgment against the defendants solely in their personal capacities would make Humacao liable only indirectly,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> through the workings of the Law 9 indemnification provisions.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For nearly two years after the judgment issued, the plaintiffs and defendants negotiated over its requirements, including the amount of fees and interest to be paid and the terms of plaintiffs' reinstatement. Eventually Humacao and its new mayor, Lopez-Gerena<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> , reached an agreement with the plaintiffs regarding the compensatory damages and attorneys' fees that would be paid and the mechanism by which the plaintiffs would be reinstated. The agreed-upon damages amounts were subsequently paid to the plaintiffs and the reinstatements took place. The municipality refused, however, to pay the punitive damages portion of the award, arguing that the Supreme Court's decision in City of Newport v. Fact Concerts, Inc., 453 U.S. 247 (1981), rendered Humacao immune from liability for punitive damages awarded in a &#167;&#167; 1983 action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Humacao's refusal to pay the punitive damages award precipitated an additional two years of district court proceedings. This phase of the case began in July 1998, when the district court issued an order directing the plaintiffs, within sixty days, either to submit briefs establishing Humacao's obligation to pay the punitive damages judgment or to acknowledge that no such liability existed.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The plaintiffs failed to meet the deadline. Instead, more than two months after the deadline passed, the plaintiffs moved for an extension of time, a request which was denied in January 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Given the framework established by the court, this denial might have concluded the matter, but it did not. In February 1999, the plaintiffs noticed a deposition of Vega-Sosa's attorney in connection with the punitive damages issue. The defendants sought, and were granted, a protective order preventing the discovery. Nothing in the order made clear whether the court considered the plaintiffs' punitive damages judgment still viable as a general matter.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The status of the issue was further muddied when, in April 1999, the plaintiffs filed a motion requesting the \"withdrawal at this time of consideration of the issue who is responsible for the payment of punitive damages\" (emphasis added), suggesting that they reserved the right to revisit the issue. The district court approved the request by margin order, without explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Understandably confused, the defendants almost immediately filed a motion requesting \"clarification\" of the status of the punitive damages issue. In their motion, the defendants argued that, notwithstanding the permissive language of the plaintiffs' motion, the withdrawal should be treated as concluding the district court's consideration of the plaintiffs' request for punitive damages. This result was dictated, the defendants contended, by the plaintiffs' failure to demonstrate Humacao's liability within the original sixty-day window established by the court or to obtain an extension of time for making their case. The district court responded with another margin order, this one stating simply: \"The plaintiffs withdrew any claim to punitive damages by motion dated March 31, 1999, granted by this Court by margin order dated April 18, 1999.\" The plaintiffs did not appeal or otherwise respond to this order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">More than nine months later, in March 2000, the plaintiffs noticed the deposition of Lopez-Gerena. In addition to Lopez-Gerena's testimony, the plaintiffs sought a variety of documents relating to the grant of defense and indemnification benefits to Vega-Sosa. Lopez- Gerena moved for a protective order, arguing that, because Humacao was immune from any liability for punitive damages, and no other issues were outstanding, the proposed discovery would serve no purpose. The plaintiffs opposed the motion, contending that the discovery would show that Humacao had, in fact, waived any immunity it might have had under City of Newport.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 3, 2000, the district court issued an order granting Lopez-Gerena's motion without elaboration. On April 24, the plaintiffs moved for reconsideration of that order. Four days later, the plaintiffs filed a notice of appeal with respect to the April 3rd order. On July 28, 2000, the district court entered an order denying reconsideration accompanied by a written opinion. In its opinion, the district court agreed with Lopez-Gerena that, as a matter of law, the plaintiffs had no right to recover the punitive damages from Humacao and, therefore, that the discovery could serve no purpose. On September 1, 2000, the plaintiffs filed a second notice of appeal concerning the July 28th denial of reconsideration. Ultimately, that second notice of appeal was dismissed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p class=\"indent\">B. Proceedings on Appeal</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Oral argument for this appeal took place on April 4, 2001. During the hearing, it became clear that the plaintiffs' contention that Humacao was liable for punitive damages rested heavily on the contents of a small number of documents relating to the Law 9 benefits provided to Vega-Sosa. These documents -- which plaintiffs' counsel claimed to have seen -- were alleged to contain a clear waiver of Humacao's immunity. Defendants' counsel countered that they had reviewed the same documents, and had found no such waiver of immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Perceiving an opportunity to expedite the resolution of an issue that had lingered before the district court for some time, we directed the defendants to produce the requested documents to both plaintiffs' counsel and this court within ten days. We further directed that the plaintiffs to inform us, once they had reviewed the documents, whether they continued to maintain that Humacao had waived its immunity. We retained jurisdiction over the matter pending compliance with our order.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The documents having been produced, and the plaintiffs continuing to assert that they demonstrate a waiver of Humacao's immunity, we now consider the plaintiffs' appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the discovery issue before us is quite narrow, the context in which it arises is complicated and touches upon a number of difficult and unresolved questions of law. Few of these questions receive more than cursory treatment in the parties' briefs, and we do not consider them ripe for our attention. However, in the interest of providing guidance to the district court on remand, we include some discussion of these issues where we find it appropriate.</p>\n    </div>\n    <p class=\"indent\">A. Jurisdiction</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Before reaching the merits, we address an argument offered by Lopez-Gerena as a challenge to our jurisdiction over the subject matter of this appeal. Although confusingly presented, the thrust of Lopez- Gerena's contention is that the plaintiffs lost their right to have this Court review the punitive damages issue, in any form, by failing to respond to the district court's ruling on the defendants' motion for \"clarification.\" Lopez-Gerena asserts that the district court's May 1999 order, stating that the plaintiffs had withdrawn \"any claim of punitive damages,\" constituted a conclusive determination by the district court that its consideration of the punitive damages issue was at an end. When the plaintiffs did not appeal the order within the thirty days allowed by Fed. R. App. P. 4(a)(1)(A), Lopez-Gerena argues, the order \"became final\", and that \"deprived this Court of jurisdiction on any matter related to the Municipality's liability for payment of punitive damages.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lopez-Gerena's argument is without merit. To begin with, the record does not support Lopez-Gerena's premise that the district court's ruling on the motion for clarification was meant to, or effectively did, signal an end to the court's consideration of the punitive damages issue. It is true that the ambiguous language of the margin order could be read as a statement that the court considered the issue to have been permanently withdrawn. However, the district court's subsequent actions belie such an interpretation. If the court understood its \"clarification\" ruling to have finally disposed of the punitive damages issue, we think it only logical that the protective order would have been granted on that basis. Yet the court's written opinion offers a different explanation, grounding the protective order in Humacao's supposed immunity from punitive damages liability -- a \"merits\" issue that, by Lopez-Gerena's reasoning, was no longer even before the court. Lopez-Gerena has advanced no compelling reason why we should accord the district court's earlier order a preclusive effect that the district court itself did not observe or even acknowledge, and we decline to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Furthermore, even if the district court's grant of a protective order had been premised on its earlier, unappealed determination that the punitive damages issue had been withdrawn, we still would have jurisdiction over this appeal of the protective order.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The defendants do not dispute that the notice of appeal was timely filed with respect to this order. We also think it evident that this order was, under the circumstances, \"final decision\" of the district court and thus within the jurisdictional grant conferred by 28 U.S.C. &#167;&#167; 1291.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> As a result, our jurisdiction over the subject matter of this appeal stands on solid ground, and we proceed to its merits.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. Protective Order in Favor of Lopez-Gerena</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our precedent makes clear that the plaintiffs face a heavy burden in seeking to overturn the district court's protective order. Under the abuse of discretion standard applied in discovery matters, we may reverse a district court \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" Ameristar Jet Charter, Inc. v. Signal Composites, Inc., 244 F.3d 189, 192 (1st Cir. 2001) (quoting Mack v. Great Atl. &amp; Pac. Tea Co., 871 F.2d 179, 186 (1st Cir. 1989)). However, it is also well-established that an order denying or limiting discovery may not be upheld if it rests on an incorrect legal standard or a misapplication of the law to the relevant facts. See Reed v. Baxter, 134 F.3d 351, 358 (6th Cir. 1998) (vacating a protective order premised on a mistaken application of the law of attorney-client privilege); Springer v. Seaman, 821 F.2d 871, 882-83 (1st Cir. 1987) (vacating an order denying discovery based upon an incorrect conclusion regarding the relevance of the information sought); Trevino v. Celanese Corp., 701 F.2d 397, 406 (5th Cir. 1983) (vacating a protective order limiting discovery where district court gave no explanation for its actions and appeals court could find no sound reason for granting the protective order);<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> see also Pye v. NLRB, 238 F.3d 69, 73 (1st Cir. 2001) (\"A court abuses its discretion if it applies an improper legal standard or erroneously applies the law to particular facts.\"). Finding the district court's protective order in favor of Lopez-Gerena to be unsupportable on the grounds given, and discerning no alternative ground adequate to sustain it, we conclude that vacatur of the protective order is required.</p>\n    </div>\n    <p class=\"indent\">1. District Court's Justification</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In its written opinion, the district court found a protective order in favor of Lopez-Gerena to be justified because, as a matter of law, Humacao cannot be liable for the punitive damages judgment. The district court's reasoning appears to rest on two grounds: first, that recovery is barred by the Commonwealth of Puerto Rico's sovereign immunity, and, second, that recovery of punitive damages is prohibited by the scope of Law 9. We address these issues in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court's discussion of sovereign immunity focuses entirely on language in Law 9 stating that the statute is not to be construed as a waiver of the Commonwealth's sovereign immunity--that is, the immunity afforded it under the Eleventh Amendment. See Ortiz-Feliciano v. Toledo-Davila, 175 F.3d 37, 39 (\"[T]he Commonwealth is protected by the Eleventh Amendment to the same extent as any state. . . .\") (citing Metcalf &amp; Eddy, Inc. v. P.R. Aqueduct &amp; Sewer Auth., 991 F.2d 935, 939 n.3 (1st Cir. 1993)). Nothing in the district court's opinion explains why it believed the Commonwealth's Eleventh Amendment immunity was implicated by this case, and we see no reason why it would be. The Commonwealth is not a named defendant in this action. Nor is there any indication that the Commonwealth would be called upon to pay the damages plaintiffs seek. Although, in many applications, Law 9 requires the Commonwealth to pay the judgment of an indemnified official, see P.R. Laws Ann. tit. 32, &#167;&#167; 3092 (stating that, in general, \"[t]he Secretary of the Treasury shall pay the judgments, costs and attorney's fees imposed on the defendants from the available funds in the Treasury of Puerto Rico\"), the provisions of the statute relating to indemnification of mayors and ex-mayors indicate that judgments in these cases are paid by the municipalities themselves, see id. (explaining that, when Law 9 benefits are provided to mayors and ex-mayors, the resulting \"judgments, costs and attorney's fees . . . shall be defrayed from available funds in the corresponding . . . municipality\").<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Indeed, it appears undisputed that the portions of the judgment in this case that have been paid -- the compensatory damages and attorneys' fees -- were paid by Humacao. In light of these facts, this case is clearly distinguishable from those in which we have found the Eleventh Amendment to present a bar to recovery under Law 9. See Ortiz-Feliciano 175 F.3d at 40-41 (affirming a district court's denial, on Eleventh Amendment grounds, of plaintiffs' request for an order directing the Commonwealth to accord Law 9 benefits to the defendants and pay the judgment); Fernandez v. Chardon, 681 F.2d 42, 59-60 (1st Cir. 1982), aff'd sub nom. Chardon v. Fumero Soto, 459 U.S. 987 (1982) (holding that the Eleventh Amendment precluded a district court from issuing an order requiring the Commonwealth to pay a damages award entered against officials of the Puerto Rico Department of Education).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition, the district court's analysis appears to rest on the assumption that the plaintiffs only have a judgment against Vega- Sosa in his personal capacity, and thus may only reach Humacao through Law 9. We find nothing in the record before us to support this assumption and think that it may well be incorrect.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> This is significant because, if there is a judgment against Vega-Sosa in his official capacity, it runs against Humacao itself,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> and the Commonwealth's immunity is irrelevant with respect to that judgment. See Monell v. Dep't of Soc. Servs., 436 U.S. 658, 690 n. 54 (1978) (noting that state sovereign immunity is no bar to municipal liability under &#167;&#167; 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court's reliance on Law 9 as a basis for the protective order is also inapposite. To begin with, we question whether the issue of Law 9's scope was open to the district court to interpret, in light of this court's precedent on the subject. In Gonzalez-Torres v. Toledo, 586 F.2d 858 (1st Cir. 1978), we specifically considered the scope of indemnification available under Puerto Rico law, in order to determine whether an individual capacity defendant, once afforded Law 9 benefits, retained an interest in the judgment sufficient to maintain an appeal. See id. at 859. The defendant in question had been the target of a &#167;&#167; 1983 suit and had a damages judgment -- including a significant punitive damages component -- entered against him. Id. The Commonwealth, acting pursuant to Law 9, moved to indemnify him against the judgment, but the defendant nonetheless sought to appeal the verdict. Id. In connection with this issue, the Secretary of Justice of Puerto Rico filed a certification with this court stating that the Commonwealth had assumed \"full payment of any judgment that might be entered.\" Id. (emphasis added). Thereafter, this Court held that the superintendent was \"under no personal obligation as a result of the judgment,\" and thus not a real party in interest, id. at 859-60 -- necessarily implying that the Commonwealth had assumed payment of all the damages, including the punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Furthermore, even if the issue was properly considered by the district court, the conclusion the court reaches could not be supported on the grounds given. In reasoning that Law 9 must be interpreted to preclude indemnification of punitive damages, the court relied not on the language of Law 9 itself,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> but on two unrelated statutory provisions describing the recovery available in suits brought against the Commonwealth or its municipalities under various Puerto Rico causes of action.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> The district court offers no explanation as to why the scope of liability described in these statutes should influence our understanding of Law 9's indemnification provisions,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> and we find its approach to interpreting the statute unconvincing.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, we reiterate that the district court's reasoning ignores the plaintiffs' claim that they have a judgment directly against Humacao deriving from the official capacity suit. Because Law 9 is only implicated where there is a personal capacity judgment against an official, the district court's second rationale would be no bar to recovery against Humacao on an official capacity judgment.</p>\n    </div>\n    <p class=\"indent\">2. City of Newport</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although we find that the district court failed to articulate a valid basis for its conclusion that Humacao could not be liable for the punitive damages judgment, we may still uphold the protective order if the court's decision to grant it can be justified on another ground having record support. E.g., Hodgens v. Gen. Dynamics Corp., 144 F.3d 151, 172 (1st Cir. 1998). On appeal, the defendants press the argument, offered in their motion for a protective order but not reached by the district court, that the court's decision may be justified as an application of the principles outlined by the Supreme Court in City of Newport. We now turn to this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In City of Newport, the Court held that, as a general rule, municipalities are immune from punitive damages judgments when sued under &#167;&#167; 1983. 453 U.S. at 271. In reaching this result, the Court employed a framework it has used on a number of occasions to determine whether immunities available at common law should be allowed as affirmative defenses in &#167;&#167; 1983 actions. Id. at 258 &amp; n. 18 (discussing Court's approach to incorporating common-law immunities and citing cases). Under this approach, the Court considered, first, whether incorporation of the immunity was consistent with the history of &#167;&#167; 1983, and, second, whether the policies served by the immunity were compatible with the purposes of &#167;&#167; 1983. Id. The Court concluded that incorporation of the common law immunity from punitive damages was justified under both prongs of the analysis. After an extensive review of contemporary cases and the available legislative history, the Court found that municipal immunity from punitive damages \"was not open to serious question\" when the statute was enacted, id. at 259, and that there was \"no evidence that Congress intended to disturb the settled common-law immunity,\" id. at 266. In addition, the Court concluded that such immunity was not inconsistent with the purposes of &#167;&#167; 1983, reasoning that the imposition of punitive damages awards was likely to provide a windfall to plaintiffs -- at taxpayers' expense -- without significantly advancing the compensation or deterrence aims of the statute. Id. at 266-271.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is undisputed that Humacao is a \"municipality\" that would, as an initial matter, be entitled to the immunity defense recognized by City of Newport. The question for us, then, is whether the defendants are correct that, as a matter of law, the plaintiffs cannot show a waiver of Humacao's City of Newport immunity, and, therefore, cannot establish Humacao's liability for the punitive damages. This question cannot be answered with certainty on the present record. However, we find that the plaintiffs have articulated plausible grounds supporting a possible waiver of immunity, and therefore conclude that the district court's order cannot be justified on the basis of City of Newport.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The plaintiffs' principal contention, both below and on appeal, is that certain documents relating to the extension of Law 9 benefits to Vega-Sosa and Vega-Sosa's acceptance of those benefits operate as a waiver of Humacao's immunity. The plaintiffs provide limited detail concerning the contents of these documents; however, they suggest that, among other things, the requested discovery will reveal one or more resolutions of Humacao's municipal council indicating a consent to pay the full judgment, including punitive damages. In response, the defendants offer a variety of arguments that, in their view, establish that the plaintiffs cannot succeed in proving waiver, no matter what the documents may say. We need consider only two of these arguments.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> The first focuses on whether Vega-Sosa had authority to waive Humacao's immunity; the second challenges the plaintiffs' ability to make any waiver argument at this point in the proceedings, given the plaintiffs' failure to do so at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants' first argument is easily rejected. Although the plaintiffs do imply in their briefs that Vega-Sosa may be responsible for waiving Humacao's immunity, this is not their only theory for waiver. See Pl. Br. p. 16 (alleging the existence of a resolution \"by which[,] in accepting legal representation by the Justice Department [pursuant to Law 9,] the municipality accepted also to pay any judgment entered in the case\") (emphasis added). The defendants do not appear to dispute that Humacao's municipal legislature could have executed a waiver of its City of Newport immunity, and precedent supports the view that such a waiver is possible. See, e.g., O'Neill v. Krzeminski, 839 F.2d 9, 13 (3d Cir. 1988) (holding that municipality's indemnification agreement with defendant constituted a waiver of its City of Newport immunity); Cornwell v. City of Riverside, 896 F.2d 398, 399-400 (9th Cir. 1990) (holding that City of Newport did not bar municipality from deciding to pay a punitive damages judgment for an official pursuant to a state statute that allowed, but did not require, municipalities to pay such damages); see also Bell, 746 F.2d at 1271-72 (holding that state indemnification statute waived municipality's immunity from punitive damages with respect to indemnified judgments). As a result, the defendants' argument, even if correct, would not preclude the possibility that the plaintiffs might prove a waiver of immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The defendants' second contention fares no better, at least on the present record. In arguing that the plaintiffs were required to make their waiver-of-immunity arguments at trial, the defendants take it as a given that the immunity defense itself was properly raised below. This is far from clear. Our review of the record indicates that the defendants made only one bare, unexplained reference to non-liability for punitive damages in their answer,<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> and never said anything else that could be construed as raising the issue until long after the judgment became final. Furthermore, the language that appeared in the answer failed to mention either the word \"immunity\" or the City of Newport case, nor did it attempt to distinguish between the personal capacity suit and the official capacity suit. As a result, it was perhaps most logically read not as invoking any immunity, but as rejecting the plaintiffs' contention that the actions complained of could justify a punitive damages award.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Under the circumstances, we are skeptical that such a brief, ambiguous reference was sufficient to place the issue before the court, or to trigger any duty on the part of the plaintiffs to respond. See Violette v. Smith &amp; Nephew Dyonics, Inc., 62 F.3d 8, 11 (1st Cir. 1995) (holding that defendants' mere mention of affirmative defense of preemption in answer, never developed or pressed before the court, was insufficient to meet requirement that party must \"actually present a claim or defense to the district court before arguing the matter on appeal\"); Williams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir. 1995) (discussing the standard to be applied when determining if an affirmative defense is preserved by non-specific language in an answer and noting that a defendant \"who asserts [an affirmative defense] in a largely uninformative way[] acts at his peril\"); see also Sales v. Grant, 224 F.3d 293, 296 (4th Cir. 2000), cert. denied, ___ U.S. ___, 121 S. Ct. 1959 (2001) (holding that the inclusion of a \"single, cursory sentence\" on the defense of qualified immunity in the answer was insufficient to preserve the defense where it was never mentioned again and defendants sought to raise it for the first time on remand from an earlier appeal). If it was not, the plaintiffs have at least a plausible argument that it is the defendants, not they, whose arguments are barred on procedural grounds. See Barnett v. Housing Auth. of Atlanta, 707 F.2d 1571, 1580 (11th Cir. 1983) (finding City of Newport defense to be waived by defendants' failure, at trial, to challenge jury instruction regarding punitive damages); Black v. Stephens, 662 F.2d 181, 184 n.1 (3d Cir. 1981) (same).<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In view of the foregoing, we conclude that, on the present record, the district court could not have found that Humacao's City of Newport immunity was non-waivable. While plaintiffs' assertions regarding alleged waivers of immunity were somewhat non-specific,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> they included allegations that, if true, could constitute waivers of immunity under relevant precedent. As a result, the district court's grant of the protective order cannot be justified on this basis.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Because we find that the district court's protective order rests on no legally supportable ground, we vacate the order and remand the matter for further proceedings consistent with this opinion. On remand, we anticipate that the plaintiffs will be allowed to complete any remaining discovery sought in the deposition notice issued to Lopez- Gerena. We leave it to the district court to determine what other proceedings may be necessary to resolve whether Humacao is liable for the plaintiffs' punitive damages judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Vacated and remanded. Costs to appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint named four individuals as defendants: Vega- Sosa, his wife, Margarita Gonzalez-VAZQUEZ, Ferrer, and Ferrer's wife, identified only as \"Mrs. Ferrer.\" We find nothing in the record to suggest that Mrs. Ferrer or Ms. Gonzalez-VAZQUEZ were involved in the actions that are the subject of this suit and it appears that both were later dismissed from the case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Law 9 provides, in pertinent part, that a mayor or ex-mayor sued for damages in a personal capacity may, \"when the cause of action is based on alleged violations of the plaintiff's civil rights due to acts or omissions committed in good faith, in the course of [the mayor's or ex- mayor's] employment and within the scope of his employment,\" seek representation from the Commonwealth of Puerto Rico, as well as indemnification for \"any judgment that may be entered against his person.\" P.R. Laws Ann. tit. 32, &#167;&#167; 3090.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After judgment issued on the jury verdict, the defendants renewed an earlier motion for judgment as a matter of law, joining with it motions for a new trial and/or remittitur. Although the defendants challenged the punitive damages award on sufficiency grounds, they made no argument regarding immunity from punitive damages. The defendants' motions were denied.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Back pay was denied because the district court considered back pay to have been included in the award of compensatory damages made by the jury. The district court's denial of back pay was affirmed by this court in Saldana Sanchez v. Vega Sosa, 175 F.3d 35, 37 (1st Cir. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The personal capacity judgments against Vega-Sosa and Ferrer would presumably also have made them individually liable for the damages awarded; however, it is undisputed that both men are judgment- proof.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Law 9 provides that judgments against mayors and ex-mayors covered by its provisions will be defrayed by the relevant municipality. P.R. Laws Ann. tit. 32, &#167;&#167; 3092. In the event that a municipality lacks to the funds to pay a judgment, the Commonwealth will do so, but the municipality must reimburse the Commonwealth for any amounts so paid. Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> When Lopez-Gerena became mayor, he replaced Vega-Sosa as titular defendant in the official capacity suit pursuant to Fed. R. Civ. P. 25(d)(1), while Vega-Sosa remained in the case in his personal capacity. Vega-Sosa continues to be represented by the Puerto Rico Department of Justice. Lopez-Gerena is represented by other counsel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The record does not indicate why Humacao was allowed to raise this issue so long after the judgment became final. Nor does the record indicate why the district court assigned the burden on this issue to plaintiffs -- a somewhat surprising decision, given that the burden for establishing affirmative defenses, such as immunity, generally lies on the defendant.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Vega-Sosa argued for the protective order solely on the ground that the proposed deponent was Vega-Sosa's attorney and the circumstances were not such as would justify deposition of opposing counsel. See, e.g., Shelton v. American Motors Corp., 805 F.2d 1323, 1327- 28 (8th Cir. 1986) (discussing the concerns raised when opposing counsel is deposed and the limited circumstances under which such depositions are appropriately allowed). The record does not suggest that the district court relied on any other ground in granting the motion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Dismissal was sought by the plaintiffs on the ground that the issues presented in the second appeal duplicated those in the first, and was granted, without prejudice, pursuant to Fed. R. App. P. 42(b). Although the dismissal of the second appeal precludes our direct review of the denial of reconsideration, there has been no suggestion that the dismissal affects our ability to rely on the district courts's written opinion -- issued in connection with the second appeal -- as setting out the court's reasons for granting the protective order in the first instance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> If the district court had clearly indicated that the protective order was granted because the punitive damages issue was no longer before the court, we might well have declined on grounds of forfeiture to address whether the plaintiffs are owed punitive damages. However, we would not have lacked jurisdiction over the appel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Although the precise issue has not been considered by this court, other jurisdictions are in agreement that, when a district court blocks discovery sought to facilitate execution of a prior judgment, its ruling should be treated as final and appealable, because there is no later proceeding from which an appeal could be taken. E.g., Cent. States, Southeast &amp; Southwest Areas Pension Fund v. Express Freight Lines, Inc., 971 F.2d 5, 6 (7th Cir. 1992); Wilkinson v. FBI, 922 F.2d 555, 558 (9th Cir. 1991); Rouse Constr. Int'l v. Rouse Constr. Corp., 680 F.2d 743, 745- 46 (11th Cir. 1982). Decisions of this court are in accord with this reasoning. Cf. Sheehan v. Doyle, 513 F.2d 895, 898 (1st Cir. 1975) (holding discovery order to be final and appealable under 28 U.S.C. &#167;&#167; 1291 where the discovery was ancillary to proceedings in another jurisdiction and nothing else was before the district court).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Cases vacating protective orders on this ground have not always separately analyzed the question of prejudice, see Reed, 134 F.3d at 358; Springer, 821 F.2d at 882-83, perhaps because the prejudice resulting from the unjustified grant of a protective order will usually be obvious. We think it beyond reasonable dispute that denial of the discovery sought by plaintiffs in this case would be prejudicial, as one of plaintiffs' chief arguments for waiver of Humacao's immunity rests on the alleged contents of the documents requested. Denial of the discovery would effectively doom this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> As noted above, the statute does provide for the Commonwealth to assume initial responsibility for a judgment that a municipality cannot afford to pay. Id. However, there has been no suggestion that this is the case here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> There is no doubt that the plaintiffs' sued Vega-Sosa and Ferrer in both their personal and official capacities. Indeed, the defendants specifically sought to have the official capacity suit dismissed in their motion for summary judgment -- a motion which was denied by the district court. It also appears undisputed that the plaintiffs submitted the proof necessary to establish Humacao's liability under &#167;&#167; 1983. As this Court has previously stated, under Puerto Rico law, the actions of a mayor \"constitute[] the official policy of the municipality,\" Cordero v. Jesus- Mendez, 867 F.2d 1, 7 (1st Cir. 1989), and, therefore, a Puerto Rico municipality is \"liable as a matter of law for an unconstitutional discharge of its municipal employees by the Mayor,\" id. at 8. We find nothing in the record to suggest that the plaintiffs abandoned their official capacity claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Vega-Sosa's counsel appears to argue at one point that the official capacity judgment against Vega-Sosa effectively disappeared when Vega-Sosa ceased being mayor. This is nonsensical. The judgment was, at all times, a judgment against Humacao. Andino-Pastrana, 215 F.3d at 180. As Fed. R. Civ. P. 25(d)(1) makes clear, the substitution of a public official by his or her successor in an official capacity suit does not affect the underlying action.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The language of the statute is inclusive, stating that the benefits available to a covered official include \"payment of any judgment that may be entered against his person.\" P.R. Laws Ann. tit. 32, &#167;&#167; 3085 (emphasis added). At least one jurisdiction has interpreted similarly nonspecific language to require indemnification of punitive damages judgments. See Bell v. City of Milwaukee, 746 F.2d 1205, 1271-72 (7th Cir. 1984) (holding that Wisconsin indemnification statute requiring municipality to pay \"the judgment\" resulting from a suit against its officials extended to punitive damages judgments).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The first provision relates to the damages recoverable in civil rights suits brought against the Commonwealth; it includes the statement that \"[a] judgment against the Commonwealth shall in no case include . . . punitive damages.\" See P.R. Laws Ann. tit. 32, &#167;&#167; 3083. The second concerns the damages available to plaintiffs suing municipalities for negligent damage to their persons or property; it includes the statement that \"[j]udgment entered against any municipality in accordance with . . . this title shall in no case . . . award punitive damages.\" P.R. Laws Ann. tit. 21, &#167;&#167; 4703.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Indeed, it seems to us that Puerto Rico's legislature might well choose not to authorize recovery of punitive damages in suits against itself or its municipalities in certain classes of cases, while still considering it desirable to indemnify its officials against such judgments.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> For purposes of this analysis, we rely on the information available at the time the appeal was initially argued before this court. Although additional documentary evidence was produced in response to this court's order, consideration of this information in resolving the present appeal is problematic because the plaintiffs supplemented their briefing to take account of the documents -- without seeking our approval to do so -- while the defendants did not.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The defendants' remaining arguments rest on premises already rejected by this court, including the assumption that the plaintiffs' judgment runs only against Vega-Sosa in his personal capacity; the assumption that payment of the judgment necessarily implicates the Commonwealth's Eleventh Amendment immunity; and the conclusion that Law 9 must be interpreted to prohibit indemnification of punitive damages judgments.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> This reference appears as part of the Eighth Affirmative Defense, which reads (emphasis added):</p>\n        <p>In the hypothesis that plaintiffs are entitled to any relief, which appearing defendants deny, plaintiffs are not entitled to recover under 42 U.S.C.1983 nor are they entitled to punitive damages.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> We acknowledge the conclusion of at least one court that failure to raise City of Newport immunity at trial will not prevent a defendant from doing so on appeal. Williams v. Butler, 746 F.2d 431, 444 (8th Cir. 1984), vacated on other grounds sub nom. City of Little Rock v. Williams, 475 U.S. 1105 (1986) (affirming district court's decision to strike punitive damages award despite failure of defendant to object to the punitive damages instruction at trial, and stating that it would have been reversible error if the award had been allowed). However, even acceptance of this view would not excuse the seeming failure of the defendants in the present case to raise the issue until after the judgment became final. If this occurred, the defendants would also have to demonstrate that they are entitled to relief from the judgment under Fed. R. Civ. P. 60(b). See Allmerica Fin. Life Ins. &amp; Annuity Co. v. Llewellyn, 139 F.3d 664, 665 (9th Cir. 1998) (holding that district court could not consider waiver defense not raised until after judgment became final without first granting relief from the judgment pursuant to Fed. R. Civ. P. 60(b)); see also id. at 666 (concluding that attorney's unexplained failure to timely raise the defense did not justify granting relief from the judgment).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Of course, the lack of details in the plaintiffs' allegations is hardly surprising, given that the documents on which the arguments were premised were not then in the plaintiffs' possession.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199506\"><a href=\"/opinion/199506/saldana-sanchez-v-lopez-gerena/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">NILDA M. SALDANA-SANCHEZ; RAFAEL DELGADO-MESTRE; JUAN NIEVES-SANTIAGO; MIGUEL RAMOS-CRUZ; SINFORIANO CASTILLO-GARCIA; JULIO C. MOJICA-UBILES; MIGUEL A. OCASIO-SANTOS; MARGARITA POUPART-FONTANEZ; HILDA TORRES-PENA; MINERVA PACHOT-RIVERA; JOSE L. ORTIZ-ORTIZ; ZULMA RIVERA-ORTIZ; ANGEL L. RODRIGUEZ-LAZU; LUZ R. DIAZ-MORALES; JOSE L. BAEZ-RODRIGUEZ; JOSE IVAN CASTILLO-ORTIZ, PLAINTIFFS-APPELLANTS,<br>LUZ M. ORTIZ-QUINTANA, PLAINTIFF,<br>v.<br>JULIO CESAR LOPEZ-GERENA, MAYOR OF THE MUNICIPALITY OF HUMACAO; RAMON VEGA-SOSA, DEFENDANTS-APPELLEES,<br>MARGARITA GONZALEZ-VAZQUEZ; RAUL FERRER DEFENDANTS.</p>\n    <p class=\"docket\">No. 00-1703</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 2, 2001<br>Decided July 12, 2001<br>Amended July 23,2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon. Juan M. Perez-Gimenez, U.S. District Judge]</p>\n      <p class=\"indent\">Antonio Bauza-Torres for appellants.</p>\n      <p class=\"indent\">James A. Toro, with whom Claudio Aliff Ortiz and Aldarondo &amp; Lopez Bras, were on brief, for appellee Lopez-Gerena.</p>\n      <p class=\"indent\">Irene S. Soroeta-Kodesh, with whom Gustavo A. Gelpi, Solicitor General, and Rosa N. Russe Garcia, Deputy Solicitor General, were on brief, for appellee Vega-Sosa.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Stahl, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Stahl, Senior Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal we review the grant of a protective order in favor of defendant-appellee Julio Cesar Lopez-Gerena in his official capacity as mayor of the municipality of Humacao, Puerto Rico. Plaintiffs-appellants Nilda M. Saldana-Sanchez et al. (the \"plaintiffs\") sought discovery from Lopez-Gerena in order to bolster their claim that Humacao was obliged to satisfy a judgment for punitive damages awarded them in a &#167;&#167; 1983 action against Lopez-Gerena's predecessor, defendant-appellee Ramon Vega-Sosa, and others. Lopez- Gerena obtained the protective order on the ground that no purpose could be served by the proposed discovery because Humacao enjoyed immunity from punitive damages liability. The plaintiffs appealed. We vacate and remand.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the general election of 1988, Ramon Vega-Sosa was elected mayor of Humacao, Puerto Rico, after defeating the incumbent mayor, Juan M. Higgins, in a primary challenge. During Vega-Sosa's first year in office, he dismissed a number of municipal employees hired by the former administration, ostensibly as part of an effort to cut costs. Those terminated included many who had been political supporters of the defeated incumbent.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1990, in the United States District Court for the District of Puerto Rico, seventeen of the terminated employees commenced a civil rights action under 42 U.S.C. &#167;&#167; 1983 against Vega-Sosa, his personnel director, Raul Ferrer (collectively, with Lopez-Gerena, the \"defendants\"), and others.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Their complaint alleged that they had been terminated because of their earlier support for Higgins and that the terminations violated their rights under the First, Fifth and Fourteenth Amendments. The plaintiffs sought reinstatement, back pay, front pay, compensatory and punitive damages, and attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The suit named Vega-Sosa and Ferrer as defendants in both their personal and official capacities. Soon after the suit was filed, Vega-Sosa invoked the protection of P.R. Laws Ann. tit. 32, &#167;&#167;&#167;&#167; 3085-3092 (commonly known as \"Law 9\"), a statute providing defense and indemnification benefits to certain categories of public officials -- including mayors and ex-mayors -- when they are sued in their personal capacities.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Vega-Sosa's request for a defense was granted by the Puerto Rico Department of Justice in June 1990, and he was thereafter defended, in his personal capacity, by the Department of Justice. It is not clear from the record whether Vega-Sosa's defense in the official- capacity suit, which we treat, as a matter of law, as a suit against Humacao itself, e.g., Andino-Pastrana v. Municipio Des San Juan, <span class=\"citation\" data-id=\"198974\"><a href=\"/opinion/198974/andino-pastrana-v-municipio-de-san/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></a></span>, 180 (1st Cir. 2000), was handled by the same or different counsel.</p>\n    </div>\n    <p class=\"indent\">A. Proceedings Before the District Court</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case was tried before a jury in October 1996. After an eighteen-day trial, the jury returned a verdict for the plaintiffs, awarding them a total of $679,804 in compensatory damages and $326,616 in punitive damages.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The district court subsequently ruled that the plaintiffs were entitled to reinstatement and granted plaintiffs' request for attorneys' fees, but denied their request for back pay<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and declined to rule on the request for front pay until it was determined whether all the plaintiffs actually wished to be reinstated and whether their reinstatement was practicable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nothing in either the jury verdict or the district court judgment distinguished between the suits against the defendants in their personal and official capacities. Such a distinction, had it been made, would have been significant in determining the extent of Humacao's responsibility for the judgment. Because the municipality is the real party in interest in an official capacity suit, a judgment against the defendants in their official capacities would run against Humacao directly. E.g., Andino-Pastrana, 215 F.3d at 180. By contrast, a judgment against the defendants solely in their personal capacities would make Humacao liable only indirectly,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> through the workings of the Law 9 indemnification provisions.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For nearly two years after the judgment issued, the plaintiffs and defendants negotiated over its requirements, including the amount of fees and interest to be paid and the terms of plaintiffs' reinstatement. Eventually Humacao and its new mayor, Lopez-Gerena<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> , reached an agreement with the plaintiffs regarding the compensatory damages and attorneys' fees that would be paid and the mechanism by which the plaintiffs would be reinstated. The agreed-upon damages amounts were subsequently paid to the plaintiffs and the reinstatements took place. The municipality refused, however, to pay the punitive damages portion of the award, arguing that the Supreme Court's decision in City of Newport v. Fact Concerts, Inc., <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span> (1981), rendered Humacao immune from liability for punitive damages awarded in a &#167;&#167; 1983 action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Humacao's refusal to pay the punitive damages award precipitated an additional two years of district court proceedings. This phase of the case began in July 1998, when the district court issued an order directing the plaintiffs, within sixty days, either to submit briefs establishing Humacao's obligation to pay the punitive damages judgment or to acknowledge that no such liability existed.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The plaintiffs failed to meet the deadline. Instead, more than two months after the deadline passed, the plaintiffs moved for an extension of time, a request which was denied in January 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Given the framework established by the court, this denial might have concluded the matter, but it did not. In February 1999, the plaintiffs noticed a deposition of Vega-Sosa's attorney in connection with the punitive damages issue. The defendants sought, and were granted, a protective order preventing the discovery. Nothing in the order made clear whether the court considered the plaintiffs' punitive damages judgment still viable as a general matter.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The status of the issue was further muddied when, in April 1999, the plaintiffs filed a motion requesting the \"withdrawal at this time of consideration of the issue who is responsible for the payment of punitive damages\" (emphasis added), suggesting that they reserved the right to revisit the issue. The district court approved the request by margin order, without explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Understandably confused, the defendants almost immediately filed a motion requesting \"clarification\" of the status of the punitive damages issue. In their motion, the defendants argued that, notwithstanding the permissive language of the plaintiffs' motion, the withdrawal should be treated as concluding the district court's consideration of the plaintiffs' request for punitive damages. This result was dictated, the defendants contended, by the plaintiffs' failure to demonstrate Humacao's liability within the original sixty-day window established by the court or to obtain an extension of time for making their case. The district court responded with another margin order, this one stating simply: \"The plaintiffs withdrew any claim to punitive damages by motion dated March 31, 1999, granted by this Court by margin order dated April 18, 1999.\" The plaintiffs did not appeal or otherwise respond to this order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">More than nine months later, in March 2000, the plaintiffs noticed the deposition of Lopez-Gerena. In addition to Lopez-Gerena's testimony, the plaintiffs sought a variety of documents relating to the grant of defense and indemnification benefits to Vega-Sosa. Lopez- Gerena moved for a protective order, arguing that, because Humacao was immune from any liability for punitive damages, and no other issues were outstanding, the proposed discovery would serve no purpose. The plaintiffs opposed the motion, contending that the discovery would show that Humacao had, in fact, waived any immunity it might have had under City of Newport.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 3, 2000, the district court issued an order granting Lopez-Gerena's motion without elaboration. On April 24, the plaintiffs moved for reconsideration of that order. Four days later, the plaintiffs filed a notice of appeal with respect to the April 3rd order. On July 28, 2000, the district court entered an order denying reconsideration accompanied by a written opinion. In its opinion, the district court agreed with Lopez-Gerena that, as a matter of law, the plaintiffs had no right to recover the punitive damages from Humacao and, therefore, that the discovery could serve no purpose. On September 1, 2000, the plaintiffs filed a second notice of appeal concerning the July 28th denial of reconsideration. Ultimately, that second notice of appeal was dismissed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p class=\"indent\">B. Proceedings on Appeal</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Oral argument for this appeal took place on April 4, 2001. During the hearing, it became clear that the plaintiffs' contention that Humacao was liable for punitive damages rested heavily on the contents of a small number of documents relating to the Law 9 benefits provided to Vega-Sosa. These documents -- which plaintiffs' counsel claimed to have seen -- were alleged to contain a clear waiver of Humacao's immunity. Defendants' counsel countered that they had reviewed the same documents, and had found no such waiver of immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Perceiving an opportunity to expedite the resolution of an issue that had lingered before the district court for some time, we directed the defendants to produce the requested documents to both plaintiffs' counsel and this court within ten days. We further directed that the plaintiffs to inform us, once they had reviewed the documents, whether they continued to maintain that Humacao had waived its immunity. We retained jurisdiction over the matter pending compliance with our order.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The documents having been produced, and the plaintiffs continuing to assert that they demonstrate a waiver of Humacao's immunity, we now consider the plaintiffs' appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the discovery issue before us is quite narrow, the context in which it arises is complicated and touches upon a number of difficult and unresolved questions of law. Few of these questions receive more than cursory treatment in the parties' briefs, and we do not consider them ripe for our attention. However, in the interest of providing guidance to the district court on remand, we include some discussion of these issues where we find it appropriate.</p>\n    </div>\n    <p class=\"indent\">A. Jurisdiction</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Before reaching the merits, we address an argument offered by Lopez-Gerena as a challenge to our jurisdiction over the subject matter of this appeal. Although confusingly presented, the thrust of Lopez- Gerena's contention is that the plaintiffs lost their right to have this Court review the punitive damages issue, in any form, by failing to respond to the district court's ruling on the defendants' motion for \"clarification.\" Lopez-Gerena asserts that the district court's May 1999 order, stating that the plaintiffs had withdrawn \"any claim of punitive damages,\" constituted a conclusive determination by the district court that its consideration of the punitive damages issue was at an end. When the plaintiffs did not appeal the order within the thirty days allowed by Fed. R. App. P. 4(a)(1)(A), Lopez-Gerena argues, the order \"became final\", and that \"deprived this Court of jurisdiction on any matter related to the Municipality's liability for payment of punitive damages.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lopez-Gerena's argument is without merit. To begin with, the record does not support Lopez-Gerena's premise that the district court's ruling on the motion for clarification was meant to, or effectively did, signal an end to the court's consideration of the punitive damages issue. It is true that the ambiguous language of the margin order could be read as a statement that the court considered the issue to have been permanently withdrawn. However, the district court's subsequent actions belie such an interpretation. If the court understood its \"clarification\" ruling to have finally disposed of the punitive damages issue, we think it only logical that the protective order would have been granted on that basis. Yet the court's written opinion offers a different explanation, grounding the protective order in Humacao's supposed immunity from punitive damages liability -- a \"merits\" issue that, by Lopez-Gerena's reasoning, was no longer even before the court. Lopez-Gerena has advanced no compelling reason why we should accord the district court's earlier order a preclusive effect that the district court itself did not observe or even acknowledge, and we decline to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Furthermore, even if the district court's grant of a protective order had been premised on its earlier, unappealed determination that the punitive damages issue had been withdrawn, we still would have jurisdiction over this appeal of the protective order.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The defendants do not dispute that the notice of appeal was timely filed with respect to this order. We also think it evident that this order was, under the circumstances, \"final decision\" of the district court and thus within the jurisdictional grant conferred by 28 U.S.C. &#167;&#167; 1291.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> As a result, our jurisdiction over the subject matter of this appeal stands on solid ground, and we proceed to its merits.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. Protective Order in Favor of Lopez-Gerena</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our precedent makes clear that the plaintiffs face a heavy burden in seeking to overturn the district court's protective order. Under the abuse of discretion standard applied in discovery matters, we may reverse a district court \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" Ameristar Jet Charter, Inc. v. Signal Composites, Inc., <span class=\"citation\" data-id=\"199349\"><a href=\"/opinion/199349/ameristar-jet-v-signal-composites/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 192 (1st Cir. 2001) (quoting Mack v. Great Atl. &amp; Pac. Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 186 (1st Cir. 1989)). However, it is also well-established that an order denying or limiting discovery may not be upheld if it rests on an incorrect legal standard or a misapplication of the law to the relevant facts. See Reed v. Baxter, <span class=\"citation\" data-id=\"750722\"><a href=\"/opinion/750722/75-fair-emplpraccas-bna-1409-72-empl-prac-dec-p-45161-48-fed-r/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 358 (6th Cir. 1998) (vacating a protective order premised on a mistaken application of the law of attorney-client privilege); Springer v. Seaman, <span class=\"citation\" data-id=\"490117\"><a href=\"/opinion/490117/beresford-n-springer-v-gretchen-seaman/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span>, 882-83 (1st Cir. 1987) (vacating an order denying discovery based upon an incorrect conclusion regarding the relevance of the information sought); Trevino v. Celanese Corp., <span class=\"citation\" data-id=\"415226\"><a href=\"/opinion/415226/33-fair-emplpraccas-1324-31-empl-prac-dec-p-33489-israel-trevino/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 406 (5th Cir. 1983) (vacating a protective order limiting discovery where district court gave no explanation for its actions and appeals court could find no sound reason for granting the protective order);<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> see also Pye v. NLRB, <span class=\"citation\" data-id=\"771818\"><a href=\"/opinion/771818/rosemary-pye-regional-director-of-region-i-of-the-national-labor-relations/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 73 (1st Cir. 2001) (\"A court abuses its discretion if it applies an improper legal standard or erroneously applies the law to particular facts.\"). Finding the district court's protective order in favor of Lopez-Gerena to be unsupportable on the grounds given, and discerning no alternative ground adequate to sustain it, we conclude that vacatur of the protective order is required.</p>\n    </div>\n    <p class=\"indent\">1. District Court's Justification</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In its written opinion, the district court found a protective order in favor of Lopez-Gerena to be justified because, as a matter of law, Humacao cannot be liable for the punitive damages judgment. The district court's reasoning appears to rest on two grounds: first, that recovery is barred by the Commonwealth of Puerto Rico's sovereign immunity, and, second, that recovery of punitive damages is prohibited by the scope of Law 9. We address these issues in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court's discussion of sovereign immunity focuses entirely on language in Law 9 stating that the statute is not to be construed as a waiver of the Commonwealth's sovereign immunity--that is, the immunity afforded it under the Eleventh Amendment. See Ortiz-Feliciano v. Toledo-Davila, <span class=\"citation\" data-id=\"198433\"><a href=\"/opinion/198433/ortiz-feliciano-v-toledo-davila/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 39 (\"[T]he Commonwealth is protected by the Eleventh Amendment to the same extent as any state. . . .\") (citing Metcalf &amp; Eddy, Inc. v. P.R. Aqueduct &amp; Sewer Auth., <span class=\"citation\" data-id=\"605529\"><a href=\"/opinion/605529/metcalf-eddy-inc-v-puerto-rico-aqueduct-and-sewer-authority/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 939 n.3 (1st Cir. 1993)). Nothing in the district court's opinion explains why it believed the Commonwealth's Eleventh Amendment immunity was implicated by this case, and we see no reason why it would be. The Commonwealth is not a named defendant in this action. Nor is there any indication that the Commonwealth would be called upon to pay the damages plaintiffs seek. Although, in many applications, Law 9 requires the Commonwealth to pay the judgment of an indemnified official, see P.R. Laws Ann. tit. 32, &#167;&#167; 3092 (stating that, in general, \"[t]he Secretary of the Treasury shall pay the judgments, costs and attorney's fees imposed on the defendants from the available funds in the Treasury of Puerto Rico\"), the provisions of the statute relating to indemnification of mayors and ex-mayors indicate that judgments in these cases are paid by the municipalities themselves, see id. (explaining that, when Law 9 benefits are provided to mayors and ex-mayors, the resulting \"judgments, costs and attorney's fees . . . shall be defrayed from available funds in the corresponding . . . municipality\").<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Indeed, it appears undisputed that the portions of the judgment in this case that have been paid -- the compensatory damages and attorneys' fees -- were paid by Humacao. In light of these facts, this case is clearly distinguishable from those in which we have found the Eleventh Amendment to present a bar to recovery under Law 9. See Ortiz-Feliciano 175 F.3d at 40-41 (affirming a district court's denial, on Eleventh Amendment grounds, of plaintiffs' request for an order directing the Commonwealth to accord Law 9 benefits to the defendants and pay the judgment); Fernandez v. Chardon, <span class=\"citation\" data-id=\"405331\"><a href=\"/opinion/405331/rafael-rivera-fernandez-v-carlos-chardon-etc-juan-fumero-soto/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 59-60 (1st Cir. 1982), aff'd sub nom. Chardon v. Fumero Soto, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">987</span></span> (1982) (holding that the Eleventh Amendment precluded a district court from issuing an order requiring the Commonwealth to pay a damages award entered against officials of the Puerto Rico Department of Education).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition, the district court's analysis appears to rest on the assumption that the plaintiffs only have a judgment against Vega- Sosa in his personal capacity, and thus may only reach Humacao through Law 9. We find nothing in the record before us to support this assumption and think that it may well be incorrect.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> This is significant because, if there is a judgment against Vega-Sosa in his official capacity, it runs against Humacao itself,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> and the Commonwealth's immunity is irrelevant with respect to that judgment. See Monell v. Dep't of Soc. Servs., <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 690 n. 54 (1978) (noting that state sovereign immunity is no bar to municipal liability under &#167;&#167; 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court's reliance on Law 9 as a basis for the protective order is also inapposite. To begin with, we question whether the issue of Law 9's scope was open to the district court to interpret, in light of this court's precedent on the subject. In Gonzalez-Torres v. Toledo, <span class=\"citation\" data-id=\"360835\"><a href=\"/opinion/360835/angel-david-gonzalez-torres-v-astol-calero-toledo-etc/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">858</span></a></span> (1st Cir. 1978), we specifically considered the scope of indemnification available under Puerto Rico law, in order to determine whether an individual capacity defendant, once afforded Law 9 benefits, retained an interest in the judgment sufficient to maintain an appeal. See id. at 859. The defendant in question had been the target of a &#167;&#167; 1983 suit and had a damages judgment -- including a significant punitive damages component -- entered against him. Id. The Commonwealth, acting pursuant to Law 9, moved to indemnify him against the judgment, but the defendant nonetheless sought to appeal the verdict. Id. In connection with this issue, the Secretary of Justice of Puerto Rico filed a certification with this court stating that the Commonwealth had assumed \"full payment of any judgment that might be entered.\" Id. (emphasis added). Thereafter, this Court held that the superintendent was \"under no personal obligation as a result of the judgment,\" and thus not a real party in interest, id. at 859-60 -- necessarily implying that the Commonwealth had assumed payment of all the damages, including the punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Furthermore, even if the issue was properly considered by the district court, the conclusion the court reaches could not be supported on the grounds given. In reasoning that Law 9 must be interpreted to preclude indemnification of punitive damages, the court relied not on the language of Law 9 itself,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> but on two unrelated statutory provisions describing the recovery available in suits brought against the Commonwealth or its municipalities under various Puerto Rico causes of action.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> The district court offers no explanation as to why the scope of liability described in these statutes should influence our understanding of Law 9's indemnification provisions,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> and we find its approach to interpreting the statute unconvincing.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, we reiterate that the district court's reasoning ignores the plaintiffs' claim that they have a judgment directly against Humacao deriving from the official capacity suit. Because Law 9 is only implicated where there is a personal capacity judgment against an official, the district court's second rationale would be no bar to recovery against Humacao on an official capacity judgment.</p>\n    </div>\n    <p class=\"indent\">2. City of Newport</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although we find that the district court failed to articulate a valid basis for its conclusion that Humacao could not be liable for the punitive damages judgment, we may still uphold the protective order if the court's decision to grant it can be justified on another ground having record support. E.g., Hodgens v. Gen. Dynamics Corp., <span class=\"citation\" data-id=\"197958\"><a href=\"/opinion/197958/hodgens-v-general-dynamics-cor/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 172 (1st Cir. 1998). On appeal, the defendants press the argument, offered in their motion for a protective order but not reached by the district court, that the court's decision may be justified as an application of the principles outlined by the Supreme Court in City of Newport. We now turn to this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In City of Newport, the Court held that, as a general rule, municipalities are immune from punitive damages judgments when sued under &#167;&#167; 1983. 453 U.S. at 271. In reaching this result, the Court employed a framework it has used on a number of occasions to determine whether immunities available at common law should be allowed as affirmative defenses in &#167;&#167; 1983 actions. Id. at 258 &amp; n. 18 (discussing Court's approach to incorporating common-law immunities and citing cases). Under this approach, the Court considered, first, whether incorporation of the immunity was consistent with the history of &#167;&#167; 1983, and, second, whether the policies served by the immunity were compatible with the purposes of &#167;&#167; 1983. Id. The Court concluded that incorporation of the common law immunity from punitive damages was justified under both prongs of the analysis. After an extensive review of contemporary cases and the available legislative history, the Court found that municipal immunity from punitive damages \"was not open to serious question\" when the statute was enacted, id. at 259, and that there was \"no evidence that Congress intended to disturb the settled common-law immunity,\" id. at 266. In addition, the Court concluded that such immunity was not inconsistent with the purposes of &#167;&#167; 1983, reasoning that the imposition of punitive damages awards was likely to provide a windfall to plaintiffs -- at taxpayers' expense -- without significantly advancing the compensation or deterrence aims of the statute. Id. at 266-271.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is undisputed that Humacao is a \"municipality\" that would, as an initial matter, be entitled to the immunity defense recognized by City of Newport. The question for us, then, is whether the defendants are correct that, as a matter of law, the plaintiffs cannot show a waiver of Humacao's City of Newport immunity, and, therefore, cannot establish Humacao's liability for the punitive damages. This question cannot be answered with certainty on the present record. However, we find that the plaintiffs have articulated plausible grounds supporting a possible waiver of immunity, and therefore conclude that the district court's order cannot be justified on the basis of City of Newport.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The plaintiffs' principal contention, both below and on appeal, is that certain documents relating to the extension of Law 9 benefits to Vega-Sosa and Vega-Sosa's acceptance of those benefits operate as a waiver of Humacao's immunity. The plaintiffs provide limited detail concerning the contents of these documents; however, they suggest that, among other things, the requested discovery will reveal one or more resolutions of Humacao's municipal council indicating a consent to pay the full judgment, including punitive damages. In response, the defendants offer a variety of arguments that, in their view, establish that the plaintiffs cannot succeed in proving waiver, no matter what the documents may say. We need consider only two of these arguments.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> The first focuses on whether Vega-Sosa had authority to waive Humacao's immunity; the second challenges the plaintiffs' ability to make any waiver argument at this point in the proceedings, given the plaintiffs' failure to do so at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants' first argument is easily rejected. Although the plaintiffs do imply in their briefs that Vega-Sosa may be responsible for waiving Humacao's immunity, this is not their only theory for waiver. See Pl. Br. p. 16 (alleging the existence of a resolution \"by which[,] in accepting legal representation by the Justice Department [pursuant to Law 9,] the municipality accepted also to pay any judgment entered in the case\") (emphasis added). The defendants do not appear to dispute that Humacao's municipal legislature could have executed a waiver of its City of Newport immunity, and precedent supports the view that such a waiver is possible. See, e.g., O'Neill v. Krzeminski, <span class=\"citation\" data-id=\"501698\"><a href=\"/opinion/501698/neil-j-oneill-v-anthony-krzeminski-richard-fiorillo-and-james-t/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 13 (3d Cir. 1988) (holding that municipality's indemnification agreement with defendant constituted a waiver of its City of Newport immunity); Cornwell v. City of Riverside, <span class=\"citation\" data-id=\"536587\"><a href=\"/opinion/536587/fetus-cornwell-and-brenda-cornwell-v-city-of-riverside-and-carmen/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">398</span></a></span>, 399-400 (9th Cir. 1990) (holding that City of Newport did not bar municipality from deciding to pay a punitive damages judgment for an official pursuant to a state statute that allowed, but did not require, municipalities to pay such damages); see also Bell, 746 F.2d at 1271-72 (holding that state indemnification statute waived municipality's immunity from punitive damages with respect to indemnified judgments). As a result, the defendants' argument, even if correct, would not preclude the possibility that the plaintiffs might prove a waiver of immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The defendants' second contention fares no better, at least on the present record. In arguing that the plaintiffs were required to make their waiver-of-immunity arguments at trial, the defendants take it as a given that the immunity defense itself was properly raised below. This is far from clear. Our review of the record indicates that the defendants made only one bare, unexplained reference to non-liability for punitive damages in their answer,<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> and never said anything else that could be construed as raising the issue until long after the judgment became final. Furthermore, the language that appeared in the answer failed to mention either the word \"immunity\" or the City of Newport case, nor did it attempt to distinguish between the personal capacity suit and the official capacity suit. As a result, it was perhaps most logically read not as invoking any immunity, but as rejecting the plaintiffs' contention that the actions complained of could justify a punitive damages award.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Under the circumstances, we are skeptical that such a brief, ambiguous reference was sufficient to place the issue before the court, or to trigger any duty on the part of the plaintiffs to respond. See Violette v. Smith &amp; Nephew Dyonics, Inc., <span class=\"citation\" data-id=\"701304\"><a href=\"/opinion/701304/russell-violette-v-smith-nephew-dyonics-inc-russell-violette-v-smith/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 11 (1st Cir. 1995) (holding that defendants' mere mention of affirmative defense of preemption in answer, never developed or pressed before the court, was insufficient to meet requirement that party must \"actually present a claim or defense to the district court before arguing the matter on appeal\"); Williams v. Ashland Eng'g Co., <span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir. 1995) (discussing the standard to be applied when determining if an affirmative defense is preserved by non-specific language in an answer and noting that a defendant \"who asserts [an affirmative defense] in a largely uninformative way[] acts at his peril\"); see also Sales v. Grant, <span class=\"citation\" data-id=\"770127\"><a href=\"/opinion/770127/inez-sales-debra-m-miller-v-alphonso-l-grant-in-his-individual-capacity/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">293</span></a></span>, 296 (4th Cir. 2000), cert. denied, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1959</span></span> (2001) (holding that the inclusion of a \"single, cursory sentence\" on the defense of qualified immunity in the answer was insufficient to preserve the defense where it was never mentioned again and defendants sought to raise it for the first time on remand from an earlier appeal). If it was not, the plaintiffs have at least a plausible argument that it is the defendants, not they, whose arguments are barred on procedural grounds. See Barnett v. Housing Auth. of Atlanta, <span class=\"citation\" data-id=\"419134\"><a href=\"/opinion/419134/robert-barnett-cross-appellant-v-the-housing-authority-of-the-city-of/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1571</span></a></span>, 1580 (11th Cir. 1983) (finding City of Newport defense to be waived by defendants' failure, at trial, to challenge jury instruction regarding punitive damages); Black v. Stephens, <span class=\"citation\" data-id=\"396198\"><a href=\"/opinion/396198/black-elwood-w-sr-and-black-joyce-v-stephens-wayne-and-city-of/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span></a></span>, 184 n.1 (3d Cir. 1981) (same).<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In view of the foregoing, we conclude that, on the present record, the district court could not have found that Humacao's City of Newport immunity was non-waivable. While plaintiffs' assertions regarding alleged waivers of immunity were somewhat non-specific,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> they included allegations that, if true, could constitute waivers of immunity under relevant precedent. As a result, the district court's grant of the protective order cannot be justified on this basis.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Because we find that the district court's protective order rests on no legally supportable ground, we vacate the order and remand the matter for further proceedings consistent with this opinion. On remand, we anticipate that the plaintiffs will be allowed to complete any remaining discovery sought in the deposition notice issued to Lopez- Gerena. We leave it to the district court to determine what other proceedings may be necessary to resolve whether Humacao is liable for the plaintiffs' punitive damages judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Vacated and remanded. Costs to appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint named four individuals as defendants: Vega- Sosa, his wife, Margarita Gonzalez-VAZQUEZ, Ferrer, and Ferrer's wife, identified only as \"Mrs. Ferrer.\" We find nothing in the record to suggest that Mrs. Ferrer or Ms. Gonzalez-VAZQUEZ were involved in the actions that are the subject of this suit and it appears that both were later dismissed from the case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Law 9 provides, in pertinent part, that a mayor or ex-mayor sued for damages in a personal capacity may, \"when the cause of action is based on alleged violations of the plaintiff's civil rights due to acts or omissions committed in good faith, in the course of [the mayor's or ex- mayor's] employment and within the scope of his employment,\" seek representation from the Commonwealth of Puerto Rico, as well as indemnification for \"any judgment that may be entered against his person.\" P.R. Laws Ann. tit. 32, &#167;&#167; 3090.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After judgment issued on the jury verdict, the defendants renewed an earlier motion for judgment as a matter of law, joining with it motions for a new trial and/or remittitur. Although the defendants challenged the punitive damages award on sufficiency grounds, they made no argument regarding immunity from punitive damages. The defendants' motions were denied.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Back pay was denied because the district court considered back pay to have been included in the award of compensatory damages made by the jury. The district court's denial of back pay was affirmed by this court in Saldana Sanchez v. Vega Sosa, <span class=\"citation\" data-id=\"198435\"><a href=\"/opinion/198435/sanchez-v-lopez-gerena/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 37 (1st Cir. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The personal capacity judgments against Vega-Sosa and Ferrer would presumably also have made them individually liable for the damages awarded; however, it is undisputed that both men are judgment- proof.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Law 9 provides that judgments against mayors and ex-mayors covered by its provisions will be defrayed by the relevant municipality. P.R. Laws Ann. tit. 32, &#167;&#167; 3092. In the event that a municipality lacks to the funds to pay a judgment, the Commonwealth will do so, but the municipality must reimburse the Commonwealth for any amounts so paid. Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> When Lopez-Gerena became mayor, he replaced Vega-Sosa as titular defendant in the official capacity suit pursuant to Fed. R. Civ. P. 25(d)(1), while Vega-Sosa remained in the case in his personal capacity. Vega-Sosa continues to be represented by the Puerto Rico Department of Justice. Lopez-Gerena is represented by other counsel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The record does not indicate why Humacao was allowed to raise this issue so long after the judgment became final. Nor does the record indicate why the district court assigned the burden on this issue to plaintiffs -- a somewhat surprising decision, given that the burden for establishing affirmative defenses, such as immunity, generally lies on the defendant.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Vega-Sosa argued for the protective order solely on the ground that the proposed deponent was Vega-Sosa's attorney and the circumstances were not such as would justify deposition of opposing counsel. See, e.g., Shelton v. American Motors Corp., <span class=\"citation no-link\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></span>, 1327- 28 (8th Cir. 1986) (discussing the concerns raised when opposing counsel is deposed and the limited circumstances under which such depositions are appropriately allowed). The record does not suggest that the district court relied on any other ground in granting the motion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Dismissal was sought by the plaintiffs on the ground that the issues presented in the second appeal duplicated those in the first, and was granted, without prejudice, pursuant to Fed. R. App. P. 42(b). Although the dismissal of the second appeal precludes our direct review of the denial of reconsideration, there has been no suggestion that the dismissal affects our ability to rely on the district courts's written opinion -- issued in connection with the second appeal -- as setting out the court's reasons for granting the protective order in the first instance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> If the district court had clearly indicated that the protective order was granted because the punitive damages issue was no longer before the court, we might well have declined on grounds of forfeiture to address whether the plaintiffs are owed punitive damages. However, we would not have lacked jurisdiction over the appel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Although the precise issue has not been considered by this court, other jurisdictions are in agreement that, when a district court blocks discovery sought to facilitate execution of a prior judgment, its ruling should be treated as final and appealable, because there is no later proceeding from which an appeal could be taken. E.g., Cent. States, Southeast &amp; Southwest Areas Pension Fund v. Express Freight Lines, Inc., <span class=\"citation\" data-id=\"587652\"><a href=\"/opinion/587652/central-states-southeast-and-southwest-areas-pension-fund-v-express/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 6 (7th Cir. 1992); Wilkinson v. FBI, <span class=\"citation\" data-id=\"553419\"><a href=\"/opinion/553419/frank-wilkinson-the-national-committee-against-repressive-legislation-on/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span>, 558 (9th Cir. 1991); Rouse Constr. Int'l v. Rouse Constr. Corp., <span class=\"citation\" data-id=\"405149\"><a href=\"/opinion/405149/rouse-construction-international-inc-v-rouse-construction-corporation/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">743</span></a></span>, 745- 46 (11th Cir. 1982). Decisions of this court are in accord with this reasoning. Cf. Sheehan v. Doyle, <span class=\"citation\" data-id=\"326764\"><a href=\"/opinion/326764/john-c-sheehan-v-frank-p-doyle/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">895</span></a></span>, 898 (1st Cir. 1975) (holding discovery order to be final and appealable under 28 U.S.C. &#167;&#167; 1291 where the discovery was ancillary to proceedings in another jurisdiction and nothing else was before the district court).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Cases vacating protective orders on this ground have not always separately analyzed the question of prejudice, see Reed, 134 F.3d at 358; Springer, 821 F.2d at 882-83, perhaps because the prejudice resulting from the unjustified grant of a protective order will usually be obvious. We think it beyond reasonable dispute that denial of the discovery sought by plaintiffs in this case would be prejudicial, as one of plaintiffs' chief arguments for waiver of Humacao's immunity rests on the alleged contents of the documents requested. Denial of the discovery would effectively doom this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> As noted above, the statute does provide for the Commonwealth to assume initial responsibility for a judgment that a municipality cannot afford to pay. Id. However, there has been no suggestion that this is the case here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> There is no doubt that the plaintiffs' sued Vega-Sosa and Ferrer in both their personal and official capacities. Indeed, the defendants specifically sought to have the official capacity suit dismissed in their motion for summary judgment -- a motion which was denied by the district court. It also appears undisputed that the plaintiffs submitted the proof necessary to establish Humacao's liability under &#167;&#167; 1983. As this Court has previously stated, under Puerto Rico law, the actions of a mayor \"constitute[] the official policy of the municipality,\" Cordero v. Jesus- Mendez, <span class=\"citation\" data-id=\"518086\"><a href=\"/opinion/518086/william-cordero-v-juan-de-jesus-mendez-etc-william-cordero-v-juan-de/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 1989), and, therefore, a Puerto Rico municipality is \"liable as a matter of law for an unconstitutional discharge of its municipal employees by the Mayor,\" id. at 8. We find nothing in the record to suggest that the plaintiffs abandoned their official capacity claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Vega-Sosa's counsel appears to argue at one point that the official capacity judgment against Vega-Sosa effectively disappeared when Vega-Sosa ceased being mayor. This is nonsensical. The judgment was, at all times, a judgment against Humacao. Andino-Pastrana, 215 F.3d at 180. As Fed. R. Civ. P. 25(d)(1) makes clear, the substitution of a public official by his or her successor in an official capacity suit does not affect the underlying action.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The language of the statute is inclusive, stating that the benefits available to a covered official include \"payment of any judgment that may be entered against his person.\" P.R. Laws Ann. tit. 32, &#167;&#167; 3085 (emphasis added). At least one jurisdiction has interpreted similarly nonspecific language to require indemnification of punitive damages judgments. See Bell v. City of Milwaukee, <span class=\"citation\" data-id=\"443256\"><a href=\"/opinion/443256/patrick-bell-sr-etc-v-city-of-milwaukee-howard-johnson-and-edwin/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, 1271-72 (7th Cir. 1984) (holding that Wisconsin indemnification statute requiring municipality to pay \"the judgment\" resulting from a suit against its officials extended to punitive damages judgments).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The first provision relates to the damages recoverable in civil rights suits brought against the Commonwealth; it includes the statement that \"[a] judgment against the Commonwealth shall in no case include . . . punitive damages.\" See P.R. Laws Ann. tit. 32, &#167;&#167; 3083. The second concerns the damages available to plaintiffs suing municipalities for negligent damage to their persons or property; it includes the statement that \"[j]udgment entered against any municipality in accordance with . . . this title shall in no case . . . award punitive damages.\" P.R. Laws Ann. tit. 21, &#167;&#167; 4703.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Indeed, it seems to us that Puerto Rico's legislature might well choose not to authorize recovery of punitive damages in suits against itself or its municipalities in certain classes of cases, while still considering it desirable to indemnify its officials against such judgments.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> For purposes of this analysis, we rely on the information available at the time the appeal was initially argued before this court. Although additional documentary evidence was produced in response to this court's order, consideration of this information in resolving the present appeal is problematic because the plaintiffs supplemented their briefing to take account of the documents -- without seeking our approval to do so -- while the defendants did not.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The defendants' remaining arguments rest on premises already rejected by this court, including the assumption that the plaintiffs' judgment runs only against Vega-Sosa in his personal capacity; the assumption that payment of the judgment necessarily implicates the Commonwealth's Eleventh Amendment immunity; and the conclusion that Law 9 must be interpreted to prohibit indemnification of punitive damages judgments.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> This reference appears as part of the Eighth Affirmative Defense, which reads (emphasis added):</p>\n        <p>In the hypothesis that plaintiffs are entitled to any relief, which appearing defendants deny, plaintiffs are not entitled to recover under 42 U.S.C.1983 nor are they entitled to punitive damages.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> We acknowledge the conclusion of at least one court that failure to raise City of Newport immunity at trial will not prevent a defendant from doing so on appeal. Williams v. Butler, <span class=\"citation no-link\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></span>, 444 (8th Cir. 1984), vacated on other grounds sub nom. City of Little Rock v. Williams, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1105</span></span> (1986) (affirming district court's decision to strike punitive damages award despite failure of defendant to object to the punitive damages instruction at trial, and stating that it would have been reversible error if the award had been allowed). However, even acceptance of this view would not excuse the seeming failure of the defendants in the present case to raise the issue until after the judgment became final. If this occurred, the defendants would also have to demonstrate that they are entitled to relief from the judgment under Fed. R. Civ. P. 60(b). See Allmerica Fin. Life Ins. &amp; Annuity Co. v. Llewellyn, <span class=\"citation\" data-id=\"752478\"><a href=\"/opinion/752478/allmerica-financial-life-insurance-and-annuity-company-a-delaware/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">664</span></a></span>, 665 (9th Cir. 1998) (holding that district court could not consider waiver defense not raised until after judgment became final without first granting relief from the judgment pursuant to Fed. R. Civ. P. 60(b)); see also id. at 666 (concluding that attorney's unexplained failure to timely raise the defense did not justify granting relief from the judgment).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Of course, the lack of details in the plaintiffs' allegations is hardly surprising, given that the documents on which the arguments were premised were not then in the plaintiffs' possession.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771818/"
  ]
}