{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199452/",
  "absolute_url": "/opinion/199452/united-states-v-sharpton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199452/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:57Z",
  "date_modified": "2017-03-24T11:02:02.056626Z",
  "type": "010combined",
  "sha1": "312696649a211c4489e5dd968ad311809c74dbe2",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1780-01A.pdf",
  "local_path": "pdf/2001/06/14/US_v._Sharpton.pdf",
  "plain_text": "        United States Court of Appeals\n               For the First Circuit\n\nNo. 01-1780\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n                  ALFRED SHARPTON,\n\n                Defendant, Appellant.\n\n\nNo. 01-1781\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n                   ADOLFO CARRIÓN,\n\n                Defendant, Appellant.\n\n\nNo. 01-1782\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n                  ROBERTO RAMÍREZ,\n\n                Defendant, Appellant.\n\fNo. 01-1783\n\n                  UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                          JOSÉ RIVERA,\n\n                     Defendant, Appellant.\n\n\n\n\n       APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José A. Fusté, U.S. District Judge]\n\n\n\n\n                             Before\n\n                  Selya, Boudin, and Lynch,\n                       Circuit Judges.\n\n\n\n\n           Flora Edwards, Max D. Stern, and Charles J. Ogletree,\nJr., with whom Stern, Shapiro, Weissberg & Garin was on brief, for\nappellants.\n           Peter Strasser, Special Assistant United States\nAttorney, for appellee.\n\n\n\n                         June 14, 2001\n\f          Per Curiam. Alfred Sharpton, Adolfo Carrión, Roberto\n\n  Ramírez, and José Rivera appeal their convictions and sentences for\n\n  violating 18 U.S.C. § 1382 by trespassing on Camp García Naval\n\n  Installation at Vieques, Puerto Rico.1 Sharpton was sentenced to\n\n  90 days' imprisonment in light of a prior conviction. The other\n\n  defendants were sentenced to 40 days' imprisonment. We previously\n\n  expedited consideration of these appeals.        We now affirm.\n\n          Appellants advance a series of arguments. They argue\n\n  that: the evidence was insufficient to sustain their convictions;\n\n  their sentences were plainly unreasonable; they were rushed to\n\n  trial and the trial court abused its discretion in denying a\n\n  continuance; the sentencing proceeding was flawed; they were denied\n\n  counsel of their choice; and their retained counsel was\n\n  ineffective.\n\n          We set the context. An area of Camp García in Vieques is\n\n  used for live-fire artillery and bombardment exercises by the U.S.\n\n  Navy.   This, in turn, has led to protests and political\n\n  controversy. Some of the protesters have staged demonstrations\n\n  within the perimeters of Camp García without obtaining permission\n\n  to enter. These incidents have led to government prosecutions for\n\n     1     18 U.S.C. § 1382 provides in relevant part: \"Whoever, within\nthe jurisdiction of the United States, goes upon any military [or]\nnaval . . . installation, for any purpose prohibited by law or lawful\nregulation . . . [s]hall be fined under this title or imprisoned not\nmore than six months, or both.\"\n\n                                 -3-\n\ftrespassing on a military installation, a Class B misdemeanor\n\ncharge carrying a maximum potential sentence of six months'\n\nimprisonment. In the year 2000, approximately 400 protesters were\n\narrested and prosecuted for such trespasses.\n\n        Between April 27 and May 2 of 2001, over 180 arrests were\n\nmade, including the arrests on May 1 of the four appellants here;\n\nduring this time period, Camp García was totally closed because the\n\nlive ordinance impact area was \"hot\" and demonstrations were going\n\non at the gate. The district court has attempted to expedite the\n\nhandling of these 180-plus cases, trying ten or so defendants a day\n\nin consolidated proceedings. The four defendants in these appeals\n\nwere arraigned on May 2, 2001, and tried on May 23, 2001, along\n\nwith eight others who had been arrested contemporaneously.\n\n        We address the appellants' substantive claims first and\n\ntheir procedural claims second.\n\n                                I.\n\nSufficiency of the Evidence\n\n        Appellants argue that there was insufficient evidence that\n\nthey had actual notice that they were trespassing on U.S. Navy\n\nproperty. See United States v. Bonilla, 648 F.2d 1373, 1377-78\n\n(1st Cir. 1981) (holding that, where 18 U.S.C. § 1382 prosecution\n\nproceeds on trespass theory, it must be shown that defendant had\n\n\n\n\n                               -4-\n\f  notice that entry onto military property was in fact prohibited).2\n\n  We have described the standard of review for insufficiency of the\n\n  evidence claims as \"formidable.\" United States v. Loder, 23 F.3d\n\n  586, 589 (1st Cir. 1994). \"[W]e must affirm unless the evidence,\n\n  viewed in the light most favorable to the government, could not\n\n  have persuaded any trier of fact of the defendant's guilt beyond\n\n  a reasonable doubt.\" United States v. Hernandez, 218 F.3d 58, 64\n\n  (1st Cir. 2000) (quoting United States v. Paradis, 802 F.2d 553,\n\n  559 (1st Cir. 1986)), cert. denied, ___ U.S. ____, 121 S. Ct. 840\n\n  (2001).\n\n            The appellants attempt a comparison of their case to\n\n  Bonilla. The defendants in Bonilla were arrested after approaching\n\n  Camp García by boat, landing on Blue Beach -- a beach on the south\n\n  side of the island lacking any fences or signs warning that entry\n\n  onto the area was prohibited. 648 F.2d at 1379-80 & n.14. Without\n\n  such means of notice, the Bonilla court held, the defendants could\n\n\n\n     2     The government contends that Bonilla has been abrogated by\nregulations at 32 C.F.R. §§ 770.35-.40, which state that the U.S. naval\ninstallations in Puerto Rico are \"closed\" military bases and that\nanyone who enters them without the advance consent of a commanding\nofficer shall be considered in violation of § 1382. The publication of\nthese regulations in the Federal Register, the government contends,\nprovides constructive notice that entrance to Camp García is\nrestricted. Appellants argue that the regulations cannot permissibly\nbe construed to eliminate the actual notice requirement articulated in\nBonilla. Because we find that, in any event, there was sufficient\nevidence that the appellants had actual notice that they were\ntrespassing, we need not decide the question.\n\n                                 -5-\n\f  not be presumed to have known that they were trespassing on\n\n  military property. Id. at 1383. The appellants here claim on\n\n  appeal that they could have entered the base in the same fashion\n\n  as the Bonilla defendants; the evidence was insufficient, they say,\n\n  to prove that they did not, and so it was insufficient to prove\n\n  that they had actual notice they were trespassing.\n\n          The comparison is simply not apt.      The circumstances\n\n  surrounding the appellants' arrests differ dramatically from those\n\n  in Bonilla. In this case, one of the government's witnesses at\n\n  trial, Officer Guebert, testified that she came upon the appellants\n\n  on the north side of the island, standing near the fence running\n\n  along the western border of the base.3 The area was about half a\n\n  mile from the main gate and miles from the beach. Questioned on\n\n  cross-examination whether she asked the appellants if they had a\n\n  permit to be there, Guebert responded that it was obvious that they\n\n  had none and had entered illicitly: right behind them was the fence\n\n  with a large hole cut through it.4       That fact by itself is\n\n\n     3     As to appellants' claim on appeal that they nonetheless\n\"could have\" landed on the south side, as in Bonilla, and walked to the\nnorth side where they were arrested, Officer Guebert specifically\ntestified that such a scenario was highly unlikely. The appellants\nwould have had to walk for several miles to the point of arrest and, in\nher opinion, surely would have been spotted by guards en route.\n     4    That fence, an earlier witness had testified, is a steel\nfence topped with razor wire and has signs affixed to it stating \"No\nTrespassing\" in English and Spanish. Appellants stress the fact that\nthe government presented no witness who directly observed the\n\n                                 -6-\n\f  sufficient to enable a rational factfinder to conclude beyond a\n\n  reasonable doubt that the appellants knowingly trespassed onto Camp\n\n  García.5\n\n  Sentences\n\n             The appellants next challenge the length of their prison\n\n  terms. The sentences imposed were within the statutory limits.\n\n  See 18 U.S.C. § 1382.      Section 1382 is a Class B misdemeanor\n\n  because a violation carries a maximum term of six months'\n\n\nappellants coming through the hole in the border fence. Obviously, that\nfact can be proven through circumstantial evidence. Further, base\nrecords showed that none of the appellants had been given permission to\nenter Camp García.\n     5    This holding finds confirmation in the appellants' own\nallocutions at sentencing. Three of the four specifically noted that\nthey traveled to Vieques fully aware that the protests they planned\nwere likely to involve illegal conduct carrying the risk of\nimprisonment.\n\n     Adolfo Carrión stated, \"I thought that it was absolutely important\nand patriotic . . . to do something that, in fact, we understand was a\nviolation of a rule. . . . [W]e went into a territory understanding\nthat we were engaging in an act of civil disobedience. . . . I am not\ntrying to get around any meting out of justice. I certainly would be\nwilling to serve whatever sentence you dispense.\"\n\n     Roberto Ramírez stated, \"I came to Vieques knowing that there was\na great likelihood that I am committing an act of disobedience, being\nan attorney, that I would have, someday, to come before a judge such as\nyourself. . . . Your Honor, I am prepared and ready to accept the\nresponsibility for the acts that I have undertaken.\"\n\n      Alfred Sharpton said he understood that he risked imprisonment and\nthe possible disruption of his important personal plans: \"I risked all\nof that because I thought it was important to make a moral stand. . .\n. [W]hatever the Court’s decision, I will stand by that decision and\nwill have to deal with that decision.\"\n\n                                   -7-\n\fimprisonment. See id. § 3559(a)(7). The sentencing guidelines do\n\nnot apply to Class B misdemeanors.     See U.S.S.G. § 1B1.9.    We\n\nreview the appellants' sentences, therefore, only to determine\n\nwhether they are \"plainly unreasonable.\" 18 U.S.C. § 3742(e)(4).\n\n\n\n        That extremely high bar is not met here. The district\n\ncourt had valid reasons for imposing the sentences it did. On this\n\npoint, we take judicial notice of the district court's remarks\n\nduring sentencing proceedings in another consolidated Camp García\n\ntrespassing case, held the previous day.        There, the court\n\nexplained that the primary factors motivating its sentencing\n\ndecisions in these cases were those listed in 18 U.S.C.\n\n§ 3553(a)(2)(A) and (B) -- namely, the need \"to promote respect for\n\nthe law\" and the need \"to afford adequate deterrence to criminal\n\nconduct.\" The court, referring to sentences given in the year\n\n2000, noted that treating Camp García trespassers with a \"slap on\n\nthe wrist\" had not adequately served these objectives. It can\n\nsafely be thought that these same considerations generally guided\n\nthe district court's sentencing decisions in the present case.\n\nIndeed, the court imposed the same sentences in both proceedings:\n\n40-day jail terms for first-time offenders and 90-day jail terms\n\nfor second-time offenders.\n\n\n\n\n                               -8-\n\f          We reject the appellants' contention that the district\n\n  court's employment of these categories was in and of itself\n\n  \"plainly unreasonable,\" reflecting a \"one-size-fits-all\" approach\n\n  to sentencing that ignored material differences between defendants.\n\n  The record makes clear that the court drew individual distinctions\n\n  among the various defendants. Not only did the court distinguish\n\n  between first- and second-time offenders, but the court also took\n\n  into account more individualized factors that it considered to be\n\n  mitigating; specifically, the court gave lighter sentences to those\n\n  defendants with serious medical conditions.\n\n          Perhaps, as the appellants contend, the district court\n\n  could have drawn more subtle distinctions among the defendants and\n\n  adjusted the precise length of their individual sentences\n\n  accordingly. But there is nothing \"plainly unreasonable\" about the\n\n  district court's choice to limit its drawing of distinctions at the\n\n  point that it did -- especially given that there was nothing in the\n\n  record to distinguish the offense conduct of the individual\n\n  defendants; all appeared to have trespassed in the same fashion in\n\n  the same incident.6\n\n\n     6    Thus, the appellants' objection to a categorical policy of\nimposing the same sentence on peaceful and seriously disruptive\ntrespassers alike is academic. Here, the court did not vary the\ndefendants' sentences according to differences in their offense conduct\nsimply because there do not appear to have been any such differences.\nThe court in no way implied that it was adopting a policy that would\nignore such differences in cases where they actually existed.\n\n                                 -9-\n\f          In short, these matters firmly rest within the broad\n\n  discretion of the district court.      We find nothing \"plainly\n\n  unreasonable\" in the manner in which the court exercised that\n\n  discretion.   The appellants' sentences stand.\n\n\n\n\n     Relatedly, appellants speculate that the district court might have\nsentenced them as it did because it believed that they were the\nparticular defendants who cut through the fence. There is not one iota\nof record support for this contention; to the contrary, the contention\nis belied by the uniformity of the sentences imposed as between the\nappellants and the other defendants.\n\n                                 -10-\n\f                                 II.\n\n  Denial of Continuance\n\n          Appellants argue that they lacked sufficient time to\n\n  prepare for trial and that the district court abused its discretion\n\n  in denying their motion for a continuance.\n\n          The record shows that the court issued a notice on May 10,\n\n  2001, alerting the parties to the trial date, May 23, 2001.\n\n  Counsel did not move for a continuance until the commencement of\n\n  trial. In denying a continuance, the trial court referenced the\n\n  fact that the May 10 notice of the trial date provided adequate\n\n  time for preparation and on that basis ordered the trial to\n\n  proceed.\n\n          That decision withstands scrutiny. The trial transcript\n\n  reveals that Jorge Manuel Carmona Rodriguez was appellants’ counsel\n\n  of record from the date of arraignment.          In requesting a\n\n  continuance at trial, Carmona's only stated reason for not being\n\n  prepared was that his clients had just arrived that morning. Once\n\n  counsel had notice of the trial date, it was his obligation to\n\n  prepare his clients for trial. That he did not do so until the\n\n  morning of the proceeding (assuming the allegation is true) does\n\n  not oblige the district court to grant a motion for a continuance.7\n\n     7    It is also noteworthy that none of the other defendants tried\nalong with the appellants moved for a continuance on the ground that\ntheir counsel had not had adequate time to meet with them in\n\n                                 -11-\n\f  Counsel did not argue to the trial court that the notice of the\n\n  trial date was deficient in any way; nor did he provide any other\n\n  reason for a continuance.\n\n           To be sure, exactly when counsel received the notice of\n\n  the trial date is unclear from the record. The docket indicates\n\n  that the order setting the trial date was signed on May 10. It is\n\n  possible that it was mailed later, and the defendants now assert\n\n  that their counsel did not receive it until May 18. Even assuming,\n\n  however, that counsel was not notified of the trial date until May\n\n  18 and did not receive discovery until May 22, the appellants must\n\n  still show they were prejudiced by a May 18 notice. See United\n\n  States v. Brand, 80 F.3d 560, 564 (1st Cir. 1996).\n\n           From this record, the appellants have shown no cognizable\n\n  prejudice. Appellants were arrested on May 1 and arraigned on May\n\n  2. They had three weeks to prepare for trial. The case was simple\n\n  and straightforward; the evidence and witnesses were readily\n\n  available to appellants' counsel. Appellants fail to explain\n\n  specifically how, under these circumstances, counsel was\n\n\n\npreparation for trial.\n           Further, under the Speedy Trial Act, a defendant charged with\na Class B misdemeanor may be brought to trial in less than 30 days from\narrest. See 18 U.S.C. § 3161(c)(2) (requiring minimum 30-day waiting\nperiod before trial); id. § 3172(2) (exempting Class B misdemeanors\nfrom scope of Act). These defendants were represented by counsel from\nMay 2 on and, under the law, the setting of a prompt trial should not\nhave come as a surprise.\n\n                                 -12-\n\fnonetheless prevented from developing their case. They merely\n\noffer generalities -- a need to assess the discovery, marshal\n\nwitnesses, develop a theory of the case, and so on.\n\n        At most, appellants suggest that, had they had enough\n\ntime, they would have been able to review and put into evidence a\n\nvideotape of their arrests taken by a videographer hired to\n\naccompany them on the protest. Appellants argue that the tape was\n\nprobative both as to guilt on the issue of notice and as to\n\nsentencing.    Again, though, appellants offer no specific\n\ndescription of the tape's contents that might illustrate how it\n\nwould have been exculpatory or mitigating. Moreover, the tape was\n\nmade on the day of the arrests -- May 1 -- roughly three weeks\n\nbefore trial. It is thus not apparent why Carmona could not have\n\nreviewed the tape ahead of time or why he was unable to proffer it\n\nat trial.\n\nSentencing Proceedings\n\n        The appellants also complain that the court sentenced them\n\nwithout a presentence report (PSR) and without giving them any\n\nmeaningful opportunity to present mitigating evidence.       They\n\ncontend that the court denied what they characterize as trial\n\ncounsel's motion to join previous defense motions -- made in a\n\nseparate case the preceding day -- for presentence reports and for\n\nadditional time to prepare for sentencing.\n\n\n                              -13-\n\f        However, the record reveals that counsel never made such\n\na motion. At the conclusion of the presentation of evidence,\n\ncounsel said simply that he wished to \"join the defense’s motions\n\nthat have been filed.\" Context makes it perfectly clear that the\n\nmotions referred to were not sentencing motions made in a separate\n\ncase the preceding day. They were Rule 29 motions for a judgment\n\nof acquittal, which other defense counsel had just made. Hence,\n\nbecause the appellants failed to make a timely objection to the\n\nsentencing proceedings, we review those proceedings for plain\n\nerror, and find none.\n\n        As to whether the court permissibly proceeded to\n\nsentencing without the preparation of a PSR, Rule 32(b)(1) states\n\nthat a PSR must be prepared unless \"(A) the court finds that the\n\ninformation in the record enables it to exercise its sentencing\n\nauthority meaningfully under 18 U.S.C. § 3553; and (B) the court\n\nexplains this finding on the record.\" Fed. R. Crim. P. 32(b)(1).\n\nAlthough the district court did not explicitly make such a finding\n\nin this case (understandably, given that appellants never made a\n\nmotion under Rule 32(b)(1)), the court did explain in proceedings\n\nthe previous day why it believed that PSRs were generally not\n\nneeded in Camp García trespassing cases such as this one. The\n\ncourt explained that the primary factors motivating its sentencing\n\ndecisions in these cases were those listed in 18 U.S.C. §\n\n\n                              -14-\n\f3553(a)(2)(A) and (B) -- the need to promote respect for the law\n\nand to adequately deter criminal conduct. Moreover, the court\n\nstressed that the crimes at issue were misdemeanors carrying a\n\nmaximum sentence of six months -- so that room for sentencing\n\nadjustments was sharply constricted in comparison with felony\n\ncases. Thus, the court concluded that allocution by the defendants\n\nand representations by counsel would be sufficient in these\n\ntrespassing cases and that requiring the preparation of PSRs would\n\nimpose an unnecessary burden on the probation department.\n\n        The court's decision was not plainly erroneous. Moreover,\n\neven were we to assume arguendo that the district court failed to\n\ncomply with Rule 32(b)(1), the appellants have not shown how they\n\nhave been harmed by the lack of a PSR. See United States v. Lowe,\n\n654 F.2d 562, 566 (9th Cir. 1981) (concluding that sentencing\n\nproperly proceeded in the absence of a PSR, given that there was\n\nno evidence that the court relied on erroneous information and\n\ndefendant did not credibly suggest how a PSR would have changed the\n\nsentence imposed).     Each appellant was given and took the\n\nopportunity for allocution at sentencing, in which they brought\n\nvarious potentially mitigating facts to the court's attention.\n\nCounsel likewise made such representations to the court.\n\nAppellants have not shown how the preparation of PSRs would have\n\nallowed them to put forward any mitigating facts that were not\n\n\n                               -15-\n\f  raised, or could not reasonably have been raised, during the\n\n  sentencing proceeding.\n\n          Appellants similarly reiterate their claim that they\n\n  lacked adequate time to prepare for the case, and so lacked\n\n  adequate time to prepare for their allocutions. They claim to have\n\n  been taken completely by surprise by the court's sentencing\n\n  decision.   This claim is unpersuasive.\n\n          First, at their May 2 arraignment, appellants were\n\n  forewarned that the offense with which they were being charged\n\n  carried with it the prospect of a prison term. Appellants thus\n\n  cannot claim surprise that terms of imprisonment were imposed in\n\n  their cases.8\n\n     8     For this reason, this case is a long step removed from Burns\nv. United States, 501 U.S. 129 (1991), on which appellants rely in\narguing that the district court was obliged to notify them of its\nintention to sentence first-time offenders to 40 days and second-time\noffenders to 90 days. In Burns, the Supreme Court held that a district\ncourt must notify a defendant in advance if the court is contemplating\na sua sponte upward departure from the applicable guidelines range.\n501 U.S. at 138-39. Here, of course, the district court did not depart\nupward from the relevant sentencing range (which, in this case, was the\nstatutory range, since the appellants' offense was a Class B\nmisdemeanor to which the sentencing guidelines do not apply). The\ndistrict court imposed sentences well within this range; appellants\nmerely allege that the sentences were at odds with the court's past\npractice from the previous year. Burns does not extend to such a\nsituation. Cf. United States v. Adipietro, 983 F.2d 1468, 1473-74 (8th\nCir. 1993) (holding that, because \"[d]epartures are sharply\ncircumscribed under the sentencing guidelines and represent a more\ndrastic change in a defendant's sentence than merely adjusting a\nsentence without going outside the presumptive sentencing range,\" Burns\napplies only to departures from, and not to adjustments within,\nguidelines range); accord United States v. Canada, 960 F.2d 263, 267\n\n                                 -16-\n\f         Second, as to whether the appellants had a sufficient\n\n opportunity for allocution, we again find no error, plain or\n\n otherwise, in the proceedings conducted by the district court.\n\n Appellants each gave lengthy allocutions in which they described\n\n various facts that they thought should mitigate their sentences --\n\n e.g., that their offenses were motivated by reasons of conscience,\n\n that they held positions of political responsibility and were\n\n participating in pending election campaigns, and that they had\n\n important personal plans for the near future. They made no request\n\n to provide further information before the court passed sentence.\n\n         On appeal, appellants articulate no other potentially\n\n mitigating facts that they would have included in their allocutions\n\n had they had more time to prepare. The only significant suggestion\n\n made is that one of the appellants, Rivera, did not have the fair\n\n opportunity to inform the court that he suffered from a medical\n\n condition, specifically, hypertension. But that suggestion is\n\n untenable. Much of the sentencing proceedings focused on the issue\n\n of medical conditions. The court had, before hearing from the\n\n appellants, heard extensively from other defendants as to their\n\n medical conditions; and before passing sentence on any of the\n\n defendants, the court made clear that those defendants with medical\n\n conditions would receive lighter sentences. Appellant Rivera heard\n\n\n(1st Cir. 1992) (Burns does not apply to mere upward adjustments).\n\n                                -17-\n\fand observed these aspects of the proceedings, yet chose to remain\n\nsilent as to his own medical condition. He was not denied the fair\n\nopportunity to raise the issue.\n\nAssistance of Counsel\n\n        The appellants argue that they were denied the right to\n\nretain counsel of their own choosing. But attorney Carmona, in\n\nfact, was retained counsel and had appeared for the appellants at\n\ntheir May 2 arraignment. No motion by Carmona to withdraw as\n\ncounsel was made at any time from May 2 until after the\n\ncommencement of the trial. It was only after appellants' motion\n\nfor a continuance was denied that they asked Carmona to move to\n\nwithdraw. Carmona did so, and the motion was denied. The trial\n\ncourt reasonably could have thought that the stated desire to\n\nobtain substitute counsel -- notably, first raised in the immediate\n\naftermath of the denial of a continuance and not until after trial\n\nhad commenced -- was merely another attempt to obtain a delay of\n\nthe trial, a request already denied.\n\n        More importantly, defendants were not denied their choice\n\nof counsel. Carmona informed the court that appellant Sharpton\n\nwanted another attorney. None of the other three defendants made\n\nsuch a request. The court responded that it would allow Sharpton\n\nto have additional representation, but the case was going forward\n\nin any event. Attorney Sanford Rubenstein was present in the\n\n\n                               -18-\n\f  courtroom, accompanying Sharpton. It is unclear from the record\n\n  whether Rubenstein, who says he is a civil lawyer, was the lawyer\n\n  Sharpton wanted. If Rubenstein were wanted, Sharpton could easily\n\n  have had Rubenstein join in his defense. Sharpton's discourse at\n\n  sentencing suggests that he did want representation by Rubenstein,\n\n  in order to put into evidence his own videotape of the appellants'\n\n  arrests. Again, there is no explanation by Sharpton as to why\n\n  Carmona could not have sought the admission of the videotape.\n\n          Finally, the appellants contend that they suffered from\n\n  ineffective assistance of counsel, in that their trial counsel\n\n  chose not to put on a defense or cross-examine government\n\n  witnesses. They request a new trial. The rule is firm, however,\n\n  that an ineffective assistance claim will not be entertained on\n\n  direct appeal \"absent a sufficiently developed evidentiary record.\"\n\n  United States v. Ademaj, 170 F.3d 58, 64 (1st Cir.), cert. denied,\n\n  528 U.S. 887 (1999).   Appellants insist that the relevant facts\n\n  are established and the matter should be resolved now. But, as\n\n  evidenced from the discussion above, a number of relevant facts are\n\n  far from established. For example, it is unclear when appellants'\n\n  counsel received notice of trial, or what preparations counsel took\n\n  in anticipation of trial.9 Thus, if an ineffective assistance\n\n     9     On the facts as they stand, it is quite plausible that\nappellants' trial counsel's failure to put on a defense or cross-\nexamine government witnesses stemmed not from ineffectiveness, but from\n\n                                 -19-\n\f  claim is to be brought at all in this case, it must be brought\n\n  under 28 U.S.C. § 2255.\n\n                                 III.\n\n          The judgment of the district court is affirmed.\n\n\n\n\na strategic choice by the appellants to take \"the high road,\" as Rivera\ncalled it during his allocution, and accept whatever came of their acts\nof conscience. Certainly, some of appellants' own remarks during\nsentencing suggest such a strategy. See supra note 5.\n\n                                 -20-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">        United States Court of Appeals\n               For the First Circuit\n\nNo. 01-1780\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n                  ALFRED SHARPTON,\n\n                Defendant, Appellant.\n\n\nNo. 01-1781\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n                   ADOLFO CARRIÓN,\n\n                Defendant, Appellant.\n\n\nNo. 01-1782\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n                  ROBERTO RAMÍREZ,\n\n                Defendant, Appellant.\n\fNo. 01-1783\n\n                  UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                          JOSÉ RIVERA,\n\n                     Defendant, Appellant.\n\n\n\n\n       APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José A. Fusté, U.S. District Judge]\n\n\n\n\n                             Before\n\n                  Selya, Boudin, and Lynch,\n                       Circuit Judges.\n\n\n\n\n           Flora Edwards, Max D. Stern, and Charles J. Ogletree,\nJr., with whom Stern, Shapiro, Weissberg & Garin was on brief, for\nappellants.\n           Peter Strasser, Special Assistant United States\nAttorney, for appellee.\n\n\n\n                         June 14, 2001\n\f          Per Curiam. Alfred Sharpton, Adolfo Carrión, Roberto\n\n  Ramírez, and José Rivera appeal their convictions and sentences for\n\n  violating 18 U.S.C. § 1382 by trespassing on Camp García Naval\n\n  Installation at Vieques, Puerto Rico.1 Sharpton was sentenced to\n\n  90 days' imprisonment in light of a prior conviction. The other\n\n  defendants were sentenced to 40 days' imprisonment. We previously\n\n  expedited consideration of these appeals.        We now affirm.\n\n          Appellants advance a series of arguments. They argue\n\n  that: the evidence was insufficient to sustain their convictions;\n\n  their sentences were plainly unreasonable; they were rushed to\n\n  trial and the trial court abused its discretion in denying a\n\n  continuance; the sentencing proceeding was flawed; they were denied\n\n  counsel of their choice; and their retained counsel was\n\n  ineffective.\n\n          We set the context. An area of Camp García in Vieques is\n\n  used for live-fire artillery and bombardment exercises by the U.S.\n\n  Navy.   This, in turn, has led to protests and political\n\n  controversy. Some of the protesters have staged demonstrations\n\n  within the perimeters of Camp García without obtaining permission\n\n  to enter. These incidents have led to government prosecutions for\n\n     1     18 U.S.C. § 1382 provides in relevant part: \"Whoever, within\nthe jurisdiction of the United States, goes upon any military [or]\nnaval . . . installation, for any purpose prohibited by law or lawful\nregulation . . . [s]hall be fined under this title or imprisoned not\nmore than six months, or both.\"\n\n                                 -3-\n\ftrespassing on a military installation, a Class B misdemeanor\n\ncharge carrying a maximum potential sentence of six months'\n\nimprisonment. In the year 2000, approximately 400 protesters were\n\narrested and prosecuted for such trespasses.\n\n        Between April 27 and May 2 of 2001, over 180 arrests were\n\nmade, including the arrests on May 1 of the four appellants here;\n\nduring this time period, Camp García was totally closed because the\n\nlive ordinance impact area was \"hot\" and demonstrations were going\n\non at the gate. The district court has attempted to expedite the\n\nhandling of these 180-plus cases, trying ten or so defendants a day\n\nin consolidated proceedings. The four defendants in these appeals\n\nwere arraigned on May 2, 2001, and tried on May 23, 2001, along\n\nwith eight others who had been arrested contemporaneously.\n\n        We address the appellants' substantive claims first and\n\ntheir procedural claims second.\n\n                                I.\n\nSufficiency of the Evidence\n\n        Appellants argue that there was insufficient evidence that\n\nthey had actual notice that they were trespassing on U.S. Navy\n\nproperty. See United States v. Bonilla, </pre><span class=\"citation\" data-id=\"390416\"><a href=\"/opinion/390416/united-states-v-antulio-parrilla-bonilla-united-states-of-america-v/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1373</span></a></span><pre class=\"inline\">, 1377-78\n\n(1st Cir. 1981) (holding that, where 18 U.S.C. § 1382 prosecution\n\nproceeds on trespass theory, it must be shown that defendant had\n\n\n\n\n                               -4-\n\f  notice that entry onto military property was in fact prohibited).2\n\n  We have described the standard of review for insufficiency of the\n\n  evidence claims as \"formidable.\" United States v. Loder, </pre><span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span>\n\n  <span class=\"page\">586</span></a></span><pre class=\"inline\">, 589 (1st Cir. 1994). \"[W]e must affirm unless the evidence,\n\n  viewed in the light most favorable to the government, could not\n\n  have persuaded any trier of fact of the defendant's guilt beyond\n\n  a reasonable doubt.\" United States v. Hernandez, </pre><span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 64\n\n  (1st Cir. 2000) (quoting United States v. Paradis, </pre><span class=\"citation\" data-id=\"477755\"><a href=\"/opinion/477755/united-states-v-ronald-paradis-united-states-of-america-v-norman/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span><pre class=\"inline\">,\n\n  559 (1st Cir. 1986)), cert. denied, ___ U.S. ____, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">840</span></span><pre class=\"inline\">\n\n  (2001).\n\n            The appellants attempt a comparison of their case to\n\n  Bonilla. The defendants in Bonilla were arrested after approaching\n\n  Camp García by boat, landing on Blue Beach -- a beach on the south\n\n  side of the island lacking any fences or signs warning that entry\n\n  onto the area was prohibited. 648 F.2d at 1379-80 & n.14. Without\n\n  such means of notice, the Bonilla court held, the defendants could\n\n\n\n     2     The government contends that Bonilla has been abrogated by\nregulations at 32 C.F.R. §§ 770.35-.40, which state that the U.S. naval\ninstallations in Puerto Rico are \"closed\" military bases and that\nanyone who enters them without the advance consent of a commanding\nofficer shall be considered in violation of § 1382. The publication of\nthese regulations in the Federal Register, the government contends,\nprovides constructive notice that entrance to Camp García is\nrestricted. Appellants argue that the regulations cannot permissibly\nbe construed to eliminate the actual notice requirement articulated in\nBonilla. Because we find that, in any event, there was sufficient\nevidence that the appellants had actual notice that they were\ntrespassing, we need not decide the question.\n\n                                 -5-\n\f  not be presumed to have known that they were trespassing on\n\n  military property. Id. at 1383. The appellants here claim on\n\n  appeal that they could have entered the base in the same fashion\n\n  as the Bonilla defendants; the evidence was insufficient, they say,\n\n  to prove that they did not, and so it was insufficient to prove\n\n  that they had actual notice they were trespassing.\n\n          The comparison is simply not apt.      The circumstances\n\n  surrounding the appellants' arrests differ dramatically from those\n\n  in Bonilla. In this case, one of the government's witnesses at\n\n  trial, Officer Guebert, testified that she came upon the appellants\n\n  on the north side of the island, standing near the fence running\n\n  along the western border of the base.3 The area was about half a\n\n  mile from the main gate and miles from the beach. Questioned on\n\n  cross-examination whether she asked the appellants if they had a\n\n  permit to be there, Guebert responded that it was obvious that they\n\n  had none and had entered illicitly: right behind them was the fence\n\n  with a large hole cut through it.4       That fact by itself is\n\n\n     3     As to appellants' claim on appeal that they nonetheless\n\"could have\" landed on the south side, as in Bonilla, and walked to the\nnorth side where they were arrested, Officer Guebert specifically\ntestified that such a scenario was highly unlikely. The appellants\nwould have had to walk for several miles to the point of arrest and, in\nher opinion, surely would have been spotted by guards en route.\n     4    That fence, an earlier witness had testified, is a steel\nfence topped with razor wire and has signs affixed to it stating \"No\nTrespassing\" in English and Spanish. Appellants stress the fact that\nthe government presented no witness who directly observed the\n\n                                 -6-\n\f  sufficient to enable a rational factfinder to conclude beyond a\n\n  reasonable doubt that the appellants knowingly trespassed onto Camp\n\n  García.5\n\n  Sentences\n\n             The appellants next challenge the length of their prison\n\n  terms. The sentences imposed were within the statutory limits.\n\n  See 18 U.S.C. § 1382.      Section 1382 is a Class B misdemeanor\n\n  because a violation carries a maximum term of six months'\n\n\nappellants coming through the hole in the border fence. Obviously, that\nfact can be proven through circumstantial evidence. Further, base\nrecords showed that none of the appellants had been given permission to\nenter Camp García.\n     5    This holding finds confirmation in the appellants' own\nallocutions at sentencing. Three of the four specifically noted that\nthey traveled to Vieques fully aware that the protests they planned\nwere likely to involve illegal conduct carrying the risk of\nimprisonment.\n\n     Adolfo Carrión stated, \"I thought that it was absolutely important\nand patriotic . . . to do something that, in fact, we understand was a\nviolation of a rule. . . . [W]e went into a territory understanding\nthat we were engaging in an act of civil disobedience. . . . I am not\ntrying to get around any meting out of justice. I certainly would be\nwilling to serve whatever sentence you dispense.\"\n\n     Roberto Ramírez stated, \"I came to Vieques knowing that there was\na great likelihood that I am committing an act of disobedience, being\nan attorney, that I would have, someday, to come before a judge such as\nyourself. . . . Your Honor, I am prepared and ready to accept the\nresponsibility for the acts that I have undertaken.\"\n\n      Alfred Sharpton said he understood that he risked imprisonment and\nthe possible disruption of his important personal plans: \"I risked all\nof that because I thought it was important to make a moral stand. . .\n. [W]hatever the Court’s decision, I will stand by that decision and\nwill have to deal with that decision.\"\n\n                                   -7-\n\fimprisonment. See id. § 3559(a)(7). The sentencing guidelines do\n\nnot apply to Class B misdemeanors.     See U.S.S.G. § 1B1.9.    We\n\nreview the appellants' sentences, therefore, only to determine\n\nwhether they are \"plainly unreasonable.\" 18 U.S.C. § 3742(e)(4).\n\n\n\n        That extremely high bar is not met here. The district\n\ncourt had valid reasons for imposing the sentences it did. On this\n\npoint, we take judicial notice of the district court's remarks\n\nduring sentencing proceedings in another consolidated Camp García\n\ntrespassing case, held the previous day.        There, the court\n\nexplained that the primary factors motivating its sentencing\n\ndecisions in these cases were those listed in 18 U.S.C.\n\n§ 3553(a)(2)(A) and (B) -- namely, the need \"to promote respect for\n\nthe law\" and the need \"to afford adequate deterrence to criminal\n\nconduct.\" The court, referring to sentences given in the year\n\n2000, noted that treating Camp García trespassers with a \"slap on\n\nthe wrist\" had not adequately served these objectives. It can\n\nsafely be thought that these same considerations generally guided\n\nthe district court's sentencing decisions in the present case.\n\nIndeed, the court imposed the same sentences in both proceedings:\n\n40-day jail terms for first-time offenders and 90-day jail terms\n\nfor second-time offenders.\n\n\n\n\n                               -8-\n\f          We reject the appellants' contention that the district\n\n  court's employment of these categories was in and of itself\n\n  \"plainly unreasonable,\" reflecting a \"one-size-fits-all\" approach\n\n  to sentencing that ignored material differences between defendants.\n\n  The record makes clear that the court drew individual distinctions\n\n  among the various defendants. Not only did the court distinguish\n\n  between first- and second-time offenders, but the court also took\n\n  into account more individualized factors that it considered to be\n\n  mitigating; specifically, the court gave lighter sentences to those\n\n  defendants with serious medical conditions.\n\n          Perhaps, as the appellants contend, the district court\n\n  could have drawn more subtle distinctions among the defendants and\n\n  adjusted the precise length of their individual sentences\n\n  accordingly. But there is nothing \"plainly unreasonable\" about the\n\n  district court's choice to limit its drawing of distinctions at the\n\n  point that it did -- especially given that there was nothing in the\n\n  record to distinguish the offense conduct of the individual\n\n  defendants; all appeared to have trespassed in the same fashion in\n\n  the same incident.6\n\n\n     6    Thus, the appellants' objection to a categorical policy of\nimposing the same sentence on peaceful and seriously disruptive\ntrespassers alike is academic. Here, the court did not vary the\ndefendants' sentences according to differences in their offense conduct\nsimply because there do not appear to have been any such differences.\nThe court in no way implied that it was adopting a policy that would\nignore such differences in cases where they actually existed.\n\n                                 -9-\n\f          In short, these matters firmly rest within the broad\n\n  discretion of the district court.      We find nothing \"plainly\n\n  unreasonable\" in the manner in which the court exercised that\n\n  discretion.   The appellants' sentences stand.\n\n\n\n\n     Relatedly, appellants speculate that the district court might have\nsentenced them as it did because it believed that they were the\nparticular defendants who cut through the fence. There is not one iota\nof record support for this contention; to the contrary, the contention\nis belied by the uniformity of the sentences imposed as between the\nappellants and the other defendants.\n\n                                 -10-\n\f                                 II.\n\n  Denial of Continuance\n\n          Appellants argue that they lacked sufficient time to\n\n  prepare for trial and that the district court abused its discretion\n\n  in denying their motion for a continuance.\n\n          The record shows that the court issued a notice on May 10,\n\n  2001, alerting the parties to the trial date, May 23, 2001.\n\n  Counsel did not move for a continuance until the commencement of\n\n  trial. In denying a continuance, the trial court referenced the\n\n  fact that the May 10 notice of the trial date provided adequate\n\n  time for preparation and on that basis ordered the trial to\n\n  proceed.\n\n          That decision withstands scrutiny. The trial transcript\n\n  reveals that Jorge Manuel Carmona Rodriguez was appellants’ counsel\n\n  of record from the date of arraignment.          In requesting a\n\n  continuance at trial, Carmona's only stated reason for not being\n\n  prepared was that his clients had just arrived that morning. Once\n\n  counsel had notice of the trial date, it was his obligation to\n\n  prepare his clients for trial. That he did not do so until the\n\n  morning of the proceeding (assuming the allegation is true) does\n\n  not oblige the district court to grant a motion for a continuance.7\n\n     7    It is also noteworthy that none of the other defendants tried\nalong with the appellants moved for a continuance on the ground that\ntheir counsel had not had adequate time to meet with them in\n\n                                 -11-\n\f  Counsel did not argue to the trial court that the notice of the\n\n  trial date was deficient in any way; nor did he provide any other\n\n  reason for a continuance.\n\n           To be sure, exactly when counsel received the notice of\n\n  the trial date is unclear from the record. The docket indicates\n\n  that the order setting the trial date was signed on May 10. It is\n\n  possible that it was mailed later, and the defendants now assert\n\n  that their counsel did not receive it until May 18. Even assuming,\n\n  however, that counsel was not notified of the trial date until May\n\n  18 and did not receive discovery until May 22, the appellants must\n\n  still show they were prejudiced by a May 18 notice. See United\n\n  States v. Brand, </pre><span class=\"citation\" data-id=\"196648\"><a href=\"/opinion/196648/united-states-v-brand/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">560</span></a></span><pre class=\"inline\">, 564 (1st Cir. 1996).\n\n           From this record, the appellants have shown no cognizable\n\n  prejudice. Appellants were arrested on May 1 and arraigned on May\n\n  2. They had three weeks to prepare for trial. The case was simple\n\n  and straightforward; the evidence and witnesses were readily\n\n  available to appellants' counsel. Appellants fail to explain\n\n  specifically how, under these circumstances, counsel was\n\n\n\npreparation for trial.\n           Further, under the Speedy Trial Act, a defendant charged with\na Class B misdemeanor may be brought to trial in less than 30 days from\narrest. See 18 U.S.C. § 3161(c)(2) (requiring minimum 30-day waiting\nperiod before trial); id. § 3172(2) (exempting Class B misdemeanors\nfrom scope of Act). These defendants were represented by counsel from\nMay 2 on and, under the law, the setting of a prompt trial should not\nhave come as a surprise.\n\n                                 -12-\n\fnonetheless prevented from developing their case. They merely\n\noffer generalities -- a need to assess the discovery, marshal\n\nwitnesses, develop a theory of the case, and so on.\n\n        At most, appellants suggest that, had they had enough\n\ntime, they would have been able to review and put into evidence a\n\nvideotape of their arrests taken by a videographer hired to\n\naccompany them on the protest. Appellants argue that the tape was\n\nprobative both as to guilt on the issue of notice and as to\n\nsentencing.    Again, though, appellants offer no specific\n\ndescription of the tape's contents that might illustrate how it\n\nwould have been exculpatory or mitigating. Moreover, the tape was\n\nmade on the day of the arrests -- May 1 -- roughly three weeks\n\nbefore trial. It is thus not apparent why Carmona could not have\n\nreviewed the tape ahead of time or why he was unable to proffer it\n\nat trial.\n\nSentencing Proceedings\n\n        The appellants also complain that the court sentenced them\n\nwithout a presentence report (PSR) and without giving them any\n\nmeaningful opportunity to present mitigating evidence.       They\n\ncontend that the court denied what they characterize as trial\n\ncounsel's motion to join previous defense motions -- made in a\n\nseparate case the preceding day -- for presentence reports and for\n\nadditional time to prepare for sentencing.\n\n\n                              -13-\n\f        However, the record reveals that counsel never made such\n\na motion. At the conclusion of the presentation of evidence,\n\ncounsel said simply that he wished to \"join the defense’s motions\n\nthat have been filed.\" Context makes it perfectly clear that the\n\nmotions referred to were not sentencing motions made in a separate\n\ncase the preceding day. They were Rule 29 motions for a judgment\n\nof acquittal, which other defense counsel had just made. Hence,\n\nbecause the appellants failed to make a timely objection to the\n\nsentencing proceedings, we review those proceedings for plain\n\nerror, and find none.\n\n        As to whether the court permissibly proceeded to\n\nsentencing without the preparation of a PSR, Rule 32(b)(1) states\n\nthat a PSR must be prepared unless \"(A) the court finds that the\n\ninformation in the record enables it to exercise its sentencing\n\nauthority meaningfully under 18 U.S.C. § 3553; and (B) the court\n\nexplains this finding on the record.\" Fed. R. Crim. P. 32(b)(1).\n\nAlthough the district court did not explicitly make such a finding\n\nin this case (understandably, given that appellants never made a\n\nmotion under Rule 32(b)(1)), the court did explain in proceedings\n\nthe previous day why it believed that PSRs were generally not\n\nneeded in Camp García trespassing cases such as this one. The\n\ncourt explained that the primary factors motivating its sentencing\n\ndecisions in these cases were those listed in 18 U.S.C. §\n\n\n                              -14-\n\f3553(a)(2)(A) and (B) -- the need to promote respect for the law\n\nand to adequately deter criminal conduct. Moreover, the court\n\nstressed that the crimes at issue were misdemeanors carrying a\n\nmaximum sentence of six months -- so that room for sentencing\n\nadjustments was sharply constricted in comparison with felony\n\ncases. Thus, the court concluded that allocution by the defendants\n\nand representations by counsel would be sufficient in these\n\ntrespassing cases and that requiring the preparation of PSRs would\n\nimpose an unnecessary burden on the probation department.\n\n        The court's decision was not plainly erroneous. Moreover,\n\neven were we to assume arguendo that the district court failed to\n\ncomply with Rule 32(b)(1), the appellants have not shown how they\n\nhave been harmed by the lack of a PSR. See United States v. Lowe,\n\n</pre><span class=\"citation\" data-id=\"392356\"><a href=\"/opinion/392356/united-states-v-justina-lowe-catherine-bradbent-thomas-w-crimmins/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">562</span></a></span><pre class=\"inline\">, 566 (9th Cir. 1981) (concluding that sentencing\n\nproperly proceeded in the absence of a PSR, given that there was\n\nno evidence that the court relied on erroneous information and\n\ndefendant did not credibly suggest how a PSR would have changed the\n\nsentence imposed).     Each appellant was given and took the\n\nopportunity for allocution at sentencing, in which they brought\n\nvarious potentially mitigating facts to the court's attention.\n\nCounsel likewise made such representations to the court.\n\nAppellants have not shown how the preparation of PSRs would have\n\nallowed them to put forward any mitigating facts that were not\n\n\n                               -15-\n\f  raised, or could not reasonably have been raised, during the\n\n  sentencing proceeding.\n\n          Appellants similarly reiterate their claim that they\n\n  lacked adequate time to prepare for the case, and so lacked\n\n  adequate time to prepare for their allocutions. They claim to have\n\n  been taken completely by surprise by the court's sentencing\n\n  decision.   This claim is unpersuasive.\n\n          First, at their May 2 arraignment, appellants were\n\n  forewarned that the offense with which they were being charged\n\n  carried with it the prospect of a prison term. Appellants thus\n\n  cannot claim surprise that terms of imprisonment were imposed in\n\n  their cases.8\n\n     8     For this reason, this case is a long step removed from Burns\nv. United States, </pre><span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span><pre class=\"inline\"> (1991), on which appellants rely in\narguing that the district court was obliged to notify them of its\nintention to sentence first-time offenders to 40 days and second-time\noffenders to 90 days. In Burns, the Supreme Court held that a district\ncourt must notify a defendant in advance if the court is contemplating\na sua sponte upward departure from the applicable guidelines range.\n501 U.S. at 138-39. Here, of course, the district court did not depart\nupward from the relevant sentencing range (which, in this case, was the\nstatutory range, since the appellants' offense was a Class B\nmisdemeanor to which the sentencing guidelines do not apply). The\ndistrict court imposed sentences well within this range; appellants\nmerely allege that the sentences were at odds with the court's past\npractice from the previous year. Burns does not extend to such a\nsituation. Cf. United States v. Adipietro, </pre><span class=\"citation\" data-id=\"599000\"><a href=\"/opinion/599000/united-states-v-frank-adipietro-united-states-of-america-v-vincent/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1468</span></a></span><pre class=\"inline\">, 1473-74 (8th\nCir. 1993) (holding that, because \"[d]epartures are sharply\ncircumscribed under the sentencing guidelines and represent a more\ndrastic change in a defendant's sentence than merely adjusting a\nsentence without going outside the presumptive sentencing range,\" Burns\napplies only to departures from, and not to adjustments within,\nguidelines range); accord United States v. Canada, </pre><span class=\"citation\" data-id=\"580702\"><a href=\"/opinion/580702/united-states-v-barney-canada-aka-byron-levon-canada/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 267\n\n                                 -16-\n\f         Second, as to whether the appellants had a sufficient\n\n opportunity for allocution, we again find no error, plain or\n\n otherwise, in the proceedings conducted by the district court.\n\n Appellants each gave lengthy allocutions in which they described\n\n various facts that they thought should mitigate their sentences --\n\n e.g., that their offenses were motivated by reasons of conscience,\n\n that they held positions of political responsibility and were\n\n participating in pending election campaigns, and that they had\n\n important personal plans for the near future. They made no request\n\n to provide further information before the court passed sentence.\n\n         On appeal, appellants articulate no other potentially\n\n mitigating facts that they would have included in their allocutions\n\n had they had more time to prepare. The only significant suggestion\n\n made is that one of the appellants, Rivera, did not have the fair\n\n opportunity to inform the court that he suffered from a medical\n\n condition, specifically, hypertension. But that suggestion is\n\n untenable. Much of the sentencing proceedings focused on the issue\n\n of medical conditions. The court had, before hearing from the\n\n appellants, heard extensively from other defendants as to their\n\n medical conditions; and before passing sentence on any of the\n\n defendants, the court made clear that those defendants with medical\n\n conditions would receive lighter sentences. Appellant Rivera heard\n\n\n(1st Cir. 1992) (Burns does not apply to mere upward adjustments).\n\n                                -17-\n\fand observed these aspects of the proceedings, yet chose to remain\n\nsilent as to his own medical condition. He was not denied the fair\n\nopportunity to raise the issue.\n\nAssistance of Counsel\n\n        The appellants argue that they were denied the right to\n\nretain counsel of their own choosing. But attorney Carmona, in\n\nfact, was retained counsel and had appeared for the appellants at\n\ntheir May 2 arraignment. No motion by Carmona to withdraw as\n\ncounsel was made at any time from May 2 until after the\n\ncommencement of the trial. It was only after appellants' motion\n\nfor a continuance was denied that they asked Carmona to move to\n\nwithdraw. Carmona did so, and the motion was denied. The trial\n\ncourt reasonably could have thought that the stated desire to\n\nobtain substitute counsel -- notably, first raised in the immediate\n\naftermath of the denial of a continuance and not until after trial\n\nhad commenced -- was merely another attempt to obtain a delay of\n\nthe trial, a request already denied.\n\n        More importantly, defendants were not denied their choice\n\nof counsel. Carmona informed the court that appellant Sharpton\n\nwanted another attorney. None of the other three defendants made\n\nsuch a request. The court responded that it would allow Sharpton\n\nto have additional representation, but the case was going forward\n\nin any event. Attorney Sanford Rubenstein was present in the\n\n\n                               -18-\n\f  courtroom, accompanying Sharpton. It is unclear from the record\n\n  whether Rubenstein, who says he is a civil lawyer, was the lawyer\n\n  Sharpton wanted. If Rubenstein were wanted, Sharpton could easily\n\n  have had Rubenstein join in his defense. Sharpton's discourse at\n\n  sentencing suggests that he did want representation by Rubenstein,\n\n  in order to put into evidence his own videotape of the appellants'\n\n  arrests. Again, there is no explanation by Sharpton as to why\n\n  Carmona could not have sought the admission of the videotape.\n\n          Finally, the appellants contend that they suffered from\n\n  ineffective assistance of counsel, in that their trial counsel\n\n  chose not to put on a defense or cross-examine government\n\n  witnesses. They request a new trial. The rule is firm, however,\n\n  that an ineffective assistance claim will not be entertained on\n\n  direct appeal \"absent a sufficiently developed evidentiary record.\"\n\n  United States v. Ademaj, </pre><span class=\"citation\" data-id=\"198352\"><a href=\"/opinion/198352/united-states-v-ademaj/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 64 (1st Cir.), cert. denied,\n\n  </pre><span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">887</span></span><pre class=\"inline\"> (1999).   Appellants insist that the relevant facts\n\n  are established and the matter should be resolved now. But, as\n\n  evidenced from the discussion above, a number of relevant facts are\n\n  far from established. For example, it is unclear when appellants'\n\n  counsel received notice of trial, or what preparations counsel took\n\n  in anticipation of trial.9 Thus, if an ineffective assistance\n\n     9     On the facts as they stand, it is quite plausible that\nappellants' trial counsel's failure to put on a defense or cross-\nexamine government witnesses stemmed not from ineffectiveness, but from\n\n                                 -19-\n\f  claim is to be brought at all in this case, it must be brought\n\n  under 28 U.S.C. § 2255.\n\n                                 III.\n\n          The judgment of the district court is affirmed.\n\n\n\n\na strategic choice by the appellants to take \"the high road,\" as Rivera\ncalled it during his allocution, and accept whatever came of their acts\nof conscience. Certainly, some of appellants' own remarks during\nsentencing suggest such a strategy. See supra note 5.\n\n                                 -20-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/"
  ]
}