{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199481/",
  "absolute_url": "/opinion/199481/yatskin-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199481/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:31Z",
  "date_modified": "2017-03-24T11:02:02.676573Z",
  "type": "010combined",
  "sha1": "6f3eb02c49f745ab749cfc5a752599b6e3af7bcf",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1743-01A.pdf",
  "local_path": "pdf/2001/07/06/Yatskin_v._INS.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-1743\n\n                            YURY YATSKIN,\n\n                      Petitioner, Appellant,\n\n                                  v.\n\n              IMMIGRATION AND NATURALIZATION SERVICE,\n\n                       Respondent, Appellee.\n\n\n\n              PETITION FOR REVIEW OF AN ORDER OF THE\n\n                   BOARD OF IMMIGRATION APPEALS\n\n\n\n                                Before\n\n                        Boudin, Chief Judge,\n\n                     Torruella, Circuit Judge,\n\n                 and Stahl, Senior Circuit Judge.\n\n\n\n     John H. Ruginski, Jr., for petitioner.\n     Lyle D. Jentzer, with whom David W. Ogden, Assistant Attorney\nGeneral and Terri J. Scadron, Senior Litigation Counsel, were on brief,\nfor respondent.\n\n\n\n                            July 6, 2001\n\f          TORRUELLA, Circuit Judge. Appellant Yury Yatskin, a Russian\n\ncitizen, appeals a final order of deportation issued by the Board of\n\nImmigration Appeals (\"BIA\").     Affirming the oral decision of the\n\nimmigration judge, the BIA held in a per curiam order that Yatskin had\n\nfailed to show that he had suffered persecution on account of his anti-\n\nCommunist beliefs or that he would face mistreatment due to such\n\nbeliefs if he were to return to Russia.       We affirm.\n\n                             BACKGROUND\n\n          Yatskin is a seaman by trade who jumped ship in Providence,\n\nRhode Island on January 4, 1994. He immediately requested asylum.\n\nWhile conceding his deportability, Yatskin sought asylum pursuant to\n\nSection 208(a) of the Immigration and Nationality Act (\"INA\"), 8 U.S.C.\n\n§§ 1158(a) & 1101(a)(42)(A), withholding of deportation under Section\n\n243(h) of the INA, 8 U.S.C. § 1253(h),1 and, in the alternative,\n\nvoluntary departure.    As grounds for his asylum request, Yatskin\n\nclaimed that he would be persecuted for his anti-Communist beliefs by\n\nthe Communists who remain in Russia if he were compelled to return\n\nthere.\n\n          In his Statement in Support of Application for Political\n\nAsylum, Yatskin gave the following account. As a teenager, he had been\n\nencouraged repeatedly to join the Communist youth group, Comsomol,\n\n\n\n1 This statute was rewritten in 1996, and is now found at 8 U.S.C.\n§ 1231(b)(3) in substantially the same form.\n\n                                 -2-\n\fwhich he refused to do. This led to clashes with administrators and\n\nteachers at his high school. Following high school, he worked in a\n\ntrack company,2 where he was often in conflict with Party officials at\n\nthe factory over his outspoken criticism of the Communist government.\n\nIn June 1979, Yatskin was arrested by the KGB and held for three days,\n\nduring which time he was beaten. He suffered a broken arm and shoulder\n\nfrom the beatings, and spent six weeks in the hospital recovering.\n\nUpon his release, Yatskin learned that he had been fired from the track\n\ncompany.\n\n           In August 1979, Yatskin found work in a coal mine but was\n\nfired shortly thereafter for problems with Party officials. He served\n\na compulsory military term from 1980 through 1982, and caused no\n\ntrouble there after being warned that he would be dealt with severely\n\notherwise.\n\n           In 1982, Yatskin could not find work in his hometown of\n\nLugansk, Ukraine because his opposition to the Communist government was\n\nwell-known. His youngest brother also could not find work, purportedly\n\ndue to Yatskin's outspokenness. His older brother was fired from his\n\njob for the same reason.    Yatskin moved to Murmansk, Russia in an\n\neffort to secure employment. He was hired in 1984 to work on a fishing\n\ntrawler, and immediately quarreled with the resident KGB officer on the\n\n\n\n2 There is no explanation in the record of precisely what a \"track\ncompany\" is.\n\n                                 -3-\n\fship. The KGB officer told Yatskin that the KGB was watching him and\n\nknew all that he had done. For the next seven years, Yatskin avoided\n\nproblems with the Communists.\n\n           In 1991, while in port in Boston, Massachusetts, the\n\nattempted coup by Communist hardliners against the Gorbachev government\n\ntook place in Russia. Several of the crew, led by Yatskin, wanted to\n\n\"send a message to Boris Yeltsin in support of his efforts\"3 through the\n\nship's telegraph. The ship's captain refused their request to send the\n\nmessage, but they did so anyway. Back in Murmansk in October 1993,\n\nYatskin observed a protest march by the Communists, which he\n\ncharacterized as \"illegal.\" He objected to their protest and was\n\nbeaten as a result.    A friend later called and told him that the\n\nCommunists were out to get him.\n\n           Yatskin concluded his written statement by claiming that the\n\nCommunists still retain control of many branches of the Russian\n\ngovernment, including the KGB and other organizations, and that he\n\nwould be persecuted by the Communists if he were to return to Russia.\n\n           Yatskin's oral testimony before the immigration judge varied,\n\nsometimes substantially, from his written statement. Most critically,\n\nhe testified to two additional arrests, one in 1991 upon his return to\n\nRussia and following the incident of unauthorized message sending, and\n\n3 Yeltsin, who had been elected President of Russia in 1990, opposed\nthe coup leaders and called for the restoration of Gorbachev to his\nposition as President of the Soviet Union.\n\n                                  -4-\n\fagain in 1993 following his protest of the Communist march. When asked\n\nwhy the 1991 and 1993 arrests were not contained in his written\n\nstatement, Yatskin claimed that he had a poor Russian interpreter. He\n\ncould offer no further explanation as to why the 1991 and 1993 arrests\n\nwere omitted from his application.\n\n           The immigration judge ruled against Yatskin's petition for\n\nasylum in an oral decision on October 25, 1996. Taking \"administrative\n\nnotice\" that Boris Yeltsin was the current, democratically-elected\n\npresident of Russia, and finding that there was no evidence in the\n\nrecord to support Yatskin's assertion that the Communists were still in\n\ncontrol of Russia, the judge held that Yatskin had failed to meet his\n\nburden of showing that he would be persecuted or had a well-founded\n\nfear of persecution if he were to return to Russia. As to Yatskin's\n\nwithholding of deportation petition, the immigration judge noted that\n\nthe burden of proof is higher than that necessary to qualify for\n\nasylum.4   Since Yatskin did not meet his burden for asylum, the\n\nimmigration judge held that he had also failed to do so for withholding\n\nof deportation. The judge allowed the motion for voluntary departure\n\nin lieu of deportation.\n\n           In a per curiam opinion, the BIA dismissed Yatskin's appeal.\n\nFinding the evidence insufficient to show that Yatskin was either\n\n4 We have held the same. See, e.g., Aguilar-Solís v. INS, 168 F.3d\n565, 569 n.3 (1st Cir. 1999). Perhaps recognizing such, Yatskin has\nnot appealed the denial of his petition for withholding of deportation.\n\n                                 -5-\n\fpersecuted in the past on the basis of his anti-Communist beliefs or\n\nthat he had a well-founded fear of persecution if he were to return to\n\nRussia, the BIA upheld the determination of the immigration judge.5 The\n\nBIA also granted Yatskin voluntary departure within thirty days of the\n\norder.\n\n                             DISCUSSION\n\n          Deportation proceedings were initiated against Yatskin prior\n\nto April 1, 1997 and the final deportation order issued after\n\nOctober 31, 1996.      This case, therefore, is governed by the\n\n\"transitional rules\" for judicial review found in the Illegal\n\nImmigration Reform and Immigrant Responsibility Act of 1996 (\"IIRIRA\"),\n\nPub. L. No. 104-208, Div. C, § 309(c)(4), 110 Stat. 3009-546, 3009-625\n\nto 627. The transitional rules dictate that former Section 106 of the\n\nINA applies, which states: \"the petition shall be determined solely\n\nupon the administrative record upon which the deportation order is\n\nbased and the Attorney General's findings of fact, if supported by\n\nreasonable, substantial, and probative evidence on the record\n\nconsidered as a whole, shall be conclusive.\" 8 U.S.C. § 1105a(a)(4)\n\n(repealed).\n\n          As dictated by the above statute, we review a denial of a\n\npetition for asylum by the BIA under a substantial evidence standard.\n\n5 It has been correctly pointed out by both sides that the immigration\njudge made no finding on whether Yatskin had successfully demonstrated\npast persecution.\n\n                                 -6-\n\fWe will not reverse the BIA's decision unless \"the record evidence\n\nwould compel a reasonable factfinder to make a contrary determination.\"\n\nAguilar-Solís v. INS, 168 F.3d 565, 569 (1st Cir. 1999). Put more\n\nstrongly, Yatskin \"must show that the evidence he presented was so\n\ncompelling that no reasonable factfinder could fail to find\" that he\n\nwas eligible for asylum. INS v. Elías-Zacarías, 502 U.S. 478, 483-84\n\n(1992).\n\n          In order to obtain asylum, Yatskin bears the burden of\n\nproving that he qualifies as a \"refugee.\" See 8 U.S.C. § 1158(b)(1);\n\n8 C.F.R. § 208.13(a). A \"refugee\" is defined as someone unwilling or\n\nunable to return to his country of nationality and unwilling or unable\n\nto avail himself of the protection of that country due to \"persecution\n\nor a well-founded fear of persecution on account of race, religion,\n\nnationality, membership in a particular social group, or political\n\nopinion.\" 8 U.S.C. § 1101(a)(42)(A). A petitioner can meet this\n\nburden in one of two ways: (1) by demonstrating past persecution, thus\n\ncreating a presumption of a well-founded fear of persecution; or (2) by\n\ndemonstrating a well-founded fear of persecution.            8 C.F.R.\n\n§ 208.13(b); see, e.g., Morales v. INS, 208 F.3d 323, 329 (1st Cir.\n\n2000) (on rehearing).\n\n          If an applicant can prove past persecution, a regulatory\n\npresumption that the applicant has a well-founded fear of future\n\npersecution is triggered. 8 C.F.R. § 208.13(b)(1). The burden then\n\n\n                                 -7-\n\fshifts to the INS to show by a preponderance of the evidence, id.\n\n§ 208.13(b)(1)(ii), that conditions in the country of the applicant's\n\nnationality have changed \"such that the applicant no longer has a well-\n\nfounded fear of persecution,\" id. § 208.13(b)(1)(i)(A). Yatskin argues\n\nthat he demonstrated past persecution, and thus should be entitled to\n\nthe well-founded fear presumption. The INS contradicts this claim,\n\nciting the BIA conclusion that \"the evidence is insufficient to show\n\nthat the respondent was persecuted on account of his anti-communist\n\nbeliefs.\"\n\n            In finding Yatskin to be ineligible for asylum, neither the\n\nimmigration judge nor the BIA provided much basis for their\n\nconclusions. The immigration judge failed to make any determination as\n\nto whether Yatskin had proven past persecution, instead stating\n\nunilaterally that he failed to show a well-founded fear of persecution,\n\nand citing only the changed political situation in Russia since the\n\ntime that Yatskin left in 1993. The BIA offered little more. While\n\nthe latter decision stated that Yatskin had not established past\n\npersecution or a well-founded fear of future persecution, it purported\n\nto uphold the immigration judge's \"determination\" as to both points.\n\nThe order then pointed to the Department of State Country Report for\n\nRussia detailing the changed conditions since Yatskin was last there.\n\nThere was no substantive commentary concerning the evidence Yatskin\n\nprovided in support of his claim. As such, we have no explanation for\n\n\n                                  -8-\n\fthe BIA's statement that Yatskin's testimony failed to demonstrate past\n\npersecution.\n\n          This failure unnecessarily complicates our review. We have\n\nemphasized the need for \"clear administrative findings\" justifying BIA\n\ndecisions. Gailius v. INS, 147 F.3d 34, 44 (1st Cir. 1998). Following\n\nadministrative law principles, a reviewing court should judge the\n\naction of an administrative agency based only on reasoning provided by\n\nthe agency, and not based on grounds constructed by the reviewing\n\ncourt. Id. As such, we are reluctant to analyze the BIA's blanket\n\nstatement that Yatskin failed to prove past persecution.\n\n          However, even crediting Yatskin with establishing past\n\npersecution (and the attendant rebuttable presumption of a reasonable\n\nfear of future persecution), the evidence of changed conditions in\n\nRussia is sufficient to justify the BIA's denial of asylum. The 1995\n\nUnited States Department of State \"Profile of Asylum Claims and Country\n\nConditions\" for Russia, contained in the administrative record and\n\ncited by the BIA, states the following in reference to claims for\n\nasylum brought by anti-Communists: \"It is highly unlikely that an\n\nindividual returning to Russia now would face mistreatment because of\n\nany political views expressed or actions taken in the late eighties or\n\nearly nineties, even if that individual suffered for those actions at\n\nthat time.\" Bureau of Democracy, Human Rights & Labor, U.S. Dep't of\n\n\n\n\n                                 -9-\n\fState, Russia-Profile of Asylum Claims & Country Conditions 5 (May\n\n1995).6\n\n          In this case, the absence of any evidence either to\n\ncontradict the State Department report or to show why general improved\n\nconditions do not affect Yatskin's particular risk of persecution leads\n\nus to the conclusion that Yatskin does not have an objectively\n\nreasonable fear of persecution. See Aguilar-Solís, 168 F.3d at 572.\n\nIn holding this, we are mindful of our prior statement that: \"Abstract\n\n'changed country conditions,' do not automatically trump the specific\n\nevidence presented by the appellant.\" Fergiste v. INS, 138 F.3d 14, 19\n\n(1st Cir. 1998). Of particular concern is the risk that the BIA might\n\nweigh reports of general changed conditions in a country over that of\n\nan individual's particular, substantiated fear of persecution. See\n\nGailius, 147 F.3d at 45-46; Fergiste, 138 F.3d at 19.\n\n          On the other hand, \"[c]hanged country conditions often speak\n\nvolumes about the objective reasonableness of an alien's fear that\n\npersecution lurks should he return to his homeland.\" Aguilar-Solís,\n\n168 F.3d at 572. While it is true that courts have discounted the\n\nrelevance of State Department reports of improved country conditions,\n\nthis is usually the case when the petitioner has presented powerful\n\nevidence that his particular fear of persecution remains well-founded.\n\n6 Although the report is now six years old, Yatskin has made no\nallegation that the situation in Russia has changed since that time in\na way that would affect his asylum claim.\n\n                                 -10-\n\fReviewing the record as a whole, 8 U.S.C. § 1105a(a)(4), we find that\n\nthis is not such a case.\n\n          In so ruling, we accept all of Yatskin's testimony as true,\n\ndespite the apparent inconsistencies in his story relating to the\n\nnumber of times and durations of his arrests. See Gailius, 147 F.3d at\n\n44 (\"No finding was made by the agency, and it is for the agency, not\n\nthe courts, to make findings of fact.\"). Even doing so, we find that\n\nYatskin has introduced no evidence of threats of persecution since the\n\nearly 1990s, when, according to the State Department report, conditions\n\nin Russia for anti-Communists changed significantly. See Aguilar-\n\nSolís, 168 F.3d at 573. When asked why he still feared persecution\n\ngiven the improved conditions in Russia, Yatskin could offer only that,\n\naccording to his sources,7 very little has changed in Russia. When\n\nasked: \"[W]hat do you feel would happen to you if you went back to\n\nRussia at this time?,\" Yatskin replied that he wasn't sure. After\n\ntestifying that his family had suffered retribution for his political\n\nactions, Yatskin admitted that they had not experienced any problems\n\nsince 1993.\n\n          The testimony offered by Yatskin in favor of his asylum\n\npetition fails to undermine the State Department report that the\n\n\n\n7 Yatskin stated that he reads Russian newspapers and calls home\nregularly. When asked how often he spoke with his family, he replied\nthat he had spoken with one of his brothers three or four times since\nleaving Russia.\n\n                                 -11-\n\fsituation in Russia has changed since the early 1990s in any way. See,\n\ne.g., Gailius, 147 F.3d at 46 (petitioner produced expert witness\n\ntestimony on conditions of petitioner's country that contradicted State\n\nDepartment report). The report is clear that the improved conditions\n\noccurred subsequent to Yatskin's departure from Russia. See, e.g.,\n\nGalina v. INS, 213 F.3d 955, 959 (7th Cir. 2000) (report did not state\n\nthat conditions had improved in petitioner's country). Nor did he\n\noffer any evidence of threats to him or his family since that time.\n\nSee, e.g., Vallecillo-Castillo v. INS, 121 F.3d 1237, 1239-40 (9th Cir.\n\n1997) (petitioner gave testimony of threats to family after country\n\nconditions allegedly improved). As illustrated above, Yatskin relies\n\nexclusively on his own \"conclusory assertions of continuing danger.\"\n\nAguilar-Solís, 168 F.3d at 572-73. Because of this, we hold that the\n\npresumption of a well-founded fear of future persecution has been\n\neffectively rebutted by the uncontested evidence of changed political\n\nconditions in Russia.\n\n          It may be tempting to summarily dismiss claims of political\n\npersecution brought by anti-Communists since the dismantling of the\n\nSoviet Union. That being said, this does not absolve an immigration\n\njudge's or the BIA's responsibility for offering precise, fact-specific\n\njustifications for denying such an asylum application. A failure to do\n\nso will only result in unduly complicated review and needless remands\n\nfor further determinations.\n\n\n                                 -12-\n\f          Yatskin's previously granted petition for voluntary departure\n\nis reinstated. See Alvarez-Flores v. INS, 909 F.2d 1, 8 (1st Cir.\n\n1990). The 30-day voluntary departure period shall commence on the\n\ndate of the issuance of this Court's final mandate. The decision of\n\nthe BIA is affirmed.\n\n\n\n\n                                -13-\n\f",
  "html": "<p class=\"case_cite\">255 F.3d 5 (1st Cir. 2001)</p>\n    <p class=\"parties\">YURY YATSKIN, PETITIONER, APPELLANT,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, RESPONDENT, APPELLEE.</p>\n    <p class=\"docket\">No. 00-1743</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 8, 2001<br>Decided July 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PETITION FOR REVIEW OF AN ORDER OF THE BOARD OF IMMIGRATION APPEALSJohn H. Ruginski, Jr., for petitioner.</p>\n      <p class=\"indent\">Lyle D. Jentzer, with whom David W. Ogden, Assistant Attorney General and Terri J. Scadron, Senior Litigation Counsel, were on brief, for respondent.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Torruella, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Yury Yatskin, a Russian citizen, appeals a final order of deportation issued by the Board of Immigration Appeals (\"BIA\"). Affirming the oral decision of the immigration judge, the BIA held in a per curiam order that Yatskin had failed to show that he had suffered persecution on account of his anti- Communist beliefs or that he would face mistreatment due to such beliefs if he were to return to Russia. We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Yatskin is a seaman by trade who jumped ship in Providence, Rhode Island on January 4, 1994. He immediately requested asylum. While conceding his deportability, Yatskin sought asylum pursuant to Section 208(a) of the Immigration and Nationality Act (\"INA\"), 8 U.S.C. &#167;&#167;&#167;&#167; 1158(a) &amp; 1101(a)(42)(A), withholding of deportation under Section 243(h) of the INA, 8 U.S.C. &#167;&#167; 1253(h),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and, in the alternative, voluntary departure. As grounds for his asylum request, Yatskin claimed that he would be persecuted for his anti-Communist beliefs by the Communists who remain in Russia if he were compelled to return there.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his Statement in Support of Application for Political Asylum, Yatskin gave the following account. As a teenager, he had been encouraged repeatedly to join the Communist youth group, Comsomol, which he refused to do. This led to clashes with administrators and teachers at his high school. Following high school, he worked in a track company,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> where he was often in conflict with Party officials at the factory over his outspoken criticism of the Communist government. In June 1979, Yatskin was arrested by the KGB and held for three days, during which time he was beaten. He suffered a broken arm and shoulder from the beatings, and spent six weeks in the hospital recovering. Upon his release, Yatskin learned that he had been fired from the track company.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In August 1979, Yatskin found work in a coal mine but was fired shortly thereafter for problems with Party officials. He served a compulsory military term from 1980 through 1982, and caused no trouble there after being warned that he would be dealt with severely otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1982, Yatskin could not find work in his hometown of Lugansk, Ukraine because his opposition to the Communist government was well-known. His youngest brother also could not find work, purportedly due to Yatskin's outspokenness. His older brother was fired from his job for the same reason. Yatskin moved to Murmansk, Russia in an effort to secure employment. He was hired in 1984 to work on a fishing trawler, and immediately quarreled with the resident KGB officer on the ship. The KGB officer told Yatskin that the KGB was watching him and knew all that he had done. For the next seven years, Yatskin avoided problems with the Communists.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1991, while in port in Boston, Massachusetts, the attempted coup by Communist hardliners against the Gorbachev government took place in Russia. Several of the crew, led by Yatskin, wanted to \"send a message to Boris Yeltsin in support of his efforts\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> through the ship's telegraph. The ship's captain refused their request to send the message, but they did so anyway. Back in Murmansk in October 1993, Yatskin observed a protest march by the Communists, which he characterized as \"illegal.\" He objected to their protest and was beaten as a result. A friend later called and told him that the Communists were out to get him.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Yatskin concluded his written statement by claiming that the Communists still retain control of many branches of the Russian government, including the KGB and other organizations, and that he would be persecuted by the Communists if he were to return to Russia.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Yatskin's oral testimony before the immigration judge varied, sometimes substantially, from his written statement. Most critically, he testified to two additional arrests, one in 1991 upon his return to Russia and following the incident of unauthorized message sending, and again in 1993 following his protest of the Communist march. When asked why the 1991 and 1993 arrests were not contained in his written statement, Yatskin claimed that he had a poor Russian interpreter. He could offer no further explanation as to why the 1991 and 1993 arrests were omitted from his application.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The immigration judge ruled against Yatskin's petition for asylum in an oral decision on October 25, 1996. Taking \"administrative notice\" that Boris Yeltsin was the current, democratically-elected president of Russia, and finding that there was no evidence in the record to support Yatskin's assertion that the Communists were still in control of Russia, the judge held that Yatskin had failed to meet his burden of showing that he would be persecuted or had a well-founded fear of persecution if he were to return to Russia. As to Yatskin's withholding of deportation petition, the immigration judge noted that the burden of proof is higher than that necessary to qualify for asylum.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Since Yatskin did not meet his burden for asylum, the immigration judge held that he had also failed to do so for withholding of deportation. The judge allowed the motion for voluntary departure in lieu of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a per curiam opinion, the BIA dismissed Yatskin's appeal. Finding the evidence insufficient to show that Yatskin was either persecuted in the past on the basis of his anti-Communist beliefs or that he had a well-founded fear of persecution if he were to return to Russia, the BIA upheld the determination of the immigration judge.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The BIA also granted Yatskin voluntary departure within thirty days of the order.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Deportation proceedings were initiated against Yatskin prior to April 1, 1997 and the final deportation order issued after October 31, 1996. This case, therefore, is governed by the \"transitional rules\" for judicial review found in the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (\"IIRIRA\"), Pub. L. No. 104-208, Div. C, &#167;&#167; 309(c)(4), 110 Stat. 3009-546, 3009-625 to 627. The transitional rules dictate that former Section 106 of the INA applies, which states: \"the petition shall be determined solely upon the administrative record upon which the deportation order is based and the Attorney General's findings of fact, if supported by reasonable, substantial, and probative evidence on the record considered as a whole, shall be conclusive.\" 8 U.S.C. &#167;&#167; 1105a(a)(4) (repealed).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As dictated by the above statute, we review a denial of a petition for asylum by the BIA under a substantial evidence standard. We will not reverse the BIA's decision unless \"the record evidence would compel a reasonable fact finder to make a contrary determination.\" Aguilar-Solis v. INS, 168 F.3d 565, 569 (1st Cir. 1999). Put more strongly, Yatskin \"must show that the evidence he presented was so compelling that no reasonable fact finder could fail to find\" that he was eligible for asylum. INS v. Elias-Zacarias, 502 U.S. 478, 483-84 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In order to obtain asylum, Yatskin bears the burden of proving that he qualifies as a \"refugee.\" See 8 U.S.C. &#167;&#167; 1158(b)(1); 8 C.F.R. &#167;&#167; 208.13(a). A \"refugee\" is defined as someone unwilling or unable to return to his country of nationality and unwilling or unable to avail himself of the protection of that country due to \"persecution or a well- founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. &#167;&#167; 1101(a)(42)(A). A petitioner can meet this burden in one of two ways: (1) by demonstrating past persecution, thus creating a presumption of a well-founded fear of persecution; or (2) by demonstrating a well-founded fear of persecution. 8 C.F.R. &#167;&#167; 208.13(b); see, e.g., Morales v. INS, 208 F.3d 323, 329 (1st Cir. 2000) (on rehearing).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If an applicant can prove past persecution, a regulatory presumption that the applicant has a well-founded fear of future persecution is triggered. 8 C.F.R. &#167;&#167; 208.13(b)(1). The burden then shifts to the INS to show by a preponderance of the evidence, id. &#167;&#167; 208.13(b)(1)(ii), that conditions in the country of the applicant's nationality have changed \"such that the applicant no longer has a well- founded fear of persecution,\" id. &#167;&#167; 208.13(b)(1)(i)(A). Yatskin argues that he demonstrated past persecution, and thus should be entitled to the well-founded fear presumption. The INS contradicts this claim, citing the BIA conclusion that \"the evidence is insufficient to show that the respondent was persecuted on account of his anti-communist beliefs.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In finding Yatskin to be ineligible for asylum, neither the immigration judge nor the BIA provided much basis for their conclusions. The immigration judge failed to make any determination as to whether Yatskin had proven past persecution, instead stating unilaterally that he failed to show a well-founded fear of persecution, and citing only the changed political situation in Russia since the time that Yatskin left in 1993. The BIA offered little more. While the latter decision stated that Yatskin had not established past persecution or a well- founded fear of future persecution, it purported to uphold the immigration judge's \"determination\" as to both points. The order then pointed to the Department of State Country Report for Russia detailing the changed conditions since Yatskin was last there. There was no substantive commentary concerning the evidence Yatskin provided in support of his claim. As such, we have no explanation for the BIA's statement that Yatskin's testimony failed to demonstrate past persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This failure unnecessarily complicates our review. We have emphasized the need for \"clear administrative findings\" justifying BIA decisions. Gailius v. INS, 147 F.3d 34, 44 (1st Cir. 1998). Following administrative law principles, a reviewing court should judge the action of an administrative agency based only on reasoning provided by the agency, and not based on grounds constructed by the reviewing court. Id. As such, we are reluctant to analyze the BIA's blanket statement that Yatskin failed to prove past persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">However, even crediting Yatskin with establishing past persecution (and the attendant rebuttable presumption of a reasonable fear of future persecution), the evidence of changed conditions in Russia is sufficient to justify the BIA's denial of asylum. The 1995 United States Department of State \"Profile of Asylum Claims and Country Conditions\" for Russia, contained in the administrative record and cited by the BIA, states the following in reference to claims for asylum brought by anti-Communists: \"It is highly unlikely that an individual returning to Russia now would face mistreatment because of any political views expressed or actions taken in the late eighties or early nineties, even if that individual suffered for those actions at that time.\" Bureau of Democracy, Human Rights &amp; Labor, U.S. Dep't of State, Russia- Profile of Asylum Claims &amp; Country Conditions 5 (May 1995).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, the absence of any evidence either to contradict the State Department report or to show why general improved conditions do not affect Yatskin's particular risk of persecution leads us to the conclusion that Yatskin does not have an objectively reasonable fear of persecution. See Aguilar-Solis, 168 F.3d at 572. In holding this, we are mindful of our prior statement that: \"Abstract 'changed country conditions,' do not automatically trump the specific evidence presented by the appellant.\" Fergiste v. INS, 138 F.3d 14, 19 (1st Cir. 1998). Of particular concern is the risk that the BIA might weigh reports of general changed conditions in a country over that of an individual's particular, substantiated fear of persecution. See Gailius, 147 F.3d at 45-46; Fergiste, 138 F.3d at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On the other hand, \"[c]hanged country conditions often speak volumes about the objective reasonableness of an alien's fear that persecution lurks should he return to his homeland.\" Aguilar-Solis, 168 F.3d at 572. While it is true that courts have discounted the relevance of State Department reports of improved country conditions, this is usually the case when the petitioner has presented powerful evidence that his particular fear of persecution remains well-founded. Reviewing the record as a whole, 8 U.S.C. &#167;&#167; 1105a(a)(4), we find that this is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In so ruling, we accept all of Yatskin's testimony as true, despite the apparent inconsistencies in his story relating to the number of times and durations of his arrests. See Gailius, 147 F.3d at 44 (\"No finding was made by the agency, and it is for the agency, not the courts, to make findings of fact.\"). Even doing so, we find that Yatskin has introduced no evidence of threats of persecution since the early 1990s, when, according to the State Department report, conditions in Russia for anti-Communists changed significantly. See Aguilar-Solis, 168 F.3d at 573. When asked why he still feared persecution given the improved conditions in Russia, Yatskin could offer only that, according to his sources,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> very little has changed in Russia. When asked: \"[W]hat do you feel would happen to you if you went back to Russia at this time?,\" Yatskin replied that he wasn't sure. After testifying that his family had suffered retribution for his political actions, Yatskin admitted that they had not experienced any problems since 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The testimony offered by Yatskin in favor of his asylum petition fails to undermine the State Department report that the situation in Russia has changed since the early 1990s in any way. See, e.g., Gailius, 147 F.3d at 46 (petitioner produced expert witness testimony on conditions of petitioner's country that contradicted State Department report). The report is clear that the improved conditions occurred subsequent to Yatskin's departure from Russia. See, e.g., Galina v. INS, 213 F.3d 955, 959 (7th Cir. 2000) (report did not state that conditions had improved in petitioner's country). Nor did he offer any evidence of threats to him or his family since that time. See, e.g., Vallecillo-Castillo v. INS, 121 F.3d 1237, 1239-40 (9th Cir. 1997) (petitioner gave testimony of threats to family after country conditions allegedly improved). As illustrated above, Yatskin relies exclusively on his own \"conclusory assertions of continuing danger.\" Aguilar-Solis, 168 F.3d at 572-73. Because of this, we hold that the presumption of a well-founded fear of future persecution has been effectively rebutted by the uncontested evidence of changed political conditions in Russia.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It may be tempting to summarily dismiss claims of political persecution brought by anti-Communists since the dismantling of the Soviet Union. That being said, this does not absolve an immigration judge's or the BIA's responsibility for offering precise, fact-specific justifications for denying such an asylum application. A failure to do so will only result in unduly complicated review and needless remands for further determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Yatskin's previously granted petition for voluntary departure is reinstated. See Alvarez-Flores v. INS, 909 F.2d 1, 8 (1st Cir. 1990). The 30-day voluntary departure period shall commence on the date of the issuance of this Court's final mandate. The decision of the BIA is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This statute was rewritten in 1996, and is now found at 8 U.S.C. &#167;&#167; 1231(b)(3) in substantially the same form.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  There is no explanation in the record of precisely what a \"track company\" is.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Yeltsin, who had been elected President of Russia in 1990, opposed the coup leaders and called for the restoration of Gorbachev to his position as President of the Soviet Union.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We have held the same. See, e.g., Aguilar-Solis v. INS, 168 F.3d 565, 569 n.3 (1st Cir. 1999). Perhaps recognizing such, Yatskin has not appealed the denial of his petition for withholding of deportation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  It has been correctly pointed out by both sides that the immigration judge made no finding on whether Yatskin had successfully demonstrated past persecution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Although the report is now six years old, Yatskin has made no allegation that the situation in Russia has changed since that time in a way that would affect his asylum claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  Yatskin stated that he reads Russian newspapers and calls home regularly. When asked how often he spoke with his family, he replied that he had spoken with one of his brothers three or four times since leaving Russia.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">YURY YATSKIN, PETITIONER, APPELLANT,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, RESPONDENT, APPELLEE.</p>\n    <p class=\"docket\">No. 00-1743</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 8, 2001<br>Decided July 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PETITION FOR REVIEW OF AN ORDER OF THE BOARD OF IMMIGRATION APPEALSJohn H. Ruginski, Jr., for petitioner.</p>\n      <p class=\"indent\">Lyle D. Jentzer, with whom David W. Ogden, Assistant Attorney General and Terri J. Scadron, Senior Litigation Counsel, were on brief, for respondent.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Torruella, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Yury Yatskin, a Russian citizen, appeals a final order of deportation issued by the Board of Immigration Appeals (\"BIA\"). Affirming the oral decision of the immigration judge, the BIA held in a per curiam order that Yatskin had failed to show that he had suffered persecution on account of his anti- Communist beliefs or that he would face mistreatment due to such beliefs if he were to return to Russia. We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Yatskin is a seaman by trade who jumped ship in Providence, Rhode Island on January 4, 1994. He immediately requested asylum. While conceding his deportability, Yatskin sought asylum pursuant to Section 208(a) of the Immigration and Nationality Act (\"INA\"), 8 U.S.C. &#167;&#167;&#167;&#167; 1158(a) &amp; 1101(a)(42)(A), withholding of deportation under Section 243(h) of the INA, 8 U.S.C. &#167;&#167; 1253(h),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and, in the alternative, voluntary departure. As grounds for his asylum request, Yatskin claimed that he would be persecuted for his anti-Communist beliefs by the Communists who remain in Russia if he were compelled to return there.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his Statement in Support of Application for Political Asylum, Yatskin gave the following account. As a teenager, he had been encouraged repeatedly to join the Communist youth group, Comsomol, which he refused to do. This led to clashes with administrators and teachers at his high school. Following high school, he worked in a track company,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> where he was often in conflict with Party officials at the factory over his outspoken criticism of the Communist government. In June 1979, Yatskin was arrested by the KGB and held for three days, during which time he was beaten. He suffered a broken arm and shoulder from the beatings, and spent six weeks in the hospital recovering. Upon his release, Yatskin learned that he had been fired from the track company.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In August 1979, Yatskin found work in a coal mine but was fired shortly thereafter for problems with Party officials. He served a compulsory military term from 1980 through 1982, and caused no trouble there after being warned that he would be dealt with severely otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1982, Yatskin could not find work in his hometown of Lugansk, Ukraine because his opposition to the Communist government was well-known. His youngest brother also could not find work, purportedly due to Yatskin's outspokenness. His older brother was fired from his job for the same reason. Yatskin moved to Murmansk, Russia in an effort to secure employment. He was hired in 1984 to work on a fishing trawler, and immediately quarreled with the resident KGB officer on the ship. The KGB officer told Yatskin that the KGB was watching him and knew all that he had done. For the next seven years, Yatskin avoided problems with the Communists.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1991, while in port in Boston, Massachusetts, the attempted coup by Communist hardliners against the Gorbachev government took place in Russia. Several of the crew, led by Yatskin, wanted to \"send a message to Boris Yeltsin in support of his efforts\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> through the ship's telegraph. The ship's captain refused their request to send the message, but they did so anyway. Back in Murmansk in October 1993, Yatskin observed a protest march by the Communists, which he characterized as \"illegal.\" He objected to their protest and was beaten as a result. A friend later called and told him that the Communists were out to get him.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Yatskin concluded his written statement by claiming that the Communists still retain control of many branches of the Russian government, including the KGB and other organizations, and that he would be persecuted by the Communists if he were to return to Russia.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Yatskin's oral testimony before the immigration judge varied, sometimes substantially, from his written statement. Most critically, he testified to two additional arrests, one in 1991 upon his return to Russia and following the incident of unauthorized message sending, and again in 1993 following his protest of the Communist march. When asked why the 1991 and 1993 arrests were not contained in his written statement, Yatskin claimed that he had a poor Russian interpreter. He could offer no further explanation as to why the 1991 and 1993 arrests were omitted from his application.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The immigration judge ruled against Yatskin's petition for asylum in an oral decision on October 25, 1996. Taking \"administrative notice\" that Boris Yeltsin was the current, democratically-elected president of Russia, and finding that there was no evidence in the record to support Yatskin's assertion that the Communists were still in control of Russia, the judge held that Yatskin had failed to meet his burden of showing that he would be persecuted or had a well-founded fear of persecution if he were to return to Russia. As to Yatskin's withholding of deportation petition, the immigration judge noted that the burden of proof is higher than that necessary to qualify for asylum.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Since Yatskin did not meet his burden for asylum, the immigration judge held that he had also failed to do so for withholding of deportation. The judge allowed the motion for voluntary departure in lieu of deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a per curiam opinion, the BIA dismissed Yatskin's appeal. Finding the evidence insufficient to show that Yatskin was either persecuted in the past on the basis of his anti-Communist beliefs or that he had a well-founded fear of persecution if he were to return to Russia, the BIA upheld the determination of the immigration judge.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The BIA also granted Yatskin voluntary departure within thirty days of the order.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Deportation proceedings were initiated against Yatskin prior to April 1, 1997 and the final deportation order issued after October 31, 1996. This case, therefore, is governed by the \"transitional rules\" for judicial review found in the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (\"IIRIRA\"), Pub. L. No. 104-208, Div. C, &#167;&#167; 309(c)(4), 110 Stat. 3009-546, 3009-625 to 627. The transitional rules dictate that former Section 106 of the INA applies, which states: \"the petition shall be determined solely upon the administrative record upon which the deportation order is based and the Attorney General's findings of fact, if supported by reasonable, substantial, and probative evidence on the record considered as a whole, shall be conclusive.\" 8 U.S.C. &#167;&#167; 1105a(a)(4) (repealed).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As dictated by the above statute, we review a denial of a petition for asylum by the BIA under a substantial evidence standard. We will not reverse the BIA's decision unless \"the record evidence would compel a reasonable fact finder to make a contrary determination.\" Aguilar-Solis v. INS, <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 569 (1st Cir. 1999). Put more strongly, Yatskin \"must show that the evidence he presented was so compelling that no reasonable fact finder could fail to find\" that he was eligible for asylum. INS v. Elias-Zacarias, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 483-84 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In order to obtain asylum, Yatskin bears the burden of proving that he qualifies as a \"refugee.\" See 8 U.S.C. &#167;&#167; 1158(b)(1); 8 C.F.R. &#167;&#167; 208.13(a). A \"refugee\" is defined as someone unwilling or unable to return to his country of nationality and unwilling or unable to avail himself of the protection of that country due to \"persecution or a well- founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. &#167;&#167; 1101(a)(42)(A). A petitioner can meet this burden in one of two ways: (1) by demonstrating past persecution, thus creating a presumption of a well-founded fear of persecution; or (2) by demonstrating a well-founded fear of persecution. 8 C.F.R. &#167;&#167; 208.13(b); see, e.g., Morales v. INS, <span class=\"citation\" data-id=\"768205\"><a href=\"/opinion/768205/juan-antonio-morales-v-immigration-and-naturalization-service/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 329 (1st Cir. 2000) (on rehearing).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If an applicant can prove past persecution, a regulatory presumption that the applicant has a well-founded fear of future persecution is triggered. 8 C.F.R. &#167;&#167; 208.13(b)(1). The burden then shifts to the INS to show by a preponderance of the evidence, id. &#167;&#167; 208.13(b)(1)(ii), that conditions in the country of the applicant's nationality have changed \"such that the applicant no longer has a well- founded fear of persecution,\" id. &#167;&#167; 208.13(b)(1)(i)(A). Yatskin argues that he demonstrated past persecution, and thus should be entitled to the well-founded fear presumption. The INS contradicts this claim, citing the BIA conclusion that \"the evidence is insufficient to show that the respondent was persecuted on account of his anti-communist beliefs.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In finding Yatskin to be ineligible for asylum, neither the immigration judge nor the BIA provided much basis for their conclusions. The immigration judge failed to make any determination as to whether Yatskin had proven past persecution, instead stating unilaterally that he failed to show a well-founded fear of persecution, and citing only the changed political situation in Russia since the time that Yatskin left in 1993. The BIA offered little more. While the latter decision stated that Yatskin had not established past persecution or a well- founded fear of future persecution, it purported to uphold the immigration judge's \"determination\" as to both points. The order then pointed to the Department of State Country Report for Russia detailing the changed conditions since Yatskin was last there. There was no substantive commentary concerning the evidence Yatskin provided in support of his claim. As such, we have no explanation for the BIA's statement that Yatskin's testimony failed to demonstrate past persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This failure unnecessarily complicates our review. We have emphasized the need for \"clear administrative findings\" justifying BIA decisions. Gailius v. INS, <span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 44 (1st Cir. 1998). Following administrative law principles, a reviewing court should judge the action of an administrative agency based only on reasoning provided by the agency, and not based on grounds constructed by the reviewing court. Id. As such, we are reluctant to analyze the BIA's blanket statement that Yatskin failed to prove past persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">However, even crediting Yatskin with establishing past persecution (and the attendant rebuttable presumption of a reasonable fear of future persecution), the evidence of changed conditions in Russia is sufficient to justify the BIA's denial of asylum. The 1995 United States Department of State \"Profile of Asylum Claims and Country Conditions\" for Russia, contained in the administrative record and cited by the BIA, states the following in reference to claims for asylum brought by anti-Communists: \"It is highly unlikely that an individual returning to Russia now would face mistreatment because of any political views expressed or actions taken in the late eighties or early nineties, even if that individual suffered for those actions at that time.\" Bureau of Democracy, Human Rights &amp; Labor, U.S. Dep't of State, Russia- Profile of Asylum Claims &amp; Country Conditions 5 (May 1995).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, the absence of any evidence either to contradict the State Department report or to show why general improved conditions do not affect Yatskin's particular risk of persecution leads us to the conclusion that Yatskin does not have an objectively reasonable fear of persecution. See Aguilar-Solis, 168 F.3d at 572. In holding this, we are mindful of our prior statement that: \"Abstract 'changed country conditions,' do not automatically trump the specific evidence presented by the appellant.\" Fergiste v. INS, <span class=\"citation\" data-id=\"197837\"><a href=\"/opinion/197837/fergiste-v-ins/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 19 (1st Cir. 1998). Of particular concern is the risk that the BIA might weigh reports of general changed conditions in a country over that of an individual's particular, substantiated fear of persecution. See Gailius, 147 F.3d at 45-46; Fergiste, 138 F.3d at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On the other hand, \"[c]hanged country conditions often speak volumes about the objective reasonableness of an alien's fear that persecution lurks should he return to his homeland.\" Aguilar-Solis, 168 F.3d at 572. While it is true that courts have discounted the relevance of State Department reports of improved country conditions, this is usually the case when the petitioner has presented powerful evidence that his particular fear of persecution remains well-founded. Reviewing the record as a whole, 8 U.S.C. &#167;&#167; 1105a(a)(4), we find that this is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In so ruling, we accept all of Yatskin's testimony as true, despite the apparent inconsistencies in his story relating to the number of times and durations of his arrests. See Gailius, 147 F.3d at 44 (\"No finding was made by the agency, and it is for the agency, not the courts, to make findings of fact.\"). Even doing so, we find that Yatskin has introduced no evidence of threats of persecution since the early 1990s, when, according to the State Department report, conditions in Russia for anti-Communists changed significantly. See Aguilar-Solis, 168 F.3d at 573. When asked why he still feared persecution given the improved conditions in Russia, Yatskin could offer only that, according to his sources,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> very little has changed in Russia. When asked: \"[W]hat do you feel would happen to you if you went back to Russia at this time?,\" Yatskin replied that he wasn't sure. After testifying that his family had suffered retribution for his political actions, Yatskin admitted that they had not experienced any problems since 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The testimony offered by Yatskin in favor of his asylum petition fails to undermine the State Department report that the situation in Russia has changed since the early 1990s in any way. See, e.g., Gailius, 147 F.3d at 46 (petitioner produced expert witness testimony on conditions of petitioner's country that contradicted State Department report). The report is clear that the improved conditions occurred subsequent to Yatskin's departure from Russia. See, e.g., Galina v. INS, <span class=\"citation\" data-id=\"768849\"><a href=\"/opinion/768849/svetlana-galina-and-viatcheslav-galin-v-immigration-and-naturalization/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 959 (7th Cir. 2000) (report did not state that conditions had improved in petitioner's country). Nor did he offer any evidence of threats to him or his family since that time. See, e.g., Vallecillo-Castillo v. INS, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1237</span></span>, 1239-40 (9th Cir. 1997) (petitioner gave testimony of threats to family after country conditions allegedly improved). As illustrated above, Yatskin relies exclusively on his own \"conclusory assertions of continuing danger.\" Aguilar-Solis, 168 F.3d at 572-73. Because of this, we hold that the presumption of a well-founded fear of future persecution has been effectively rebutted by the uncontested evidence of changed political conditions in Russia.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It may be tempting to summarily dismiss claims of political persecution brought by anti-Communists since the dismantling of the Soviet Union. That being said, this does not absolve an immigration judge's or the BIA's responsibility for offering precise, fact-specific justifications for denying such an asylum application. A failure to do so will only result in unduly complicated review and needless remands for further determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Yatskin's previously granted petition for voluntary departure is reinstated. See Alvarez-Flores v. INS, <span class=\"citation\" data-id=\"545202\"><a href=\"/opinion/545202/william-alexander-alvarez-flores-v-immigration-and-naturalization-service/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir. 1990). The 30-day voluntary departure period shall commence on the date of the issuance of this Court's final mandate. The decision of the BIA is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This statute was rewritten in 1996, and is now found at 8 U.S.C. &#167;&#167; 1231(b)(3) in substantially the same form.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  There is no explanation in the record of precisely what a \"track company\" is.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Yeltsin, who had been elected President of Russia in 1990, opposed the coup leaders and called for the restoration of Gorbachev to his position as President of the Soviet Union.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We have held the same. See, e.g., Aguilar-Solis v. INS, <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 569 n.3 (1st Cir. 1999). Perhaps recognizing such, Yatskin has not appealed the denial of his petition for withholding of deportation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  It has been correctly pointed out by both sides that the immigration judge made no finding on whether Yatskin had successfully demonstrated past persecution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Although the report is now six years old, Yatskin has made no allegation that the situation in Russia has changed since that time in a way that would affect his asylum claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  Yatskin stated that he reads Russian newspapers and calls home regularly. When asked how often he spoke with his family, he replied that he had spoken with one of his brothers three or four times since leaving Russia.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768849/"
  ]
}