{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199435/",
  "absolute_url": "/opinion/199435/soto-v-sugar-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199435/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:42Z",
  "date_modified": "2017-03-24T11:01:55.973606Z",
  "type": "010combined",
  "sha1": "4f411f3e3b1855d05a69ca7a2b4aeb98fb211253",
  "page_count": 21,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1487-01A.pdf",
  "local_path": "pdf/2001/06/11/Soto_v._Sugar_Corporation.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\nNo. 00-1487\n\n      STARLIGHT SUGAR, INC., PAN AMERICAN GRAIN CO., INC.,\n\n                      Plaintiffs, Appellees,\n\n                                 v.\n\n       NEFTALÍ SOTO, INDIVIDUALLY AND AS SECRETARY OF THE\n                DEPARTMENT OF AGRICULTURE OF THE\n                  COMMONWEALTH OF PUERTO RICO,\n\n                       Defendant, Appellant,\n\n        SUGAR CORPORATION OF PUERTO RICO (\"LA CORPORACIÓN\n         AZUCARERA DE PUERTO RICO\"), MANUEL DÍAZ SALDAÑA,\n     INDIVIDUALLY AND AS SECRETARY OF THE DEPARTMENT OF THE\n           TREASURY OF THE COMMONWEALTH OF PUERTO RICO.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                               Before\n\n                      Torruella, Chief Judge,\n\n                       Lipez, Circuit Judge,\n\n               and García-Gregory,* District Judge.\n\n\n     Richard H. Fallon, Jr., with whom Juan A. López-Conway and García\n& Fernández, were on brief, for appellant.\n     Eduardo A. Vera-Ramírez, with whom Ramírez Lavandero, Landrón &\n\n\n*   Of the District of Puerto Rico, sitting by designation.\n\fVera, were on brief, for appellees.\n\n\n                        June 11, 2001\n\n\n\n\n                             -2-\n\f           TORRUELLA, Chief Judge.     This is an appeal from an Opinion\n\nand Order denying appellant Neftalí Soto's qualified immunity\n\ndefense.   Soto, acting in his capacity as Secretary of the Department\n\nof Agriculture of the Commonwealth of Puerto Rico, has been sued in\n\nhis personal capacity under 42 U.S.C. § 1983 for enforcing a sugar\n\nregulation that prevented appellees, Starlight Sugar, Inc. and Pan\n\nAmerican Grain Company, Inc. (\"Starlight/PanAm\"), from importing\n\nsugar into Puerto Rico in bulk for packaging in consumer-sized units.\n\nWe reverse the district court opinion and hold that Soto is entitled\n\nto qualified immunity.\n\n                             BACKGROUND\n\n           Section VI of Market Regulation No. 13 prohibits the\n\nimportation of sugar into Puerto Rico for consumer use unless the\n\nsugar has been packaged in consumer-sized bags (two- and five-pound\n\nbag sizes) prior to its arrival in Puerto Rico.1       In other words,\n\nsugar cannot be shipped to Puerto Rico in bulk for packaging in\n\nPuerto Rico.   It is undisputed that the effect of this regulation is\n\n\n\n1 Puerto Rico Department of Agriculture Market Regulation No. 13, Sec.\nVI--Containers reads, in relevant part:\n\n     A. Refined sugar to be imported in Puerto Rico shall come\n     in consumer size packages inside the corresponding shipping\n     containers. For the purposes of this Regulation a consumer\n     size package is that one whose net content does not exceed\n     five (5) pounds.\n     B. . . . . Imported refined sugar for industrial use shall\n     not be repacked in consumer-size packages.\n\n                                 -3-\n\fto prevent sugar intended for consumer use from being brought into\n\nPuerto Rico.\n\n         An explanation of the history of the sugar industry in\n\nPuerto Rico is provided in the district court opinion granting\n\nStarlight/PanAm a preliminary injunction, Starlight Sugar, Inc. v.\n\nSoto, 909 F. Supp. 853, 855-56 (D.P.R. 1995) [hereinafter Starlight\n\nSugar I], aff'd, 114 F.3d 330 (1st Cir. 1997) [hereinafter Starlight\n\nSugar II], and need not be retold here.    A summary of the litigation\n\nhistory of Market Regulation No. 13, however, is worth noting.\n\n         The prohibition on repackaging imported sugar was first\n\nchallenged in the Puerto Rico court system in 1984.    While the Puerto\n\nRico Supreme Court was considering the issue, a concurrent suit was\n\nfiled in federal district court in 1987.    The district court stayed\n\nthe proceedings pending a decision by the Puerto Rico Supreme Court.\n\nOn November 30, 1987, the Puerto Rico Supreme Court rendered such a\n\ndecision, upholding Regulation No. 13 against due process and equal\n\nprotection claims based on the Puerto Rico Constitution.    Puerto Rico\n\nSugar Corp. v. García, CE-85-481, RE-85-496, P.R. Offic. Trans.\n\nSugar repacker García returned to the federal district court seeking\n\nrelief in that forum.   The district court, after dismissing the\n\nclaims brought under the Due Process and Equal Protection Clauses of\n\nthe United States Constitution, held that a claim could be maintained\n\nunder the Commerce Clause, because such a claim could not have been\n\n\n                              -4-\n\flitigated in the Puerto Rico courts.2      García v. Bauzá Salas, 686 F.\n\nSupp. 965, 967 (D.P.R. 1988) (\"under Puerto Rican law, as espoused by\n\nthe Puerto Rico Supreme Court, the clause is inapplicable to the\n\nIsland\").     The district court went on to enjoin enforcement of the\n\nregulation.     Id. at 974.   On appeal, this Court vacated the\n\ninjunction, holding that the district court's action violated the\n\nAnti-Injunction Act, 28 U.S.C. § 2283, because the order enjoining\n\nenforcement of Regulation No. 13 directly conflicted with the\n\ninjunction affirmed by the Puerto Rico Supreme Court barring García\n\nfrom repackaging sugar in Puerto Rico.      García v. Bauzá Salas, 862\n\nF.2d 905, 907-08 (1st Cir. 1988).\n\n            In 1994, appellee Pan American Grain imported\n\napproximately 80,000 pounds of sugar into Puerto Rico for consumer\n\nrepackaging by appellee Starlight Sugar.       Pursuant to Regulation No.\n\n13, the Department of Agriculture issued a detention order\n\nprohibiting appellees from selling the sugar to grocery stores in\n\nPuerto Rico.     Starlight/PanAm sued, seeking declaratory and\n\ninjunctive relief, as well as damages, and based their challenge of\n\nRegulation No. 13 on the Commerce and Equal Protection Clauses of the\n\nUnited States Constitution.\n\n\n\n\n2 The Puerto Rico Supreme Court's holdings on the applicability of the\nCommerce Clause to Puerto Rico will be discussed later in this\nOpinion.\n\n                                 -5-\n\f          The district court granted Starlight/PanAm's motion for\n\npreliminary injunctive relief, holding that there was a likelihood of\n\nsuccess on the merits as to both the Commerce Clause and equal\n\nprotection arguments.   Starlight Sugar I, 909 F. Supp. at 861.        The\n\ncourt found that Regulation No. 13 \"facially discriminates against\n\ninterstate commerce\" and that the government had failed to assert a\n\ncompelling interest sufficient to justify this \"discriminatory\n\npurpose and effect,\" thus implicating the Commerce Clause.       Id.     In\n\naddition, the district court held that the government had put forth\n\nno \"legitimate government objective\" for Regulation No. 13, and that\n\nthe regulation, therefore, likely violated the Equal Protection\n\nClause.   Id.\n\n          This Court affirmed the grant of the preliminary\n\ninjunction, finding \"no abuse of discretion and no error of law.\"\n\nStarlight Sugar II, 114 F.3d at 331.       Regarding the likelihood of\n\nsuccess on the merits, we \"note[d]\" that \"Commerce Clause caselaw\n\nstrongly supports the position of the plaintiff sugar importers.\"\n\nId.   We characterized Regulation No. 13 as \"facially discriminatory,\"\n\nand thus \"presumptively invalid.\"    Id.\n\n          In the most recent development of this case, the district\n\ncourt ruled, in an Opinion and Order, in favor of Starlight/PanAm's\n\nMotion for Summary Judgment.   Starlight Sugar, Inc. v. Soto, 86 F.\n\nSupp. 2d 23 (2000) [hereinafter Starlight Summary Judgment].       The\n\n\n                               -6-\n\fcourt affirmed its prior intimations that Market Regulation No. 13\n\nviolated both the Commerce and Equal Protection Clauses.     Pursuant to\n\nthis finding, the district court granted injunctive relief against\n\nSoto.     The court next turned to Starlight/PanAm's § 1983 claim for\n\ndamages against Soto in his personal capacity, and, in that context,\n\nanalyzed Soto's assertion of qualified immunity.\n\n            Citing Harlow v. Fitzgerald, 457 U.S. 800 (1981), the\n\ndistrict court identified a two-part test for determining whether an\n\nofficial is entitled to qualified immunity: (1) whether the law was\n\nclearly established at the time the action was taken; and (2) if so,\n\nwhether the official knew or reasonably should have known that the\n\naction or inaction would violate petitioner's constitutional rights.\n\nId. at 818.     The district court found that the law was clearly\n\nestablished and that Soto knew or should have known that enforcement\n\nof Market Regulation No. 13 violated Starlight/PanAm's constitutional\n\nrights.     The court called the Commerce Clause \"a cornerstone of our\n\neconomy and our country\" and was \"hard pressed to believe that Soto,\n\nan attorney, would be unaware of the existence of the Commerce\n\nClause.\"     Starlight Summary Judgment, 86 F. Supp. 2d at 30.   In a\n\nfootnote, the court stated, \"A similar result is found when analyzing\n\nthe Equal Protection Clause . . . .\"     Id. at 30 n.9.\n\n            Appellant Soto brings this interlocutory appeal pursuant\n\nto 28 U.S.C. § 1291, challenging only the district court's rejection\n\n\n                                -7-\n\fof his qualified immunity defense.     See Mitchell v. Forsyth, 472 U.S.\n\n511, 530 (1984).   Entitlement to the defense of qualified immunity is\n\na question of law subject to de novo review.      See, e.g., Elder v.\n\nHolloway, 510 U.S. 510, 516 (1994).      Accordingly, we proceed to the\n\nmerits of this appeal.\n\n                            DISCUSSION\n\n         This Court has identified a three-step process for\n\nevaluating qualified immunity claims: (1) whether the claimant has\n\nalleged the deprivation of an actual constitutional right; (2)\n\nwhether the right was clearly established at the time of the alleged\n\naction or inaction; and (3) if both of these questions are answered\n\nin the affirmative, whether an objectively reasonable official would\n\nhave believed that the action taken violated that clearly established\n\nconstitutional right.    Nelson v. Kline, 242 F.3d 33, (1st Cir. 2001);\n\nAbreu-Guzmán v. Ford, 241 F.3d 69, 73 (1st Cir. 2001); see Wilson v.\n\nLayne, 526 U.S. 603, 609 (1999).     This particular order of analysis\n\n\"is designed to 'spare a defendant not only unwarranted liability,\n\nbut unwarranted demands customarily imposed upon those defending a\n\nlong drawn-out lawsuit.'\"    Wilson, 526 U.S. at 609 (quoting Siegert\n\nv. Gilley, 500 U.S. 226, 232 (1991)).      Addressing the constitutional\n\nquestion first \"promotes clarity in the legal standards for official\n\nconduct, to the benefit of both the officers and the general public.\"\n\nId.\n\n\n                               -8-\n\f          The district court held that Market Regulation No. 13\n\nviolated clearly established Commerce Clause and Equal Protection\n\nClause caselaw.   We will examine both, turning first to the Commerce\n\nClause claim.\n\nA.   Commerce Clause Analysis\n\n          In explaining \"dormant\" Commerce Clause jurisprudence, the\n\ndistrict court quoted the following passage:\n\n          This \"negative\" aspect of the Commerce Clause\n          prohibits economic protectionism--that is,\n          regulatory measures designed to benefit in-\n          state economic interests by burdening out-of-\n          state competitors. . . . Thus, state statutes\n          that clearly discriminate against interstate\n          commerce are routinely struck down . . . unless\n          the discrimination is demonstrably justified by\n          a valid factor unrelated to economic\n          protectionism.\n\nStarlight Sugar I, 909 F. Supp. at 857 (quoting West Lynn Creamery,\n\nInc. v. Healy, 512 U.S. 186, 192-93 (1994) (quoting New England Co.\n\nof Ind. v. Limbach, 486 U.S. 269, 273-74 (1988))).      The district\n\ncourt found Market Regulation No. 13 to be facially discriminatory,\n\nfalling within a category of government regulation that the dormant\n\nCommerce Clause renders invalid.      The court further held that Soto\n\nhad failed to advance any justification for the repackaging\n\nprohibition that did not ultimately amount to economic\n\n\n\n\n                                -9-\n\fprotectionism.3    Id. at 860-61; see also Starlight Sugar II, 114 F.3d\n\nat 331-32.\n\n            The Commerce Clause \"confer[s] a 'right' to engage in\n\ninterstate trade free from restrictive state regulation.\"          Dennis v.\n\nHiggins, 498 U.S. 439, 448 (1990).      We agree with the district court\n\nthat Starlight/PanAm have identified a deprivation of this\n\nconstitutional right.     The next question to address is whether this\n\nright was clearly established at the time of Soto's enforcement of\n\nRegulation No. 13.     We hold that it was not.\n\n            Citing First Circuit precedent, the district court stated\n\nthat: \"The constraints of the dormant Commerce Clause apply equally\n\nto Puerto Rico.\"     Starlight Sugar I, 909 F. Supp. at 858.       In Trailer\n\nMarine Transport Corp. v. Rivera-Vázquez, 977 F.2d 1 (1st Cir. 1992),\n\nwe explicitly considered \"whether and how the Commerce Clause\n\nconstrains legislation and administrative action of Puerto Rico.\"\n\nId. at 6.    Characterizing Puerto Rico's status as \"unique,\" we noted\n\nthat Puerto Rico has no voting representation in Congress, that\n\nCongress may fashion laws in a manner that treats Puerto Rico\n\ndifferently from the states, that not all federal constitutional\n\n\n3 Belated citation at oral argument to the quality control purpose\narticulated in the Introduction to Market Regulation No. 13 is\nunavailing to Soto as to the Commerce Clause challenge, because it was\nnever presented in the lower court, nor was it fully briefed on appeal.\nSee, e.g., King v. Town of Hanover, 116 F.3d 965, 970 (1st Cir. 1997).\nThis justification will be discussed in greater depth, however, in the\nequal protection section of this Opinion.\n\n                                 -10-\n\frights apply in Puerto Rico, and that it has not been determined\n\nwhether Puerto Rico is governed by the Fifth or by the Fourteenth\n\nAmendment.    Id. at 7.   Nevertheless, we concluded that Puerto Rico is\n\nbound by the dormant Commerce Clause in the same way that the states\n\nare.    The Commerce Clause's purposes of \"foster[ing] economic\n\nintegration and prevent[ing] local interference with the flow of the\n\nnation's commerce . . . appl[y] with equal force to official actions\n\nof Puerto Rico.\"     Id. at 8.   In addition, we found that Puerto Rico\n\nenjoys sufficient autonomy as an entity to justify treating it as\n\nindependent of Congress and thus subject to dormant Commerce Clause\n\nrestraints.    Id.\n\n           The Supreme Court of Puerto Rico, we have noted, \"has\n\ntaken a different view.\"     Id. at 9.   Commenting on the scope of the\n\napplication of the Commerce Clause to Puerto Rico, that court said:\n\n\"This interstate commerce relation [between Puerto Rico and the\n\nUnited States] has constitutionally had, and still has, contours\n\nwhich are different from the relation which under the Constitution\n\nprevails among states of the Union.\"      R.C.A. v. Government of the\n\nCapital, 91 P.R.R. 404, 419 (P.R. 1964).      This amorphous statement\n\neludes concrete interpretation, and the opinion itself fails to\n\nfurther elaborate on how Puerto Rico's relationship with the United\n\nStates would affect the application of the Commerce Clause to Puerto\n\nRico.    Subsequent decisions by the Puerto Rico Supreme Court are\n\n\n                                 -11-\n\fsimilarly unilluminating.   See, e.g., Iberia v. Secretario de\n\nHacienda, 135 P.R. Dec. 57, 72-73 & n.11 (P.R. 1993) (finding it\n\nunnecessary to comment on the applicability of the Commerce Clause to\n\nPuerto Rico); Marketing v. Departamento de Agricultura, 118 P.R. Dec.\n\n319 (P.R. 1987) (deciding that the dormant Commerce Clause question\n\nneed not be answered in the course of decision).     One interpretation\n\nof the R.C.A. language by this Court, as illustrated by our comment\n\nin Trailer Marine, and the Puerto Rico federal district courts is\n\nthat the dormant Commerce Clause does not apply to Puerto Rico.\n\nGarcía, 686 F. Supp. at 968; Sea-Land Servs., Inc. v. Municipality of\n\nSan Juan, 505 F. Supp. 533, 542 (D.P.R. 1980).     In an earlier\n\nopinion, however, we rejected an argument that the Puerto Rico courts\n\nwere closed to a Commerce Clause claim, stating that: \"In our view,\n\nthe position taken by the Supreme Court of Puerto Rico in [R.C.A.] is\n\nfar more flexible.\"   Carrier Corp. v. Pérez, 677 F.2d 162, 165 (1st\n\nCir. 1982).\n\n          In an effort to clarify how we interpret the Puerto Rico\n\nSupreme Court's position, we offer the following commentary.       First,\n\nthe R.C.A. case offers the only substantive statement on application\n\nof the Commerce Clause to Puerto Rico by the Puerto Rico Supreme\n\nCourt.   It, at minimum, suggested that there could be situations in\n\nwhich the Commerce Clause would not apply to Puerto Rico, even though\n\nit would constrain a State in comparable circumstances.     Second, the\n\n\n                              -12-\n\fR.C.A. case was written in 1964, and the relationship between Puerto\n\nRico and the United States has been refined and clarified since that\n\ntime.   See, e.g., Examining Bd. of Eng'rs v. Flores de Otero, 426\n\nU.S.572, 595 (1976) (\"the purpose of Congress in the 1950 and 1952\n\nlegislation was to accord to Puerto Rico the degree of autonomy and\n\nindependence normally associated with States\").      Noting that in more\n\nrecent years Puerto Rico has acted and been treated more like a\n\nstate, we overturned our 1947 holding in Buscaglia v. Ballester, 162\n\nF.2d 805 (1st Cir. 1947), that the dormant Commerce Clause did not\n\napply to Puerto Rico.    Trailer Marine, 977 F.2d at 9.    The R.C.A.\n\ndecision relied, at least in part, on Buscaglia.      R.C.A., 91 P.R.R.\n\nat 419 n.9.   Perhaps recognizing that the status of Puerto Rico is\n\nnot as was perceived at the time that R.C.A. was decided, and that\n\nthe precedential underpinnings for its Commerce Clause comments have\n\nbeen weakened, the Puerto Rico Supreme Court has intimated that the\n\napplicability of the dormant Commerce Clause to Puerto Rico is an\n\nunresolved question.    See Iberia, 135 P.R. Dec. at 72-73 & n.11;\n\nMarketing, 118 P.R. Dec. at 319.      Unfortunately, this has not spurred\n\nthe Puerto Rico Supreme Court to address the issue squarely.      As a\n\nresult, we are left with the vague language in R.C.A. that the\n\nCommerce Clause, as applied to Puerto Rico, has \"contours which are\n\ndifferent\" from those when applied to the States.      91 P.R.R. at 419.\n\n\n\n\n                               -13-\n\fFrom this conclusion, we proceed with the qualified immunity\n\nanalysis.\n\n            When determining whether a constitutional right is clearly\n\nestablished for purposes of qualified immunity, state,4 as well as\n\nfederal, decisions can be considered.      See Cinelli v. Cutillo, 896\n\nF.2d 650, 655 (1st Cir. 1990) (citing a Massachusetts Supreme\n\nJudicial Court opinion at length in concluding that the right was\n\nclearly established).    The Seventh Circuit has commented:\n\n            State judges like federal judges take an oath\n            to uphold the Constitution of the United\n            States, and unlike the converse case of federal\n            judges enforcing state law, where it is\n            accepted that the ultimate authority on\n            questions of state law resides with state\n            rather than federal courts, the federal courts\n            of appeals do not have the ultimate authority\n            to decide issues of federal law.\n\nBurgess v. Lowery, 201 F.3d 942, 945 (7th Cir. 2000).        In turning to\n\nboth the state and federal case law in this instance, we find a\n\npotential conflict.\n\n\n\n\n4 Decisions of the Puerto Rico Supreme Court in these circumstances\nshould be considered to have the same force as if they originated in a\nstate supreme court. See Cruz v. Melecio, 204 F.3d 14, 22-25 (1st Cir.\n2000) (ordering stay of federal district court proceedings pending\nresolution by the Puerto Rico Supreme Court of a parallel suit: \"the\ncase before the Puerto Rico Supreme Court is more comprehensive than\nthe newer federal case because it covers both commonwealth and federal\nconstitutional claims. Plainly, the interests of judicial efficiency\nand eliminating piecemeal litigation favor resolving these closely\nrelated claims in a single forum.\").\n\n                                -14-\n\f         In Trailer Marine, as noted, we held that the dormant\n\nCommerce Clause applies to Puerto Rico; the Puerto Rico Supreme Court\n\ntook a different view in the R.C.A. case.    The United States Supreme\n\nCourt has anticipated this potential for disagreement: \"Each system\n\nproceeds independently of the other with ultimate review in this\n\nCourt of the federal questions raised in either system.\n\nUnderstandably this dual court system [i]s bound to lead to conflicts\n\nand frictions.\"   Atlantic Coast Line R.R. Co. v. Brotherhood of\n\nLocomotive Eng'rs, 398 U.S. 281, 286 (1970).\n\n         In the past, we have held that a right can be treated as\n\nclearly established in this circuit if we have unequivocally\n\nidentified that right in prior decisions, regardless of Supreme Court\n\nsilence on the subject or a lack of unanimity among the circuits.\n\nNewman v. Massachusetts, 884 F.2d 19, 25 (1st Cir. 1989).    However,\n\nNewman did not address whether a right could be considered clearly\n\nestablished in a case such as this, where there is arguably contrary\n\nauthority from the highest court of a state within the First Circuit.\n\nThis distinct circumstance necessarily impacts our view on whether a\n\nright is clearly established.\n\n         The Seventh Circuit has stated that an official should not\n\nbe shielded by the defense of qualified immunity simply because there\n\nis \"one contrary decision at either the federal court of appeals or\n\nthe state supreme court level.\"    Burgess, 201 F.3d at 946 (involving\n\n\n                                -15-\n\fthe constitutionality of strip searching prison visitors without\n\nreasonable suspicion).     Again, the precedent under examination in\n\nBurgess may be distinguished, as the only conflicting authority came\n\nfrom a state court in another circuit, the Supreme Court of Hawaii.\n\nBecause neither Burgess nor Newman dealt with conflicting precedent\n\nfrom a state within the circuit, much less conflicting precedent from\n\nthe state in which the alleged constitutional violation occurred, our\n\nreliance on them for guidance in our assessment of qualified immunity\n\nin this case is necessarily circumspect.\n\n          We conclude that the applicability of the dormant Commerce\n\nClause to Puerto Rico is disputed, and, thus, appellees' attendant\n\nconstitutional right is not clearly established.5        Our holding is\n\nconsistent with and respects the role of state systems in identifying\n\nand defining federal constitutional rights on a parallel basis with\n\nthe federal courts with ultimate supervisory authority to harmonize\n\nany potential conflicts residing in the United States Supreme Court.6\n\n\n5 This does not mean that a Commerce Clause right, such as the one\nidentified in this case, will not be considered clearly established for\npurposes of qualified immunity analysis indefinitely in the face of\ncontinued silence on the question by the Puerto Rico Supreme Court and\nthe United States Supreme Court.\n6 Prior to 1961, the First Circuit was empowered to review decisions\nof the Puerto Rico Supreme Court that resolved federal questions. 28\nU.S.C. § 1293 (1959); 28 U.S.C. § 1294(6)(1959). In 1961, §§ 1293 &\n1294(6) were repealed, and since then, \"[f]inal judgments or decrees\nrendered by the Supreme Court of the Commonwealth of Puerto Rico may be\nreviewed by the Supreme Court by writ of certiorari.\" 28 U.S.C.\n§ 1258.\n\n                                 -16-\n\fSoto is, therefore, protected by the qualified immunity defense as\n\nfar as the Commerce Clause challenge is concerned.\n\nB.     Equal Protection Analysis\n\n            The district court provided limited explanation for its\n\nconclusion that Soto's enforcement of Market Regulation No. 13\n\nviolated the Equal Protection Clause, citing only Metropolitan Life\n\nInsurance Co. v. Ward, 470 U.S. 869, 880 (1985) [hereinafter\n\nMetLife], in support of its conclusion.     Starlight Sugar I, 909 F.\n\nSupp. at 861.     The district court's treatment was even more summary\n\nin denying Soto's qualified immunity defense, disposing of the equal\n\nprotection issue with a footnote reference to the Opinion's Commerce\n\nClause findings.     Starlight Summary Judgment 86 F. Supp. 2d at 30\n\nn.9.     A review of MetLife reveals that Commerce Clause and Equal\n\nProtection Clause analysis should not be conflated:\n\n            Under Commerce Clause analysis, the State's\n            interest, if legitimate, is weighed against the\n            burden the state law would impose on interstate\n            commerce. In the equal protection context,\n            however, if the State's purpose is found to be\n            legitimate, the state law stands as long as the\n            burden it imposes is found to be rationally\n            related to that purpose, a relationship that is\n            not difficult to establish.\n\n470 U.S. at 881.     The district court, then, did not sufficiently\n\nconsider whether Market Regulation No. 13 violated the Equal\n\nProtection Clause, and we do not adopt the court's findings or\n\nconclusion in this regard.\n\n\n                                   -17-\n\f          If neither a fundamental right nor a suspect\n\nclassification is involved in an Equal Protection Clause challenge,\n\ncourts will uphold legislation that provides for differential\n\ntreatment upon a mere showing of a rational relationship between the\n\ndisparate treatment and a legitimate government objective.      Fireside\n\nNissan, Inc. v. Fanning, 30 F.3d 206, 219 (1st Cir. 1994).      In making\n\nsuch an inquiry, any \"plausible\" justification will suffice, and\n\neffectively ends the analysis.     FCC v. Beach Communications, Inc.,\n\n508 U.S. 307, 313-14 (1993).     In fact, the party challenging the\n\nlegislation bears the burden of \"negat[ing] every conceivable basis\n\nwhich might support it.\"   Id. at 315 (quoting Lehnhausen v. Lake\n\nShore Auto Parts Co., 410 U.S. 356, 364 (1973)).\n\n          The district court addressed one government justification\n\nof Market Regulation No. 13, namely, protection of the local sugar\n\nindustry, and cited MetLife for the proposition that this is not a\n\nlegitimate government objective.      Starlight Sugar I, 909 F. Supp. at\n\n861.   We are not persuaded that MetLife is so broad; in fact, it\n\nexpressly limits its holding to the particular facts of the case:\n\n\"This case does not involve or question . . . the broad authority of\n\na State to promote and regulate its own economy.      We hold only that\n\nsuch regulation may not be accomplished by imposing discriminatorily\n\nhigher taxes on nonresident corporations solely because they are\n\nnonresidents.\"   470 U.S. at 882 & n.10.\n\n\n                               -18-\n\f            Even if Soto's stated justification for enforcing Market\n\nRegulation No. 13 is insufficient to uphold the rationality of the\n\nlegislation, this Court is obligated to seek out other conceivable\n\nreasons for validating Regulation No. 13.      Here, the Introduction to\n\nMarket Regulation No. 13 provides a health and safety justification:\n\n\"to guarantee that imported sugar that may be marketed in Puerto Rico\n\nmeets certain minimum quality requirements.\"      That this was not the\n\nreason provided by Soto for his enforcement is irrelevant to an equal\n\nprotection inquiry.      See Beach Communications, 508 U.S. at 315.\n\n            Although this issue was never addressed by the parties,\n\nthe district court discussed, and dismissed, the health and safety\n\nargument.     Starlight Sugar I, 909 F. Supp. at 860.    The district\n\ncourt pointed out that there had been no complaints as to the quality\n\nof imported sugar prior to the ban on repackaging, and that the\n\nDepartment of Agriculture does not conduct \"wholesomeness\"\n\ninspections.     Id.   In addition, the court commented that there were\n\nless burdensome methods for ensuring the quality of imported sugar\n\nthan the restrictions found in Regulation No. 13.       Id.\n\n            We do not doubt the district court's observations in this\n\nregard.     For the most part, however, they are only relevant to\n\nCommerce Clause, not Equal Protection Clause, analysis.       For one,\n\nequal protection does not demand that a State employ less burdensome\n\nalternatives if those are available.      A court's belief that the\n\n\n                                 -19-\n\flegislature's alleged goals could be accomplished through more\n\nreasonable means is irrelevant to rational-basis review.          Beach\n\nCommunications, 508 U.S. at 314.       In addition, the district court\n\nconceded that: \"[i]t is true that section V of Regulation 13\n\nestablishes minimum quality standards for sugar brought into Puerto\n\nRico.\"     Starlight Sugar I, 909 F. Supp. at 860.    Given the\n\nregulation's stated purpose of quality control, and the\n\nspecifications throughout that appear to intend to further that goal,\n\nit is at least \"plausible\" that Section VI of Regulation No. 13 is\n\nrationally related to health and safety considerations.       Since equal\n\nprotection analysis does not subject \"legislative choice . . . to\n\ncourtroom factfinding,\" and a court may uphold such legislation on\n\nthe basis of \"rational speculation unsupported by evidence or\n\nempirical data,\" Beach Communications, 508 U.S. at 315, we need go no\n\nfurther.\n\n                             CONCLUSION\n\n            We hold that Starlight/PanAm's Equal Protection Clause\n\nchallenge to Secretary Soto's enforcement of Market Regulation No. 13\n\nfails at the first step of the analysis, demonstrating the actual\n\ndeprivation of a constitutional right, and that Soto is accordingly\n\nprotected by the defense of qualified immunity.       Based on this and\n\nour earlier conclusion that the applicability of the dormant Commerce\n\nClause to Puerto Rico is not \"clearly established,\" appellant Soto\n\n\n                                -20-\n\fcannot be held personally liable for his actions.   The district\n\ncourt's decision with respect to Soto's qualified immunity defense is\n\nreversed.\n\n\n\n\n                             -21-\n\f",
  "html": "<p class=\"case_cite\">253 F.3d 137 (1st Cir. 2001)</p>\n    <p class=\"parties\">STARLIGHT SUGAR, INC., PAN AMERICAN GRAIN CO., INC., Plaintiffs, Appellees,<br>v.<br>NEFTAL SOTO, INDIVIDUALLY AND AS SECRETARY OF THE DEPARTMENT OF AGRICULTURE OF THE COMMONWEALTH OF PUERTO RICO, Defendant, Appellant,<br>SUGAR CORPORATION OF PUERTO RICO (\"LA CORPORACI N AZUCARERA DE PUERTO RICO\"), MANUEL D AZ SALDANA, INDIVIDUALLY AND AS SECRETARY OF THE DEPARTMENT OF THE TREASURY OF THE COMMONWEALTH OF PUERTO RICO.</p>\n    <p class=\"docket\">No. 00-1487</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 16, 2000<br>Decided June 11, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Juan M. Perez-Gimenez, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Richard H. Fallon, Jr., with whom Juan A. Lopez-Conway and Garcia &amp; Fernandez, were on brief, for appellant.</p>\n      <p class=\"indent\">Eduardo A. Vera-Ramrez, with whom Ramrez Lavandero, Landron &amp; Vera, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge, and Garcia-Gregory,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from an Opinion and Order denying appellant Neftal Soto's qualified immunity defense. Soto, acting in his capacity as Secretary of the Department of Agriculture of the Commonwealth of Puerto Rico, has been sued in his personal capacity under 42 U.S.C. &#167; 1983 for enforcing a sugar regulation that prevented appellees, Starlight Sugar, Inc. and Pan American Grain Company, Inc. (\"Starlight/PanAm\"), from importing sugar into Puerto Rico in bulk for packaging in consumer-sized units. We reverse the district court opinion and hold that Soto is entitled to qualified immunity.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Section VI of Market Regulation No. 13 prohibits the importation of sugar into Puerto Rico for consumer use unless the sugar has been packaged in consumer-sized bags (two- and five-pound bag sizes) prior to its arrival in Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In other words, sugar cannot be shipped to Puerto Rico in bulk for packaging in Puerto Rico. It is undisputed that the effect of this regulation is to prevent sugar intended for consumer use from being brought into Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">An explanation of the history of the sugar industry in Puerto Rico is provided in the district court opinion granting Starlight/PanAm a preliminary injunction, Starlight Sugar, Inc. v. Soto, 909 F. Supp. 853, 855-56 (D.P.R. 1995) [hereinafter Starlight Sugar I], aff'd, 114 F.3d 330 (1st Cir. 1997) [hereinafter Starlight Sugar II], and need not be retold here. A summary of the litigation history of Market Regulation No. 13, however, is worth noting.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The prohibition on repackaging imported sugar was first challenged in the Puerto Rico court system in 1984. While the Puerto Rico Supreme Court was considering the issue, a concurrent suit was filed in federal district court in 1987. The district court stayed the proceedings pending a decision by the Puerto Rico Supreme Court. On November 30, 1987, the Puerto Rico Supreme Court rendered such a decision, upholding Regulation No. 13 against due process and equal protection claims based on the Puerto Rico Constitution. Puerto Rico Sugar Corp. v. Garcia, CE-85-481, RE-85-496, P.R. Offic. Trans. Sugar repacker Garcia returned to the federal district court seeking relief in that forum. The district court, after dismissing the claims brought under the Due Process and Equal Protection Clauses of the United States Constitution, held that a claim could be maintained under the Commerce Clause, because such a claim could not have been litigated in the Puerto Rico courts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Garcia v. Bauz Salas, 686 F. Supp. 965, 967 (D.P.R. 1988) (\"under Puerto Rican law, as espoused by the Puerto Rico Supreme Court, the clause is inapplicable to the Island\"). The district court went on to enjoin enforcement of the regulation. Id. at 974. On appeal, this Court vacated the injunction, holding that the district court's action violated the Anti-Injunction Act, 28 U.S.C. &#167; 2283, because the order enjoining enforcement of Regulation No. 13 directly conflicted with the injunction affirmed by the Puerto Rico Supreme Court barring Garcia from repackaging sugar in Puerto Rico. Garcia v. Bauza Salas, 862 F.2d 905, 907-08 (1st Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1994, appellee Pan American Grain imported approximately 80,000 pounds of sugar into Puerto Rico for consumer repackaging by appellee Starlight Sugar. Pursuant to Regulation No. 13, the Department of Agriculture issued a detention order prohibiting appellees from selling the sugar to grocery stores in Puerto Rico. Starlight/PanAm sued, seeking declaratory and injunctive relief, as well as damages, and based their challenge of Regulation No. 13 on the Commerce and Equal Protection Clauses of the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court granted Starlight/PanAm's motion for preliminary injunctive relief, holding that there was a likelihood of success on the merits as to both the Commerce Clause and equal protection arguments. Starlight Sugar I, 909 F. Supp. at 861. The court found that Regulation No. 13 \"facially discriminates against interstate commerce\" and that the government had failed to assert a compelling interest sufficient to justify this \"discriminatory purpose and effect,\" thus implicating the Commerce Clause. Id. In addition, the district court held that the government had put forth no \"legitimate government objective\" for Regulation No. 13, and that the regulation, therefore, likely violated the Equal Protection Clause. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court affirmed the grant of the preliminary injunction, finding \"no abuse of discretion and no error of law.\" Starlight Sugar II, 114 F.3d at 331. Regarding the likelihood of success on the merits, we \"note[d]\" that \"Commerce Clause case law strongly supports the position of the plaintiff sugar importers.\" Id. We characterized Regulation No. 13 as \"facially discriminatory,\" and thus \"presumptively invalid.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the most recent development of this case, the district court ruled, in an Opinion and Order, in favor of Starlight/PanAm's Motion for Summary Judgment. Starlight Sugar, Inc. v. Soto, 86 F. Supp. 2d 23 (2000) [hereinafter Starlight Summary Judgment]. The court affirmed its prior intimations that Market Regulation No. 13 violated both the Commerce and Equal Protection Clauses. Pursuant to this finding, the district court granted injunctive relief against Soto. The court next turned to Starlight/PanAm's &#167; 1983 claim for damages against Soto in his personal capacity, and, in that context, analyzed Soto's assertion of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Citing Harlow v. Fitzgerald, 457 U.S. 800 (1981), the district court identified a two-part test for determining whether an official is entitled to qualified immunity: (1) whether the law was clearly established at the time the action was taken; and (2) if so, whether the official knew or reasonably should have known that the action or inaction would violate petitioner's constitutional rights. Id. at 818. The district court found that the law was clearly established and that Soto knew or should have known that enforcement of Market Regulation No. 13 violated Starlight/PanAm's constitutional rights. The court called the Commerce Clause \"a cornerstone of our economy and our country\" and was \"hard pressed to believe that Soto, an attorney, would be unaware of the existence of the Commerce Clause.\" Starlight Summary Judgment, 86 F. Supp. 2d at 30. In a footnote, the court stated, \"A similar result is found when analyzing the Equal Protection Clause . . . .\" Id. at 30 n.9.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant Soto brings this interlocutory appeal pursuant to 28 U.S.C. &#167; 1291, challenging only the district court's rejection of his qualified immunity defense. See Mitchell v. Forsyth, 472 U.S. 511, 530 (1984). Entitlement to the defense of qualified immunity is a question of law subject to de novo review. See, e.g., Elder v. Holloway, 510 U.S. 510, 516 (1994). Accordingly, we proceed to the merits of this appeal.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This Court has identified a three-step process for evaluating qualified immunity claims: (1) whether the claimant has alleged the deprivation of an actual constitutional right; (2) whether the right was clearly established at the time of the alleged action or inaction; and (3) if both of these questions are answered in the affirmative, whether an objectively reasonable official would have believed that the action taken violated that clearly established constitutional right. Nelson v. Kline, 242 F.3d 33, (1st Cir. 2001); Abreu-Guzman v. Ford, 241 F.3d 69, 73 (1st Cir. 2001); see Wilson v. Layne, 526 U.S. 603, 609 (1999). This particular order of analysis \"is designed to 'spare a defendant not only unwarranted liability, but unwarranted demands customarily imposed upon those defending a long drawn-out lawsuit.'\" Wilson, 526 U.S. at 609 (quoting Siegert v. Gilley, 500 U.S. 226, 232 (1991)). Addressing the constitutional question first \"promotes clarity in the legal standards for official conduct, to the benefit of both the officers and the general public.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held that Market Regulation No. 13 violated clearly established Commerce Clause and Equal Protection Clause case law. We will examine both, turning first to the Commerce Clause claim.</p>\n    </div>\n    <p class=\"indent\">A. Commerce Clause Analysis</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In explaining \"dormant\" Commerce Clause jurisprudence, the district court quoted the following passage:  This \"negative\" aspect of the Commerce Clause prohibits economic protectionism--that is, regulatory measures designed to benefit in-state economic interests by burdening out-of-state competitors. . . . Thus, state statutes that clearly discriminate against interstate commerce are routinely struck down . . . unless the discrimination is demonstrably justified by a valid factor unrelated to economic protectionism.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Starlight Sugar I, 909 F. Supp. at 857 (quoting West Lynn Creamery, Inc. v. Healy, 512 U.S. 186, 192-93 (1994) (quoting New England Co. of Ind. v. Limbach, 486 U.S. 269, 273-74 (1988))). The district court found Market Regulation No. 13 to be facially discriminatory, falling within a category of government regulation that the dormant Commerce Clause renders invalid. The court further held that Soto had failed to advance any justification for the repackaging prohibition that did not ultimately amount to economic protectionism.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Id. at 860-61; see also Starlight Sugar II, 114 F.3d at 331-32.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Commerce Clause \"confer[s] a 'right' to engage in interstate trade free from restrictive state regulation.\" Dennis v. Higgins, 498 U.S. 439, 448 (1990). We agree with the district court that Starlight/PanAm have identified a deprivation of this constitutional right. The next question to address is whether this right was clearly established at the time of Soto's enforcement of Regulation No. 13. We hold that it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Citing First Circuit precedent, the district court stated that: \"The constraints of the dormant Commerce Clause apply equally to Puerto Rico.\" Starlight Sugar I, 909 F. Supp. at 858. In Trailer Marine Transport Corp. v. Rivera-Vazquez, 977 F.2d 1 (1st Cir. 1992), we explicitly considered \"whether and how the Commerce Clause constrains legislation and administrative action of Puerto Rico.\" Id. at 6. Characterizing Puerto Rico's status as \"unique,\" we noted that Puerto Rico has no voting representation in Congress, that Congress may fashion laws in a manner that treats Puerto Rico differently from the states, that not all federal constitutional rights apply in Puerto Rico, and that it has not been determined whether Puerto Rico is governed by the Fifth or by the Fourteenth Amendment. Id. at 7. Nevertheless, we concluded that Puerto Rico is bound by the dormant Commerce Clause in the same way that the states are. The Commerce Clause's purposes of \"foster[ing] economic integration and prevent[ing] local interference with the flow of the nation's commerce . . . appl[y] with equal force to official actions of Puerto Rico.\" Id. at 8. In addition, we found that Puerto Rico enjoys sufficient autonomy as an entity to justify treating it as independent of Congress and thus subject to dormant Commerce Clause restraints. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico, we have noted, \"has taken a different view.\" Id. at 9. Commenting on the scope of the application of the Commerce Clause to Puerto Rico, that court said: \"This interstate commerce relation [between Puerto Rico and the United States] has constitutionally had, and still has, contours which are different from the relation which under the Constitution prevails among states of the Union.\" R.C.A. v. Government of the Capital, 91 P.R.R. 404, 419 (P.R. 1964). This amorphous statement eludes concrete interpretation, and the opinion itself fails to further elaborate on how Puerto Rico's relationship with the United States would affect the application of the Commerce Clause to Puerto Rico. Subsequent decisions by the Puerto Rico Supreme Court are similarly unilluminating. See, e.g., Iberia v. Secretario de Hacienda, 135 P.R. Dec. 57, 72-73 &amp; n.11 (P.R. 1993) (finding it unnecessary to comment on the applicability of the Commerce Clause to Puerto Rico); Marketing v. Departamento de Agricultura, 118 P.R. Dec. 319 (P.R. 1987) (deciding that the dormant Commerce Clause question need not be answered in the course of decision). One interpretation of the R.C.A. language by this Court, as illustrated by our comment in Trailer Marine, and the Puerto Rico federal district courts is that the dormant Commerce Clause does not apply to Puerto Rico. Garcia, 686 F. Supp. at 968; Sea-Land Servs., Inc. v. Municipality of San Juan, 505 F. Supp. 533, 542 (D.P.R. 1980). In an earlier opinion, however, we rejected an argument that the Puerto Rico courts were closed to a Commerce Clause claim, stating that: \"In our view, the position taken by the Supreme Court of Puerto Rico in [R.C.A.] is far more flexible.\" Carrier Corp. v. Perez, 677 F.2d 162, 165 (1st Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In an effort to clarify how we interpret the Puerto Rico Supreme Court's position, we offer the following commentary. First, the R.C.A. case offers the only substantive statement on application of the Commerce Clause to Puerto Rico by the Puerto Rico Supreme Court. It, at minimum, suggested that there could be situations in which the Commerce Clause would not apply to Puerto Rico, even though it would constrain a State in comparable circumstances. Second, the R.C.A. case was written in 1964, and the relationship between Puerto Rico and the United States has been refined and clarified since that time. See, e.g., Examining Bd. of Eng'rs v. Flores de Otero, 426 U.S.572, 595 (1976) (\"the purpose of Congress in the 1950 and 1952 legislation was to accord to Puerto Rico the degree of autonomy and independence normally associated with States\"). Noting that in more recent years Puerto Rico has acted and been treated more like a state, we overturned our 1947 holding in Buscaglia v. Ballester, 162 F.2d 805 (1st Cir. 1947), that the dormant Commerce Clause did not apply to Puerto Rico. Trailer Marine, 977 F.2d at 9. The R.C.A. decision relied, at least in part, on Buscaglia. R.C.A., 91 P.R.R. at 419 n.9. Perhaps recognizing that the status of Puerto Rico is not as was perceived at the time that R.C.A. was decided, and that the precedential underpinnings for its Commerce Clause comments have been weakened, the Puerto Rico Supreme Court has intimated that the applicability of the dormant Commerce Clause to Puerto Rico is an unresolved question. See Iberia, 135 P.R. Dec. at 72-73 &amp; n.11; Marketing, 118 P.R. Dec. at 319. Unfortunately, this has not spurred the Puerto Rico Supreme Court to address the issue squarely. As a result, we are left with the vague language in R.C.A. that the Commerce Clause, as applied to Puerto Rico, has \"contours which are different\" from those when applied to the States. 91 P.R.R. at 419. From this conclusion, we proceed with the qualified immunity analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">When determining whether a constitutional right is clearly established for purposes of qualified immunity, state,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as well as federal, decisions can be considered. See Cinelli v. Cutillo, 896 F.2d 650, 655 (1st Cir. 1990) (citing a Massachusetts Supreme Judicial Court opinion at length in concluding that the right was clearly established). The Seventh Circuit has commented:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">State judges like federal judges take an oath to uphold the Constitution of the United States, and unlike the converse case of federal judges enforcing state law, where it is accepted that the ultimate authority on questions of state law resides with state rather than federal courts, the federal courts of appeals do not have the ultimate authority to decide issues of federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Burgess v. Lowery, 201 F.3d 942, 945 (7th Cir. 2000). In turning to both the state and federal case law in this instance, we find a potential conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Trailer Marine, as noted, we held that the dormant Commerce Clause applies to Puerto Rico; the Puerto Rico Supreme Court took a different view in the R.C.A. case. The United States Supreme Court has anticipated this potential for disagreement: \"Each system proceeds independently of the other with ultimate review in this Court of the federal questions raised in either system. Understandably this dual court system [i]s bound to lead to conflicts and frictions.\" Atlantic Coast Line R.R. Co. v. Brotherhood of Locomotive Eng'rs, 398 U.S. 281, 286 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the past, we have held that a right can be treated as clearly established in this circuit if we have unequivocally identified that right in prior decisions, regardless of Supreme Court silence on the subject or a lack of unanimity among the circuits. Newman v. Massachusetts, 884 F.2d 19, 25 (1st Cir. 1989). However, Newman did not address whether a right could be considered clearly established in a case such as this, where there is arguably contrary authority from the highest court of a state within the First Circuit. This distinct circumstance necessarily impacts our view on whether a right is clearly established.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Seventh Circuit has stated that an official should not be shielded by the defense of qualified immunity simply because there is \"one contrary decision at either the federal court of appeals or the state supreme court level.\" Burgess, 201 F.3d at 946 (involving the constitutionality of strip searching prison visitors without reasonable suspicion). Again, the precedent under examination in Burgess may be distinguished, as the only conflicting authority came from a state court in another circuit, the Supreme Court of Hawaii. Because neither Burgess nor Newman dealt with conflicting precedent from a state within the circuit, much less conflicting precedent from the state in which the alleged constitutional violation occurred, our reliance on them for guidance in our assessment of qualified immunity in this case is necessarily circumspect.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We conclude that the applicability of the dormant Commerce Clause to Puerto Rico is disputed, and, thus, appellees' attendant constitutional right is not clearly established.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Our holding is consistent with and respects the role of state systems in identifying and defining federal constitutional rights on a parallel basis with the federal courts with ultimate supervisory authority to harmonize any potential conflicts residing in the United States Supreme Court.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Soto is, therefore, protected by the qualified immunity defense as far as the Commerce Clause challenge is concerned.</p>\n    </div>\n    <p class=\"indent\">B. Equal Protection Analysis</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court provided limited explanation for its conclusion that Soto's enforcement of Market Regulation No. 13 violated the Equal Protection Clause, citing only Metropolitan Life Insurance Co. v. Ward, 470 U.S. 869, 880 (1985) [hereinafter MetLife], in support of its conclusion. Starlight Sugar I, 909 F. Supp. at 861. The district court's treatment was even more summary in denying Soto's qualified immunity defense, disposing of the equal protection issue with a footnote reference to the Opinion's Commerce Clause findings. Starlight Summary Judgment 86 F. Supp. 2d at 30 n.9. A review of MetLife reveals that Commerce Clause and Equal Protection Clause analysis should not be conflated:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under Commerce Clause analysis, the State's interest, if legitimate, is weighed against the burden the state law would impose on interstate commerce. In the equal protection context, however, if the State's purpose is found to be legitimate, the state law stands as long as the burden it imposes is found to be rationally related to that purpose, a relationship that is not difficult to establish.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">470 U.S. at 881. The district court, then, did not sufficiently consider whether Market Regulation No. 13 violated the Equal Protection Clause, and we do not adopt the court's findings or conclusion in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">If neither a fundamental right nor a suspect classification is involved in an Equal Protection Clause challenge, courts will uphold legislation that provides for differential treatment upon a mere showing of a rational relationship between the disparate treatment and a legitimate government objective. Fireside Nissan, Inc. v. Fanning, 30 F.3d 206, 219 (1st Cir. 1994). In making such an inquiry, any \"plausible\" justification will suffice, and effectively ends the analysis. FCC v. Beach Communications, Inc., 508 U.S. 307, 313-14 (1993). In fact, the party challenging the legislation bears the burden of \"negat[ing] every conceivable basis which might support it.\" Id. at 315 (quoting Lehnhausen v. Lake Shore Auto Parts Co., 410 U.S. 356, 364 (1973)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court addressed one government justification of Market Regulation No. 13, namely, protection of the local sugar industry, and cited MetLife for the proposition that this is not a legitimate government objective. Starlight Sugar I, 909 F. Supp. at 861. We are not persuaded that MetLife is so broad; in fact, it expressly limits its holding to the particular facts of the case: \"This case does not involve or question . . . the broad authority of a State to promote and regulate its own economy. We hold only that such regulation may not be accomplished by imposing discriminatorily higher taxes on nonresident corporations solely because they are nonresidents.\" 470 U.S. at 882 &amp; n.10.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Even if Soto's stated justification for enforcing Market Regulation No. 13 is insufficient to uphold the rationality of the legislation, this Court is obligated to seek out other conceivable reasons for validating Regulation No. 13. Here, the Introduction to Market Regulation No. 13 provides a health and safety justification: \"to guarantee that imported sugar that may be marketed in Puerto Rico meets certain minimum quality requirements.\" That this was not the reason provided by Soto for his enforcement is irrelevant to an equal protection inquiry. See Beach Communications, 508 U.S. at 315.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although this issue was never addressed by the parties, the district court discussed, and dismissed, the health and safety argument. Starlight Sugar I, 909 F. Supp. at 860. The district court pointed out that there had been no complaints as to the quality of imported sugar prior to the ban on repackaging, and that the Department of Agriculture does not conduct \"wholesomeness\" inspections. Id. In addition, the court commented that there were less burdensome methods for ensuring the quality of imported sugar than the restrictions found in Regulation No. 13. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We do not doubt the district court's observations in this regard. For the most part, however, they are only relevant to Commerce Clause, not Equal Protection Clause, analysis. For one, equal protection does not demand that a State employ less burdensome alternatives if those are available. A court's belief that the legislature's alleged goals could be accomplished through more reasonable means is irrelevant to rational-basis review. Beach Communications, 508 U.S. at 314. In addition, the district court conceded that: \"[i]t is true that section V of Regulation 13 establishes minimum quality standards for sugar brought into Puerto Rico.\" Starlight Sugar I, 909 F. Supp. at 860. Given the regulation's stated purpose of quality control, and the specifications throughout that appear to intend to further that goal, it is at least \"plausible\" that Section VI of Regulation No. 13 is rationally related to health and safety considerations. Since equal protection analysis does not subject \"legislative choice . . . to courtroom fact-finding,\" and a court may uphold such legislation on the basis of \"rational speculation unsupported by evidence or empirical data,\" Beach Communications, 508 U.S. at 315, we need go no further.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We hold that Starlight/PanAm's Equal Protection Clause challenge to Secretary Soto's enforcement of Market Regulation No. 13 fails at the first step of the analysis, demonstrating the actual deprivation of a constitutional right, and that Soto is accordingly protected by the defense of qualified immunity. Based on this and our earlier conclusion that the applicability of the dormant Commerce Clause to Puerto Rico is not \"clearly established,\" appellant Soto cannot be held personally liable for his actions. The district court's decision with respect to Soto's qualified immunity defense is reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Puerto Rico Department of Agriculture Market Regulation No. 13, Sec. VI--Containers reads, in relevant part:</p>\n        <p>A. Refined sugar to be imported in Puerto Rico shall come in consumer size packages inside the corresponding shipping containers. For the purposes of this Regulation a consumer size package is that one whose net content does not exceed five (5) pounds.</p>\n        <p>B. . . . . Imported refined sugar for industrial use shall not be repacked in consumer-size packages.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Puerto Rico Supreme Court's holdings on the applicability of the Commerce Clause to Puerto Rico will be discussed later in this Opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Belated citation at oral argument to the quality control purpose articulated in the Introduction to Market Regulation No. 13 is unavailing to Soto as to the Commerce Clause challenge, because it was never presented in the lower court, nor was it fully briefed on appeal. See, e.g., King v. Town of Hanover, 116 F.3d 965, 970 (1st Cir. 1997). This justification will be discussed in greater depth, however, in the equal protection section of this Opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Decisions of the Puerto Rico Supreme Court in these circumstances should be considered to have the same force as if they originated in a state supreme court. See Cruz v. Melecio, 204 F.3d 14, 22-25 (1st Cir. 2000) (ordering stay of federal district court proceedings pending resolution by the Puerto Rico Supreme Court of a parallel suit: \"the case before the Puerto Rico Supreme Court is more comprehensive than the newer federal case because it covers both commonwealth and federal constitutional claims. Plainly, the interests of judicial efficiency and eliminating piecemeal litigation favor resolving these closely related claims in a single forum.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This does not mean that a Commerce Clause right, such as the one identified in this case, will not be considered clearly established for purposes of qualified immunity analysis indefinitely in the face of continued silence on the question by the Puerto Rico Supreme Court and the United States Supreme Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Prior to 1961, the First Circuit was empowered to review decisions of the Puerto Rico Supreme Court that resolved federal questions. 28 U.S.C. &#167; 1293 (1959); 28 U.S.C. &#167; 1294(6)(1959). In 1961, &#167;&#167; 1293 &amp; 1294(6) were repealed, and since then, \"[f]inal judgments or decrees rendered by the Supreme Court of the Commonwealth of Puerto Rico may be reviewed by the Supreme Court by writ of certiorari.\" 28 U.S.C. &#167; 1258.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">137</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">STARLIGHT SUGAR, INC., PAN AMERICAN GRAIN CO., INC., Plaintiffs, Appellees,<br>v.<br>NEFTAL SOTO, INDIVIDUALLY AND AS SECRETARY OF THE DEPARTMENT OF AGRICULTURE OF THE COMMONWEALTH OF PUERTO RICO, Defendant, Appellant,<br>SUGAR CORPORATION OF PUERTO RICO (\"LA CORPORACI N AZUCARERA DE PUERTO RICO\"), MANUEL D AZ SALDANA, INDIVIDUALLY AND AS SECRETARY OF THE DEPARTMENT OF THE TREASURY OF THE COMMONWEALTH OF PUERTO RICO.</p>\n    <p class=\"docket\">No. 00-1487</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 16, 2000<br>Decided June 11, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Juan M. Perez-Gimenez, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Richard H. Fallon, Jr., with whom Juan A. Lopez-Conway and Garcia &amp; Fernandez, were on brief, for appellant.</p>\n      <p class=\"indent\">Eduardo A. Vera-Ramrez, with whom Ramrez Lavandero, Landron &amp; Vera, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge, and Garcia-Gregory,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from an Opinion and Order denying appellant Neftal Soto's qualified immunity defense. Soto, acting in his capacity as Secretary of the Department of Agriculture of the Commonwealth of Puerto Rico, has been sued in his personal capacity under 42 U.S.C. &#167; 1983 for enforcing a sugar regulation that prevented appellees, Starlight Sugar, Inc. and Pan American Grain Company, Inc. (\"Starlight/PanAm\"), from importing sugar into Puerto Rico in bulk for packaging in consumer-sized units. We reverse the district court opinion and hold that Soto is entitled to qualified immunity.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Section VI of Market Regulation No. 13 prohibits the importation of sugar into Puerto Rico for consumer use unless the sugar has been packaged in consumer-sized bags (two- and five-pound bag sizes) prior to its arrival in Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In other words, sugar cannot be shipped to Puerto Rico in bulk for packaging in Puerto Rico. It is undisputed that the effect of this regulation is to prevent sugar intended for consumer use from being brought into Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">An explanation of the history of the sugar industry in Puerto Rico is provided in the district court opinion granting Starlight/PanAm a preliminary injunction, Starlight Sugar, Inc. v. Soto, <span class=\"citation\" data-id=\"1524760\"><a href=\"/opinion/1524760/starlight-sugar-inc-v-soto/\"><span class=\"volume\">909</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">853</span></a></span>, 855-56 (D.P.R. 1995) [hereinafter Starlight Sugar I], aff'd, <span class=\"citation\" data-id=\"197386\"><a href=\"/opinion/197386/starlight-sugar-v-soto/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></a></span> (1st Cir. 1997) [hereinafter Starlight Sugar II], and need not be retold here. A summary of the litigation history of Market Regulation No. 13, however, is worth noting.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The prohibition on repackaging imported sugar was first challenged in the Puerto Rico court system in 1984. While the Puerto Rico Supreme Court was considering the issue, a concurrent suit was filed in federal district court in 1987. The district court stayed the proceedings pending a decision by the Puerto Rico Supreme Court. On November 30, 1987, the Puerto Rico Supreme Court rendered such a decision, upholding Regulation No. 13 against due process and equal protection claims based on the Puerto Rico Constitution. Puerto Rico Sugar Corp. v. Garcia, CE-85-481, RE-85-496, P.R. Offic. Trans. Sugar repacker Garcia returned to the federal district court seeking relief in that forum. The district court, after dismissing the claims brought under the Due Process and Equal Protection Clauses of the United States Constitution, held that a claim could be maintained under the Commerce Clause, because such a claim could not have been litigated in the Puerto Rico courts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Garcia v. Bauz Salas, <span class=\"citation\" data-id=\"1362831\"><a href=\"/opinion/1362831/garcia-v-bauza-salas/\"><span class=\"volume\">686</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">965</span></a></span>, 967 (D.P.R. 1988) (\"under Puerto Rican law, as espoused by the Puerto Rico Supreme Court, the clause is inapplicable to the Island\"). The district court went on to enjoin enforcement of the regulation. Id. at 974. On appeal, this Court vacated the injunction, holding that the district court's action violated the Anti-Injunction Act, 28 U.S.C. &#167; 2283, because the order enjoining enforcement of Regulation No. 13 directly conflicted with the injunction affirmed by the Puerto Rico Supreme Court barring Garcia from repackaging sugar in Puerto Rico. Garcia v. Bauza Salas, <span class=\"citation\" data-id=\"515443\"><a href=\"/opinion/515443/toribio-garcia-v-juan-bauza-salas/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 907-08 (1st Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1994, appellee Pan American Grain imported approximately 80,000 pounds of sugar into Puerto Rico for consumer repackaging by appellee Starlight Sugar. Pursuant to Regulation No. 13, the Department of Agriculture issued a detention order prohibiting appellees from selling the sugar to grocery stores in Puerto Rico. Starlight/PanAm sued, seeking declaratory and injunctive relief, as well as damages, and based their challenge of Regulation No. 13 on the Commerce and Equal Protection Clauses of the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court granted Starlight/PanAm's motion for preliminary injunctive relief, holding that there was a likelihood of success on the merits as to both the Commerce Clause and equal protection arguments. Starlight Sugar I, 909 F. Supp. at 861. The court found that Regulation No. 13 \"facially discriminates against interstate commerce\" and that the government had failed to assert a compelling interest sufficient to justify this \"discriminatory purpose and effect,\" thus implicating the Commerce Clause. Id. In addition, the district court held that the government had put forth no \"legitimate government objective\" for Regulation No. 13, and that the regulation, therefore, likely violated the Equal Protection Clause. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court affirmed the grant of the preliminary injunction, finding \"no abuse of discretion and no error of law.\" Starlight Sugar II, 114 F.3d at 331. Regarding the likelihood of success on the merits, we \"note[d]\" that \"Commerce Clause case law strongly supports the position of the plaintiff sugar importers.\" Id. We characterized Regulation No. 13 as \"facially discriminatory,\" and thus \"presumptively invalid.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the most recent development of this case, the district court ruled, in an Opinion and Order, in favor of Starlight/PanAm's Motion for Summary Judgment. Starlight Sugar, Inc. v. Soto, <span class=\"citation\" data-id=\"2399075\"><a href=\"/opinion/2399075/starlight-sugar-inc-v-soto/\"><span class=\"volume\">86</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">23</span></a></span> (2000) [hereinafter Starlight Summary Judgment]. The court affirmed its prior intimations that Market Regulation No. 13 violated both the Commerce and Equal Protection Clauses. Pursuant to this finding, the district court granted injunctive relief against Soto. The court next turned to Starlight/PanAm's &#167; 1983 claim for damages against Soto in his personal capacity, and, in that context, analyzed Soto's assertion of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Citing Harlow v. Fitzgerald, <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></span> (1981), the district court identified a two-part test for determining whether an official is entitled to qualified immunity: (1) whether the law was clearly established at the time the action was taken; and (2) if so, whether the official knew or reasonably should have known that the action or inaction would violate petitioner's constitutional rights. Id. at 818. The district court found that the law was clearly established and that Soto knew or should have known that enforcement of Market Regulation No. 13 violated Starlight/PanAm's constitutional rights. The court called the Commerce Clause \"a cornerstone of our economy and our country\" and was \"hard pressed to believe that Soto, an attorney, would be unaware of the existence of the Commerce Clause.\" Starlight Summary Judgment, 86 F. Supp. 2d at 30. In a footnote, the court stated, \"A similar result is found when analyzing the Equal Protection Clause . . . .\" Id. at 30 n.9.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant Soto brings this interlocutory appeal pursuant to 28 U.S.C. &#167; 1291, challenging only the district court's rejection of his qualified immunity defense. See Mitchell v. Forsyth, <span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></span>, 530 (1984). Entitlement to the defense of qualified immunity is a question of law subject to de novo review. See, e.g., Elder v. Holloway, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 516 (1994). Accordingly, we proceed to the merits of this appeal.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This Court has identified a three-step process for evaluating qualified immunity claims: (1) whether the claimant has alleged the deprivation of an actual constitutional right; (2) whether the right was clearly established at the time of the alleged action or inaction; and (3) if both of these questions are answered in the affirmative, whether an objectively reasonable official would have believed that the action taken violated that clearly established constitutional right. Nelson v. Kline, <span class=\"citation\" data-id=\"772324\"><a href=\"/opinion/772324/bryan-t-nelson-v-wayne-kline-and-matthew-cunningham/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, (1st Cir. 2001); Abreu-Guzman v. Ford, <span class=\"citation\" data-id=\"199293\"><a href=\"/opinion/199293/abreu-guzman-v-ford/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 73 (1st Cir. 2001); see Wilson v. Layne, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, 609 (1999). This particular order of analysis \"is designed to 'spare a defendant not only unwarranted liability, but unwarranted demands customarily imposed upon those defending a long drawn-out lawsuit.'\" Wilson, 526 U.S. at 609 (quoting Siegert v. Gilley, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 232 (1991)). Addressing the constitutional question first \"promotes clarity in the legal standards for official conduct, to the benefit of both the officers and the general public.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held that Market Regulation No. 13 violated clearly established Commerce Clause and Equal Protection Clause case law. We will examine both, turning first to the Commerce Clause claim.</p>\n    </div>\n    <p class=\"indent\">A. Commerce Clause Analysis</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In explaining \"dormant\" Commerce Clause jurisprudence, the district court quoted the following passage:  This \"negative\" aspect of the Commerce Clause prohibits economic protectionism--that is, regulatory measures designed to benefit in-state economic interests by burdening out-of-state competitors. . . . Thus, state statutes that clearly discriminate against interstate commerce are routinely struck down . . . unless the discrimination is demonstrably justified by a valid factor unrelated to economic protectionism.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Starlight Sugar I, 909 F. Supp. at 857 (quoting West Lynn Creamery, Inc. v. Healy, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 192-93 (1994) (quoting New England Co. of Ind. v. Limbach, <span class=\"citation\" data-id=\"112081\"><a href=\"/opinion/112081/new-energy-co-of-ind-v-limbach/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, 273-74 (1988))). The district court found Market Regulation No. 13 to be facially discriminatory, falling within a category of government regulation that the dormant Commerce Clause renders invalid. The court further held that Soto had failed to advance any justification for the repackaging prohibition that did not ultimately amount to economic protectionism.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Id. at 860-61; see also Starlight Sugar II, 114 F.3d at 331-32.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Commerce Clause \"confer[s] a 'right' to engage in interstate trade free from restrictive state regulation.\" Dennis v. Higgins, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">439</span></span>, 448 (1990). We agree with the district court that Starlight/PanAm have identified a deprivation of this constitutional right. The next question to address is whether this right was clearly established at the time of Soto's enforcement of Regulation No. 13. We hold that it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Citing First Circuit precedent, the district court stated that: \"The constraints of the dormant Commerce Clause apply equally to Puerto Rico.\" Starlight Sugar I, 909 F. Supp. at 858. In Trailer Marine Transport Corp. v. Rivera-Vazquez, <span class=\"citation\" data-id=\"592212\"><a href=\"/opinion/592212/trailer-marine-transport-corp-v-carmen-m-rivera-vazquez-etc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir. 1992), we explicitly considered \"whether and how the Commerce Clause constrains legislation and administrative action of Puerto Rico.\" Id. at 6. Characterizing Puerto Rico's status as \"unique,\" we noted that Puerto Rico has no voting representation in Congress, that Congress may fashion laws in a manner that treats Puerto Rico differently from the states, that not all federal constitutional rights apply in Puerto Rico, and that it has not been determined whether Puerto Rico is governed by the Fifth or by the Fourteenth Amendment. Id. at 7. Nevertheless, we concluded that Puerto Rico is bound by the dormant Commerce Clause in the same way that the states are. The Commerce Clause's purposes of \"foster[ing] economic integration and prevent[ing] local interference with the flow of the nation's commerce . . . appl[y] with equal force to official actions of Puerto Rico.\" Id. at 8. In addition, we found that Puerto Rico enjoys sufficient autonomy as an entity to justify treating it as independent of Congress and thus subject to dormant Commerce Clause restraints. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico, we have noted, \"has taken a different view.\" Id. at 9. Commenting on the scope of the application of the Commerce Clause to Puerto Rico, that court said: \"This interstate commerce relation [between Puerto Rico and the United States] has constitutionally had, and still has, contours which are different from the relation which under the Constitution prevails among states of the Union.\" R.C.A. v. Government of the Capital, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">404</span></span>, 419 (P.R. 1964). This amorphous statement eludes concrete interpretation, and the opinion itself fails to further elaborate on how Puerto Rico's relationship with the United States would affect the application of the Commerce Clause to Puerto Rico. Subsequent decisions by the Puerto Rico Supreme Court are similarly unilluminating. See, e.g., Iberia v. Secretario de Hacienda, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">57</span></span>, 72-73 &amp; n.11 (P.R. 1993) (finding it unnecessary to comment on the applicability of the Commerce Clause to Puerto Rico); Marketing v. Departamento de Agricultura, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">319</span></span> (P.R. 1987) (deciding that the dormant Commerce Clause question need not be answered in the course of decision). One interpretation of the R.C.A. language by this Court, as illustrated by our comment in Trailer Marine, and the Puerto Rico federal district courts is that the dormant Commerce Clause does not apply to Puerto Rico. Garcia, 686 F. Supp. at 968; Sea-Land Servs., Inc. v. Municipality of San Juan, <span class=\"citation\" data-id=\"1950336\"><a href=\"/opinion/1950336/sea-land-services-inc-v-municipality-of-san-juan/\"><span class=\"volume\">505</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">533</span></a></span>, 542 (D.P.R. 1980). In an earlier opinion, however, we rejected an argument that the Puerto Rico courts were closed to a Commerce Clause claim, stating that: \"In our view, the position taken by the Supreme Court of Puerto Rico in [R.C.A.] is far more flexible.\" Carrier Corp. v. Perez, <span class=\"citation\" data-id=\"403543\"><a href=\"/opinion/403543/carrier-corporation-v-hon-julio-cesar-perez-etc/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 165 (1st Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In an effort to clarify how we interpret the Puerto Rico Supreme Court's position, we offer the following commentary. First, the R.C.A. case offers the only substantive statement on application of the Commerce Clause to Puerto Rico by the Puerto Rico Supreme Court. It, at minimum, suggested that there could be situations in which the Commerce Clause would not apply to Puerto Rico, even though it would constrain a State in comparable circumstances. Second, the R.C.A. case was written in 1964, and the relationship between Puerto Rico and the United States has been refined and clarified since that time. See, e.g., Examining Bd. of Eng'rs v. Flores de Otero, 426 U.S.572, 595 (1976) (\"the purpose of Congress in the 1950 and 1952 legislation was to accord to Puerto Rico the degree of autonomy and independence normally associated with States\"). Noting that in more recent years Puerto Rico has acted and been treated more like a state, we overturned our 1947 holding in Buscaglia v. Ballester, <span class=\"citation\" data-id=\"1548355\"><a href=\"/opinion/1548355/buscaglia-v-ballester/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">805</span></a></span> (1st Cir. 1947), that the dormant Commerce Clause did not apply to Puerto Rico. Trailer Marine, 977 F.2d at 9. The R.C.A. decision relied, at least in part, on Buscaglia. R.C.A., 91 P.R.R. at 419 n.9. Perhaps recognizing that the status of Puerto Rico is not as was perceived at the time that R.C.A. was decided, and that the precedential underpinnings for its Commerce Clause comments have been weakened, the Puerto Rico Supreme Court has intimated that the applicability of the dormant Commerce Clause to Puerto Rico is an unresolved question. See Iberia, 135 P.R. Dec. at 72-73 &amp; n.11; Marketing, 118 P.R. Dec. at 319. Unfortunately, this has not spurred the Puerto Rico Supreme Court to address the issue squarely. As a result, we are left with the vague language in R.C.A. that the Commerce Clause, as applied to Puerto Rico, has \"contours which are different\" from those when applied to the States. 91 P.R.R. at 419. From this conclusion, we proceed with the qualified immunity analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">When determining whether a constitutional right is clearly established for purposes of qualified immunity, state,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as well as federal, decisions can be considered. See Cinelli v. Cutillo, <span class=\"citation\" data-id=\"536978\"><a href=\"/opinion/536978/arthur-j-cinelli-v-michael-cutillo-and-robert-nunez/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">650</span></a></span>, 655 (1st Cir. 1990) (citing a Massachusetts Supreme Judicial Court opinion at length in concluding that the right was clearly established). The Seventh Circuit has commented:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">State judges like federal judges take an oath to uphold the Constitution of the United States, and unlike the converse case of federal judges enforcing state law, where it is accepted that the ultimate authority on questions of state law resides with state rather than federal courts, the federal courts of appeals do not have the ultimate authority to decide issues of federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Burgess v. Lowery, <span class=\"citation\" data-id=\"767402\"><a href=\"/opinion/767402/jess-burgess-and-marilyn-thompkins-v-louis-lowery/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">942</span></a></span>, 945 (7th Cir. 2000). In turning to both the state and federal case law in this instance, we find a potential conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Trailer Marine, as noted, we held that the dormant Commerce Clause applies to Puerto Rico; the Puerto Rico Supreme Court took a different view in the R.C.A. case. The United States Supreme Court has anticipated this potential for disagreement: \"Each system proceeds independently of the other with ultimate review in this Court of the federal questions raised in either system. Understandably this dual court system [i]s bound to lead to conflicts and frictions.\" Atlantic Coast Line R.R. Co. v. Brotherhood of Locomotive Eng'rs, <span class=\"citation\" data-id=\"108160\"><a href=\"/opinion/108160/atlantic-coast-line-r-co-v-locomotive-engineers/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></a></span>, 286 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the past, we have held that a right can be treated as clearly established in this circuit if we have unequivocally identified that right in prior decisions, regardless of Supreme Court silence on the subject or a lack of unanimity among the circuits. Newman v. Massachusetts, <span class=\"citation\" data-id=\"528443\"><a href=\"/opinion/528443/anny-newman-v-commonwealth-of-massachusetts-appeal-of-diana-burgin/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 25 (1st Cir. 1989). However, Newman did not address whether a right could be considered clearly established in a case such as this, where there is arguably contrary authority from the highest court of a state within the First Circuit. This distinct circumstance necessarily impacts our view on whether a right is clearly established.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Seventh Circuit has stated that an official should not be shielded by the defense of qualified immunity simply because there is \"one contrary decision at either the federal court of appeals or the state supreme court level.\" Burgess, 201 F.3d at 946 (involving the constitutionality of strip searching prison visitors without reasonable suspicion). Again, the precedent under examination in Burgess may be distinguished, as the only conflicting authority came from a state court in another circuit, the Supreme Court of Hawaii. Because neither Burgess nor Newman dealt with conflicting precedent from a state within the circuit, much less conflicting precedent from the state in which the alleged constitutional violation occurred, our reliance on them for guidance in our assessment of qualified immunity in this case is necessarily circumspect.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We conclude that the applicability of the dormant Commerce Clause to Puerto Rico is disputed, and, thus, appellees' attendant constitutional right is not clearly established.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Our holding is consistent with and respects the role of state systems in identifying and defining federal constitutional rights on a parallel basis with the federal courts with ultimate supervisory authority to harmonize any potential conflicts residing in the United States Supreme Court.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Soto is, therefore, protected by the qualified immunity defense as far as the Commerce Clause challenge is concerned.</p>\n    </div>\n    <p class=\"indent\">B. Equal Protection Analysis</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court provided limited explanation for its conclusion that Soto's enforcement of Market Regulation No. 13 violated the Equal Protection Clause, citing only Metropolitan Life Insurance Co. v. Ward, <span class=\"citation\" data-id=\"111385\"><a href=\"/opinion/111385/metropolitan-life-ins-co-v-ward/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">869</span></a></span>, 880 (1985) [hereinafter MetLife], in support of its conclusion. Starlight Sugar I, 909 F. Supp. at 861. The district court's treatment was even more summary in denying Soto's qualified immunity defense, disposing of the equal protection issue with a footnote reference to the Opinion's Commerce Clause findings. Starlight Summary Judgment 86 F. Supp. 2d at 30 n.9. A review of MetLife reveals that Commerce Clause and Equal Protection Clause analysis should not be conflated:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under Commerce Clause analysis, the State's interest, if legitimate, is weighed against the burden the state law would impose on interstate commerce. In the equal protection context, however, if the State's purpose is found to be legitimate, the state law stands as long as the burden it imposes is found to be rationally related to that purpose, a relationship that is not difficult to establish.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">470 U.S. at 881. The district court, then, did not sufficiently consider whether Market Regulation No. 13 violated the Equal Protection Clause, and we do not adopt the court's findings or conclusion in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">If neither a fundamental right nor a suspect classification is involved in an Equal Protection Clause challenge, courts will uphold legislation that provides for differential treatment upon a mere showing of a rational relationship between the disparate treatment and a legitimate government objective. Fireside Nissan, Inc. v. Fanning, <span class=\"citation\" data-id=\"675088\"><a href=\"/opinion/675088/fireside-nissan-inc-v-daniel-p-fanning-director-department-of/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 219 (1st Cir. 1994). In making such an inquiry, any \"plausible\" justification will suffice, and effectively ends the analysis. FCC v. Beach Communications, Inc., <span class=\"citation\" data-id=\"112870\"><a href=\"/opinion/112870/fcc-v-beach-communications-inc/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 313-14 (1993). In fact, the party challenging the legislation bears the burden of \"negat[ing] every conceivable basis which might support it.\" Id. at 315 (quoting Lehnhausen v. Lake Shore Auto Parts Co., <span class=\"citation\" data-id=\"108721\"><a href=\"/opinion/108721/lehnhausen-v-lake-shore-auto-parts-co/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 364 (1973)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court addressed one government justification of Market Regulation No. 13, namely, protection of the local sugar industry, and cited MetLife for the proposition that this is not a legitimate government objective. Starlight Sugar I, 909 F. Supp. at 861. We are not persuaded that MetLife is so broad; in fact, it expressly limits its holding to the particular facts of the case: \"This case does not involve or question . . . the broad authority of a State to promote and regulate its own economy. We hold only that such regulation may not be accomplished by imposing discriminatorily higher taxes on nonresident corporations solely because they are nonresidents.\" 470 U.S. at 882 &amp; n.10.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Even if Soto's stated justification for enforcing Market Regulation No. 13 is insufficient to uphold the rationality of the legislation, this Court is obligated to seek out other conceivable reasons for validating Regulation No. 13. Here, the Introduction to Market Regulation No. 13 provides a health and safety justification: \"to guarantee that imported sugar that may be marketed in Puerto Rico meets certain minimum quality requirements.\" That this was not the reason provided by Soto for his enforcement is irrelevant to an equal protection inquiry. See Beach Communications, 508 U.S. at 315.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although this issue was never addressed by the parties, the district court discussed, and dismissed, the health and safety argument. Starlight Sugar I, 909 F. Supp. at 860. The district court pointed out that there had been no complaints as to the quality of imported sugar prior to the ban on repackaging, and that the Department of Agriculture does not conduct \"wholesomeness\" inspections. Id. In addition, the court commented that there were less burdensome methods for ensuring the quality of imported sugar than the restrictions found in Regulation No. 13. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We do not doubt the district court's observations in this regard. For the most part, however, they are only relevant to Commerce Clause, not Equal Protection Clause, analysis. For one, equal protection does not demand that a State employ less burdensome alternatives if those are available. A court's belief that the legislature's alleged goals could be accomplished through more reasonable means is irrelevant to rational-basis review. Beach Communications, 508 U.S. at 314. In addition, the district court conceded that: \"[i]t is true that section V of Regulation 13 establishes minimum quality standards for sugar brought into Puerto Rico.\" Starlight Sugar I, 909 F. Supp. at 860. Given the regulation's stated purpose of quality control, and the specifications throughout that appear to intend to further that goal, it is at least \"plausible\" that Section VI of Regulation No. 13 is rationally related to health and safety considerations. Since equal protection analysis does not subject \"legislative choice . . . to courtroom fact-finding,\" and a court may uphold such legislation on the basis of \"rational speculation unsupported by evidence or empirical data,\" Beach Communications, 508 U.S. at 315, we need go no further.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We hold that Starlight/PanAm's Equal Protection Clause challenge to Secretary Soto's enforcement of Market Regulation No. 13 fails at the first step of the analysis, demonstrating the actual deprivation of a constitutional right, and that Soto is accordingly protected by the defense of qualified immunity. Based on this and our earlier conclusion that the applicability of the dormant Commerce Clause to Puerto Rico is not \"clearly established,\" appellant Soto cannot be held personally liable for his actions. The district court's decision with respect to Soto's qualified immunity defense is reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Puerto Rico Department of Agriculture Market Regulation No. 13, Sec. VI--Containers reads, in relevant part:</p>\n        <p>A. Refined sugar to be imported in Puerto Rico shall come in consumer size packages inside the corresponding shipping containers. For the purposes of this Regulation a consumer size package is that one whose net content does not exceed five (5) pounds.</p>\n        <p>B. . . . . Imported refined sugar for industrial use shall not be repacked in consumer-size packages.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Puerto Rico Supreme Court's holdings on the applicability of the Commerce Clause to Puerto Rico will be discussed later in this Opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Belated citation at oral argument to the quality control purpose articulated in the Introduction to Market Regulation No. 13 is unavailing to Soto as to the Commerce Clause challenge, because it was never presented in the lower court, nor was it fully briefed on appeal. See, e.g., King v. Town of Hanover, <span class=\"citation\" data-id=\"742622\"><a href=\"/opinion/742622/74-fair-emplpraccas-bna-1266-71-empl-prac-dec-p-44807-bruce-h/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 970 (1st Cir. 1997). This justification will be discussed in greater depth, however, in the equal protection section of this Opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Decisions of the Puerto Rico Supreme Court in these circumstances should be considered to have the same force as if they originated in a state supreme court. See Cruz v. Melecio, <span class=\"citation\" data-id=\"198832\"><a href=\"/opinion/198832/oscar-cruz-v-melecio/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 22-25 (1st Cir. 2000) (ordering stay of federal district court proceedings pending resolution by the Puerto Rico Supreme Court of a parallel suit: \"the case before the Puerto Rico Supreme Court is more comprehensive than the newer federal case because it covers both commonwealth and federal constitutional claims. Plainly, the interests of judicial efficiency and eliminating piecemeal litigation favor resolving these closely related claims in a single forum.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This does not mean that a Commerce Clause right, such as the one identified in this case, will not be considered clearly established for purposes of qualified immunity analysis indefinitely in the face of continued silence on the question by the Puerto Rico Supreme Court and the United States Supreme Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Prior to 1961, the First Circuit was empowered to review decisions of the Puerto Rico Supreme Court that resolved federal questions. 28 U.S.C. &#167; 1293 (1959); 28 U.S.C. &#167; 1294(6)(1959). In 1961, &#167;&#167; 1293 &amp; 1294(6) were repealed, and since then, \"[f]inal judgments or decrees rendered by the Supreme Court of the Commonwealth of Puerto Rico may be reviewed by the Supreme Court by writ of certiorari.\" 28 U.S.C. &#167; 1258.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/742622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1362831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1524760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1548355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1950336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2399075/"
  ]
}