{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199419/",
  "absolute_url": "/opinion/199419/oconnor-v-commonwealth-gas-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199419/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:20Z",
  "date_modified": "2017-03-24T11:01:53.495620Z",
  "type": "010combined",
  "sha1": "a608286865508546ba671b57cb64d824bf7f962a",
  "page_count": 25,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1798-01A.pdf",
  "local_path": "pdf/2001/05/30/OConnor_v._Commonwealth_Gas_Co..pdf",
  "plain_text": "           United States Court of Appeals\n                     For the First Circuit\n\n\nNo.   00-1798\n\n                        JOSEPH O’CONNOR,\n\n                     Plaintiff, Appellant,\n                      ____________________\n\n                         PETER HORNING,\n\n                           Plaintiff,\n\n                               v.\n\n            COMMONWEALTH GAS COMPANY, JOHN WILLIAMS,\n         COMMONWEALTH ENERGY SYSTEM, AND WILLIAM POIST,\n\n                     Defendants, Appellees.\n\n\nNo.   00-1799\n\n                        JOSEPH O’CONNOR,\n\n                           Plaintiff,\n                      ____________________\n\n                         PETER HORNING,\n\n                     Plaintiff, Appellant,\n\n                               v.\n\n            COMMONWEALTH GAS COMPANY, JOHN WILLIAMS,\n         COMMONWEALTH ENERGY SYSTEM, AND WILLIAM POIST,\n\n                     Defendants, Appellees.\n\f        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Morris E. Lasker,* Senior U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n                 Coffin, Senior Circuit Judge,\n                   and Lipez, Circuit Judge.\n\n\n\n     David Miller for appellants.\n     David S. Rubin, with whom Christopher Novello was on brief,\nfor appellees\n\n\n\n\n                          May 30, 2001\n\n\n\n\n    *Of the    Southern   District    of   New   York,   sitting   by\ndesignation.\n\f         COFFIN, Senior Circuit Judge.    This case requires us\n\nto revisit the criteria that bring an early retirement incentive\n\nplan within the coverage of the Employee Retirement Income\n\nSecurity Act of 1974 (ERISA), codified as amended at 29 U.S.C.\n\n§§ 1001-1416 and in scattered sections of Title 26.   Appellants\n\nO'Connor and Horning, retirees of appellee Commonwealth Gas\n\nCompany (CGC), appeal from an adverse summary judgment in which\n\nthe district court held that CGC's 1997 Personnel Reduction\n\nProgram (PRP), an early retirement incentive, was an ERISA plan\n\nthat preempted various state law claims.1    We conclude that,\n\nbecause the PRP was little     more than a lump-sum severance\n\npackage, it was not an ERISA-covered plan.     Consequently, we\n\nreverse and remand so that the district court may consider\n\nwhether to assert supplemental jurisdiction and address the\n\nstate claims.\n\n                          BACKGROUND\n\n         Because our determination turns on a pure question of\n\nlaw, we chronicle the underlying dispute briefly and refer\n\nreaders to the district court's published ruling for a more\n\n\n    1     The court also found all but one of the alleged\nmisrepresentations made by CGC and its chief human resources\nofficer, appellee Williams, to be immaterial, and hence not a\nbreach of the fiduciary duty owed by ERISA plan administrators\nto their beneficiaries. See 29 U.S.C. §§ 1109, 1132. Given our\ndisposition, Williams' personal liability is no longer at issue.\nTherefore, we refer to appellees simply as CGC.\n\n                              -3-\n\fdetailed recitation of the facts.             See O'Connor v. Commonwealth\n\nGas Co., 85 F. Supp. 2d 49, 52-53 (D. Mass. 2000).\n\n           In    January    1997,       CGC   decided    to    merge   with   its\n\ncounterpart utility, the Commonwealth Electric Company, which\n\nalong with CGC was a subsidiary of a common holding company,\n\nCommonwealth Energy Systems (CES).                The pending consolidation\n\nwas    first    disclosed    to    senior     officers    of    CES    and   later\n\ndiscussed at a meeting of the CES board as a means of reducing\n\nthe total workforce.        By a letter to employees dated February 6,\n\n1997, the merger was publicly announced, as was CES's intention\n\nto eliminate 15 percent of the workforce, which it hoped to\n\naccomplish \"through attrition and a personnel reduction program\n\n[it]   plan[ned]    to   offer     to   certain    employees.\"         The   first\n\nmeeting to develop that plan occurred in February; a draft was\n\ncreated by mid-March and finalized on May 13, the effective date\n\nof the PRP.\n\n           The PRP contained several benefits for employees who\n\nopted to retire: a severance bonus, pension credit, payment of\n\nCOBRA premiums, and reimbursement for educational assistance and\n\noutplacement services.            In exchange, employees who elected to\n\nstep down early were required to sign releases, non-competition\n\nand confidentiality agreements, and to forego their annual bonus\n\nfor the year in which they opted to retire.                     This deal was\n\n\n                                        -4-\n\foffered   to   all   non-officer     employees   during   a   fifteen-week\n\nperiod in the summer of 1997.         CGC reserved the right to limit\n\nparticipation to 300 employees, and to delay the retirement of\n\nany employee who elected to participate for up to one year.\n\nFurther details of the plan pertinent to our analysis will be\n\noutlined in the discussion.\n\n           Appellants      O'Connor    and   Horning,     both   long-time\n\nemployees of CGC, were denied benefits under the PRP after\n\nretiring on February 1 and January 1, 1997, respectively.2               They\n\nbrought this action claiming that material misrepresentations\n\nmade by agents of CGC misled them into retiring before the\n\neffective date of the PRP. The district court found most of the\n\nalleged misstatements to be immaterial because they were made\n\nbefore the PRP was under serious consideration.3              See O'Connor,\n\n85 F. Supp. 2d at 59-61.         We need not address the timing or\n\nmateriality    of    the   alleged    misrepresentations       because    our\n\nholding that the PRP was not an ERISA plan moots those issues;\n\n\n\n\n    2     Horning initially gave notice to retire effective\nFebruary 1, but stepped down a month early after being assured\nthat there was no incentive plan forthcoming.\n    3     One of the misstatements made to O'Connor was found to\nbe actionable as an affirmative misrepresentation; after a bench\ntrial on that breach of fiduciary duty claim, judgment was\nentered in favor of CGC. That ruling was not appealed.\n\n                                     -5-\n\fabsent an ERISA plan, CGC owed no fiduciary obligations to\n\nappellants under federal law.4\n\n         After initially dismissing appellants' state common law\n\nclaims as preempted because both parties agreed at that time the\n\nPRP was an ERISA plan, the district court reconsidered that\n\nissue at length in its summary judgment ruling, responding to\n\nappellants' opposition.    See O'Connor, 85 F. Supp. 2d at 53-59.\n\nRecognizing that the severance bonus did not implicate ERISA,\n\nthe court nevertheless held that the \"composite\" constructed\n\nfrom the other elements of the PRP coupled with CGC's intent\n\nmade the PRP a covered plan.   Id. at 53.   Our review leads us to\n\nthe opposite conclusion.\n\n         We review de novo a district court's summary judgment\n\ndetermination that a plan is governed by ERISA.       Rodowicz v.\n\nMass. Mut. Life Ins. Co., 192 F.3d 162, 170, amended by 195 F.3d\n\n\n    4     The court also dismissed appellants' federal common law\nclaims   of    equitable   estoppel,    fraud,   and    negligent\nmisrepresentation as duplicative of the ERISA claim. O'Connor,\n85 F. Supp. 2d at 61-62.       Although we have recognized our\nequitable powers to fashion a common law remedy through\n\"interstitial lawmaking\" where ERISA does not provide one, e.g.\nVartanian v. Monsanto, 14 F.3d 697, 703 (1st Cir. 1994), this is\nnot the appropriate case in which to do so.        See Mauser v.\nRaytheon Co., 239 F.3d 51, 57 (1st Cir. 2001) (\"[W]e must\nexercise caution in creating new common law rules for pension\nplans; we should only act when there is, in fact, a gap in the\nstructure of ERISA or in the existing federal common law\nrelating to ERISA.\").    Because we conclude that there was no\nERISA plan, we would be hard-pressed to extend the protections\nof the statute.\n\n                                 -6-\n\f65 (1st Cir. 1999); New England Mut. Life Ins. Co. v. Baig, 166\n\nF.3d 1, 3 (1st Cir. 1999); cf. Belanger v. Wyman-Gordon Co., 71\n\nF.3d 451, 453-54 (1st Cir. 1995) (applying clear error standard\n\nto review of post-trial determination).5\n\n                                  DISCUSSION\n\n            Before dissecting the constituent elements of the PRP,\n\nwe review the legal framework.        Since the statutory language has\n\nproven to be unhelpful,6 we have relied on case law to discern\n\nwhen a benefit program constitutes an ERISA plan.                     In    Fort\n\nHalifax,     the   Court   made   clear    that   a   given   plan    must    be\n\nevaluated in light of Congress' purposes in enacting ERISA.                  454\n\nU.S. at 8.    Paramount among those aims was to safeguard employee\n\ninterests by reducing the threat of abuse or mismanagement of\n\nfunds.     Massachusetts v. Morash, 490 U.S. 107, 115 (1989) (\"In\n\nenacting     ERISA,   Congress'      primary      concern     was    with    the\n\n\n     5    Although this standard was the source of some confusion\nin the district court, see O'Connor, 85 F. Supp. 2d at 55 n.6,\nthe mix-up appears to have stemmed from a failure fully to\nappreciate that Belanger was a post-trial appeal, whereas\nRodowicz and Baig were appeals from summary judgment orders.\n     6    As the Supreme Court has recognized, the statutory\ndefinition   of  an   \"employee  pension   benefit   plan\"  is\ntautological, defining an ERISA plan as \"any plan, fund, or\nprogram . . . that by its express terms or as a result of\nsurrounding circumstances . . . provides retirement income to\nemployees.\" 29 U.S.C. § 1002(2)(A); see Fort Halifax Packing\nCo. v. Coyne, 482 U.S. 1, 8-9 (1987); see also Demars v. Cigna\nCorp., 173 F.3d 443, 445 (1st Cir. 1999); Belanger, 71 F.3d at\n454.\n\n                                     -7-\n\fmismanagement of funds accumulated to finance employee benefits\n\nand the failure to pay employees benefits from accumulated\n\nfunds.\"); see also Demars, 173 F.3d at 446 (\"Congress wanted to\n\nsafeguard employee interests by reducing the threat of abuse or\n\nmismanagement of funds that had been accumulated to finance\n\nemployee benefits . . . .\"); Belanger, 71 F.3d at 454 (\"ERISA's\n\nsubstantive protections are intended to safeguard the financial\n\nintegrity     of   employee    benefit      funds,    to   permit    employee\n\nmonitoring of earmarked assets, and to ensure that employers'\n\npromises are kept.\"); accord Baig, 166 F.3d at 3.                    It is by\n\ngauging the level of employer oversight over pension funds that\n\nthe \"plan\" determination must be made.\n\n            In evaluating whether a given program falls under\n\nERISA,   we   have   looked    to   \"'the    nature    and   extent     of   an\n\nemployer's benefit obligations.'\"             Rodowicz, 192 F.3d at 170\n\n(quoting Belanger, 71 F.3d at 454).           Those obligations are the\n\ntouchstone of the determination: if they require an ongoing\n\nadministrative scheme that is subject to mismanagement, then\n\nthey will more likely constitute an ERISA plan; but if the\n\nbenefit obligations are merely a one-shot, take-it-or-leave-it\n\nincentive, they are less likely to be covered.                 Particularly\n\ngermane to assessing an employer's obligations is the amount of\n\ndiscretion    wielded   in    implementing     them.       Where    subjective\n\n\n                                    -8-\n\fjudgments    would       call   upon    the    integrity         of   an    employer's\n\nadministration, the fiduciary duty imposed by ERISA is vital.\n\nBut where benefit obligations are administered by a mechanical\n\nformula that contemplates no exercise of discretion, the need\n\nfor ERISA's protections is diminished.\n\n            The    purported     \"plan\"       at   issue    in    Fort     Halifax   is\n\nillustrative.       It was a one-time, lump-sum severance benefit,\n\nwhich the Court held did not constitute an ERISA plan because it\n\ndid not implicate the employer's \"administrative integrity.\"\n\nId. at 15 (\"The focus of [ERISA] is on the administrative\n\nintegrity of benefit plans -- which presumes that some type of\n\nadministrative activity is taking place.\"); see also Baig, 166\n\nF.3d at 4 (\"[W]e will be inclined to find a plan where there are\n\nelements    that    'involve      administrative           activity        potentially\n\nsubject to employer abuse.'\" (quoting Fort Halifax, 482 U.S. at\n\n16)); Belanger, 71 F.3d at 454 (\"[O]ngoing investments and\n\nobligations       are    uniquely      vulnerable      to    employer        abuse    or\n\nemployer     carelessness,        and    thus      require        ERISA's      special\n\nprophylaxis.\").\n\n            The Fort Halifax Court also emphasized that \"Congress\n\npre-empted state laws relating to plans, rather than simply to\n\nbenefits.\"         Id.    at    11-12    (emphasis          in    original).         It\n\ndistinguished       between      plans,        under       which      benefits       are\n\n\n                                        -9-\n\fdistributed,     and   benefits       because    \"[o]nly      'plans'   involve\n\nadministrative activity potentially subject to employer abuse.\"\n\nId. at 16.    We must therefore evaluate a purported plan like the\n\nPRP as a unified whole.\n\n           The determination of what constitutes an ERISA plan\n\nthus turns most often on the degree of an employer's discretion\n\nin administering the plan.             Our cases have noted that such\n\ndeterminations are not clear cut and necessarily require line\n\ndrawing.     See Simas v. Quaker Fabric Corp., 6 F.3d 849, 853 (1st\n\nCir. 1993) (\"It is a matter of degrees but under Fort Halifax\n\ndegrees    are   crucial.\");    accord       Rodowicz,   192    F.3d    at   172;\n\nBelanger, 71 F.3d at 454.             For this reason, our precedents\n\naddressing benefits similar to those in the PRP are particularly\n\ninstructive,     and   we   discuss    those    cases    in   the   context   of\n\ndetailing the four enhanced retirement benefits offered in the\n\nprogram here.     Our examination of the PRP benefits leads us to\n\nconclude that the severance provision, which was the primary\n\ncomponent of the PRP, does not fall under ERISA.               Although other\n\nprovisions might tend to implicate ERISA, we hold that these\n\nbear little weight compared to the non-ERISA nature of the PRP's\n\ncentral severance benefit.        Nor does CGC's intent, which was far\n\nfrom unequivocal, factor significantly in the balance in this\n\ncase.\n\n\n                                      -10-\n\fSeverance Bonus\n\n           The severance bonus was the meat and potatoes of the\n\nPRP. Like the severance at issue in Fort Halifax, it provided\n\nfor a one-time, lump-sum payment.          The severance bonus was based\n\non tenure, calculated at the rate of two-and-a-half weeks' pay\n\nfor each of the first ten years of service plus two weeks for\n\neach additional year, up to a maximum of 78 weeks' salary (for\n\n37 years of service).7       The method of calculation was explained\n\nin the PRP: \"Calculations for severance payments under this\n\nProgram will be based on the employee's authorized rate of pay\n\n. . . and each full year of System service at the time of\n\nseparation.\"     Simple arithmetic thus dictated the amount of the\n\nbonus.\n\n           The PRP's severance provision fits comfortably within\n\nthe category of benefits we have deemed not subject to ERISA\n\ncoverage because of their limited, non-discretionary nature.             In\n\nBelanger, for example, we held that a series of increasingly\n\nmore lucrative severance incentives, also based on years of\n\nservice,   did   not   an   ERISA   plan   make   because   those   bonuses\n\n\"required no complicated administrative apparatus either to\n\ncalculate or to distribute the promised benefit.\"              71 F.3d at\n\n\n    7     Incidentally, both O'Connor and Horning had surpassed\nthis three-decade milestone and therefore would have been\nentitled to the maximum severance bonus allowable under the PRP.\n\n                                    -11-\n\f455.     More recently, in          Rodowicz, we held that a voluntary\n\ntermination      program,      which   included      a   severance     remarkably\n\nsimilar to the PRP, was not an ERISA plan.                 192 F.3d at 171-72.\n\nLike    the     PRP,     the   Rodowicz    severance       was    calculated     by\n\nmultiplying some number of weeks' salary by years of service; it\n\ntoo was capped at 78 weeks; it too was offered to most employees\n\nduring a narrow window of opportunity (five weeks); and it too\n\nconditioned the enhanced benefit on the employer's ability to\n\ndefer retirement (for up to six months).                 Id. at 167.      Although\n\nthe PRP's election window and deferral period were longer, we\n\nagree    with    the     district    court    that   those       differences     are\n\nimmaterial.          See O'Connor, 85 F. Supp. 2d at 56.\n\n              In some ways, the Rodowicz incentive involved even more\n\ndiscretion than the PRP or the severance packages in Belanger.\n\nIt     authorized        certain    exclusions       for     those    terminated\n\ninvoluntarily and provided an appeals process for aggrieved\n\nemployees       to    challenge     that   determination,         which   made    it\n\n\"somewhat less mechanical and unthinking.\"                  Rodowicz, 192 F.3d\n\nat 171-72.           Despite these more discretionary elements, the\n\nRodowicz severance was not an ERISA plan because it \"did not\n\nrequire that the Company make a long-term financial commitment\n\nto any employee who chose to participate.\"                 Id. at 171.\n\n\n\n\n                                       -12-\n\f              Unlike the Rodowicz program, the PRP limited the number\n\nof employees who could enroll, but this provision does not\n\ndemand the protections of ERISA.                 As stated in the PRP, CGC\n\nreserved       the   right   to    limit   its    incentive     offer    to   300\n\nemployees, a sizable portion of the eligible workforce.                        If\n\ndemand exceeded that number, the choice of eligible employees\n\nwould not be random; it would be based on years of service.\n\nThough    a    \"years   of   service\"      standard    necessarily      requires\n\nindividualized determinations, cf. O'Connor, 85 F. Supp. 2d at\n\n56, such assessments do not implicate ERISA unless they are\n\nbased on non-mechanical, subjective criteria that could in their\n\napplication be subject to employer abuse.                    See Rodowicz, 192\n\nF.3d at 167; Belanger, 71 F.3d at 452.                As the district court\n\npointed       out,   there   was   no    evidence     that    this   contingent\n\nexclusion had actually been invoked, O'Connor, 85 F. Supp. 2d at\n\n55, but even if it had, limiting incentive offers to the most\n\nsenior employees based on tenure could hardly be more objective,\n\nor the application of years of service more mechanical.\n\n              That the severance bonus of the PRP falls on the non-\n\nERISA side of the line is reinforced by comparison to plans we\n\nand other courts have deemed covered by ERISA.                   In Simas, for\n\nexample, we found that a severance bonus for which employees\n\nwere eligible during a twenty-four month election period, if not\n\n\n                                        -13-\n\ffired for cause, implicated the protections of ERISA because\n\n\"the    time   period      [wa]s   prolonged,       individualized            decisions\n\n[we]re required, and at least one of the criteria [wa]s far from\n\nmechanical.\"         6 F.3d at 854.     In contrast to both Belanger and\n\nRodowicz,      Simas's     for-cause    criterion         involved      the    type    of\n\ndiscretionary determination subject to abuse that triggers an\n\nemployer's     fiduciary       obligation     to    its    beneficiaries.             Cf.\n\nEmmenegger v. Bull Moose Tube Co., 197 F.3d 929, 935 (8th Cir.\n\n1999)    (finding      ERISA   plan    where   eligibility             for    severance\n\nrequired employer to \"make an ad hoc judgment about the reason\n\nfor the employee's termination and evaluate the quality of that\n\nperson's service\"); Collins v. Ralston Purina Co., 147 F.3d 592,\n\n597 (7th Cir. 1998) (relying in part on                        Simas to hold that\n\nretention contract that called for payment of severance in the\n\nevent of a \"substantial reduction of duties or responsibilities\"\n\nwas an ERISA plan because employer was \"required to exercise\n\ndiscretion      on    an   ongoing    basis\"       and    to    make    \"nonclerical\n\n'judgment calls'\"); Schonholz v. Long Island Jewish Med. Ctr.,\n\n87 F.3d 72, 76 (2d Cir. 1996) (concluding that a severance\n\nconditioned on involuntarily terminated employee's good faith\n\neffort to obtain commensurate employment elsewhere implicated\n\nERISA because it necessitated \"managerial discretion\").                         In sum,\n\nthe severance provision is a classic non-ERISA benefit.\n\n\n                                       -14-\n\fOther Benefits\n\n            The three other elements of the PRP - educational\n\nassistance, pension credit, and COBRA premiums - appear to be\n\nlittle more than afterthoughts to the severance bonus.                   Compared\n\nto   the    severance,     they     would    not      likely      have   factored\n\nsignificantly into an employee's decision to retire early.                       We\n\nreview briefly each of these other benefits.\n\n            The first such benefit was education and outplacement\n\nassistance through which an employee would be reimbursed up to\n\n$5,000     for   \"a   course   of   study    related        to   occupational    or\n\nprofessional      skill   development\"           or   for    services    such    as\n\ncounseling,      resume   preparation       or    interview      practice.      The\n\ndistrict court held this benefit to be within ERISA's purview.\n\nO'Connor, 85 F. Supp. 2d at 57; but cf. Kemp v. Int'l Bus. Mach.\n\nCorp., 109 F.3d 708, 710-11 (11th Cir. 1997) (where parties\n\nagreed that $2500 Retirement Education Assistance Program was\n\nnot an ERISA benefit).            Even if the assessment of whether a\n\n\"course of study\" was \"related to . . . skill development\" is\n\nthe kind of subjective determination employers might be apt to\n\nabuse, the degree of discretion exercised would be negligible\n\nbecause the educational assistance benefit, like the severance\n\nbonus, was a one-time payment and was available only within a\n\nyear of retirement.       That minimal amount of discretion attendant\n\n\n                                     -15-\n\fto the education assistance benefit was wholly absent from the\n\noutplacement services benefit.\n\n              Employees who opted for the PRP also received a pension\n\ncredit    equal    to    the    number    of   weeks    represented            by   the\n\nseverance.      That is, employees like Horning and O'Connor with\n\nover 37 years' service who received the maximum severance bonus\n\nwould    be   credited    with    an   additional      78    weeks   of       service,\n\nenabling them to collect their non-PRP pension benefits sooner.\n\nThe district court, relying on an extra-circuit case that did\n\nnot directly address the question of what constitutes an ERISA\n\nplan, held that the pension credit implicated ERISA because CGC\n\nwould    be   obligated    to    pay   \"[a]s   long     as    pension         eligible\n\nparticipants in the PRP are alive.\" O'Connor, 85 F. Supp. 2d at\n\n57.    This connotes a more significant undertaking than the facts\n\njustify.      CGC's obligation to pay its employees a pension arose\n\nunder a different retirement plan (undoubtedly covered by ERISA)\n\nthat antedated the PRP.          The only change made by the PRP to that\n\npre-existing      defined       pension   benefit       plan    was       to     start\n\ndisbursements sooner.          Once an employee elected to retire under\n\nthe PRP, the credit enhancement would simply be added to his\n\naccrued time in service.          As with the severance, the amount of\n\nthat     acceleration     was     calculated     according       to       a     simple\n\narithmetic formula.            The pension credit, like the severance\n\n\n                                       -16-\n\fbonus, was a lump-sum benefit - time instead of cash - that left\n\nno discretion to CGC in calculating how much sooner retirees who\n\nopted for the PRP would begin receiving disbursements from their\n\npensions.     As such, it did not implicate ERISA.            But see Fischer\n\nv. Philadelphia Elec. Co., 96 F.3d 1533, 1536 (3d Cir. 1996)\n\n(assuming     without       analysis   that   a   severance    package    that\n\nincluded pension credit of five years for time-in-service and\n\nfive years for age was an ERISA plan).8\n\n            The last PRP benefit, the payment of COBRA 9 premiums\n\nfor at least one year after separation, probably falls within\n\nERISA's protections.            We have stated, albeit in dicta, that\n\nCOBRA continuation coverage implicates ERISA, Demars, 173 F.3d\n\nat   447,   but     that   an   employer's    reimbursement     of   non-COBRA\n\ninsurance premiums paid directly by an employee does not, Baig,\n\n166 F.3d at 4-5.          Relying on Baig, the district court held that\n\nCGC's     payment    of    COBRA   premiums   would   not   implicate    ERISA\n\nbecause it required CGC to do nothing more than \"write a series\n\n\n\n      8   A virtually identical \"5&5\" provision was rejected by\nCGC and scaled back to a maximum credit of 78 months' service.\nSee O'Connor, 85 F. Supp. 2d at 52.\n      9   The Consolidated Omnibus Budget Reconciliation Act of\n1985 (COBRA), 29 U.S.C. § 1162, an amendment to ERISA, requires\nemployers to continue insurance coverage for up to eighteen\nmonths after separation for those employees who continue to pay\ntheir own premium. Under the PRP, CGC paid those premiums for\nat least a year.\n\n                                       -17-\n\fof checks over a year . . . [a] short-term mechanical process\n\n[that] would not require ERISA's protections . . . .\"                      85 F.\n\nSupp. 2d at 57.      The court's reliance on Baig was misplaced.              In\n\nthat case, the employee had arranged for disability insurance\n\nhimself, paid the premiums directly to the insurer, and was\n\nreimbursed by his employer.           Baig, 166 F.3d at 3.           Here, by\n\ncontrast, the COBRA benefit was for a group insurance plan\n\nsponsored     by    CGC,   which    paid    the   premium.    If     the    mere\n\ncontinuation of coverage under COBRA would implicate ERISA, see\n\nDemars, 173 F.3d at 447, then an employer's premium payments to\n\nfacilitate that coverage seemingly would as well.\n\n             In sum, the PRP consists of a substantial lump-sum\n\nseverance, the centerpiece of the incentive, plus a few enhanced\n\nbenefits that otherwise would have been provided upon retirement\n\nunder   pre-existing       ERISA    plans,    though   without     the     added\n\ninducement of $5,000 for retraining, up to 78 months' credit for\n\ntime in service, and the payment of COBRA premiums for a year.\n\nAlthough two of these non-severance benefits might implicate\n\nERISA   to   some    extent,   we   are    persuaded   that   they    did    not\n\ntransform the PRP as a whole into an ERISA-protected plan.\n\nThese were minor perks attached to the severance.                     Neither\n\ninvolved the kind of ongoing discretionary judgments that would\n\n\n\n\n                                     -18-\n\fsufficiently         tax   an   employer's      administrative      integrity    to\n\nwarrant ERISA's prophylaxis.\n\n               Our     assessment        of     the     potential       threat   to\n\nadministrative integrity posed by an early retirement incentive\n\nnecessarily involves qualitative judgment.                  We do not reach this\n\ndecision lightly; it carries weighty consequences.                        If ERISA\n\napplies, an employer assumes the role of fiduciary for its\n\nemployee-beneficiaries,            and        aggrieved    employees      lose   by\n\npreemption certain remedies available under state law.                     Thus, in\n\norder to trigger ERISA's oversight, the plan at issue, viewed as\n\na whole, must require the exercise of discretion to the degree\n\nthat        would    justify    saddling       an     employer   with    fiduciary\n\nresponsibility and foreclosing an employee's state claims.10\n\n               In this case, therefore, we hold that the cumulative\n\nimpact of these lesser benefits is insufficient to counter the\n\n\n       10 Ironically, employers engaged in ERISA litigation\ntypically argue that their plans are covered by the federal\nstatute in an effort to preempt state law claims.        Such a\nposition seems incongruous because, by imposing ERISA's\nfiduciary obligation on employers, Congress sought to provide\nmeaningful protection to employee-beneficiaries.         Recent\nrecognition   that   ERISA's   fiduciary   obligations   compel\naffirmative disclosure may prompt rethinking of this strategy.\nSee Bins v. Exxon Co., 189 F.3d 929, 939 (9th Cir. 1999)\n(holding that \"once an employer-fiduciary seriously considers a\nproposal to implement a change in ERISA benefits, it has an\naffirmative duty to disclose information about the proposal to\nall plan participants and beneficiaries to whom the employer\nknows, or has reason to know, that the information is\nmaterial\").\n\n                                         -19-\n\fnon-discretionary, time-limited nature of the severance bonus,\n\nthe dominant feature of the PRP.         Even viewed in the aggregate,\n\nthese extra benefits do not tip the balance to make the PRP a\n\ncovered plan.    On its face, therefore, the PRP did not comprise\n\nan ERISA plan.\n\nCGC's Intent\n\n          In    holding   that   the   \"composite\"   cobbled   from   the\n\nseverance bonus and these other benefits added up to an ERISA\n\nplan, the district court made much of CGC's intent.            O'Connor,\n\n85 F. Supp. 2d at 57-59.         Our review of the summary judgment\n\nrecord indicates that, at best, the intent was ambiguous and\n\ntherefore provided no basis for holding that the PRP was an\n\nERISA plan.\n\n          Although the cover memo to the summary description of\n\nthe PRP circulated to employees stated that the information was\n\nbeing provided in accordance with the disclosure requirements of\n\nERISA, the five-page summary description did not comply with\n\nthose disclosure requirements.         For example, the PRP failed to\n\nidentify a plan administrator or agent for service of process,\n\nand   omitted   reference   to   the   appeals   process   required    by\n\nregulation.     See 29 C.F.R. §§       2520.102-3(f), -3(g), & -3(s).\n\nThese items, absent from the PRP, were apparently set out in the\n\nbenefit plan documents that predated the PRP incentive.                In\n\n\n                                  -20-\n\ffact,    the    PRP   expressly   disclaims        being    the   final   word   on\n\nemployee benefit plans:\n\n    This summary is not intended to offer detailed\n    descriptions of [CES's] employee benefit plans. All\n    information furnished is governed by the provisions of\n    the   actual   plan  documents   pertaining   to   the\n    appropriate benefit plans.    If any conflict arises\n    between this summary and [CES's] employee benefit plan\n    documents, or any point is not covered, the terms of\n    the appropriate plan documents will govern in all\n    cases.\n\n               This disclaimer and the material omissions from the PRP\n\nindicate that CGC did not intend it to replace its pre-existing\n\nplan documents.        Instead, the PRP appears to have been intended\n\nonly to offer an early retirement incentive and to sketch how an\n\nemployee's acceptance would affect those other benefits.                    CGC's\n\nintent not to create an ongoing plan was underscored by the plan\n\nadministrator, Douglas Miller, who described his understanding\n\nof the PRP this way: \"It wasn't a plan that was supposed to stay\n\non the books like the rest of these plans[;] it was a temporary\n\ntype plan that would [be] institute[d] and then it would go\n\naway.\"    The careful attention to avoid any appearance that the\n\nearly retirement incentive overrode the prior benefit plans, and\n\nthe evidence that it was designed to be a short-term program,\n\nsuggest that CGC did not intend the PRP to be an ERISA plan.\n\n               Although   we   have   in     the     past    characterized       an\n\nemployer's intent as \"[t]he crucial factor in determining if a\n\n\n                                      -21-\n\f'plan' has been established,\" Wickman v. Northwestern Nat'l Ins.\n\nCo.,    908    F.2d   1077,    1083    (1st     Cir.   1990),       indicators    of\n\nintention give little aid in a case such as this where the\n\nevidence of those intentions is far from uniform.                     In Wickman,\n\nthe employer, who purchased a group insurance plan for its\n\nemployees, distributed a handbook outlining their ERISA rights,\n\nthereby providing \"strong evidence that the employer has adopted\n\nan ERISA regulated plan.\" Id.                But that evidence of intention\n\nwas just more grist for the mill.                 The insurance coverage at\n\nissue in Wickman implicated ERISA by its terms because it called\n\nfor    the    company   to    devise    \"specific      insurance      eligibility\n\nrequirements,\" id., precisely the kind of discretionary criteria\n\nthat trigger an employer's fiduciary obligation to its employee-\n\nbeneficiaries.        Our subsequent cases have never read Wickman to\n\nsupport reliance on an employer's purported intent where the\n\nplan document itself indicated a contrary purpose.                         See Baig,\n\n166 F.3d at 5; Belanger, 71 F.3d at 455.                    We would be loath to\n\nsupersede express provisions with debatable evidence of contrary\n\nintent.\n\n              The PRP, unlike the group insurance plan in Wickman,\n\nwas at most the product of mixed motive.               CGC's ambiguous intent\n\ncould    not    outweigh     the     non-ERISA    nature      of    the    severance\n\nprovision      apparent       from     the     face    of     the    PRP     itself.\n\n\n                                        -22-\n\fAccordingly, the court's use of intent to bootstrap the non-\n\nseverance benefits into an ERISA plan was error.           Given that the\n\nmain ingredient of the PRP was a one-time, lump-sum severance\n\nbonus,    calculated   according   to     a   formula   that   required   no\n\nexercise of employer discretion, we hold that it was not a plan\n\nwithin the meaning of ERISA.\n\n                         REMAND JURISDICTION\n\n           Much of the oral argument in this case focused not on\n\nthe merits of the appeals, but on the procedural fallout from\n\nour decision.     Appellants argued that, if we accepted their\n\nposition that the PRP was not an ERISA plan, the trial court\n\ncould in its discretion exercise supplemental jurisdiction over\n\nthe state law claims pursuant to 28 U.S.C. § 1367(c)(3), under\n\nwhich \"district courts     may decline to exercise supplemental\n\njurisdiction\" if the state claim is the only remaining claim\n\nafter all federal claims have been dismissed.           See Rodowicz, 192\n\nF.3d at 172 (where district court retained jurisdiction over\n\nstate law claims after dismissing ERISA claim).           Appellee argued\n\nthat no further proceedings are necessary because the district\n\ncourt's finding that no material misrepresentations were relied\n\non would collaterally estop any effort to litigate a contrary\n\nresult.\n\n\n\n\n                                   -23-\n\f            Courts    generally        decline      to    exercise     supplemental\n\njurisdiction over state claims if the federal predicate is\n\ndismissed early in the litigation.               E.g., Camelio v. Am. Fed'n,\n\n137 F.3d 666, 672 (1st Cir. 1998) (\"[T]he balance of competing\n\nfactors ordinarily will weigh strongly in favor of declining\n\njurisdiction       over    state     law   claims       where   the    foundational\n\nfederal claims have been dismissed at an early stage in the\n\nlitigation.\").       Where those claims remain viable at this late\n\nstage in the game, however, other concerns guide the court's\n\ndiscretion.        See Rodriguez v. Doral Mortgage Corp., 57 F.3d\n\n1168, 1175-77 (1st Cir. 1995).                In Rodriguez, we held that on\n\nremand a district court was empowered to retain supplemental\n\njurisdiction over the state claim despite having dismissed the\n\nfederal claim where the two \"'derive[d] from a common nucleus of\n\noperative fact.'\" Id. at 1175 (quoting United Mine Workers v.\n\nGibbs, 383 U.S. 715, 725 (1966)).                   As in Rodriguez, we leave\n\nthat determination in the first instance to the district court,\n\nreiterating this one consideration: \"The running of the statute\n\nof limitations on a pendent claim, precluding the filing of a\n\nseparate    suit    in     state     court,    is   a     salient     factor   to   be\n\nevaluated    when         deciding     whether       to    retain      supplemental\n\njurisdiction.\"       Id. at 1177.\n\n\n\n\n                                        -24-\n\f           Accordingly, on remand the district court may in the\n\nexercise   of   its   discretion    elect   to   assert   supplemental\n\njurisdiction and address the state claims.         If it does so, it\n\nmay also consider what, if any, preclusive effect its prior\n\nrulings have on those common law claims.11\n\n           Reversed and remanded.\n\n\n\n\n    11    The court is also free to consider the hybrid\nprocedure, called to our attention at argument, that was adopted\nin Pallazola v. Rucker, 621 F. Supp. 764, 770-71 (D. Mass.\n1985), in which Judge Keeton opted to defer decision until such\ntime as the state court had determined whether the statute of\nlimitations would bar the claim in state court.\n\n                                   -25-\n\f",
  "html": "<p class=\"case_cite\">251 F.3d 262 (1st Cir. 2001)</p>\n    <p class=\"parties\">JOSEPH O'CONNOR, Plaintiff, Appellant,<br>PETER HORNING, Plaintiff,<br>v.<br>COMMONWEALTH GAS COMPANY, JOHN WILLIAMS, COMMONWEALTH ENERGY SYSTEM, AND WILLIAM POIST, Defendants, Appellees.<br>JOSEPH O'CONNOR, Plaintiff,<br>PETER HORNING, Plaintiff, Appellant,<br>v.<br>COMMONWEALTH GAS COMPANY, JOHN WILLIAMS, COMMONWEALTH ENERGY SYSTEM, AND WILLIAM POIST, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1798, 00-1799</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 9, 2001<br>Decided May 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Morris E. Lasker,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">David Miller for appellants.</p>\n      <p class=\"indent\">David S. Rubin, with whom Christopher Novello was on brief, for appellees</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to revisit the criteria that bring an early retirement incentive plan within the coverage of the Employee Retirement Income Security Act of 1974 (ERISA), codified as amended at 29 U.S.C. &#167;&#167; 1001-1416 and in scattered sections of Title 26. Appellants O'Connor and Horning, retirees of appellee Commonwealth Gas Company (CGC), appeal from an adverse summary judgment in which the district court held that CGC's 1997 Personnel Reduction Program (PRP), an early retirement incentive, was an ERISA plan that preempted various state law claims.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We conclude that, because the PRP was little more than a lump-sum severance package, it was not an ERISA-covered plan. Consequently, we reverse and remand so that the district court may consider whether to assert supplemental jurisdiction and address the state claims.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because our determination turns on a pure question of law, we chronicle the underlying dispute briefly and refer readers to the district court's published ruling for a more detailed recitation of the facts. See O'Connor v. Commonwealth Gas Co., 85 F. Supp. 2d 49, 52-53 (D. Mass. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1997, CGC decided to merge with its counterpart utility, the Commonwealth Electric Company, which along with CGC was a subsidiary of a common holding company, Commonwealth Energy Systems (CES). The pending consolidation was first disclosed to senior officers of CES and later discussed at a meeting of the CES board as a means of reducing the total workforce. By a letter to employees dated February 6, 1997, the merger was publicly announced, as was CES's intention to eliminate 15 percent of the workforce, which it hoped to accomplish \"through attrition and a personnel reduction program [it] plan[ned] to offer to certain employees.\" The first meeting to develop that plan occurred in February; a draft was created by mid-March and finalized on May 13, the effective date of the PRP.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The PRP contained several benefits for employees who opted to retire: a severance bonus, pension credit, payment of COBRA premiums, and reimbursement for educational assistance and outplacement services. In exchange, employees who elected to step down early were required to sign releases, non-competition and confidentiality agreements, and to forego their annual bonus for the year in which they opted to retire. This deal was offered to all non-officer employees during a fifteen-week period in the summer of 1997. CGC reserved the right to limit participation to 300 employees, and to delay the retirement of any employee who elected to participate for up to one year. Further details of the plan pertinent to our analysis will be outlined in the discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants O'Connor and Horning, both long-time employees of CGC, were denied benefits under the PRP after retiring on February 1 and January 1, 1997, respectively.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> They brought this action claiming that material misrepresentations made by agents of CGC misled them into retiring before the effective date of the PRP. The district court found most of the alleged misstatements to be immaterial because they were made before the PRP was under serious consideration.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See O'Connor, 85 F. Supp. 2d at 59-61. We need not address the timing or materiality of the alleged misrepresentations because our holding that the PRP was not an ERISA plan moots those issues; absent an ERISA plan, CGC owed no fiduciary obligations to appellants under federal law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After initially dismissing appellants' state common law claims as preempted because both parties agreed at that time the PRP was an ERISA plan, the district court reconsidered that issue at length in its summary judgment ruling, responding to appellants' opposition. See O'Connor, 85 F. Supp. 2d at 53-59. Recognizing that the severance bonus did not implicate ERISA, the court nevertheless held that the \"composite\" constructed from the other elements of the PRP coupled with CGC's intent made the PRP a covered plan. Id. at 53. Our review leads us to the opposite conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review de novo a district court's summary judgment determination that a plan is governed by ERISA. Rodowicz v. Mass. Mut. Life Ins. Co., 192 F.3d 162, 170, amended by 195 F.3d 65 (1st Cir. 1999); New England Mut. Life Ins. Co. v. Baig, 166 F.3d 1, 3 (1st Cir. 1999); cf. Belanger v. Wyman-Gordon Co., 71 F.3d 451, 453-54 (1st Cir. 1995) (applying clear error standard to review of post-trial determination).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before dissecting the constituent elements of the PRP, we review the legal framework. Since the statutory language has proven to be unhelpful,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> we have relied on case law to discern when a benefit program constitutes an ERISA plan. In Fort Halifax, the Court made clear that a given plan must be evaluated in light of Congress' purposes in enacting ERISA. 454 U.S. at 8. Paramount among those aims was to safeguard employee interests by reducing the threat of abuse or mismanagement of funds. Massachusetts v. Morash, 490 U.S. 107, 115 (1989) (\"In enacting ERISA, Congress' primary concern was with the mismanagement of funds accumulated to finance employee benefits and the failure to pay employees benefits from accumulated funds.\"); see also Demars, 173 F.3d at 446 (\"Congress wanted to safeguard employee interests by reducing the threat of abuse or mismanagement of funds that had been accumulated to finance employee benefits . . . .\"); Belanger, 71 F.3d at 454 (\"ERISA's substantive protections are intended to safeguard the financial integrity of employee benefit funds, to permit employee monitoring of earmarked assets, and to ensure that employers' promises are kept.\"); accord Baig, 166 F.3d at 3. It is by gauging the level of employer oversight over pension funds that the \"plan\" determination must be made.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In evaluating whether a given program falls under ERISA, we have looked to \"'the nature and extent of an employer's benefit obligations.'\" Rodowicz, 192 F.3d at 170 (quoting Belanger, 71 F.3d at 454). Those obligations are the touchstone of the determination: if they require an ongoing administrative scheme that is subject to mismanagement, then they will more likely constitute an ERISA plan; but if the benefit obligations are merely a one-shot, take-it-or-leave-it incentive, they are less likely to be covered. Particularly germane to assessing an employer's obligations is the amount of discretion wielded in implementing them. Where subjective judgments would call upon the integrity of an employer's administration, the fiduciary duty imposed by ERISA is vital. But where benefit obligations are administered by a mechanical formula that contemplates no exercise of discretion, the need for ERISA's protections is diminished.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The purported \"plan\" at issue in Fort Halifax is illustrative. It was a one-time, lump-sum severance benefit, which the Court held did not constitute an ERISA plan because it did not implicate the employer's \"administrative integrity.\" Id. at 15 (\"The focus of [ERISA] is on the administrative integrity of benefit plans -- which presumes that some type of administrative activity is taking place.\"); see also Baig, 166 F.3d at 4 (\"[W]e will be inclined to find a plan where there are elements that 'involve administrative activity potentially subject to employer abuse.'\" (quoting Fort Halifax, 482 U.S. at 16)); Belanger, 71 F.3d at 454 (\"[O]ngoing investments and obligations are uniquely vulnerable to employer abuse or employer carelessness, and thus require ERISA's special prophylaxis.\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Fort Halifax Court also emphasized that \"Congress pre-empted state laws relating to plans, rather than simply to benefits.\" Id. at 11-12 (emphasis in original). It distinguished between plans, under which benefits are distributed, and benefits because \"[o]nly 'plans' involve administrative activity potentially subject to employer abuse.\" Id. at 16. We must therefore evaluate a purported plan like the PRP as a unified whole.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The determination of what constitutes an ERISA plan thus turns most often on the degree of an employer's discretion in administering the plan. Our cases have noted that such determinations are not clear cut and necessarily require line drawing. See Simas v. Quaker Fabric Corp., 6 F.3d 849, 853 (1st Cir. 1993) (\"It is a matter of degrees but under Fort Halifax degrees are crucial.\"); accord Rodowicz, 192 F.3d at 172; Belanger, 71 F.3d at 454. For this reason, our precedents addressing benefits similar to those in the PRP are particularly instructive, and we discuss those cases in the context of detailing the four enhanced retirement benefits offered in the program here. Our examination of the PRP benefits leads us to conclude that the severance provision, which was the primary component of the PRP, does not fall under ERISA. Although other provisions might tend to implicate ERISA, we hold that these bear little weight compared to the non-ERISA nature of the PRP's central severance benefit. Nor does CGC's intent, which was far from unequivocal, factor significantly in the balance in this case.</p>\n    </div>\n    <p class=\"indent\">Severance Bonus</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The severance bonus was the meat and potatoes of the PRP. Like the severance at issue in Fort Halifax, it provided for a one-time, lump-sum payment. The severance bonus was based on tenure, calculated at the rate of two-and-a-half weeks' pay for each of the first ten years of service plus two weeks for each additional year, up to a maximum of 78 weeks' salary (for 37 years of service).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The method of calculation was explained in the PRP: \"Calculations for severance payments under this Program will be based on the employee's authorized rate of pay . . . and each full year of System service at the time of separation.\" Simple arithmetic thus dictated the amount of the bonus.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The PRP's severance provision fits comfortably within the category of benefits we have deemed not subject to ERISA coverage because of their limited, non-discretionary nature. In Belanger, for example, we held that a series of increasingly more lucrative severance incentives, also based on years of service, did not an ERISA plan make because those bonuses \"required no complicated administrative apparatus either to calculate or to distribute the promised benefit.\" 71 F.3d at 455. More recently, in Rodowicz, we held that a voluntary termination program, which included a severance remarkably similar to the PRP, was not an ERISA plan. 192 F.3d at 171-72. Like the PRP, the Rodowicz severance was calculated by multiplying some number of weeks' salary by years of service; it too was capped at 78 weeks; it too was offered to most employees during a narrow window of opportunity (five weeks); and it too conditioned the enhanced benefit on the employer's ability to defer retirement (for up to six months). Id. at 167. Although the PRP's election window and deferral period were longer, we agree with the district court that those differences are immaterial. See O'Connor, 85 F. Supp. 2d at 56.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In some ways, the Rodowicz incentive involved even more discretion than the PRP or the severance packages in Belanger. It authorized certain exclusions for those terminated involuntarily and provided an appeals process for aggrieved employees to challenge that determination, which made it \"somewhat less mechanical and unthinking.\" Rodowicz, 192 F.3d at 171-72. Despite these more discretionary elements, the Rodowicz severance was not an ERISA plan because it \"did not require that the Company make a long-term financial commitment to any employee who chose to participate.\" Id. at 171.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Unlike the Rodowicz program, the PRP limited the number of employees who could enroll, but this provision does not demand the protections of ERISA. As stated in the PRP, CGC reserved the right to limit its incentive offer to 300 employees, a sizable portion of the eligible workforce. If demand exceeded that number, the choice of eligible employees would not be random; it would be based on years of service. Though a \"years of service\" standard necessarily requires individualized determinations, cf. O'Connor, 85 F. Supp. 2d at 56, such assessments do not implicate ERISA unless they are based on non-mechanical, subjective criteria that could in their application be subject to employer abuse. See Rodowicz, 192 F.3d at 167; Belanger, 71 F.3d at 452. As the district court pointed out, there was no evidence that this contingent exclusion had actually been invoked, O'Connor, 85 F. Supp. 2d at 55, but even if it had, limiting incentive offers to the most senior employees based on tenure could hardly be more objective, or the application of years of service more mechanical.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That the severance bonus of the PRP falls on the non-ERISA side of the line is reinforced by comparison to plans we and other courts have deemed covered by ERISA. In Simas, for example, we found that a severance bonus for which employees were eligible during a twenty-four month election period, if not fired for cause, implicated the protections of ERISA because \"the time period [wa]s prolonged, individualized decisions [we]re required, and at least one of the criteria [wa]s far from mechanical.\" 6 F.3d at 854. In contrast to both Belanger and Rodowicz, Simas's for-cause criterion involved the type of discretionary determination subject to abuse that triggers an employer's fiduciary obligation to its beneficiaries. Cf. Emmenegger v. Bull Moose Tube Co., 197 F.3d 929, 935 (8th Cir. 1999) (finding ERISA plan where eligibility for severance required employer to \"make an ad hoc judgment about the reason for the employee's termination and evaluate the quality of that person's service\"); Collins v. Ralston Purina Co., 147 F.3d 592, 597 (7th Cir. 1998) (relying in part on Simas to hold that retention contract that called for payment of severance in the event of a \"substantial reduction of duties or responsibilities\" was an ERISA plan because employer was \"required to exercise discretion on an ongoing basis\" and to make \"nonclerical 'judgment calls'\"); Schonholz v. Long Island Jewish Med. Ctr., 87 F.3d 72, 76 (2d Cir. 1996) (concluding that a severance conditioned on involuntarily terminated employee's good faith effort to obtain commensurate employment elsewhere implicated ERISA because it necessitated \"managerial discretion\"). In sum, the severance provision is a classic non-ERISA benefit.</p>\n    </div>\n    <p class=\"indent\">Other Benefits</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The three other elements of the PRP - educational assistance, pension credit, and COBRA premiums - appear to be little more than afterthoughts to the severance bonus. Compared to the severance, they would not likely have factored significantly into an employee's decision to retire early. We review briefly each of these other benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first such benefit was education and outplacement assistance through which an employee would be reimbursed up to $5,000 for \"a course of study related to occupational or professional skill development\" or for services such as counseling, resume preparation or interview practice. The district court held this benefit to be within ERISA's purview. O'Connor, 85 F. Supp. 2d at 57; but cf. Kemp v. Int'l Bus. Mach. Corp., 109 F.3d 708, 710-11 (11th Cir. 1997) (where parties agreed that $2500 Retirement Education Assistance Program was not an ERISA benefit). Even if the assessment of whether a \"course of study\" was \"related to . . . skill development\" is the kind of subjective determination employers might be apt to abuse, the degree of discretion exercised would be negligible because the educational assistance benefit, like the severance bonus, was a one-time payment and was available only within a year of retirement. That minimal amount of discretion attendant to the education assistance benefit was wholly absent from the outplacement services benefit.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Employees who opted for the PRP also received a pension credit equal to the number of weeks represented by the severance. That is, employees like Horning and O'Connor with over 37 years' service who received the maximum severance bonus would be credited with an additional 78 weeks of service, enabling them to collect their non-PRP pension benefits sooner. The district court, relying on an extra-circuit case that did not directly address the question of what constitutes an ERISA plan, held that the pension credit implicated ERISA because CGC would be obligated to pay \"[a]s long as pension eligible participants in the PRP are alive.\" O'Connor, 85 F. Supp. 2d at 57. This connotes a more significant undertaking than the facts justify. CGC's obligation to pay its employees a pension arose under a different retirement plan (undoubtedly covered by ERISA) that antedated the PRP. The only change made by the PRP to that pre-existing defined pension benefit plan was to start disbursements sooner. Once an employee elected to retire under the PRP, the credit enhancement would simply be added to his accrued time in service. As with the severance, the amount of that acceleration was calculated according to a simple arithmetic formula. The pension credit, like the severance bonus, was a lump-sum benefit - time instead of cash - that left no discretion to CGC in calculating how much sooner retirees who opted for the PRP would begin receiving disbursements from their pensions. As such, it did not implicate ERISA. But see Fischer v. Philadelphia Elec. Co., 96 F.3d 1533, 1536 (3d Cir. 1996) (assuming without analysis that a severance package that included pension credit of five years for time-in-service and five years for age was an ERISA plan).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The last PRP benefit, the payment of COBRA<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> premiums for at least one year after separation, probably falls within ERISA's protections. We have stated, albeit in dicta, that COBRA continuation coverage implicates ERISA, Demars, 173 F.3d at 447, but that an employer's reimbursement of non-COBRA insurance premiums paid directly by an employee does not, Baig, 166 F.3d at 4-5. Relying on Baig, the district court held that CGC's payment of COBRA premiums would not implicate ERISA because it required CGC to do nothing more than \"write a series of checks over a year . . . [a] short-term mechanical process [that] would not require ERISA's protections . . . .\" 85 F. Supp. 2d at 57. The court's reliance on Baig was misplaced. In that case, the employee had arranged for disability insurance himself, paid the premiums directly to the insurer, and was reimbursed by his employer. Baig, 166 F.3d at 3. Here, by contrast, the COBRA benefit was for a group insurance plan sponsored by CGC, which paid the premium. If the mere continuation of coverage under COBRA would implicate ERISA, see Demars, 173 F.3d at 447, then an employer's premium payments to facilitate that coverage seemingly would as well.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, the PRP consists of a substantial lump-sum severance, the centerpiece of the incentive, plus a few enhanced benefits that otherwise would have been provided upon retirement under pre-existing ERISA plans, though without the added inducement of $5,000 for retraining, up to 78 months' credit for time in service, and the payment of COBRA premiums for a year. Although two of these non-severance benefits might implicate ERISA to some extent, we are persuaded that they did not transform the PRP as a whole into an ERISA-protected plan. These were minor perks attached to the severance. Neither involved the kind of ongoing discretionary judgments that would sufficiently tax an employer's administrative integrity to warrant ERISA's prophylaxis.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our assessment of the potential threat to administrative integrity posed by an early retirement incentive necessarily involves qualitative judgment. We do not reach this decision lightly; it carries weighty consequences. If ERISA applies, an employer assumes the role of fiduciary for its employee-beneficiaries, and aggrieved employees lose by preemption certain remedies available under state law. Thus, in order to trigger ERISA's oversight, the plan at issue, viewed as a whole, must require the exercise of discretion to the degree that would justify saddling an employer with fiduciary responsibility and foreclosing an employee's state claims.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case, therefore, we hold that the cumulative impact of these lesser benefits is insufficient to counter the non-discretionary, time-limited nature of the severance bonus, the dominant feature of the PRP. Even viewed in the aggregate, these extra benefits do not tip the balance to make the PRP a covered plan. On its face, therefore, the PRP did not comprise an ERISA plan.</p>\n    </div>\n    <p class=\"indent\">CGC's Intent</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In holding that the \"composite\" cobbled from the severance bonus and these other benefits added up to an ERISA plan, the district court made much of CGC's intent. O'Connor, 85 F. Supp. 2d at 57-59. Our review of the summary judgment record indicates that, at best, the intent was ambiguous and therefore provided no basis for holding that the PRP was an ERISA plan.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the cover memo to the summary description of the PRP circulated to employees stated that the information was being provided in accordance with the disclosure requirements of ERISA, the five-page summary description did not comply with those disclosure requirements. For example, the PRP failed to identify a plan administrator or agent for service of process, and omitted reference to the appeals process required by regulation. See 29 C.F.R. &#167;&#167; 2520.102-3(f), -3(g), &amp; -3(s). These items, absent from the PRP, were apparently set out in the benefit plan documents that predated the PRP incentive. In fact, the PRP expressly disclaims being the final word on employee benefit plans:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This summary is not intended to offer detailed descriptions of [CES's] employee benefit plans. All information furnished is governed by the provisions of the actual plan documents pertaining to the appropriate benefit plans. If any conflict arises between this summary and [CES's] employee benefit plan documents, or any point is not covered, the terms of the appropriate plan documents will govern in all cases.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This disclaimer and the material omissions from the PRP indicate that CGC did not intend it to replace its pre-existing plan documents. Instead, the PRP appears to have been intended only to offer an early retirement incentive and to sketch how an employee's acceptance would affect those other benefits. CGC's intent not to create an ongoing plan was underscored by the plan administrator, Douglas Miller, who described his understanding of the PRP this way: \"It wasn't a plan that was supposed to stay on the books like the rest of these plans[;] it was a temporary type plan that would [be] institute[d] and then it would go away.\" The careful attention to avoid any appearance that the early retirement incentive overrode the prior benefit plans, and the evidence that it was designed to be a short-term program, suggest that CGC did not intend the PRP to be an ERISA plan.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although we have in the past characterized an employer's intent as \"[t]he crucial factor in determining if a 'plan' has been established,\" Wickman v. Northwestern Nat'l Ins. Co., 908 F.2d 1077, 1083 (1st Cir. 1990), indicators of intention give little aid in a case such as this where the evidence of those intentions is far from uniform. In Wickman, the employer, who purchased a group insurance plan for its employees, distributed a handbook outlining their ERISA rights, thereby providing \"strong evidence that the employer has adopted an ERISA regulated plan.\" Id. But that evidence of intention was just more grist for the mill. The insurance coverage at issue in Wickman implicated ERISA by its terms because it called for the company to devise \"specific insurance eligibility requirements,\" id., precisely the kind of discretionary criteria that trigger an employer's fiduciary obligation to its employee-beneficiaries. Our subsequent cases have never read Wickman to support reliance on an employer's purported intent where the plan document itself indicated a contrary purpose. See Baig, 166 F.3d at 5; Belanger, 71 F.3d at 455. We would be loath to supersede express provisions with debatable evidence of contrary intent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The PRP, unlike the group insurance plan in Wickman, was at most the product of mixed motive. CGC's ambiguous intent could not outweigh the non-ERISA nature of the severance provision apparent from the face of the PRP itself. Accordingly, the court's use of intent to bootstrap the non-severance benefits into an ERISA plan was error. Given that the main ingredient of the PRP was a one-time, lump-sum severance bonus, calculated according to a formula that required no exercise of employer discretion, we hold that it was not a plan within the meaning of ERISA.</p>\n    </div>\n    <p>REMAND JURISDICTION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Much of the oral argument in this case focused not on the merits of the appeals, but on the procedural fallout from our decision. Appellants argued that, if we accepted their position that the PRP was not an ERISA plan, the trial court could in its discretion exercise supplemental jurisdiction over the state law claims pursuant to 28 U.S.C. &#167; 1367(c)(3), under which \"district courts may decline to exercise supplemental jurisdiction\" if the state claim is the only remaining claim after all federal claims have been dismissed. See Rodowicz, 192 F.3d at 172 (where district court retained jurisdiction over state law claims after dismissing ERISA claim). Appellee argued that no further proceedings are necessary because the district court's finding that no material misrepresentations were relied on would collaterally estop any effort to litigate a contrary result.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Courts generally decline to exercise supplemental jurisdiction over state claims if the federal predicate is dismissed early in the litigation. E.g., Camelio v. Am. Fed'n, 137 F.3d 666, 672 (1st Cir. 1998) (\"[T]he balance of competing factors ordinarily will weigh strongly in favor of declining jurisdiction over state law claims where the foundational federal claims have been dismissed at an early stage in the litigation.\"). Where those claims remain viable at this late stage in the game, however, other concerns guide the court's discretion. See Rodriguez v. Doral Mortgage Corp., 57 F.3d 1168, 1175-77 (1st Cir. 1995). In Rodriguez, we held that on remand a district court was empowered to retain supplemental jurisdiction over the state claim despite having dismissed the federal claim where the two \"'derive[d] from a common nucleus of operative fact.'\" Id. at 1175 (quoting United Mine Workers v. Gibbs, 383 U.S. 715, 725 (1966)). As in Rodriguez, we leave that determination in the first instance to the district court, reiterating this one consideration: \"The running of the statute of limitations on a pendent claim, precluding the filing of a separate suit in state court, is a salient factor to be evaluated when deciding whether to retain supplemental jurisdiction.\" Id. at 1177.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Accordingly, on remand the district court may in the exercise of its discretion elect to assert supplemental jurisdiction and address the state claims. If it does so, it may also consider what, if any, preclusive effect its prior rulings have on those common law claims.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Southern District of New York, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court also found all but one of the alleged misrepresentations made by CGC and its chief human resources officer, appellee Williams, to be immaterial, and hence not a breach of the fiduciary duty owed by ERISA plan administrators to their beneficiaries. See 29 U.S.C. &#167;&#167; 1109, 1132. Given our disposition, Williams' personal liability is no longer at issue. Therefore, we refer to appellees simply as CGC.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Horning initially gave notice to retire effective February 1, but stepped down a month early after being assured that there was no incentive plan forthcoming.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> One of the misstatements made to O'Connor was found to be actionable as an affirmative misrepresentation; after a bench trial on that breach of fiduciary duty claim, judgment was entered in favor of CGC. That ruling was not appealed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court also dismissed appellants' federal common law claims of equitable estoppel, fraud, and negligent misrepresentation as duplicative of the ERISA claim. O'Connor, 85 F. Supp. 2d at 61-62. Although we have recognized our equitable powers to fashion a common law remedy through \"interstitial lawmaking\" where ERISA does not provide one, e.g. Vartanian v. Monsanto, 14 F.3d 697, 703 (1st Cir. 1994), this is not the appropriate case in which to do so. See Mauser v. Raytheon Co., 239 F.3d 51, 57 (1st Cir. 2001) (\"[W]e must exercise caution in creating new common law rules for pension plans; we should only act when there is, in fact, a gap in the structure of ERISA or in the existing federal common law relating to ERISA.\"). Because we conclude that there was no ERISA plan, we would be hard-pressed to extend the protections of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although this standard was the source of some confusion in the district court, see O'Connor, 85 F. Supp. 2d at 55 n.6, the mix-up appears to have stemmed from a failure fully to appreciate that Belanger was a post-trial appeal, whereas Rodowicz and Baig were appeals from summary judgment orders.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As the Supreme Court has recognized, the statutory definition of an \"employee pension benefit plan\" is tautological, defining an ERISA plan as \"any plan, fund, or program . . . that by its express terms or as a result of surrounding circumstances . . . provides retirement income to employees.\" 29 U.S.C. &#167; 1002(2)(A); see Fort Halifax Packing Co. v. Coyne, 482 U.S. 1, 8-9 (1987); see also Demars v. Cigna Corp., 173 F.3d 443, 445 (1st Cir. 1999); Belanger, 71 F.3d at 454.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Incidentally, both O'Connor and Horning had surpassed this three-decade milestone and therefore would have been entitled to the maximum severance bonus allowable under the PRP.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> A virtually identical \"5&amp;5\" provision was rejected by CGC and scaled back to a maximum credit of 78 months' service. See O'Connor, 85 F. Supp. 2d at 52.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA), 29 U.S.C. &#167; 1162, an amendment to ERISA, requires employers to continue insurance coverage for up to eighteen months after separation for those employees who continue to pay their own premium. Under the PRP, CGC paid those premiums for at least a year.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Ironically, employers engaged in ERISA litigation typically argue that their plans are covered by the federal statute in an effort to preempt state law claims. Such a position seems incongruous because, by imposing ERISA's fiduciary obligation on employers, Congress sought to provide meaningful protection to employee-beneficiaries. Recent recognition that ERISA's fiduciary obligations compel affirmative disclosure may prompt rethinking of this strategy. See Bins v. Exxon Co., 189 F.3d 929, 939 (9th Cir. 1999) (holding that \"once an employer-fiduciary seriously considers a proposal to implement a change in ERISA benefits, it has an affirmative duty to disclose information about the proposal to all plan participants and beneficiaries to whom the employer knows, or has reason to know, that the information is material\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The court is also free to consider the hybrid procedure, called to our attention at argument, that was adopted in Pallazola v. Rucker, 621 F. Supp. 764, 770-71 (D. Mass. 1985), in which Judge Keeton opted to defer decision until such time as the state court had determined whether the statute of limitations would bar the claim in state court.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">JOSEPH O'CONNOR, Plaintiff, Appellant,<br>PETER HORNING, Plaintiff,<br>v.<br>COMMONWEALTH GAS COMPANY, JOHN WILLIAMS, COMMONWEALTH ENERGY SYSTEM, AND WILLIAM POIST, Defendants, Appellees.<br>JOSEPH O'CONNOR, Plaintiff,<br>PETER HORNING, Plaintiff, Appellant,<br>v.<br>COMMONWEALTH GAS COMPANY, JOHN WILLIAMS, COMMONWEALTH ENERGY SYSTEM, AND WILLIAM POIST, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1798, 00-1799</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 9, 2001<br>Decided May 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Morris E. Lasker,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">David Miller for appellants.</p>\n      <p class=\"indent\">David S. Rubin, with whom Christopher Novello was on brief, for appellees</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to revisit the criteria that bring an early retirement incentive plan within the coverage of the Employee Retirement Income Security Act of 1974 (ERISA), codified as amended at 29 U.S.C. &#167;&#167; 1001-1416 and in scattered sections of Title 26. Appellants O'Connor and Horning, retirees of appellee Commonwealth Gas Company (CGC), appeal from an adverse summary judgment in which the district court held that CGC's 1997 Personnel Reduction Program (PRP), an early retirement incentive, was an ERISA plan that preempted various state law claims.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We conclude that, because the PRP was little more than a lump-sum severance package, it was not an ERISA-covered plan. Consequently, we reverse and remand so that the district court may consider whether to assert supplemental jurisdiction and address the state claims.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because our determination turns on a pure question of law, we chronicle the underlying dispute briefly and refer readers to the district court's published ruling for a more detailed recitation of the facts. See O'Connor v. Commonwealth Gas Co., <span class=\"citation\" data-id=\"2500610\"><a href=\"/opinion/2500610/oconnor-v-commonwealth-gas-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">49</span></a></span>, 52-53 (D. Mass. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1997, CGC decided to merge with its counterpart utility, the Commonwealth Electric Company, which along with CGC was a subsidiary of a common holding company, Commonwealth Energy Systems (CES). The pending consolidation was first disclosed to senior officers of CES and later discussed at a meeting of the CES board as a means of reducing the total workforce. By a letter to employees dated February 6, 1997, the merger was publicly announced, as was CES's intention to eliminate 15 percent of the workforce, which it hoped to accomplish \"through attrition and a personnel reduction program [it] plan[ned] to offer to certain employees.\" The first meeting to develop that plan occurred in February; a draft was created by mid-March and finalized on May 13, the effective date of the PRP.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The PRP contained several benefits for employees who opted to retire: a severance bonus, pension credit, payment of COBRA premiums, and reimbursement for educational assistance and outplacement services. In exchange, employees who elected to step down early were required to sign releases, non-competition and confidentiality agreements, and to forego their annual bonus for the year in which they opted to retire. This deal was offered to all non-officer employees during a fifteen-week period in the summer of 1997. CGC reserved the right to limit participation to 300 employees, and to delay the retirement of any employee who elected to participate for up to one year. Further details of the plan pertinent to our analysis will be outlined in the discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants O'Connor and Horning, both long-time employees of CGC, were denied benefits under the PRP after retiring on February 1 and January 1, 1997, respectively.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> They brought this action claiming that material misrepresentations made by agents of CGC misled them into retiring before the effective date of the PRP. The district court found most of the alleged misstatements to be immaterial because they were made before the PRP was under serious consideration.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See O'Connor, 85 F. Supp. 2d at 59-61. We need not address the timing or materiality of the alleged misrepresentations because our holding that the PRP was not an ERISA plan moots those issues; absent an ERISA plan, CGC owed no fiduciary obligations to appellants under federal law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After initially dismissing appellants' state common law claims as preempted because both parties agreed at that time the PRP was an ERISA plan, the district court reconsidered that issue at length in its summary judgment ruling, responding to appellants' opposition. See O'Connor, 85 F. Supp. 2d at 53-59. Recognizing that the severance bonus did not implicate ERISA, the court nevertheless held that the \"composite\" constructed from the other elements of the PRP coupled with CGC's intent made the PRP a covered plan. Id. at 53. Our review leads us to the opposite conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review de novo a district court's summary judgment determination that a plan is governed by ERISA. Rodowicz v. Mass. Mut. Life Ins. Co., <span class=\"citation\" data-id=\"766224\"><a href=\"/opinion/766224/stanley-a-rodowicz-v-massachusetts-mutual-life-insurance-company-stanley/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span>, 170, amended by <span class=\"citation\" data-id=\"766562\"><a href=\"/opinion/766562/stanley-a-rodowicz-v-massachusetts-mutual-life-insurance-company-stanley/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span> (1st Cir. 1999); New England Mut. Life Ins. Co. v. Baig, <span class=\"citation\" data-id=\"760937\"><a href=\"/opinion/760937/new-england-mutual-life-insurance-company-inc-v-mirza-w-baig/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1999); cf. Belanger v. Wyman-Gordon Co., <span class=\"citation\" data-id=\"709201\"><a href=\"/opinion/709201/edmund-h-belanger-v-wyman-gordon-company/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></a></span>, 453-54 (1st Cir. 1995) (applying clear error standard to review of post-trial determination).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before dissecting the constituent elements of the PRP, we review the legal framework. Since the statutory language has proven to be unhelpful,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> we have relied on case law to discern when a benefit program constitutes an ERISA plan. In Fort Halifax, the Court made clear that a given plan must be evaluated in light of Congress' purposes in enacting ERISA. 454 U.S. at 8. Paramount among those aims was to safeguard employee interests by reducing the threat of abuse or mismanagement of funds. Massachusetts v. Morash, <span class=\"citation\" data-id=\"112246\"><a href=\"/opinion/112246/massachusetts-v-morash/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 115 (1989) (\"In enacting ERISA, Congress' primary concern was with the mismanagement of funds accumulated to finance employee benefits and the failure to pay employees benefits from accumulated funds.\"); see also Demars, 173 F.3d at 446 (\"Congress wanted to safeguard employee interests by reducing the threat of abuse or mismanagement of funds that had been accumulated to finance employee benefits . . . .\"); Belanger, 71 F.3d at 454 (\"ERISA's substantive protections are intended to safeguard the financial integrity of employee benefit funds, to permit employee monitoring of earmarked assets, and to ensure that employers' promises are kept.\"); accord Baig, 166 F.3d at 3. It is by gauging the level of employer oversight over pension funds that the \"plan\" determination must be made.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In evaluating whether a given program falls under ERISA, we have looked to \"'the nature and extent of an employer's benefit obligations.'\" Rodowicz, 192 F.3d at 170 (quoting Belanger, 71 F.3d at 454). Those obligations are the touchstone of the determination: if they require an ongoing administrative scheme that is subject to mismanagement, then they will more likely constitute an ERISA plan; but if the benefit obligations are merely a one-shot, take-it-or-leave-it incentive, they are less likely to be covered. Particularly germane to assessing an employer's obligations is the amount of discretion wielded in implementing them. Where subjective judgments would call upon the integrity of an employer's administration, the fiduciary duty imposed by ERISA is vital. But where benefit obligations are administered by a mechanical formula that contemplates no exercise of discretion, the need for ERISA's protections is diminished.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The purported \"plan\" at issue in Fort Halifax is illustrative. It was a one-time, lump-sum severance benefit, which the Court held did not constitute an ERISA plan because it did not implicate the employer's \"administrative integrity.\" Id. at 15 (\"The focus of [ERISA] is on the administrative integrity of benefit plans -- which presumes that some type of administrative activity is taking place.\"); see also Baig, 166 F.3d at 4 (\"[W]e will be inclined to find a plan where there are elements that 'involve administrative activity potentially subject to employer abuse.'\" (quoting Fort Halifax, 482 U.S. at 16)); Belanger, 71 F.3d at 454 (\"[O]ngoing investments and obligations are uniquely vulnerable to employer abuse or employer carelessness, and thus require ERISA's special prophylaxis.\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Fort Halifax Court also emphasized that \"Congress pre-empted state laws relating to plans, rather than simply to benefits.\" Id. at 11-12 (emphasis in original). It distinguished between plans, under which benefits are distributed, and benefits because \"[o]nly 'plans' involve administrative activity potentially subject to employer abuse.\" Id. at 16. We must therefore evaluate a purported plan like the PRP as a unified whole.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The determination of what constitutes an ERISA plan thus turns most often on the degree of an employer's discretion in administering the plan. Our cases have noted that such determinations are not clear cut and necessarily require line drawing. See Simas v. Quaker Fabric Corp., <span class=\"citation\" data-id=\"654586\"><a href=\"/opinion/654586/john-simas-v-quaker-fabric-corporation-of-fall-river-commonwealth-of/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">849</span></a></span>, 853 (1st Cir. 1993) (\"It is a matter of degrees but under Fort Halifax degrees are crucial.\"); accord Rodowicz, 192 F.3d at 172; Belanger, 71 F.3d at 454. For this reason, our precedents addressing benefits similar to those in the PRP are particularly instructive, and we discuss those cases in the context of detailing the four enhanced retirement benefits offered in the program here. Our examination of the PRP benefits leads us to conclude that the severance provision, which was the primary component of the PRP, does not fall under ERISA. Although other provisions might tend to implicate ERISA, we hold that these bear little weight compared to the non-ERISA nature of the PRP's central severance benefit. Nor does CGC's intent, which was far from unequivocal, factor significantly in the balance in this case.</p>\n    </div>\n    <p class=\"indent\">Severance Bonus</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The severance bonus was the meat and potatoes of the PRP. Like the severance at issue in Fort Halifax, it provided for a one-time, lump-sum payment. The severance bonus was based on tenure, calculated at the rate of two-and-a-half weeks' pay for each of the first ten years of service plus two weeks for each additional year, up to a maximum of 78 weeks' salary (for 37 years of service).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The method of calculation was explained in the PRP: \"Calculations for severance payments under this Program will be based on the employee's authorized rate of pay . . . and each full year of System service at the time of separation.\" Simple arithmetic thus dictated the amount of the bonus.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The PRP's severance provision fits comfortably within the category of benefits we have deemed not subject to ERISA coverage because of their limited, non-discretionary nature. In Belanger, for example, we held that a series of increasingly more lucrative severance incentives, also based on years of service, did not an ERISA plan make because those bonuses \"required no complicated administrative apparatus either to calculate or to distribute the promised benefit.\" 71 F.3d at 455. More recently, in Rodowicz, we held that a voluntary termination program, which included a severance remarkably similar to the PRP, was not an ERISA plan. 192 F.3d at 171-72. Like the PRP, the Rodowicz severance was calculated by multiplying some number of weeks' salary by years of service; it too was capped at 78 weeks; it too was offered to most employees during a narrow window of opportunity (five weeks); and it too conditioned the enhanced benefit on the employer's ability to defer retirement (for up to six months). Id. at 167. Although the PRP's election window and deferral period were longer, we agree with the district court that those differences are immaterial. See O'Connor, 85 F. Supp. 2d at 56.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In some ways, the Rodowicz incentive involved even more discretion than the PRP or the severance packages in Belanger. It authorized certain exclusions for those terminated involuntarily and provided an appeals process for aggrieved employees to challenge that determination, which made it \"somewhat less mechanical and unthinking.\" Rodowicz, 192 F.3d at 171-72. Despite these more discretionary elements, the Rodowicz severance was not an ERISA plan because it \"did not require that the Company make a long-term financial commitment to any employee who chose to participate.\" Id. at 171.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Unlike the Rodowicz program, the PRP limited the number of employees who could enroll, but this provision does not demand the protections of ERISA. As stated in the PRP, CGC reserved the right to limit its incentive offer to 300 employees, a sizable portion of the eligible workforce. If demand exceeded that number, the choice of eligible employees would not be random; it would be based on years of service. Though a \"years of service\" standard necessarily requires individualized determinations, cf. O'Connor, 85 F. Supp. 2d at 56, such assessments do not implicate ERISA unless they are based on non-mechanical, subjective criteria that could in their application be subject to employer abuse. See Rodowicz, 192 F.3d at 167; Belanger, 71 F.3d at 452. As the district court pointed out, there was no evidence that this contingent exclusion had actually been invoked, O'Connor, 85 F. Supp. 2d at 55, but even if it had, limiting incentive offers to the most senior employees based on tenure could hardly be more objective, or the application of years of service more mechanical.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That the severance bonus of the PRP falls on the non-ERISA side of the line is reinforced by comparison to plans we and other courts have deemed covered by ERISA. In Simas, for example, we found that a severance bonus for which employees were eligible during a twenty-four month election period, if not fired for cause, implicated the protections of ERISA because \"the time period [wa]s prolonged, individualized decisions [we]re required, and at least one of the criteria [wa]s far from mechanical.\" 6 F.3d at 854. In contrast to both Belanger and Rodowicz, Simas's for-cause criterion involved the type of discretionary determination subject to abuse that triggers an employer's fiduciary obligation to its beneficiaries. Cf. Emmenegger v. Bull Moose Tube Co., <span class=\"citation\" data-id=\"766914\"><a href=\"/opinion/766914/charles-e-emmenegger-robert-f-ritzie-james-e-riley-v-bull-moose-tube/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">929</span></a></span>, 935 (8th Cir. 1999) (finding ERISA plan where eligibility for severance required employer to \"make an ad hoc judgment about the reason for the employee's termination and evaluate the quality of that person's service\"); Collins v. Ralston Purina Co., <span class=\"citation\" data-id=\"755434\"><a href=\"/opinion/755434/22-employee-benefits-cas-1417-pens-plan-guide-cch-p-23946l-peter-d/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></a></span>, 597 (7th Cir. 1998) (relying in part on Simas to hold that retention contract that called for payment of severance in the event of a \"substantial reduction of duties or responsibilities\" was an ERISA plan because employer was \"required to exercise discretion on an ongoing basis\" and to make \"nonclerical 'judgment calls'\"); Schonholz v. Long Island Jewish Med. Ctr., <span class=\"citation\" data-id=\"720559\"><a href=\"/opinion/720559/pens-plan-guide-p-23921b-gleniss-s-schonholz-v-long-island-jewish/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 76 (2d Cir. 1996) (concluding that a severance conditioned on involuntarily terminated employee's good faith effort to obtain commensurate employment elsewhere implicated ERISA because it necessitated \"managerial discretion\"). In sum, the severance provision is a classic non-ERISA benefit.</p>\n    </div>\n    <p class=\"indent\">Other Benefits</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The three other elements of the PRP - educational assistance, pension credit, and COBRA premiums - appear to be little more than afterthoughts to the severance bonus. Compared to the severance, they would not likely have factored significantly into an employee's decision to retire early. We review briefly each of these other benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first such benefit was education and outplacement assistance through which an employee would be reimbursed up to $5,000 for \"a course of study related to occupational or professional skill development\" or for services such as counseling, resume preparation or interview practice. The district court held this benefit to be within ERISA's purview. O'Connor, 85 F. Supp. 2d at 57; but cf. Kemp v. Int'l Bus. Mach. Corp., <span class=\"citation\" data-id=\"738319\"><a href=\"/opinion/738319/barbara-j-kemp-maria-g-wilson-roger-wilson/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 710-11 (11th Cir. 1997) (where parties agreed that $2500 Retirement Education Assistance Program was not an ERISA benefit). Even if the assessment of whether a \"course of study\" was \"related to . . . skill development\" is the kind of subjective determination employers might be apt to abuse, the degree of discretion exercised would be negligible because the educational assistance benefit, like the severance bonus, was a one-time payment and was available only within a year of retirement. That minimal amount of discretion attendant to the education assistance benefit was wholly absent from the outplacement services benefit.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Employees who opted for the PRP also received a pension credit equal to the number of weeks represented by the severance. That is, employees like Horning and O'Connor with over 37 years' service who received the maximum severance bonus would be credited with an additional 78 weeks of service, enabling them to collect their non-PRP pension benefits sooner. The district court, relying on an extra-circuit case that did not directly address the question of what constitutes an ERISA plan, held that the pension credit implicated ERISA because CGC would be obligated to pay \"[a]s long as pension eligible participants in the PRP are alive.\" O'Connor, 85 F. Supp. 2d at 57. This connotes a more significant undertaking than the facts justify. CGC's obligation to pay its employees a pension arose under a different retirement plan (undoubtedly covered by ERISA) that antedated the PRP. The only change made by the PRP to that pre-existing defined pension benefit plan was to start disbursements sooner. Once an employee elected to retire under the PRP, the credit enhancement would simply be added to his accrued time in service. As with the severance, the amount of that acceleration was calculated according to a simple arithmetic formula. The pension credit, like the severance bonus, was a lump-sum benefit - time instead of cash - that left no discretion to CGC in calculating how much sooner retirees who opted for the PRP would begin receiving disbursements from their pensions. As such, it did not implicate ERISA. But see Fischer v. Philadelphia Elec. Co., <span class=\"citation\" data-id=\"727226\"><a href=\"/opinion/727226/herbert-l-fischer-floyd-l-adams-james-w-alfreds-john-i-arena-earl-t/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1533</span></a></span>, 1536 (3d Cir. 1996) (assuming without analysis that a severance package that included pension credit of five years for time-in-service and five years for age was an ERISA plan).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The last PRP benefit, the payment of COBRA<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> premiums for at least one year after separation, probably falls within ERISA's protections. We have stated, albeit in dicta, that COBRA continuation coverage implicates ERISA, Demars, 173 F.3d at 447, but that an employer's reimbursement of non-COBRA insurance premiums paid directly by an employee does not, Baig, 166 F.3d at 4-5. Relying on Baig, the district court held that CGC's payment of COBRA premiums would not implicate ERISA because it required CGC to do nothing more than \"write a series of checks over a year . . . [a] short-term mechanical process [that] would not require ERISA's protections . . . .\" 85 F. Supp. 2d at 57. The court's reliance on Baig was misplaced. In that case, the employee had arranged for disability insurance himself, paid the premiums directly to the insurer, and was reimbursed by his employer. Baig, 166 F.3d at 3. Here, by contrast, the COBRA benefit was for a group insurance plan sponsored by CGC, which paid the premium. If the mere continuation of coverage under COBRA would implicate ERISA, see Demars, 173 F.3d at 447, then an employer's premium payments to facilitate that coverage seemingly would as well.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, the PRP consists of a substantial lump-sum severance, the centerpiece of the incentive, plus a few enhanced benefits that otherwise would have been provided upon retirement under pre-existing ERISA plans, though without the added inducement of $5,000 for retraining, up to 78 months' credit for time in service, and the payment of COBRA premiums for a year. Although two of these non-severance benefits might implicate ERISA to some extent, we are persuaded that they did not transform the PRP as a whole into an ERISA-protected plan. These were minor perks attached to the severance. Neither involved the kind of ongoing discretionary judgments that would sufficiently tax an employer's administrative integrity to warrant ERISA's prophylaxis.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our assessment of the potential threat to administrative integrity posed by an early retirement incentive necessarily involves qualitative judgment. We do not reach this decision lightly; it carries weighty consequences. If ERISA applies, an employer assumes the role of fiduciary for its employee-beneficiaries, and aggrieved employees lose by preemption certain remedies available under state law. Thus, in order to trigger ERISA's oversight, the plan at issue, viewed as a whole, must require the exercise of discretion to the degree that would justify saddling an employer with fiduciary responsibility and foreclosing an employee's state claims.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case, therefore, we hold that the cumulative impact of these lesser benefits is insufficient to counter the non-discretionary, time-limited nature of the severance bonus, the dominant feature of the PRP. Even viewed in the aggregate, these extra benefits do not tip the balance to make the PRP a covered plan. On its face, therefore, the PRP did not comprise an ERISA plan.</p>\n    </div>\n    <p class=\"indent\">CGC's Intent</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In holding that the \"composite\" cobbled from the severance bonus and these other benefits added up to an ERISA plan, the district court made much of CGC's intent. O'Connor, 85 F. Supp. 2d at 57-59. Our review of the summary judgment record indicates that, at best, the intent was ambiguous and therefore provided no basis for holding that the PRP was an ERISA plan.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the cover memo to the summary description of the PRP circulated to employees stated that the information was being provided in accordance with the disclosure requirements of ERISA, the five-page summary description did not comply with those disclosure requirements. For example, the PRP failed to identify a plan administrator or agent for service of process, and omitted reference to the appeals process required by regulation. See 29 C.F.R. &#167;&#167; 2520.102-3(f), -3(g), &amp; -3(s). These items, absent from the PRP, were apparently set out in the benefit plan documents that predated the PRP incentive. In fact, the PRP expressly disclaims being the final word on employee benefit plans:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This summary is not intended to offer detailed descriptions of [CES's] employee benefit plans. All information furnished is governed by the provisions of the actual plan documents pertaining to the appropriate benefit plans. If any conflict arises between this summary and [CES's] employee benefit plan documents, or any point is not covered, the terms of the appropriate plan documents will govern in all cases.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This disclaimer and the material omissions from the PRP indicate that CGC did not intend it to replace its pre-existing plan documents. Instead, the PRP appears to have been intended only to offer an early retirement incentive and to sketch how an employee's acceptance would affect those other benefits. CGC's intent not to create an ongoing plan was underscored by the plan administrator, Douglas Miller, who described his understanding of the PRP this way: \"It wasn't a plan that was supposed to stay on the books like the rest of these plans[;] it was a temporary type plan that would [be] institute[d] and then it would go away.\" The careful attention to avoid any appearance that the early retirement incentive overrode the prior benefit plans, and the evidence that it was designed to be a short-term program, suggest that CGC did not intend the PRP to be an ERISA plan.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although we have in the past characterized an employer's intent as \"[t]he crucial factor in determining if a 'plan' has been established,\" Wickman v. Northwestern Nat'l Ins. Co., <span class=\"citation\" data-id=\"545155\"><a href=\"/opinion/545155/mary-jane-wickman-v-northwestern-national-insurance-company/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span>, 1083 (1st Cir. 1990), indicators of intention give little aid in a case such as this where the evidence of those intentions is far from uniform. In Wickman, the employer, who purchased a group insurance plan for its employees, distributed a handbook outlining their ERISA rights, thereby providing \"strong evidence that the employer has adopted an ERISA regulated plan.\" Id. But that evidence of intention was just more grist for the mill. The insurance coverage at issue in Wickman implicated ERISA by its terms because it called for the company to devise \"specific insurance eligibility requirements,\" id., precisely the kind of discretionary criteria that trigger an employer's fiduciary obligation to its employee-beneficiaries. Our subsequent cases have never read Wickman to support reliance on an employer's purported intent where the plan document itself indicated a contrary purpose. See Baig, 166 F.3d at 5; Belanger, 71 F.3d at 455. We would be loath to supersede express provisions with debatable evidence of contrary intent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The PRP, unlike the group insurance plan in Wickman, was at most the product of mixed motive. CGC's ambiguous intent could not outweigh the non-ERISA nature of the severance provision apparent from the face of the PRP itself. Accordingly, the court's use of intent to bootstrap the non-severance benefits into an ERISA plan was error. Given that the main ingredient of the PRP was a one-time, lump-sum severance bonus, calculated according to a formula that required no exercise of employer discretion, we hold that it was not a plan within the meaning of ERISA.</p>\n    </div>\n    <p>REMAND JURISDICTION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Much of the oral argument in this case focused not on the merits of the appeals, but on the procedural fallout from our decision. Appellants argued that, if we accepted their position that the PRP was not an ERISA plan, the trial court could in its discretion exercise supplemental jurisdiction over the state law claims pursuant to 28 U.S.C. &#167; 1367(c)(3), under which \"district courts may decline to exercise supplemental jurisdiction\" if the state claim is the only remaining claim after all federal claims have been dismissed. See Rodowicz, 192 F.3d at 172 (where district court retained jurisdiction over state law claims after dismissing ERISA claim). Appellee argued that no further proceedings are necessary because the district court's finding that no material misrepresentations were relied on would collaterally estop any effort to litigate a contrary result.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Courts generally decline to exercise supplemental jurisdiction over state claims if the federal predicate is dismissed early in the litigation. E.g., Camelio v. Am. Fed'n, <span class=\"citation\" data-id=\"751836\"><a href=\"/opinion/751836/augustus-john-camelio-v-american-federation-etc/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">666</span></a></span>, 672 (1st Cir. 1998) (\"[T]he balance of competing factors ordinarily will weigh strongly in favor of declining jurisdiction over state law claims where the foundational federal claims have been dismissed at an early stage in the litigation.\"). Where those claims remain viable at this late stage in the game, however, other concerns guide the court's discretion. See Rodriguez v. Doral Mortgage Corp., <span class=\"citation\" data-id=\"196161\"><a href=\"/opinion/196161/rodriguez-bruno-v-doral-mortgage/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></a></span>, 1175-77 (1st Cir. 1995). In Rodriguez, we held that on remand a district court was empowered to retain supplemental jurisdiction over the state claim despite having dismissed the federal claim where the two \"'derive[d] from a common nucleus of operative fact.'\" Id. at 1175 (quoting United Mine Workers v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 725 (1966)). As in Rodriguez, we leave that determination in the first instance to the district court, reiterating this one consideration: \"The running of the statute of limitations on a pendent claim, precluding the filing of a separate suit in state court, is a salient factor to be evaluated when deciding whether to retain supplemental jurisdiction.\" Id. at 1177.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Accordingly, on remand the district court may in the exercise of its discretion elect to assert supplemental jurisdiction and address the state claims. If it does so, it may also consider what, if any, preclusive effect its prior rulings have on those common law claims.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Southern District of New York, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court also found all but one of the alleged misrepresentations made by CGC and its chief human resources officer, appellee Williams, to be immaterial, and hence not a breach of the fiduciary duty owed by ERISA plan administrators to their beneficiaries. See 29 U.S.C. &#167;&#167; 1109, 1132. Given our disposition, Williams' personal liability is no longer at issue. Therefore, we refer to appellees simply as CGC.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Horning initially gave notice to retire effective February 1, but stepped down a month early after being assured that there was no incentive plan forthcoming.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> One of the misstatements made to O'Connor was found to be actionable as an affirmative misrepresentation; after a bench trial on that breach of fiduciary duty claim, judgment was entered in favor of CGC. That ruling was not appealed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court also dismissed appellants' federal common law claims of equitable estoppel, fraud, and negligent misrepresentation as duplicative of the ERISA claim. O'Connor, 85 F. Supp. 2d at 61-62. Although we have recognized our equitable powers to fashion a common law remedy through \"interstitial lawmaking\" where ERISA does not provide one, e.g. Vartanian v. Monsanto, <span class=\"citation\" data-id=\"195179\"><a href=\"/opinion/195179/vartanian-v-monsanto-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 703 (1st Cir. 1994), this is not the appropriate case in which to do so. See Mauser v. Raytheon Co., <span class=\"citation\" data-id=\"771953\"><a href=\"/opinion/771953/gary-b-mauser-appellantcross-appellee-v-raytheon-company-pension-plan/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 57 (1st Cir. 2001) (\"[W]e must exercise caution in creating new common law rules for pension plans; we should only act when there is, in fact, a gap in the structure of ERISA or in the existing federal common law relating to ERISA.\"). Because we conclude that there was no ERISA plan, we would be hard-pressed to extend the protections of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although this standard was the source of some confusion in the district court, see O'Connor, 85 F. Supp. 2d at 55 n.6, the mix-up appears to have stemmed from a failure fully to appreciate that Belanger was a post-trial appeal, whereas Rodowicz and Baig were appeals from summary judgment orders.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As the Supreme Court has recognized, the statutory definition of an \"employee pension benefit plan\" is tautological, defining an ERISA plan as \"any plan, fund, or program . . . that by its express terms or as a result of surrounding circumstances . . . provides retirement income to employees.\" 29 U.S.C. &#167; 1002(2)(A); see Fort Halifax Packing Co. v. Coyne, <span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8-9 (1987); see also Demars v. Cigna Corp., <span class=\"citation\" data-id=\"763220\"><a href=\"/opinion/763220/22-employee-benefits-cas-2913-pens-plan-guide-cch-p-23954b-jeanne-b/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">443</span></a></span>, 445 (1st Cir. 1999); Belanger, 71 F.3d at 454.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Incidentally, both O'Connor and Horning had surpassed this three-decade milestone and therefore would have been entitled to the maximum severance bonus allowable under the PRP.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> A virtually identical \"5&amp;5\" provision was rejected by CGC and scaled back to a maximum credit of 78 months' service. See O'Connor, 85 F. Supp. 2d at 52.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA), 29 U.S.C. &#167; 1162, an amendment to ERISA, requires employers to continue insurance coverage for up to eighteen months after separation for those employees who continue to pay their own premium. Under the PRP, CGC paid those premiums for at least a year.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Ironically, employers engaged in ERISA litigation typically argue that their plans are covered by the federal statute in an effort to preempt state law claims. Such a position seems incongruous because, by imposing ERISA's fiduciary obligation on employers, Congress sought to provide meaningful protection to employee-beneficiaries. Recent recognition that ERISA's fiduciary obligations compel affirmative disclosure may prompt rethinking of this strategy. See Bins v. Exxon Co., <span class=\"citation\" data-id=\"765944\"><a href=\"/opinion/765944/ernest-s-bins-v-exxon-company-usa-a-division-of-exxon-corp/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">929</span></a></span>, 939 (9th Cir. 1999) (holding that \"once an employer-fiduciary seriously considers a proposal to implement a change in ERISA benefits, it has an affirmative duty to disclose information about the proposal to all plan participants and beneficiaries to whom the employer knows, or has reason to know, that the information is material\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The court is also free to consider the hybrid procedure, called to our attention at argument, that was adopted in Pallazola v. Rucker, <span class=\"citation\" data-id=\"1368680\"><a href=\"/opinion/1368680/pallazola-v-rucker/\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">764</span></a></span>, 770-71 (D. Mass. 1985), in which Judge Keeton opted to defer decision until such time as the state court had determined whether the statute of limitations would bar the claim in state court.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2500610/"
  ]
}