{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199423/",
  "absolute_url": "/opinion/199423/spielman-v-genzyme-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199423/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:26Z",
  "date_modified": "2017-03-24T11:01:53.911978Z",
  "type": "010combined",
  "sha1": "3c073c4d89d3e1182fbbce77f51474edd87ed7af",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1775-01A.pdf",
  "local_path": "pdf/2001/06/01/Spielman_v._Genzyme_Corporation.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1775\n\n                      MICHAEL SPIELMAN,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                      GENZYME CORP. and\n                  GENZYME DEVELOPMENT CORP.,\n\n                    Defendants, Appellees.\n\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n\n\n\n                            Before\n\n          Boudin, Lynch, and Lipez, Circuit Judges.\n\n\n\n     John Peter Zavez, with whom Adkins, Kelson & Zavez, P.C.\nwere on brief, for appellant.\n     Michael T. Gass, with whom Paige Scott Reed and Palmer &\nDodge LLP were on brief, for appellees.\n\n\n\n\n                         May 24, 2001\n\f           LIPEZ, Circuit Judge. Michael Spielman, the named plaintiff\n\nin a putative class action, appeals the district court's dismissal of\n\nhis suit for lack of subject matter jurisdiction. The court found that\n\nthe plaintiff's individual damages claim failed to satisfy the amount-\n\nin-controversy minimum set by 28 U.S.C. § 1332 for entry into federal\n\ncourt. The court also rejected the plaintiff's alternative argument\n\nthat his claim for attorney's fees under Chapter 93A of the\n\nMassachusetts Consumer Protection Statute fulfilled the amount-in-\n\ncontroversy requirement because Massachusetts law allowed him to\n\naggregate all of the fees anticipated by the class. We agree that\n\nSpielman does not meet the amount-in-controversy minimum and affirm the\n\ndistrict court's dismissal of his suit.\n\n                                  I.\n\n           In 1987, Michael Spielman, a New York resident, bought a\n\nlimited partnership interest in Genzyme Clinical Partners, L.P. (GCP),\n\nwhich sought to develop a treatment for Gaucher's disease. At that\n\ntime Genzyme Development Corporation (Genzyme Development), a\n\nsubsidiary of Genzyme Corporation (Genzyme), was the general partner\n\nof GCP. As general partner, Genzyme Development was obligated by law\n\nand by the limited partnership agreement to issue annual federal and\n\nstate tax schedules to the limited partners. No schedules were issued\n\nbetween 1987 and 1990. In 1990, the GCP limited partners approved the\n\n\n                                 -2-\n\fsale of the partnership's assets to Genzyme in exchange for shares of\n\ncommon stock.   As a result, GCP was liquidated.\n\n          This transaction had tax implications for Spielman and some\n\nof the other 190 GCP limited partners who lived outside of\n\nMassachusetts. Sometime after Genzyme bought GCP, the Massachusetts\n\nDepartment of Revenue determined that the sale and liquidation was a\n\ntaxable event under state law. In 1993, the Department notified the\n\nformer limited partners who had not filed 1990 Massachusetts tax\n\nreturns that they owed state taxes on their share of the liquidation\n\nincome. Spielman was assessed a tax of $10,820, which he did not pay.\n\nIn 1995, the Department penalized Spielman for delinquent payment by\n\ndoubling the amount he owed to $21,640.\n\n          On November 9, 1995, Spielman filed a class action in\n\nfederal court on behalf of himself and similarly situated former GCP\n\nlimited partners against Genzyme Development and Genzyme.1        The\n\ncomplaint included claims of negligent misrepresentation, common law\n\nfraud, breach of fiduciary duty, and breach of contract. It alleged\n\nthat Genzyme Development's failure to issue the required 1990 tax\n\nschedules for GCP caused Spielman and the other class members to incur\n\nMassachusetts tax liability.     As a resident of New York suing a\n\nMassachusetts corporation, Spielman asserted diversity jurisdiction\n\n     1Genzyme Development ceased to exist in 1990, and Genzyme, as\nparent corporation, assumed its liability. Spielman's suit named both\nentities but proceeded against Genzyme alone.\n\n                                 -3-\n\funder 28 U.S.C. § 1332, but did not specify a damages amount. At the\n\ntime the suit was filed, § 1332(a) required that the \"matter in\n\ncontroversy\" exceed $50,000 for federal court jurisdiction to attach.\n\nSee Act of Oct. 19, 1996, Pub. L. No. 104-317, 110 Stat. 3850 (amending\n\n28 U.S.C. § 1332(a) so as to raise jurisdictional amount from $50,000\n\nto $75,000).\n\n           Five days after filing the class action complaint, Spielman\n\nfiled an appeal with the Massachusetts Appellate Tax Board to determine\n\nthe taxes and penalty he owed for the GCP liquidation. On October 24,\n\n1996, Genzyme filed a motion to dismiss for lack of subject matter\n\njurisdiction, alleging that Spielman's damages fell below the required\n\n$50,000 minimum. In opposition to this motion, Spielman filed an\n\naffidavit on November 21, 1996 claiming $21,640 in \"double taxes,\"\n\n$16,211.47 in interest, $11,246.48 in penalties, and $1,305 in\n\naccountant fees. The itemized damages totaled $50,402.95.          The\n\naffidavit asserted, however, that Spielman's damages as of the date his\n\ncomplaint was filed were $61,673.77, though it did not explain the\n\n$11,270.82 discrepancy between that amount and the itemized total.\n\n           On December 12, 1996, the district court denied Genzyme's\n\nmotion to dismiss for lack of subject matter jurisdiction, but stayed\n\nSpielman's action pending the state Tax Board's ruling on the amount\n\nof his tax liability. The court said: \"This action . . . has been\n\nprematurely brought. After a review of the papers and pleadings, it\n\n\n                                 -4-\n\fis not possible at this time to determine plaintiff's damages, as\n\ndamages can be reasonably calculated only upon completion of the state\n\nadministrative proceedings.\"\n\n           This stay remained in place for more than two years. Then\n\nat a February 8, 1999 status conference, Spielman told the court that\n\nthe Tax Board had assessed his final tax liability at $10,820--the\n\ntaxes he owed for GCP's liquidation, with no assessment of penalties\n\nor interest. Spielman also said that to achieve this result he had\n\npaid attorney's fees of $7,000 and accountant's fees of $1,305, for a\n\ntotal of $8,305. Spielman told the court he would consider whether the\n\nTax Board's ruling meant that he could no longer meet the amount-in-\n\ncontroversy minimum.    The next day, the court lifted the stay on\n\nSpielman's class action.\n\n           Five months later, on July 16, 1999, Spielman asked the\n\ncourt for leave to file an amended complaint. The amendment alleged\n\nno new facts, but added a claim under Chapter 93A of the Massachusetts\n\nConsumer Protection Act, which permits prevailing plaintiffs to recover\n\nattorney's fees as part of their damages award. Genzyme protested,\n\narguing that Spielman's attempt to amend the complaint was untimely and\n\na \"transparent attempt to establish federal court jurisdiction where\n\nnone exists.\" On September 22, 1999, the court granted Spielman's\n\nrequest to amend the complaint, saying that the court's December 1996\n\nstay accounted for the delayed filing of the amendment.\n\n\n                                 -5-\n\f           On November 2, 1999, Genzyme renewed its motion to dismiss\n\nfor lack of subject matter jurisdiction, claiming that the state Tax\n\nBoard ruling established that Spielman had incurred at most $8,305 in\n\ndamages.2 In opposition to this motion, Spielman argued that his\n\ndamages claim for attorney's fees under Chapter 93A should include the\n\nfees for the class, and that aggregating the fees to him would boost\n\nhis claim over the $50,000 minimum. Spielman also urged the court to\n\nexercise supplemental jurisdiction over the other members of the class\n\neven if they individually failed to meet the amount-in-controversy\n\nrequirement.3     On May 5, 2000, the district court granted Genzyme's\n\nmotion to dismiss for lack of subject matter jurisdiction under Federal\n\nRule of Civil Procedure 12(b)(1). The court found that the Tax Board's\n\nruling meant that the damages that Spielman alleged on the face of his\n\noriginal complaint failed to satisfy the jurisdictional minimum at the\n\ntime that complaint was filed. The court also declined to exercise\n\njurisdiction on the basis of Spielman's amended complaint, finding that\n\n\n     2 While Spielman also claims as damages the $10,820 in taxes that\nhe owed to Massachusetts, we think it inappropriate to treat as damages\na tax liability that Spielman had to pay independently of Genzyme\nDevelopment's alleged failure to provide the required tax schedule.\n     3 On October 25, 1999, Spielman filed a motion to certify the suit\nas a class action. The district court did not rule on this motion.\nNonetheless, the court properly treated the suit as a class action for\npurposes of the jurisdictional analysis. See Doucette v. Ives, 947\nF.2d 21, 30 (1st Cir. 1991) (\"During the period between the\ncommencement of a suit as a class action and the court's determination\nthat it may be so maintained, the suit should be treated as a class\naction.\").\n\n                                 -6-\n\funder Massachusetts law Chapter 93A anticipated the pro rata\n\ndistribution of attorney's fees to members of the class for purposes\n\nof determining jurisdiction, rather than aggregation to the named\n\nplaintiff.   Spielman appeals.\n\n                                 II.\n\n           We review de novo the district court's dismissal for lack\n\nof subject matter jurisdiction. Coventry Sewage Assoc. v. Dworkin\n\nRealty Co., 71 F.3d 1, 3 (1st Cir. 1995). The facts pertinent to this\n\nappeal are undisputed.     However, as the party seeking to invoke\n\njurisdiction, Spielman has the burden of showing that he has met the\n\nstatutory requirements.     Id. at 4.\n\n           As we have noted before, competing interests are at stake\n\nwhen federal courts determine whether they may hear a case. Id.; 14B\n\nCharles A. Wright, Arthur R. Miller & Edward H. Cooper, Federal\n\nPractice and Procedure § 3702 at 16 (1998). On the one hand, the\n\nConstitution limits the jurisdiction of federal courts, see U.S. Const.\n\nArt. III, and Congress has further narrowed our jurisdiction by\n\nperiodically increasing the amount-in-controversy minimum for diversity\n\ncases. This means that we have a responsibility to police the border\n\nof federal jurisdiction. Pratt Cent. Park Ltd. P'ship v. Dames &\n\nMoore, Inc., 60 F.3d 350, 352 (7th Cir. 1995). On the other hand,\n\ndetermining whether a case belongs in federal court should be done\n\nquickly, without an extensive fact-finding inquiry. \"To make the\n\n\n                                 -7-\n\f'which court' decision expeditiously and cheaply, a judge must simplify\n\nthe inquiry. . . .\"     Id.\n\n           With these competing interests in mind, we apply the Supreme\n\nCourt's longstanding test for determining whether a party has met the\n\namount-in-controversy minimum. St. Paul Mercury Indemnity Co. v. Red\n\nCab Co., 303 U.S. 283 (1938) states that:\n\n           The rule governing dismissal for want of\n           jurisdiction in cases brought in the federal\n           court is that, unless the law gives a different\n           rule, the sum claimed by the plaintiff controls\n           if the claim is apparently made in good faith.\n           It must appear to a legal certainty that the\n           claim is really for less than the jurisdictional\n           amount to justify dismissal.\n\nId. at 288-89 (footnotes omitted). Under St. Paul, a plaintiff's\n\ngeneral allegation of damages that meet the amount requirement suffices\n\nunless questioned by the opposing party or the court. See Dep't of\n\nRecreation and Sports v. World Boxing Ass'n, 942 F.2d 84, 88 (1st Cir.\n\n1991). Once the damages allegation is challenged, however, \"the party\n\nseeking to invoke jurisdiction has the burden of alleging with\n\nsufficient particularity facts indicating that it is not a legal\n\ncertainty that the claim involves less than the jurisdictional amount.\"\n\nId.; see also Barrett v. Lombardi, 239 F.3d 23, 30-31 (1st Cir. 2001).\n\n\"A party may meet this burden by amending the pleadings or by\n\nsubmitting affidavits.\" Dep't of Recreation and Sports, 942 F.2d at\n\n88.\n\n\n\n                                 -8-\n\f           Courts determine whether a party has met the amount-in-\n\ncontroversy requirement by \"looking to the circumstances at the time\n\nthe complaint is filed.\" Coventry Sewage, 71 F.3d at 4; Wright &\n\nMiller § 3702 at 28-29 n.31. Thus St. Paul's legal certainty standard\n\ndoes not mean that jurisdiction is ousted because of the eventual\n\n\"inability of plaintiff to recover an amount adequate to give the court\n\njurisdiction,\" or because \"the complaint discloses the existence of a\n\nvalid defense to the claim.\"     Coventry Sewage, 71 F.3d at 5.     In\n\naddition, \"[e]vents occurring subsequent to the institution of suit\n\nwhich reduce the amount recoverable below the statutory limit do not\n\noust jurisdiction.\" St. Paul, 303 U.S. at 289-90. On the other hand,\n\nand importantly for this case,\n\n           if, from the face of the pleadings, it is\n           apparent, to a legal certainty, that the\n           plaintiff cannot recover the amount claimed or\n           if, from the proofs, the court is satisfied to a\n           like certainty that the plaintiff never was\n           entitled to recover that amount . . . the suit\n           will be dismissed.\n\nId. at 289 (emphasis added).\n\n           After Genzyme challenged his damages allegation, Spielman\n\ntried in two ways to meet the burden of showing that his claim met the\n\nlegal certainty test for the amount-in-controversy minimum. First, he\n\nsubmitted an affidavit itemizing $50,402.95 in damages and claiming\n\ntotal damages of $61,673.77.       Spielman says that the damages\n\nallegations in the affidavit meet St. Paul's legal certainty test\n\n\n                                - 9 -\n\fbecause they represent his good-faith claim at the time he filed suit.\n\nAccording to Spielman's theory, the state Tax Board's ruling that his\n\ntax liability was only $10,820 was a \"subsequent event\" under St. Paul,\n\nand thus unrelated to the facts as they existed at the time he filed\n\nhis complaint. Alternately, Spielman sought to meet the amount-in-\n\ncontroversy minimum by amending his complaint to include a claim for\n\nattorney's fees under Chapter 93A. He argues that the fees claim\n\nboosts his damages allegation over $50,000 because it encompasses not\n\nonly the fees anticipated for his individual case, but also the fees\n\nthat will be generated on behalf of other members of the class. We\n\naddress each of Spielman's arguments in turn.\n\n                                 III.\n\nA. Spielman's Individual Damages Claim\n\n           Invoking St. Paul, Spielman argues that the Tax Board's\n\nruling was a \"subsequent event\" that cannot be factored into the\n\ncourt's amount-in-controversy analysis. Here Spielman attempts to draw\n\nan analogy between the facts in this case and those in our own\n\nprecedent, Coventry Sewage Assoc. v. Dworkin Realty Co., 71 F.3d 1 (1st\n\nCir. 1995). In Coventry Sewage, the defendant refused to pay the\n\nplaintiff for sewer-main usage after a service-fee increase. The\n\nplaintiff sued for approximately $75,000, basing that amount on\n\ninvoices provided by the local county water authority. After the\n\ncomplaint was filed, the water authority discovered that it had misread\n\n\n                                - 10 -\n\fthe defendant's water meters. Correction of this error left less than\n\n$10,000 in dispute.    Id. at 3.\n\n          We found that the water authority's correction of its meter-\n\nreading error was a \"subsequent event\" under St. Paul. In summarizing\n\nthe rationale for this holding, we said:\n\n          In the instant case, an independent third party\n          with otherwise no connection to the case made an\n          apparently non-obvious error so that the amount-\n          in-controversy at the time of filing, in fact,\n          exceeded the jurisdictional minimum. Coventry\n          had no reason to know that its claimed amount of\n          damages was in error. Moreover, the reduction\n          of the amount in controversy resulted from acts\n          occurring wholly after the action commenced.\n\nId. at 8. Spielman argues that we should exercise jurisdiction here\n\nbased on a similar rationale.      We decline.\n\n          Coventry Sewage is inapposite. Unlike the water authority\n\nin Coventry Sewage, the Tax Board did not reduce an initial assessment\n\nof the damages amount that exceeded the jurisdictional minimum. Here\n\nthere was considerable question at the outset as to whether Spielman's\n\ndamages amount met the jurisdictional minimum--a question that the\n\ntrial judge raised but deferred resolution of when he issued the stay.\n\nSpielman included as damages $10,820 in taxes that he owed\n\nindependently of any act or omission by Genzyme Development, and he\n\nboosted his claim over the $50,000 jurisdictional minimum by adding\n\n$11,270.82 from a source he never identified. The state Tax Board\n\nruling thus confirmed what had been apparent earlier: Spielman's\n\n\n                               - 11 -\n\fattempt to meet the jurisdictional minimum was in vain from the\n\nbeginning.4      B. Spielman's Chapter 93A Attorney's Fees Claim\n\n              Spielman argues that his attorney's fees should be included\n\nas part of his anticipated damages. Normally, attorney's fees are\n\nexcluded from the amount-in-controversy determination because \"the\n\nsuccessful party does not collect his attorney's fees in addition to\n\nor as part of the judgment.\" Velez v. Crown Life Ins. Co., 599 F.2d\n\n471, 474 (1st Cir. 1979) (citing 1 Moore's Federal Practice 0.99(2)).\n\nThere are two exceptions to this rule: when the fees are provided for\n\nby contract, and when a statute mandates or allows payment of the fees.\n\nId.       The second exception applies here.       Chapter 93A of the\n\nMassachusetts Consumer Protection Act allows plaintiffs to collect\n\nattorney's fees as part of their damages. See Mass. Gen. Laws ch. 93A,\n\n§ 9(4).     We thus must decide whether Spielman met the amount-in-\n\ncontroversy minimum by amending his complaint to include a Chapter 93A\n\n      4In Coventry Sewage, we discussed the argument raised by the\nappellee in that case that there is a meaningful distinction between\n\"subsequent events that change the amount in controversy and subsequent\nrevelations that, in fact, the required amount was or was not in\ncontroversy at the commencement of the action.\" 71 F.3d at 8 (quoting\nJones v. Knox Exploration Corp., 2 F.3d 181, 183 (6th Cir. 1993)).\nWhatever merit that distinction may have as a framework for analysis,\nit is not helpful here because the Tax Board's ruling does not fit into\neither category.     As we have explained, the ruling was not a\n\"subsequent event\" within the meaning of St. Paul because the plaintiff\nwas never in fact at risk of harm in excess of the jurisdictional\namount. Nor was the ruling a revelation. There was good reason to\nbelieve from the beginning of this action that Spielman's damages fell\nwell below the amount-in-controversy minimum, and the Tax Board's\nruling merely confirmed that fact.\n\n                                  - 12 -\n\fclaim.    Spielman does not allege, however, that his individual\n\nattorney's fees are high enough to boost his damages claim over the\n\namount-in-controversy minimum. Rather he seeks, for jurisdictional\n\npurposes, to aggregate the attorney's fees that he anticipates will be\n\nneeded to press the claim of the entire class for which he is named\n\nplaintiff. Because of Supreme Court precedent, this is a difficult\n\nargument to make.\n\n          As we have noted, the statute that provides for federal\n\ncourt diversity jurisdiction, 28 U.S.C. § 1332(a), requires that the\n\n\"matter in controversy\" exceed the jurisdictional minimum. Based on\n\nthis language, \"[t]he traditional judicial interpretation . . . has\n\nbeen from the beginning that the separate and distinct claims of two\n\nor more plaintiffs cannot be aggregated in order to satisfy the\n\njurisdictional amount requirement.\" Snyder v. Harris, 394 U.S. 332,\n\n335 (1969) (citing earlier cases). In Snyder, the Court rejected the\n\nargument that this rule should not apply to class action plaintiffs,\n\nwhose claims, the argument goes, should instead be aggregated for\n\njurisdictional purposes.     The Court said:\n\n          To overrule the aggregation doctrine at this\n          late date would run counter to the congressional\n          purpose in steadily increasing through the years\n          the jurisdictional amount requirement. That\n          purpose was to check, to some degree, the rising\n          caseload of the federal courts, especially with\n          regard to the federal courts' diversity of\n          citizenship jurisdiction.\n\n\n\n                               - 13 -\n\fId. at 339-40.    The Court reaffirmed this holding in Zahn v.\n\nInternational Paper Co., 414 U.S. 291 (1973), adding, \"Neither are we\n\ninclined to overrule Snyder v. Harris nor to change the Court's long-\n\nstanding construction of the 'matter in controversy' requirement of §\n\n1332.\"5   Id. at 301.\n\n           The Supreme Court has not discussed whether the named\n\nplaintiff in a class action may aggregate the attorney's fees of the\n\nclass to satisfy the jurisdictional amount requirement when a state\n\nstatute like Massachusetts's Chapter 93A authorizes the awarding of\n\nfees to a successful litigant.    Two circuits have addressed this\n\nquestion. Reviewing a claim made under a California statute that\n\n\n\n     5 Zahn held that courts may not exercise supplemental jurisdiction\nover the claims of class action plaintiffs who do not separately meet\nthe jurisdictional minimum. Zahn, 414 U.S. at 301. There is a question\nabout whether this holding remains good law after the enactment of the\nJudicial Improvements Act of 1990, 28 U.S.C. § 1367. See Packard v.\nProvident Nat'l Bank, 994 F.2d 1039, 1045 n.9 (3d Cir. 1993)\n(discussing extensive academic literature). The circuits have split\nover whether the Act intended to overrule Zahn and allow courts to\nexercise such supplemental jurisdiction. Compare Stromberg Metal\nWorks, Inc. v. Press Mech., Inc., 77 F.3d 928 (7th Cir. 1996) and In re\nAbbott Labs., 51 F.3d 524, 529 (5th Cir. 1995) (holding that\nsupplemental jurisdiction may exist after the Judicial Improvement\nAct), with Meritcare Inc. v. St. Paul Mercury Ins. Co., 166 F.3d 214,\n219 (3d Cir. 1999) and Leonhardt v. Western Sugar Co., 160 F.3d 631,\n640 (10th Cir. 1998) (holding that Congress did not intend to change\nthe rules set by Zahn).        Since we find that the court lacked\njurisdiction over Spielman, we do not reach his contention that it\nshould exercise supplemental jurisdiction over the other members of the\nclass even though their individual claims do not meet the amount\nrequirement. The Judicial Improvements Act does not call into question\nZahn's reaffirmance of Snyder's holding that individual damages claims\nmay not be aggregated to satisfy the jurisdictional minimum.\n\n                               - 14 -\n\fauthorizes attorney's fees, the Ninth Circuit held that aggregating\n\nanticipated fees to the named plaintiff to allow her to meet the\n\namount-in-controversy requirement \"would conflict with the policy of\n\nZahn . . . in which the Supreme Court reaffirmed that the 'matter in\n\ncontroversy' requirement must be satisfied by each member of the\n\nplaintiff class.\" Goldberg v. CPC Int'l, Inc., 678 F.2d 1365, 1367\n\n(9th Cir.), cert. denied, 459 U.S. 945 (1982). The court thus held\n\nthat \"potential\" attorney's fees could not be used to satisfy the\n\namount-in-controversy minimum. Id. at 1367. Several district courts\n\nhave followed this approach. See, e.g., Karofsky v. Abbott Labs., 921\n\nF. Supp. 18 (D. Me. 1996); Ratliff v. Sears, Roebuck & Co., 911 F.\n\nSupp. 177 (E.D.N.C. 1995); Quebe v. Ford Motor Co., 908 F. Supp. 446\n\n(W.D. Tex. 1995); Visintine v. Saab Auto. A.B., 891 F. Supp. 496, 499\n\n(E.D. Mo. 1995); Gilman v. Wheat, First Sec., Inc., 896 F. Supp. 507\n\n(D. Md. 1995).\n\n           The Fifth Circuit considered the question of whether\n\nattorney's fees may be aggregated to obtain federal jurisdiction under\n\na Louisiana statute that specifically authorizes the awarding of\n\nattorney's fees in a class action. In re Abbott Labs., 51 F.3d 524,\n\n526 (5th Cir. 1995), determined that there was federal jurisdiction for\n\na class action claim governed by Article 595 of the Louisiana Code of\n\nCivil Procedure.   Article 595 provides: \"The court may allow the\n\nrepresentative parties their reasonable expenses of litigation,\n\n\n                                - 15 -\n\fincluding attorney's fees, when as a result of the class action a fund\n\nis made available, or a recovery or compromise is had which is\n\nbeneficial, to the class.\" La. Code Civ. Proc. art. 595. The Fifth\n\nCircuit said that Article 595 entitled class representatives to\n\nanticipated attorney's fees, and that the phrase \"representative\n\nparties\" referred to the named plaintiff or plaintiffs in a class\n\naction.   The court rejected the argument that Zahn precluded\n\nattributing the fees of the class to the named plaintiff when that is\n\nwhat a state statute provides. See Abbott Labs., 51 F.3d at 527. The\n\ncourt distinguished Goldberg on the ground that it \"sheds little light\n\non the distinct policy choices behind Louisiana's decision regarding\n\nrights of recovery by class members.\" Id. at 526.    An evenly divided\n\nSupreme Court recently affirmed the Fifth Circuit's decision under the\n\nname of Free v. Abbott Labs., Inc., 529 U.S. 333 (2000).\n\n           Spielman argues that the attorney's fees provision of\n\nChapter 93A, like Article 595 of the Louisiana code as construed in\n\nAbbott Labs., allows him to aggregate the anticipated fees of his class\n\ntoward the amount-in-controversy minimum. Chapter 93A provides in\n\nrelevant part:\n\n           If the court finds in any action commenced\n           hereunder that there has been a violation of\n           section two, the petitioner shall, in addition\n           to other relief provided for by this section and\n           irrespective of the amount in controversy, be\n           awarded reasonable attorney's fees and costs\n           incurred in connection with said action.\n\n\n                                - 16 -\n\fMass. Gen. Laws ch. 93A, § 9(4).           Spielman urges us to read\n\n\"petitioner\"   in   the   same   way   that   the   Fifth   Circuit   read\n\n\"representative parties\" in Article 595. We have reservations about\n\nthe correctness of Abbott Labs.        Even if that were not the case,\n\nhowever, we would decline to adopt the parallel reading that Spielman\n\nadvocates.\n\n           To begin with, § 9(4) does not refer to class actions or to\n\nnamed class action plaintiffs. Nor do other sections of Chapter 93A\n\nspecifically discuss multiple-party lawsuits. The statute simply\n\noffers a cause of action to a consumer or a group of consumers who\n\nclaim that a business has defrauded them. Thus in contrast to Article\n\n595 of the Louisiana code, which explicitly provides that attorney's\n\nfees may be awarded to the \"representative parties . . . when as a\n\nresult of the class action a fund is made available . . . to the class\"\n\n(emphasis added), nothing in Chapter 93A suggests that the legislature\n\nintended \"petitioner\" to refer to the named plaintiff in a class action\n\nrather than to each of the members of the class.\n\n           As the Massachusetts district court pointed out recently,\n\n\"petitioner\" is a generic term in Massachusetts law. See Ciardi v. F.\n\nHoffmann-La Roche, Ltd., No. Civ. A. 99-11936-GAO, 2000 WL 159320, at\n\n*2 (D. Mass. Feb. 7, 2000). In rejecting the same aggregation argument\n\nthat Spielman makes here, Ciardi ably explained: \"The term 'petitioner'\n\n\n\n                                 - 17 -\n\fis one historically used in Massachusetts as the equivalent in equity\n\nof the term 'plaintiff' at law. While petitioners might from time to\n\ntime have been representatives, they were not necessarily so, and the\n\nterms in Massachusetts are not interchangeable.\" Id. at *2. We agree.\n\nThe text of § 9(4) does not support Spielman's argument that the\n\nstatute uses the word \"petitioner\" as the equivalent of the term\n\n\"representative\" in the Louisiana statute.\n\n           We also reject Spielman's contention that the Massachusetts\n\nSupreme Judicial Court's statement in Coggins v. New England Patriots\n\nFootball Club, Inc., 550 N.E.2d 141 (Mass. 1990) ( Coggins II), about\n\nthe award of attorney's fees from a common fund controls the\n\njurisdictional outcome here. That case began with Coggins v. New\n\nEngland Patriots Football Club, Inc., 492 N.E.2d 1112 (Mass. 1986)\n\n(Coggins I), in which a group of non-voting shareholders brought a\n\ncorporate derivative action to challenge a merger, and the SJC ordered\n\nthe calculation of rescissory damages. Id. at 1115-16. The parties\n\nthen settled. Following settlement, the plaintiffs filed a motion for\n\nattorney's fees and costs to be assessed against the defendants. The\n\nsuperior court rejected that argument on the ground that in Coggins I ,\n\n\"the higher court ordered the derivative claim 'reinstated' . . .\n\nsolely to permit a reconstructive calculation of rescissory damages,\n\nand not as a calculation of corporate damages.\"       Coggins II, 550\n\nN.E.2d at 142. Reasoning that the plaintiffs thus had not succeeded\n\n\n                                - 18 -\n\fin garnering funds on the corporation's behalf, the superior court\n\nruled that their attorney's fees should come from a common settlement\n\nfund rather than from the defendants. Id. In affirming the lower\n\ncourt's ruling, the Massachusetts Supreme Court said that attorney's\n\nfees may be awarded from a common settlement fund, but emphasized the\n\ndiscretionary nature of such an award. \"Where a party has at his or\n\nher own expense, been successful in creating, preserving or enlarging\n\na fund in which other parties have a rightful share, a court may order\n\nthe payment of attorneys' fees and expenses out of the fund as part of\n\nthe damages award. . . . Such an allowance is discretionary and not a\n\nmatter of strict right.\"     Id. at 143 (citations omitted).\n\n          Even if a court were to apply the rule set forth in Coggins\n\nII in a Chapter 93A class action like this one, and exercise its\n\ndiscretion to award the named plaintiff attorney's fees from a common\n\nsettlement fund, the award would simply be the unremarkable result of\n\nan exercise of the equitable discretion of the trial court rather than\n\nthe mandated result of any language in Chapter 93A. Indeed, Chapter\n\n93A does not, by its terms, address the aggregation/allocation issue\n\nin a class action suit. The possibility of an aggregated award through\n\nthe exercise of the court's discretion does not justify disregarding\n\n\n\n\n                               - 19 -\n\fthe anti-aggregation principles of Snyder and Zahn. See Snyder, 394\n\nU.S. at 339-40; Zahn, 414 U.S. at 301.6\n\n          In sum, we reject Spielman's argument that Chapter 93A's\n\nauthorization of attorney's fees requires that such fees be aggregated\n\nto the named plaintiff for purposes of determining federal\n\njurisdiction. For the reasons we have stated, we find that Spielman's\n\namended complaint fails to meet the amount-in-controversy minimum.\n\nHaving found no basis for the exercise of federal diversity\n\njurisdiction, we affirm the district court's dismissal of Spielman's\n\ncase.\n\n          Affirmed.\n\n\n\n\n     6 Nor do the Massachusetts cases that are the source of the\nlanguage quoted in Coggins II help Spielman. These cases involve three\nnarrow exceptions in equity practice to the general rule that a\nlitigant must pay for his own lawyers. In Commissioner of Insurance v.\nMassachusetts Accident Co., 61 N.E.2d 137 (Mass. 1945), the court said\nthat one of the exceptions applied when \"a litigant\" at his own expense\ncreated or increased \"a fund in which others have a right to share.\"\nId. at 139-40. Examples of such funds were those controlled by the\nexecutor of a will or a receivership. See, e.g., Boynton v. Tarbell,\n172 N.E. 340 (Mass. 1930); Davis v. Bay State League, 33 N.E. 591\n(Mass. 1893).\n\n                               - 20 -\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1775\n\n                      MICHAEL SPIELMAN,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                      GENZYME CORP. and\n                  GENZYME DEVELOPMENT CORP.,\n\n                    Defendants, Appellees.\n\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n\n\n\n                            Before\n\n          Boudin, Lynch, and Lipez, Circuit Judges.\n\n\n\n     John Peter Zavez, with whom Adkins, Kelson & Zavez, P.C.\nwere on brief, for appellant.\n     Michael T. Gass, with whom Paige Scott Reed and Palmer &\nDodge LLP were on brief, for appellees.\n\n\n\n\n                         May 24, 2001\n\f           LIPEZ, Circuit Judge. Michael Spielman, the named plaintiff\n\nin a putative class action, appeals the district court's dismissal of\n\nhis suit for lack of subject matter jurisdiction. The court found that\n\nthe plaintiff's individual damages claim failed to satisfy the amount-\n\nin-controversy minimum set by 28 U.S.C. § 1332 for entry into federal\n\ncourt. The court also rejected the plaintiff's alternative argument\n\nthat his claim for attorney's fees under Chapter 93A of the\n\nMassachusetts Consumer Protection Statute fulfilled the amount-in-\n\ncontroversy requirement because Massachusetts law allowed him to\n\naggregate all of the fees anticipated by the class. We agree that\n\nSpielman does not meet the amount-in-controversy minimum and affirm the\n\ndistrict court's dismissal of his suit.\n\n                                  I.\n\n           In 1987, Michael Spielman, a New York resident, bought a\n\nlimited partnership interest in Genzyme Clinical Partners, L.P. (GCP),\n\nwhich sought to develop a treatment for Gaucher's disease. At that\n\ntime Genzyme Development Corporation (Genzyme Development), a\n\nsubsidiary of Genzyme Corporation (Genzyme), was the general partner\n\nof GCP. As general partner, Genzyme Development was obligated by law\n\nand by the limited partnership agreement to issue annual federal and\n\nstate tax schedules to the limited partners. No schedules were issued\n\nbetween 1987 and 1990. In 1990, the GCP limited partners approved the\n\n\n                                 -2-\n\fsale of the partnership's assets to Genzyme in exchange for shares of\n\ncommon stock.   As a result, GCP was liquidated.\n\n          This transaction had tax implications for Spielman and some\n\nof the other 190 GCP limited partners who lived outside of\n\nMassachusetts. Sometime after Genzyme bought GCP, the Massachusetts\n\nDepartment of Revenue determined that the sale and liquidation was a\n\ntaxable event under state law. In 1993, the Department notified the\n\nformer limited partners who had not filed 1990 Massachusetts tax\n\nreturns that they owed state taxes on their share of the liquidation\n\nincome. Spielman was assessed a tax of $10,820, which he did not pay.\n\nIn 1995, the Department penalized Spielman for delinquent payment by\n\ndoubling the amount he owed to $21,640.\n\n          On November 9, 1995, Spielman filed a class action in\n\nfederal court on behalf of himself and similarly situated former GCP\n\nlimited partners against Genzyme Development and Genzyme.1        The\n\ncomplaint included claims of negligent misrepresentation, common law\n\nfraud, breach of fiduciary duty, and breach of contract. It alleged\n\nthat Genzyme Development's failure to issue the required 1990 tax\n\nschedules for GCP caused Spielman and the other class members to incur\n\nMassachusetts tax liability.     As a resident of New York suing a\n\nMassachusetts corporation, Spielman asserted diversity jurisdiction\n\n     1Genzyme Development ceased to exist in 1990, and Genzyme, as\nparent corporation, assumed its liability. Spielman's suit named both\nentities but proceeded against Genzyme alone.\n\n                                 -3-\n\funder 28 U.S.C. § 1332, but did not specify a damages amount. At the\n\ntime the suit was filed, § 1332(a) required that the \"matter in\n\ncontroversy\" exceed $50,000 for federal court jurisdiction to attach.\n\nSee Act of Oct. 19, 1996, Pub. L. No. 104-317, 110 Stat. 3850 (amending\n\n28 U.S.C. § 1332(a) so as to raise jurisdictional amount from $50,000\n\nto $75,000).\n\n           Five days after filing the class action complaint, Spielman\n\nfiled an appeal with the Massachusetts Appellate Tax Board to determine\n\nthe taxes and penalty he owed for the GCP liquidation. On October 24,\n\n1996, Genzyme filed a motion to dismiss for lack of subject matter\n\njurisdiction, alleging that Spielman's damages fell below the required\n\n$50,000 minimum. In opposition to this motion, Spielman filed an\n\naffidavit on November 21, 1996 claiming $21,640 in \"double taxes,\"\n\n$16,211.47 in interest, $11,246.48 in penalties, and $1,305 in\n\naccountant fees. The itemized damages totaled $50,402.95.          The\n\naffidavit asserted, however, that Spielman's damages as of the date his\n\ncomplaint was filed were $61,673.77, though it did not explain the\n\n$11,270.82 discrepancy between that amount and the itemized total.\n\n           On December 12, 1996, the district court denied Genzyme's\n\nmotion to dismiss for lack of subject matter jurisdiction, but stayed\n\nSpielman's action pending the state Tax Board's ruling on the amount\n\nof his tax liability. The court said: \"This action . . . has been\n\nprematurely brought. After a review of the papers and pleadings, it\n\n\n                                 -4-\n\fis not possible at this time to determine plaintiff's damages, as\n\ndamages can be reasonably calculated only upon completion of the state\n\nadministrative proceedings.\"\n\n           This stay remained in place for more than two years. Then\n\nat a February 8, 1999 status conference, Spielman told the court that\n\nthe Tax Board had assessed his final tax liability at $10,820--the\n\ntaxes he owed for GCP's liquidation, with no assessment of penalties\n\nor interest. Spielman also said that to achieve this result he had\n\npaid attorney's fees of $7,000 and accountant's fees of $1,305, for a\n\ntotal of $8,305. Spielman told the court he would consider whether the\n\nTax Board's ruling meant that he could no longer meet the amount-in-\n\ncontroversy minimum.    The next day, the court lifted the stay on\n\nSpielman's class action.\n\n           Five months later, on July 16, 1999, Spielman asked the\n\ncourt for leave to file an amended complaint. The amendment alleged\n\nno new facts, but added a claim under Chapter 93A of the Massachusetts\n\nConsumer Protection Act, which permits prevailing plaintiffs to recover\n\nattorney's fees as part of their damages award. Genzyme protested,\n\narguing that Spielman's attempt to amend the complaint was untimely and\n\na \"transparent attempt to establish federal court jurisdiction where\n\nnone exists.\" On September 22, 1999, the court granted Spielman's\n\nrequest to amend the complaint, saying that the court's December 1996\n\nstay accounted for the delayed filing of the amendment.\n\n\n                                 -5-\n\f           On November 2, 1999, Genzyme renewed its motion to dismiss\n\nfor lack of subject matter jurisdiction, claiming that the state Tax\n\nBoard ruling established that Spielman had incurred at most $8,305 in\n\ndamages.2 In opposition to this motion, Spielman argued that his\n\ndamages claim for attorney's fees under Chapter 93A should include the\n\nfees for the class, and that aggregating the fees to him would boost\n\nhis claim over the $50,000 minimum. Spielman also urged the court to\n\nexercise supplemental jurisdiction over the other members of the class\n\neven if they individually failed to meet the amount-in-controversy\n\nrequirement.3     On May 5, 2000, the district court granted Genzyme's\n\nmotion to dismiss for lack of subject matter jurisdiction under Federal\n\nRule of Civil Procedure 12(b)(1). The court found that the Tax Board's\n\nruling meant that the damages that Spielman alleged on the face of his\n\noriginal complaint failed to satisfy the jurisdictional minimum at the\n\ntime that complaint was filed. The court also declined to exercise\n\njurisdiction on the basis of Spielman's amended complaint, finding that\n\n\n     2 While Spielman also claims as damages the $10,820 in taxes that\nhe owed to Massachusetts, we think it inappropriate to treat as damages\na tax liability that Spielman had to pay independently of Genzyme\nDevelopment's alleged failure to provide the required tax schedule.\n     3 On October 25, 1999, Spielman filed a motion to certify the suit\nas a class action. The district court did not rule on this motion.\nNonetheless, the court properly treated the suit as a class action for\npurposes of the jurisdictional analysis. See Doucette v. Ives, </pre><span class=\"citation\" data-id=\"570406\"><a href=\"/opinion/570406/eva-doucette-v-h-rollin-ives-commissioner-of-the-maine-department-of/\"><span class=\"volume\">947</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 30 (1st Cir. 1991) (\"During the period between the\ncommencement of a suit as a class action and the court's determination\nthat it may be so maintained, the suit should be treated as a class\naction.\").\n\n                                 -6-\n\funder Massachusetts law Chapter 93A anticipated the pro rata\n\ndistribution of attorney's fees to members of the class for purposes\n\nof determining jurisdiction, rather than aggregation to the named\n\nplaintiff.   Spielman appeals.\n\n                                 II.\n\n           We review de novo the district court's dismissal for lack\n\nof subject matter jurisdiction. Coventry Sewage Assoc. v. Dworkin\n\nRealty Co., </pre><span class=\"citation\" data-id=\"196423\"><a href=\"/opinion/196423/coventry-sewage-v-dworkin-realty/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st Cir. 1995). The facts pertinent to this\n\nappeal are undisputed.     However, as the party seeking to invoke\n\njurisdiction, Spielman has the burden of showing that he has met the\n\nstatutory requirements.     Id. at 4.\n\n           As we have noted before, competing interests are at stake\n\nwhen federal courts determine whether they may hear a case. Id.; 14B\n\nCharles A. Wright, Arthur R. Miller & Edward H. Cooper, Federal\n\nPractice and Procedure § 3702 at 16 (1998). On the one hand, the\n\nConstitution limits the jurisdiction of federal courts, see U.S. Const.\n\nArt. III, and Congress has further narrowed our jurisdiction by\n\nperiodically increasing the amount-in-controversy minimum for diversity\n\ncases. This means that we have a responsibility to police the border\n\nof federal jurisdiction. Pratt Cent. Park Ltd. P'ship v. Dames &\n\nMoore, Inc., </pre><span class=\"citation\" data-id=\"699585\"><a href=\"/opinion/699585/pratt-central-park-limited-partnership-v-dames-moore-inc/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span><pre class=\"inline\">, 352 (7th Cir. 1995). On the other hand,\n\ndetermining whether a case belongs in federal court should be done\n\nquickly, without an extensive fact-finding inquiry. \"To make the\n\n\n                                 -7-\n\f'which court' decision expeditiously and cheaply, a judge must simplify\n\nthe inquiry. . . .\"     Id.\n\n           With these competing interests in mind, we apply the Supreme\n\nCourt's longstanding test for determining whether a party has met the\n\namount-in-controversy minimum. St. Paul Mercury Indemnity Co. v. Red\n\nCab Co., </pre><span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span><pre class=\"inline\"> (1938) states that:\n\n           The rule governing dismissal for want of\n           jurisdiction in cases brought in the federal\n           court is that, unless the law gives a different\n           rule, the sum claimed by the plaintiff controls\n           if the claim is apparently made in good faith.\n           It must appear to a legal certainty that the\n           claim is really for less than the jurisdictional\n           amount to justify dismissal.\n\nId. at 288-89 (footnotes omitted). Under St. Paul, a plaintiff's\n\ngeneral allegation of damages that meet the amount requirement suffices\n\nunless questioned by the opposing party or the court. See Dep't of\n\nRecreation and Sports v. World Boxing Ass'n, </pre><span class=\"citation\" data-id=\"566803\"><a href=\"/opinion/566803/department-of-recreation-and-sports-of-puerto-rico-v-world-boxing/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span><pre class=\"inline\">, 88 (1st Cir.\n\n1991). Once the damages allegation is challenged, however, \"the party\n\nseeking to invoke jurisdiction has the burden of alleging with\n\nsufficient particularity facts indicating that it is not a legal\n\ncertainty that the claim involves less than the jurisdictional amount.\"\n\nId.; see also Barrett v. Lombardi, </pre><span class=\"citation\" data-id=\"199236\"><a href=\"/opinion/199236/barrett-v-veritas-offshore/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 30-31 (1st Cir. 2001).\n\n\"A party may meet this burden by amending the pleadings or by\n\nsubmitting affidavits.\" Dep't of Recreation and Sports, 942 F.2d at\n\n88.\n\n\n\n                                 -8-\n\f           Courts determine whether a party has met the amount-in-\n\ncontroversy requirement by \"looking to the circumstances at the time\n\nthe complaint is filed.\" Coventry Sewage, 71 F.3d at 4; Wright &\n\nMiller § 3702 at 28-29 n.31. Thus St. Paul's legal certainty standard\n\ndoes not mean that jurisdiction is ousted because of the eventual\n\n\"inability of plaintiff to recover an amount adequate to give the court\n\njurisdiction,\" or because \"the complaint discloses the existence of a\n\nvalid defense to the claim.\"     Coventry Sewage, 71 F.3d at 5.     In\n\naddition, \"[e]vents occurring subsequent to the institution of suit\n\nwhich reduce the amount recoverable below the statutory limit do not\n\noust jurisdiction.\" St. Paul, 303 U.S. at 289-90. On the other hand,\n\nand importantly for this case,\n\n           if, from the face of the pleadings, it is\n           apparent, to a legal certainty, that the\n           plaintiff cannot recover the amount claimed or\n           if, from the proofs, the court is satisfied to a\n           like certainty that the plaintiff never was\n           entitled to recover that amount . . . the suit\n           will be dismissed.\n\nId. at 289 (emphasis added).\n\n           After Genzyme challenged his damages allegation, Spielman\n\ntried in two ways to meet the burden of showing that his claim met the\n\nlegal certainty test for the amount-in-controversy minimum. First, he\n\nsubmitted an affidavit itemizing $50,402.95 in damages and claiming\n\ntotal damages of $61,673.77.       Spielman says that the damages\n\nallegations in the affidavit meet St. Paul's legal certainty test\n\n\n                                - 9 -\n\fbecause they represent his good-faith claim at the time he filed suit.\n\nAccording to Spielman's theory, the state Tax Board's ruling that his\n\ntax liability was only $10,820 was a \"subsequent event\" under St. Paul,\n\nand thus unrelated to the facts as they existed at the time he filed\n\nhis complaint. Alternately, Spielman sought to meet the amount-in-\n\ncontroversy minimum by amending his complaint to include a claim for\n\nattorney's fees under Chapter 93A. He argues that the fees claim\n\nboosts his damages allegation over $50,000 because it encompasses not\n\nonly the fees anticipated for his individual case, but also the fees\n\nthat will be generated on behalf of other members of the class. We\n\naddress each of Spielman's arguments in turn.\n\n                                 III.\n\nA. Spielman's Individual Damages Claim\n\n           Invoking St. Paul, Spielman argues that the Tax Board's\n\nruling was a \"subsequent event\" that cannot be factored into the\n\ncourt's amount-in-controversy analysis. Here Spielman attempts to draw\n\nan analogy between the facts in this case and those in our own\n\nprecedent, Coventry Sewage Assoc. v. Dworkin Realty Co., </pre><span class=\"citation\" data-id=\"196423\"><a href=\"/opinion/196423/coventry-sewage-v-dworkin-realty/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1st\n\nCir. 1995). In Coventry Sewage, the defendant refused to pay the\n\nplaintiff for sewer-main usage after a service-fee increase. The\n\nplaintiff sued for approximately $75,000, basing that amount on\n\ninvoices provided by the local county water authority. After the\n\ncomplaint was filed, the water authority discovered that it had misread\n\n\n                                - 10 -\n\fthe defendant's water meters. Correction of this error left less than\n\n$10,000 in dispute.    Id. at 3.\n\n          We found that the water authority's correction of its meter-\n\nreading error was a \"subsequent event\" under St. Paul. In summarizing\n\nthe rationale for this holding, we said:\n\n          In the instant case, an independent third party\n          with otherwise no connection to the case made an\n          apparently non-obvious error so that the amount-\n          in-controversy at the time of filing, in fact,\n          exceeded the jurisdictional minimum. Coventry\n          had no reason to know that its claimed amount of\n          damages was in error. Moreover, the reduction\n          of the amount in controversy resulted from acts\n          occurring wholly after the action commenced.\n\nId. at 8. Spielman argues that we should exercise jurisdiction here\n\nbased on a similar rationale.      We decline.\n\n          Coventry Sewage is inapposite. Unlike the water authority\n\nin Coventry Sewage, the Tax Board did not reduce an initial assessment\n\nof the damages amount that exceeded the jurisdictional minimum. Here\n\nthere was considerable question at the outset as to whether Spielman's\n\ndamages amount met the jurisdictional minimum--a question that the\n\ntrial judge raised but deferred resolution of when he issued the stay.\n\nSpielman included as damages $10,820 in taxes that he owed\n\nindependently of any act or omission by Genzyme Development, and he\n\nboosted his claim over the $50,000 jurisdictional minimum by adding\n\n$11,270.82 from a source he never identified. The state Tax Board\n\nruling thus confirmed what had been apparent earlier: Spielman's\n\n\n                               - 11 -\n\fattempt to meet the jurisdictional minimum was in vain from the\n\nbeginning.4      B. Spielman's Chapter 93A Attorney's Fees Claim\n\n              Spielman argues that his attorney's fees should be included\n\nas part of his anticipated damages. Normally, attorney's fees are\n\nexcluded from the amount-in-controversy determination because \"the\n\nsuccessful party does not collect his attorney's fees in addition to\n\nor as part of the judgment.\" Velez v. Crown Life Ins. Co., </pre><span class=\"citation\" data-id=\"366530\"><a href=\"/opinion/366530/vicente-acevedo-velez-v-crown-life-insurance-co/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">471</span></a></span><pre class=\"inline\">, 474 (1st Cir. 1979) (citing 1 Moore's Federal Practice 0.99(2)).\n\nThere are two exceptions to this rule: when the fees are provided for\n\nby contract, and when a statute mandates or allows payment of the fees.\n\nId.       The second exception applies here.       Chapter 93A of the\n\nMassachusetts Consumer Protection Act allows plaintiffs to collect\n\nattorney's fees as part of their damages. See Mass. Gen. Laws ch. 93A,\n\n§ 9(4).     We thus must decide whether Spielman met the amount-in-\n\ncontroversy minimum by amending his complaint to include a Chapter 93A\n\n      4In Coventry Sewage, we discussed the argument raised by the\nappellee in that case that there is a meaningful distinction between\n\"subsequent events that change the amount in controversy and subsequent\nrevelations that, in fact, the required amount was or was not in\ncontroversy at the commencement of the action.\" 71 F.3d at 8 (quoting\nJones v. Knox Exploration Corp., </pre><span class=\"citation\" data-id=\"628093\"><a href=\"/opinion/628093/jeffrey-jones-danny-branham-judith-branham-and-randy-bradley-v-knox/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">, 183 (6th Cir. 1993)).\nWhatever merit that distinction may have as a framework for analysis,\nit is not helpful here because the Tax Board's ruling does not fit into\neither category.     As we have explained, the ruling was not a\n\"subsequent event\" within the meaning of St. Paul because the plaintiff\nwas never in fact at risk of harm in excess of the jurisdictional\namount. Nor was the ruling a revelation. There was good reason to\nbelieve from the beginning of this action that Spielman's damages fell\nwell below the amount-in-controversy minimum, and the Tax Board's\nruling merely confirmed that fact.\n\n                                  - 12 -\n\fclaim.    Spielman does not allege, however, that his individual\n\nattorney's fees are high enough to boost his damages claim over the\n\namount-in-controversy minimum. Rather he seeks, for jurisdictional\n\npurposes, to aggregate the attorney's fees that he anticipates will be\n\nneeded to press the claim of the entire class for which he is named\n\nplaintiff. Because of Supreme Court precedent, this is a difficult\n\nargument to make.\n\n          As we have noted, the statute that provides for federal\n\ncourt diversity jurisdiction, 28 U.S.C. § 1332(a), requires that the\n\n\"matter in controversy\" exceed the jurisdictional minimum. Based on\n\nthis language, \"[t]he traditional judicial interpretation . . . has\n\nbeen from the beginning that the separate and distinct claims of two\n\nor more plaintiffs cannot be aggregated in order to satisfy the\n\njurisdictional amount requirement.\" Snyder v. Harris, </pre><span class=\"citation\" data-id=\"107884\"><a href=\"/opinion/107884/snyder-v-harris/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">,\n\n335 (1969) (citing earlier cases). In Snyder, the Court rejected the\n\nargument that this rule should not apply to class action plaintiffs,\n\nwhose claims, the argument goes, should instead be aggregated for\n\njurisdictional purposes.     The Court said:\n\n          To overrule the aggregation doctrine at this\n          late date would run counter to the congressional\n          purpose in steadily increasing through the years\n          the jurisdictional amount requirement. That\n          purpose was to check, to some degree, the rising\n          caseload of the federal courts, especially with\n          regard to the federal courts' diversity of\n          citizenship jurisdiction.\n\n\n\n                               - 13 -\n\fId. at 339-40.    The Court reaffirmed this holding in Zahn v.\n\nInternational Paper Co., </pre><span class=\"citation\" data-id=\"108896\"><a href=\"/opinion/108896/zahn-v-international-paper-co/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></a></span><pre class=\"inline\"> (1973), adding, \"Neither are we\n\ninclined to overrule Snyder v. Harris nor to change the Court's long-\n\nstanding construction of the 'matter in controversy' requirement of §\n\n1332.\"5   Id. at 301.\n\n           The Supreme Court has not discussed whether the named\n\nplaintiff in a class action may aggregate the attorney's fees of the\n\nclass to satisfy the jurisdictional amount requirement when a state\n\nstatute like Massachusetts's Chapter 93A authorizes the awarding of\n\nfees to a successful litigant.    Two circuits have addressed this\n\nquestion. Reviewing a claim made under a California statute that\n\n\n\n     5 Zahn held that courts may not exercise supplemental jurisdiction\nover the claims of class action plaintiffs who do not separately meet\nthe jurisdictional minimum. Zahn, 414 U.S. at 301. There is a question\nabout whether this holding remains good law after the enactment of the\nJudicial Improvements Act of 1990, 28 U.S.C. § 1367. See Packard v.\nProvident Nat'l Bank, </pre><span class=\"citation\" data-id=\"608089\"><a href=\"/opinion/608089/parker-w-packard-john-b-upp-individually-and-on-behalf-of-all-others/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1039</span></a></span><pre class=\"inline\">, 1045 n.9 (3d Cir. 1993)\n(discussing extensive academic literature). The circuits have split\nover whether the Act intended to overrule Zahn and allow courts to\nexercise such supplemental jurisdiction. Compare Stromberg Metal\nWorks, Inc. v. Press Mech., Inc., </pre><span class=\"citation\" data-id=\"714046\"><a href=\"/opinion/714046/stromberg-metal-works-inc-and-comfort-control-inc-v-press-mechanical/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">928</span></a></span><pre class=\"inline\"> (7th Cir. 1996) and In re\nAbbott Labs., </pre><span class=\"citation\" data-id=\"692986\"><a href=\"/opinion/692986/in-re-abbott-laboratories-bristol-meyers-squibb-company-inc-and-mead/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span><pre class=\"inline\">, 529 (5th Cir. 1995) (holding that\nsupplemental jurisdiction may exist after the Judicial Improvement\nAct), with Meritcare Inc. v. St. Paul Mercury Ins. Co., </pre><span class=\"citation\" data-id=\"760956\"><a href=\"/opinion/760956/meritcare-incorporated-meritcare-ventures-inc-quinlan-medical-inc-v/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span><pre class=\"inline\">,\n219 (3d Cir. 1999) and Leonhardt v. Western Sugar Co., </pre><span class=\"citation\" data-id=\"759209\"><a href=\"/opinion/759209/larry-leonhardt-dan-laursen-and-rick-rodriquez-rodriquez-farms-inc-v/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">631</span></a></span><pre class=\"inline\">,\n640 (10th Cir. 1998) (holding that Congress did not intend to change\nthe rules set by Zahn).        Since we find that the court lacked\njurisdiction over Spielman, we do not reach his contention that it\nshould exercise supplemental jurisdiction over the other members of the\nclass even though their individual claims do not meet the amount\nrequirement. The Judicial Improvements Act does not call into question\nZahn's reaffirmance of Snyder's holding that individual damages claims\nmay not be aggregated to satisfy the jurisdictional minimum.\n\n                               - 14 -\n\fauthorizes attorney's fees, the Ninth Circuit held that aggregating\n\nanticipated fees to the named plaintiff to allow her to meet the\n\namount-in-controversy requirement \"would conflict with the policy of\n\nZahn . . . in which the Supreme Court reaffirmed that the 'matter in\n\ncontroversy' requirement must be satisfied by each member of the\n\nplaintiff class.\" Goldberg v. CPC Int'l, Inc., </pre><span class=\"citation\" data-id=\"403903\"><a href=\"/opinion/403903/lisa-p-goldberg-a-resident-of-the-city-and-county-of-san-francisco-state/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1365</span></a></span><pre class=\"inline\">, 1367\n\n(9th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">945</span></span><pre class=\"inline\"> (1982). The court thus held\n\nthat \"potential\" attorney's fees could not be used to satisfy the\n\namount-in-controversy minimum. Id. at 1367. Several district courts\n\nhave followed this approach. See, e.g., Karofsky v. Abbott Labs., </pre><span class=\"citation no-link\"><span class=\"volume\">921</span>\n\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">18</span></span><pre class=\"inline\"> (D. Me. 1996); Ratliff v. Sears, Roebuck & Co., 911 F.\n\nSupp. 177 (E.D.N.C. 1995); Quebe v. Ford Motor Co., </pre><span class=\"citation\" data-id=\"1457561\"><a href=\"/opinion/1457561/quebe-v-ford-motor-co/\"><span class=\"volume\">908</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">446</span></a></span><pre class=\"inline\">\n\n(W.D. Tex. 1995); Visintine v. Saab Auto. A.B., </pre><span class=\"citation\" data-id=\"1667024\"><a href=\"/opinion/1667024/visintine-v-saab-auto-ab/\"><span class=\"volume\">891</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">496</span></a></span><pre class=\"inline\">, 499\n\n(E.D. Mo. 1995); Gilman v. Wheat, First Sec., Inc., </pre><span class=\"citation\" data-id=\"1594368\"><a href=\"/opinion/1594368/gilman-v-wheat-first-securities-inc/\"><span class=\"volume\">896</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">507</span></a></span><pre class=\"inline\">\n\n(D. Md. 1995).\n\n           The Fifth Circuit considered the question of whether\n\nattorney's fees may be aggregated to obtain federal jurisdiction under\n\na Louisiana statute that specifically authorizes the awarding of\n\nattorney's fees in a class action. In re Abbott Labs., </pre><span class=\"citation\" data-id=\"692986\"><a href=\"/opinion/692986/in-re-abbott-laboratories-bristol-meyers-squibb-company-inc-and-mead/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span><pre class=\"inline\">,\n\n526 (5th Cir. 1995), determined that there was federal jurisdiction for\n\na class action claim governed by Article 595 of the Louisiana Code of\n\nCivil Procedure.   Article 595 provides: \"The court may allow the\n\nrepresentative parties their reasonable expenses of litigation,\n\n\n                                - 15 -\n\fincluding attorney's fees, when as a result of the class action a fund\n\nis made available, or a recovery or compromise is had which is\n\nbeneficial, to the class.\" La. Code Civ. Proc. art. 595. The Fifth\n\nCircuit said that Article 595 entitled class representatives to\n\nanticipated attorney's fees, and that the phrase \"representative\n\nparties\" referred to the named plaintiff or plaintiffs in a class\n\naction.   The court rejected the argument that Zahn precluded\n\nattributing the fees of the class to the named plaintiff when that is\n\nwhat a state statute provides. See Abbott Labs., 51 F.3d at 527. The\n\ncourt distinguished Goldberg on the ground that it \"sheds little light\n\non the distinct policy choices behind Louisiana's decision regarding\n\nrights of recovery by class members.\" Id. at 526.    An evenly divided\n\nSupreme Court recently affirmed the Fifth Circuit's decision under the\n\nname of Free v. Abbott Labs., Inc., </pre><span class=\"citation\" data-id=\"2621018\"><a href=\"/opinion/2621018/free-v-abbott-laboratories-inc/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span><pre class=\"inline\"> (2000).\n\n           Spielman argues that the attorney's fees provision of\n\nChapter 93A, like Article 595 of the Louisiana code as construed in\n\nAbbott Labs., allows him to aggregate the anticipated fees of his class\n\ntoward the amount-in-controversy minimum. Chapter 93A provides in\n\nrelevant part:\n\n           If the court finds in any action commenced\n           hereunder that there has been a violation of\n           section two, the petitioner shall, in addition\n           to other relief provided for by this section and\n           irrespective of the amount in controversy, be\n           awarded reasonable attorney's fees and costs\n           incurred in connection with said action.\n\n\n                                - 16 -\n\fMass. Gen. Laws ch. 93A, § 9(4).           Spielman urges us to read\n\n\"petitioner\"   in   the   same   way   that   the   Fifth   Circuit   read\n\n\"representative parties\" in Article 595. We have reservations about\n\nthe correctness of Abbott Labs.        Even if that were not the case,\n\nhowever, we would decline to adopt the parallel reading that Spielman\n\nadvocates.\n\n           To begin with, § 9(4) does not refer to class actions or to\n\nnamed class action plaintiffs. Nor do other sections of Chapter 93A\n\nspecifically discuss multiple-party lawsuits. The statute simply\n\noffers a cause of action to a consumer or a group of consumers who\n\nclaim that a business has defrauded them. Thus in contrast to Article\n\n595 of the Louisiana code, which explicitly provides that attorney's\n\nfees may be awarded to the \"representative parties . . . when as a\n\nresult of the class action a fund is made available . . . to the class\"\n\n(emphasis added), nothing in Chapter 93A suggests that the legislature\n\nintended \"petitioner\" to refer to the named plaintiff in a class action\n\nrather than to each of the members of the class.\n\n           As the Massachusetts district court pointed out recently,\n\n\"petitioner\" is a generic term in Massachusetts law. See Ciardi v. F.\n\nHoffmann-La Roche, Ltd., No. Civ. A. 99-11936-GAO, </pre><span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">159320</span></span><pre class=\"inline\">, at\n\n*2 (D. Mass. Feb. 7, 2000). In rejecting the same aggregation argument\n\nthat Spielman makes here, Ciardi ably explained: \"The term 'petitioner'\n\n\n\n                                 - 17 -\n\fis one historically used in Massachusetts as the equivalent in equity\n\nof the term 'plaintiff' at law. While petitioners might from time to\n\ntime have been representatives, they were not necessarily so, and the\n\nterms in Massachusetts are not interchangeable.\" Id. at *2. We agree.\n\nThe text of § 9(4) does not support Spielman's argument that the\n\nstatute uses the word \"petitioner\" as the equivalent of the term\n\n\"representative\" in the Louisiana statute.\n\n           We also reject Spielman's contention that the Massachusetts\n\nSupreme Judicial Court's statement in Coggins v. New England Patriots\n\nFootball Club, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">550</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">141</span></span><pre class=\"inline\"> (Mass. 1990) ( Coggins II), about\n\nthe award of attorney's fees from a common fund controls the\n\njurisdictional outcome here. That case began with Coggins v. New\n\nEngland Patriots Football Club, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1112</span></span><pre class=\"inline\"> (Mass. 1986)\n\n(Coggins I), in which a group of non-voting shareholders brought a\n\ncorporate derivative action to challenge a merger, and the SJC ordered\n\nthe calculation of rescissory damages. Id. at 1115-16. The parties\n\nthen settled. Following settlement, the plaintiffs filed a motion for\n\nattorney's fees and costs to be assessed against the defendants. The\n\nsuperior court rejected that argument on the ground that in Coggins I ,\n\n\"the higher court ordered the derivative claim 'reinstated' . . .\n\nsolely to permit a reconstructive calculation of rescissory damages,\n\nand not as a calculation of corporate damages.\"       Coggins II, 550\n\nN.E.2d at 142. Reasoning that the plaintiffs thus had not succeeded\n\n\n                                - 18 -\n\fin garnering funds on the corporation's behalf, the superior court\n\nruled that their attorney's fees should come from a common settlement\n\nfund rather than from the defendants. Id. In affirming the lower\n\ncourt's ruling, the Massachusetts Supreme Court said that attorney's\n\nfees may be awarded from a common settlement fund, but emphasized the\n\ndiscretionary nature of such an award. \"Where a party has at his or\n\nher own expense, been successful in creating, preserving or enlarging\n\na fund in which other parties have a rightful share, a court may order\n\nthe payment of attorneys' fees and expenses out of the fund as part of\n\nthe damages award. . . . Such an allowance is discretionary and not a\n\nmatter of strict right.\"     Id. at 143 (citations omitted).\n\n          Even if a court were to apply the rule set forth in Coggins\n\nII in a Chapter 93A class action like this one, and exercise its\n\ndiscretion to award the named plaintiff attorney's fees from a common\n\nsettlement fund, the award would simply be the unremarkable result of\n\nan exercise of the equitable discretion of the trial court rather than\n\nthe mandated result of any language in Chapter 93A. Indeed, Chapter\n\n93A does not, by its terms, address the aggregation/allocation issue\n\nin a class action suit. The possibility of an aggregated award through\n\nthe exercise of the court's discretion does not justify disregarding\n\n\n\n\n                               - 19 -\n\fthe anti-aggregation principles of Snyder and Zahn. See Snyder, 394\n\nU.S. at 339-40; Zahn, 414 U.S. at 301.6\n\n          In sum, we reject Spielman's argument that Chapter 93A's\n\nauthorization of attorney's fees requires that such fees be aggregated\n\nto the named plaintiff for purposes of determining federal\n\njurisdiction. For the reasons we have stated, we find that Spielman's\n\namended complaint fails to meet the amount-in-controversy minimum.\n\nHaving found no basis for the exercise of federal diversity\n\njurisdiction, we affirm the district court's dismissal of Spielman's\n\ncase.\n\n          Affirmed.\n\n\n\n\n     6 Nor do the Massachusetts cases that are the source of the\nlanguage quoted in Coggins II help Spielman. These cases involve three\nnarrow exceptions in equity practice to the general rule that a\nlitigant must pay for his own lawyers. In Commissioner of Insurance v.\nMassachusetts Accident Co., </pre><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">137</span></span><pre class=\"inline\"> (Mass. 1945), the court said\nthat one of the exceptions applied when \"a litigant\" at his own expense\ncreated or increased \"a fund in which others have a right to share.\"\nId. at 139-40. Examples of such funds were those controlled by the\nexecutor of a will or a receivership. See, e.g., Boynton v. Tarbell,\n</pre><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">340</span></span><pre class=\"inline\"> (Mass. 1930); Davis v. Bay State League, </pre><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">591</span></span><pre class=\"inline\">\n(Mass. 1893).\n\n                               - 20 -\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1594368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1667024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2621018/"
  ]
}