{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199477/",
  "absolute_url": "/opinion/199477/united-states-v-frigerio-migiano/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199477/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:27Z",
  "date_modified": "2017-03-24T11:02:02.405874Z",
  "type": "010combined",
  "sha1": "70f6584a14f5bf0061e1a26306e7dff67d065f7d",
  "page_count": 14,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1863-01A.pdf",
  "local_path": "pdf/2001/06/29/US_v._Frigerio-Migiano.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-1863\n\n                    UNITED STATES OF AMERICA,\n\n                       Plaintiff, Appellee,\n\n                                 v.\n\n                      OSCAR FRIGERIO-MIGIANO\n                   AKA OSCAR MIGIANO-FRIGERIO,\n\n                      Defendant, Appellant.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n\n                               Before\n\n              Torruella and Selya, Circuit Judges,\n\n                 Campbell, Senior Circuit Judge.\n\n\n\n     Benjamín Ortíz-Belaval, for appellant.\n     Timothy S. Vázquez, Assistant U.S. Attorney, with whom Guillermo\nGil, United States Attorney, Jorge E. Vega-Pacheco, Assistant U.S.\nAttorney, and Nelson Pérez-Sosa, Assistant U.S. Attorney, were on\nbrief, for appellee.\n\n\n\n                          June 29, 2001\n\f-2-\n\f          TORRUELLA, Circuit Judge. On December 8, 1999, defendant-\n\nappellant Oscar Frigerio-Migiano stood trial for one count of\n\nconspiracy to launder money in violation of 18 U.S.C. § 1956(a)(1).\n\nAfter the government rested its case, Frigerio twice filed a motion for\n\na judgment of acquittal.   Although the court agreed that the evidence\n\nagainst Frigerio was \"very thin,\" both motions were denied and the case\n\nwas sent to a jury. On December 13, 1999, the jury returned a verdict\n\nagainst Frigerio. Frigerio filed another motion to set aside the\n\nverdict based on insufficiency of evidence, which was again denied. We\n\nconclude that there was insufficient evidence to convict Frigerio and\n\nreverse the decision of the district court.\n\n                             BACKGROUND\n\n          On September 7, 1999, a federal grand jury for the District\n\nof Puerto Rico returned a one-count indictment charging Frigerio, Jaime\n\nRafael Muñoz and Neida Ortíz Acosta with conspiring to launder money in\n\nviolation of 18 U.S.C. § 1956(a)(1). The government joined the trial\n\nof Frigerio and Neida Ortíz Acosta, and a jury was impaneled and sworn\n\nfor these defendants on December 8, 1999. On that same day, Frigerio\n\nfiled a motion for severance under Federal Rule of Criminal Procedure\n\n14, alleging prejudicial joinder of defendants. The court denied the\n\nmotion and the trial continued.\n\n          The government established at trial that Frigerio began\n\nworking at \"Phone Home,\" a money remittance business, around the end of\n\n\n                                 -3-\n\fOctober 1998. He was hired to assemble kitchen door hinges and clean\n\nthe office. The government evidence showed that in addition to sending\n\nlegitimate money from workers employed on cruise ships to their homes\n\nin foreign countries, Phone Home channeled over $26 million of drug\n\nmoney out of Puerto Rico. Frigerio worked at Phone Home until the\n\nbusiness was shut down by government agents on December 9, 1998.\n\n          At trial, the government presented six witnesses.        IRS\n\nSpecial Agent Donald Semesky testified in general terms about the\n\nstructure of money laundering operations. José Mercado Febles, a\n\nconvicted drug trafficker familiar with Phone Home, testified that a\n\nColombian national known as \"Fabio\" sold heroin in Puerto Rico and\n\nbrought the proceeds to Phone Home. Jesús Iván Saenz Blanco, another\n\nconvicted drug trafficker, testified that he had, on various occasions,\n\ncarried $10,000 to $170,000 in small denominations to Phone Home for\n\nthe purpose of transmitting the money to Colombia. Saenz Blanco stated\n\nthat his money was counted upon arrival, and that he provided the\n\nworkers at Phone Home with the fictitious names and phone numbers of\n\nthe recipients in Colombia. Special Agent Gene Joseph Driggers, an\n\nagent with the U.S. Customs Service and a computer investigation\n\nspecialist, identified the files of money transactions stored in the\n\nPhone Home computer. Finally, government witness Nelson Laracuente,\n\nassistant manager of the Old San Juan branch of Banco Popular,\n\ntestified to the large amounts of cash deposited in Phone Home's bank\n\n\n                                 -4-\n\faccounts. None of these witnesses testified to knowing or meeting\n\nFrigerio, and the government stipulated that Frigerio's name was not\n\nfound in Phone Home's computer database.\n\n           The only government witness to identify Frigerio was Luis\n\nRivera Valentín.1 Rivera worked at Phone Home from August 1997 until\n\nit was closed in December 1998. He testified that though at first he\n\nsimply ran errands and \"did little things,\" he became involved in money\n\ntransactions in January 1998. Rivera explained that the legitimate\n\npart of Phone Home, mostly involving money remittance from workers on\n\ncruise ships, was conducted in the front area of the office. This\n\nmoney was deposited in an account at First Federal Bank. He further\n\ntestified that \"flashy\" and \"suspicious people . . . drug dealers,\"\n\nwould bring in large amounts of cash -- from $10,000 up to $300,000 --\n\nin book bags, shoe boxes or computer boxes. Rivera understood from a\n\nMarch 1998 conversation with Neida Ortíz Acosta that the money was from\n\nthe sale of drugs. He stated that these individuals were shown to the\n\nback of the office, where the money was counted and a receipt issued,\n\n\"stating in code form the amount\": for example, $45,000 would be\n\ndocumented as $45. The money was deposited in an account at Banco\n\nPopular.\n\n\n\n\n1 Rivera was actually the third witness presented by the government,\nbut since his is the only testimony relevant to this appeal, we explore\nit separately.\n\n                                 -5-\n\f          According to Rivera, Frigerio accompanied him at night to\n\ndeposit cash at Banco Popular.      He also testified that Frigerio\n\nassisted in the process of counting money. To this end, the government\n\npresented two videotapes from cameras that federal investigators had\n\ninstalled and hidden in the back room of Phone Home. The first of\n\nthese tapes was taken on November 23, 1998. In this video. Rivera\n\nidentified Frigerio counting money and himself entering the room.\n\nRivera also identified Frigerio as the person counting money in another\n\nvideotape taken on November 27, 1998, alongside a man named \"Pocho,\"\n\nwho would bring in large amounts of currency. In addition, he stated\n\nthat \"every once in a while\" Frigerio participated in the issuance of\n\nfalse receipts. Finally, Rivera testified that Frigerio was present\n\nwhen Phone Home was scanned for surveillance devices.\n\n          After the government rested its case, Frigerio moved for a\n\njudgment of acquittal pursuant to Federal Rule of Criminal Procedure\n\n29(a). Although the court acknowledged that the case against Frigerio\n\nwas \"very thin,\" it denied the motion, concluding from Rivera's\n\ntestimony regarding the coded receipts that \"there [was] at least\n\nsomething there that the jury could use to impute knowledge to him.\"\n\nThe only defense witness was Neida Ortíz Acosta, to whom the government\n\npresented a rebuttal witness and concluded the evidence. After the\n\njury left to deliberate, Frigerio renewed his motion for a judgment of\n\nacquittal, which was again denied.\n\n\n                                 -6-\n\f            On December 13, 1999, the jury returned a verdict against\n\nFrigerio as to the only count filed against him.      On December 15,\n\nFrigerio filed a third motion under Rule 29, this time asking the court\n\nto set aside the verdict because of insufficiency of evidence. Fed. R.\n\nCrim. P. 29(c). The court denied the motion, and, granting a downward\n\ndeparture, sentenced Frigerio to a period of twenty-seven months\n\nincarceration and two years of supervised release. This timely appeal\n\nfollowed.\n\n                              DISCUSSION\n\n            In assessing the sufficiency of the evidence in a criminal\n\ncase, we ask \"whether the evidence, viewed in the light most favorable\n\nto the prosecution, would permit a rational jury to find each essential\n\nelement of the crime charged beyond a reasonable doubt.\" United States\n\nv. Zanghi, 189 F.3d 71, 79 (1st Cir. 1999) (quoting United States v.\n\nGuerrero, 114 F.3d 332, 339 (1st Cir. 1997)) (internal quotations\n\nomitted).    The evidence presented by the government need not\n\n\"preclude[] every reasonable hypothesis inconsistent with guilt in\n\norder to sustain a conviction.\" United States v. Hernández, 218 F.3d\n\n58, 64 (1st Cir. 2000) (quoting United States v. Loder, 23 F.3d 586,\n\n589 (1st Cir. 1994)). However, the jury's verdict must be one that is\n\n\"supported by a plausible rendition of the record.\" Id. (quoting\n\nUnited States v. Ortíz, 966 F.2d 707, 711 (1st Cir. 1992)). We review\n\na district court's Rule 29 determination de novo.         Id.\n\n\n                                  -7-\n\f          Frigerio concedes that he engaged in \"financial transactions\"\n\nas defined in 18 U.S.C. § 1956(c)(4), but contends that the government\n\nfailed to meet its burden of proving the knowledge elements of the\n\ncrime charged. 2    The knowledge requirement under 18 U.S.C. §\n\n1956(a)(1)(B)(i) is twofold: the government must demonstrate (i) that\n\nthe defendant knew that the funds involved in the financial transaction\n\nwere the proceeds of some unlawful activity; and (ii) that he knew the\n\ntransaction itself was \"designed in whole or in part to conceal the\n\nnature, location, source, ownership, or control of the proceeds of such\n\nunlawful activity.\" 18 U.S.C. § 1956(a)(1)(B)(i). We now turn to the\n\ngovernment's case.\n\n           Viewing the evidence in the light most favorable to the\n\ngovernment, the jury could have found the following. During the period\n\nthat Frigerio worked at Phone Home, he witnessed large amounts of\n\nsmall-denomination cash, ranging from $10,000 to $300,000, brought in\n\nbags and boxes by \"flashy\" and \"suspicious\" individuals. These were\n\ndistinct from the smaller amounts of cash -- ranging from $100 to\n\n$5,000 -- brought in by seamen. Frigerio accompanied Rivera on a\n\nregular basis to Banco Popular, where the money was deposited. These\n\ndeposits totaled $1,959,068 in the time that Frigerio worked at Phone\n\nHome; since the cash consisted mainly of small bills, Frigerio\n\n2 Frigerio also appeals, in the alternative, the district court's\ndenial of his severance motion. Our conclusion concerning the\nsufficiency of the evidence makes it unnecessary to address this issue.\n\n                                 -8-\n\fregularly carried a considerable and noticeable bulk of money on his\n\ntrips to the bank.     Frigerio also witnessed the separation of\n\noperations in the front and back of Phone Home, namely, that larger\n\namounts of cash were counted by machines in the rear while smaller\n\namounts brought in by seamen were accepted at the front counter.\n\nFrigerio at least twice counted money himself in the rear, and on one\n\noccasion did so in the presence of a known drug dealer (although\n\nperhaps not known to Frigerio).      Finally, Frigerio issued false\n\nreceipts, which \"coded\" the amount of money received so that it\n\nappeared to be less than it actually was. Based on these findings, a\n\njury could infer that Frigerio knew there were unusually large sums of\n\nmoney, brought into Phone Home on a regular basis, without any\n\nidentifiable source. In short, a jury could reasonably conclude that\n\nFrigerio knew he was handling money derived from an illicit activity.\n\n          However, this, standing alone, is insufficient. As we have\n\npreviously indicated, the government must also prove beyond a\n\nreasonable doubt that Frigerio knew that the transactions in which he\n\nparticipated were part of a money laundering scheme. Though onerous,\n\nthe double-intent requirement serves an important function by shielding\n\ninnocent individuals who engage in otherwise legal financial activity.\n\nThe government's burden is compounded in the context of this case,\n\nwhere activities such as counting money, making deposits, and issuing\n\nreceipts formed a routine part of the legitimate side of the business.\n\n\n                                 -9-\n\fNevertheless, for the verdict to stand, the government must prove this\n\nelement of knowledge for at least one of its proffered transactions.\n\n          We first address the nightly deposits at Banco Popular. The\n\ngovernment argues that since Phone Home had two bank accounts, \"[i]t\n\ncould be inferred that Frigerio knew one was to deposit monies obtained\n\nthrough legal means and the other [Banco Popular] to deposit money\n\nacquired from illegal ventures.\"        This conclusion simply lacks\n\nevidentiary support.    It may be true, and indeed the government\n\nestablished, that Phone Home maintained separate bank accounts for its\n\nlegitimate and illegal deposits. However, there is no nexus between\n\nthe existence of these accounts and Frigerio's knowledge.          The\n\ngovernment presented no evidence, for example, that Frigerio handled or\n\nsaw any bank account statements, that he was familiar with the account\n\nnumbers, or even that he made any of the deposits himself.3 It is also\n\nconceded by the government that Frigerio did not have access to the\n\ncomputer files which tracked the money laundering details of the two\n\naccounts. Thus, no reasonable juror could infer that, by accompanying\n\nRivera to the bank and witnessing the deposits, Frigerio knew that the\n\npurpose of the deposits was to conceal the source and ownership of the\n\nmoney.\n\n\n\n\n3 In fact, Rivera testified that Frigerio went with him for security\nreasons; \"[s]o just in case there[ was] an assault or anything, there\nwould be a witness.\"\n\n                                 -10-\n\f           We next consider the videos showing Frigerio counting money\n\nin the back area of Phone Home.         The government concedes that,\n\nregardless of its source, all of the money entering Phone Home was\n\ncounted.   The evidence does show that money from legitimate and\n\nillegitimate sources varied in amount and were counted in distinct\n\nareas of the office and in different ways: we have noted already that\n\na jury could conclude from this evidence that Frigerio knew that the\n\nmoney he was counting came from illegal sources. Even so, one cannot\n\nfurther conclude that Frigerio knew he was participating in an attempt\n\nto conceal the illicit nature of the money. That is, in a business\n\nthat provided the very service of counting money, there is nothing\n\nabout the act of machine counting money that is inherently connected to\n\nmoney laundering activity. Consequently, this transaction also fails\n\nto prove the requisite knowledge element.\n\n           The strongest piece of evidence offered by the government\n\nregarding Frigerio's knowledge of the money laundering operation is his\n\nissuance of \"coded receipts.\" Rivera testified that these receipts\n\nrepresented amounts significantly smaller than those actually received.\n\nIn addition, Rivera stated that the receipts indicated where the money\n\nwas going, which could have revealed to Frigerio that large amounts of\n\ncash were destined for Colombia. For the government to prevail, it\n\nmust be reasonable to infer, based on this evidence, that Frigerio was\n\naware of the attempts to conceal drug-related money.\n\n\n                                 -11-\n\f          We believe that such an inference is too attenuated to\n\nsustain the verdict. Even if Frigerio issued coded receipts, there\n\nmust be something about the receipt itself that would permit the\n\ninference that he knew the meaning and purpose of the code. However,\n\nthe government did not present the actual receipts themselves. Instead,\n\nthe record contains only Rivera's description of their contents.4 This\n\ndescription, moreover, is wholly without context: we do not know when\n\nFrigerio issued these receipts, to whom, or even whether they did\n\nindeed indicate suspicious destinations. Frigerio did not participate\n\nin this process regularly, but \"every once in a while,\" in the course\n\nof performing various other, non-financial duties at Phone Home.\n\nFinally, it is a conceded fact that Frigerio was not engaged in the\n\nprocess of entering these transactions under fictitious names in the\n\ncomputer. Based on the evidence presented at trial, we do not believe\n\nthat a jury could infer Frigerio's knowledge of the money laundering\n\noperation beyond a reasonable doubt.\n\n          The government contends, as an alternative argument, that to\n\nthe extent Frigerio lacked knowledge of the money laundering\n\n\n\n4 Normally, to prove the contents of a writing, the original writing\nis required in preference to testimony about its content. Fed. R.\nEvid. 1002. However, since no objection was made on these grounds at\ntrial and the issue is not raised on appeal, we do not address the\nadmissibility of this testimony. See, e.g., United States v. McMahon,\n938 F.2d 1501, 1509 n.4 (1st Cir. 1991) (noting that failure to object\nfor best evidence below lowers the standard of review when issue is\nraised on appeal).\n\n                                 -12-\n\fconspiracy, he was \"willfully blind\" to the illegal activities around\n\nhim. We have indeed stated that where there are prominent \"red flags\"\n\nthat signal criminal activity is afoot, a jury may infer that a\n\ndefendant deliberately ignored facts which would have otherwise been\n\nobvious to a reasonable person. United States v. Gabriele, 63 F.3d 61,\n\n66 (1st Cir. 1995).   However, no such \"red flags\" were present here.\n\nRivera's testimony indicated that even he did not become wary of Phone\n\nHome's business until he had worked there for over seven months. His\n\nknowledge of the money laundering operation, moreover, was gained\n\nthrough working with the computer. By contrast, Frigerio worked at\n\nPhone Home for less than seven weeks and did not use the computer.\n\nThe activity occurring in Phone Home was therefore not a sufficient\n\n\"red flag\" to permit an inference of willful blindness to the\n\nconspiracy.\n\n          Likewise, Frigerio's presence during a scan for surveillance\n\ndevices is not a \"red flag\" in the context of this case. First, even\n\nlegitimate businesses -- particularly those dealing with financial\n\ntransactions -- might use surveillance devices as a valid security\n\nmeasure. Even if we were to accept that the use of this equipment was\n\nsuspicious, however, we note that there is no evidence that Frigerio\n\nwas present on more than one occasion when this scanning occurred. As\n\na result, we do not believe that the scan rose to the level of a \"red\n\nflag\" signaling money laundering activity.\n\n\n                                -13-\n\f          In reaching our conclusion, we acknowledge that this is a\n\nclose case.   We agree with the district court, however, that the\n\ngovernment's evidence is, even at its best, \"very thin\" -- and can be\n\nconstrued just as persuasively in favor of Frigerio. In such a case,\n\nthe defendant receives the benefit of the doubt: \"[W]here an equal or\n\nnear equal theory of guilt and a theory of innocence is supported by\n\nthe evidence viewed in the light most favorable to the verdict, 'a\n\nreasonable jury must entertain a reasonable doubt.'\"   United States v.\n\nAndújar, 49 F.3d 16, 20 (1st Cir. 1995) (citing United States v.\n\nSánchez, 961 F.2d 1169, 1173 (5th Cir. 1992)). We conclude that the\n\njury's verdict is unsupported by the evidence.\n\n          Reversed.\n\n\n\n\n                                -14-\n\f",
  "html": "<p class=\"case_cite\">254 F.3d 30 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellee,<br>v.<br>OSCAR FRIGERIO-MIGIANO AKA OSCAR MIGIANO-FRIGERIO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1863</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 5, 2001<br>Decided June 29, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose Antonio Fuste, U.S. District Judge]</p>\n      <p class=\"indent\">Benjamin Ortiz-Belaval, for appellant.</p>\n      <p class=\"indent\">Timothy S. Vazquez, Assistant U.S. Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant U.S. Attorney, and Nelson Perez-Sosa, Assistant U.S. Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella and Selya, Circuit Judges, Campbell, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 8, 1999, defendant-appellant Oscar Frigerio-Migiano stood trial for one count of conspiracy to launder money in violation of 18 U.S.C. &#167; 1956(a)(1). After the government rested its case, Frigerio twice filed a motion for a judgment of acquittal. Although the court agreed that the evidence against Frigerio was \"very thin,\" both motions were denied and the case was sent to a jury. On December 13, 1999, the jury returned a verdict against Frigerio. Frigerio filed another motion to set aside the verdict based on insufficiency of evidence, which was again denied. We conclude that there was insufficient evidence to convict Frigerio and reverse the decision of the district court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 7, 1999, a federal grand jury for the District of Puerto Rico returned a one-count indictment charging Frigerio, Jaime Rafael Munoz and Neida Ortiz Acosta with conspiring to launder money in violation of 18 U.S.C. &#167; 1956(a)(1). The government joined the trial of Frigerio and Neida Ortiz Acosta, and a jury was impaneled and sworn for these defendants on December 8, 1999. On that same day, Frigerio filed a motion for severance under Federal Rule of Criminal Procedure 14, alleging prejudicial joinder of defendants. The court denied the motion and the trial continued.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government established at trial that Frigerio began working at \"Phone Home,\" a money remittance business, around the end of October 1998. He was hired to assemble kitchen door hinges and clean the office. The government evidence showed that in addition to sending legitimate money from workers employed on cruise ships to their homes in foreign countries, Phone Home channeled over $26 million of drug money out of Puerto Rico. Frigerio worked at Phone Home until the business was shut down by government agents on December 9, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At trial, the government presented six witnesses. IRS Special Agent Donald Semesky testified in general terms about the structure of money laundering operations. Jose Mercado Febles, a convicted drug trafficker familiar with Phone Home, testified that a Colombian national known as \"Fabio\" sold heroin in Puerto Rico and brought the proceeds to Phone Home. Jesus Ivan Saenz Blanco, another convicted drug trafficker, testified that he had, on various occasions, carried $10,000 to $170,000 in small denominations to Phone Home for the purpose of transmitting the money to Colombia. Saenz Blanco stated that his money was counted upon arrival, and that he provided the workers at Phone Home with the fictitious names and phone numbers of the recipients in Colombia. Special Agent Gene Joseph Driggers, an agent with the U.S. Customs Service and a computer investigation specialist, identified the files of money transactions stored in the Phone Home computer. Finally, government witness Nelson Laracuente, assistant manager of the Old San Juan branch of Banco Popular, testified to the large amounts of cash deposited in Phone Home's bank accounts. None of these witnesses testified to knowing or meeting Frigerio, and the government stipulated that Frigerio's name was not found in Phone Home's computer database.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The only government witness to identify Frigerio was Luis Rivera Valentin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Rivera worked at Phone Home from August 1997 until it was closed in December 1998. He testified that though at first he simply ran errands and \"did little things,\" he became involved in money transactions in January 1998. Rivera explained that the legitimate part of Phone Home, mostly involving money remittance from workers on cruise ships, was conducted in the front area of the office. This money was deposited in an account at First Federal Bank. He further testified that \"flashy\" and \"suspicious people . . . drug dealers,\" would bring in large amounts of cash -- from $10,000 up to $300,000 -- in book bags, shoe boxes or computer boxes. Rivera understood from a March 1998 conversation with Neida Ortiz Acosta that the money was from the sale of drugs. He stated that these individuals were shown to the back of the office, where the money was counted and a receipt issued, \"stating in code form the amount\": for example, $45,000 would be documented as $45. The money was deposited in an account at Banco Popular.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to Rivera, Frigerio accompanied him at night to deposit cash at Banco Popular. He also testified that Frigerio assisted in the process of counting money. To this end, the government presented two videotapes from cameras that federal investigators had installed and hidden in the back room of Phone Home. The first of these tapes was taken on November 23, 1998. In this video. Rivera identified Frigerio counting money and himself entering the room. Rivera also identified Frigerio as the person counting money in another videotape taken on November 27, 1998, alongside a man named \"Pocho,\" who would bring in large amounts of currency. In addition, he stated that \"every once in a while\" Frigerio participated in the issuance of false receipts. Finally, Rivera testified that Frigerio was present when Phone Home was scanned for surveillance devices.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After the government rested its case, Frigerio moved for a judgment of acquittal pursuant to Federal Rule of Criminal Procedure 29(a). Although the court acknowledged that the case against Frigerio was \"very thin,\" it denied the motion, concluding from Rivera's testimony regarding the coded receipts that \"there [was] at least something there that the jury could use to impute knowledge to him.\" The only defense witness was Neida Ortiz Acosta, to whom the government presented a rebuttal witness and concluded the evidence. After the jury left to deliberate, Frigerio renewed his motion for a judgment of acquittal, which was again denied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 13, 1999, the jury returned a verdict against Frigerio as to the only count filed against him. On December 15, Frigerio filed a third motion under Rule 29, this time asking the court to set aside the verdict because of insufficiency of evidence. Fed. R. Crim. P. 29(c). The court denied the motion, and, granting a downward departure, sentenced Frigerio to a period of twenty-seven months incarceration and two years of supervised release. This timely appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In assessing the sufficiency of the evidence in a criminal case, we ask \"whether the evidence, viewed in the light most favorable to the prosecution, would permit a rational jury to find each essential element of the crime charged beyond a reasonable doubt.\" United States v. Zanghi, 189 F.3d 71, 79 (1st Cir. 1999) (quoting United States v. Guerrero, 114 F.3d 332, 339 (1st Cir. 1997)) (internal quotations omitted). The evidence presented by the government need not \"preclude[] every reasonable hypothesis inconsistent with guilt in order to sustain a conviction.\" United States v. Hernandez, 218 F.3d 58, 64 (1st Cir. 2000) (quoting United States v. Loder, 23 F.3d 586, 589 (1st Cir. 1994)). However, the jury's verdict must be one that is \"supported by a plausible rendition of the record.\" Id. (quoting United States v. Ortiz, 966 F.2d 707, 711 (1st Cir. 1992)). We review a district court's Rule 29 determination de novo. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Frigerio concedes that he engaged in \"financial transactions\" as defined in 18 U.S.C. &#167; 1956(c)(4), but contends that the government failed to meet its burden of proving the knowledge elements of the crime charged.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The knowledge requirement under 18 U.S.C. &#167; 1956(a)(1)(B)(i) is twofold: the government must demonstrate (i) that the defendant knew that the funds involved in the financial transaction were the proceeds of some unlawful activity; and (ii) that he knew the transaction itself was \"designed in whole or in part to conceal the nature, location, source, ownership, or control of the proceeds of such unlawful activity.\" 18 U.S.C. &#167; 1956(a)(1)(B)(i). We now turn to the government's case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Viewing the evidence in the light most favorable to the government, the jury could have found the following. During the period that Frigerio worked at Phone Home, he witnessed large amounts of small-denomination cash, ranging from $10,000 to $300,000, brought in bags and boxes by \"flashy\" and \"suspicious\" individuals. These were distinct from the smaller amounts of cash -- ranging from $100 to $5,000 -- brought in by seamen. Frigerio accompanied Rivera on a regular basis to Banco Popular, where the money was deposited. These deposits totaled $1,959,068 in the time that Frigerio worked at Phone Home; since the cash consisted mainly of small bills, Frigerio regularly carried a considerable and noticeable bulk of money on his trips to the bank. Frigerio also witnessed the separation of operations in the front and back of Phone Home, namely, that larger amounts of cash were counted by machines in the rear while smaller amounts brought in by seamen were accepted at the front counter. Frigerio at least twice counted money himself in the rear, and on one occasion did so in the presence of a known drug dealer (although perhaps not known to Frigerio). Finally, Frigerio issued false receipts, which \"coded\" the amount of money received so that it appeared to be less than it actually was. Based on these findings, a jury could infer that Frigerio knew there were unusually large sums of money, brought into Phone Home on a regular basis, without any identifiable source. In short, a jury could reasonably conclude that Frigerio knew he was handling money derived from an illicit activity.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, this, standing alone, is insufficient. As we have previously indicated, the government must also prove beyond a reasonable doubt that Frigerio knew that the transactions in which he participated were part of a money laundering scheme. Though onerous, the double-intent requirement serves an important function by shielding innocent individuals who engage in otherwise legal financial activity. The government's burden is compounded in the context of this case, where activities such as counting money, making deposits, and issuing receipts formed a routine part of the legitimate side of the business. Nevertheless, for the verdict to stand, the government must prove this element of knowledge for at least one of its proffered transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We first address the nightly deposits at Banco Popular. The government argues that since Phone Home had two bank accounts, \"[i]t could be inferred that Frigerio knew one was to deposit monies obtained through legal means and the other [Banco Popular] to deposit money acquired from illegal ventures.\" This conclusion simply lacks evidentiary support. It may be true, and indeed the government established, that Phone Home maintained separate bank accounts for its legitimate and illegal deposits. However, there is no nexus between the existence of these accounts and Frigerio's knowledge. The government presented no evidence, for example, that Frigerio handled or saw any bank account statements, that he was familiar with the account numbers, or even that he made any of the deposits himself.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> It is also conceded by the government that Frigerio did not have access to the computer files which tracked the money laundering details of the two accounts. Thus, no reasonable juror could infer that, by accompanying Rivera to the bank and witnessing the deposits, Frigerio knew that the purpose of the deposits was to conceal the source and ownership of the money.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We next consider the videos showing Frigerio counting money in the back area of Phone Home. The government concedes that, regardless of its source, all of the money entering Phone Home was counted. The evidence does show that money from legitimate and illegitimate sources varied in amount and were counted in distinct areas of the office and in different ways: we have noted already that a jury could conclude from this evidence that Frigerio knew that the money he was counting came from illegal sources. Even so, one cannot further conclude that Frigerio knew he was participating in an attempt to conceal the illicit nature of the money. That is, in a business that provided the very service of counting money, there is nothing about the act of machine counting money that is inherently connected to money laundering activity. Consequently, this transaction also fails to prove the requisite knowledge element.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The strongest piece of evidence offered by the government regarding Frigerio's knowledge of the money laundering operation is his issuance of \"coded receipts.\" Rivera testified that these receipts represented amounts significantly smaller than those actually received. In addition, Rivera stated that the receipts indicated where the money was going, which could have revealed to Frigerio that large amounts of cash were destined for Colombia. For the government to prevail, it must be reasonable to infer, based on this evidence, that Frigerio was aware of the attempts to conceal drug-related money.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We believe that such an inference is too attenuated to sustain the verdict. Even if Frigerio issued coded receipts, there must be something about the receipt itself that would permit the inference that he knew the meaning and purpose of the code. However, the government did not present the actual receipts themselves. Instead, the record contains only Rivera's description of their contents.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> This description, moreover, is wholly without context: we do not know when Frigerio issued these receipts, to whom, or even whether they did indeed indicate suspicious destinations. Frigerio did not participate in this process regularly, but \"every once in a while,\" in the course of performing various other, non-financial duties at Phone Home. Finally, it is a conceded fact that Frigerio was not engaged in the process of entering these transactions under fictitious names in the computer. Based on the evidence presented at trial, we do not believe that a jury could infer Frigerio's knowledge of the money laundering operation beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government contends, as an alternative argument, that to the extent Frigerio lacked knowledge of the money laundering conspiracy, he was \"willfully blind\" to the illegal activities around him. We have indeed stated that where there are prominent \"red flags\" that signal criminal activity is afoot, a jury may infer that a defendant deliberately ignored facts which would have otherwise been obvious to a reasonable person. United States v. Gabriele, 63 F.3d 61, 66 (1st Cir. 1995). However, no such \"red flags\" were present here. Rivera's testimony indicated that even he did not become wary of Phone Home's business until he had worked there for over seven months. His knowledge of the money laundering operation, moreover, was gained through working with the computer. By contrast, Frigerio worked at Phone Home for less than seven weeks and did not use the computer. The activity occurring in Phone Home was therefore not a sufficient \"red flag\" to permit an inference of willful blindness to the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Likewise, Frigerio's presence during a scan for surveillance devices is not a \"red flag\" in the context of this case. First, even legitimate businesses -- particularly those dealing with financial transactions -- might use surveillance devices as a valid security measure. Even if we were to accept that the use of this equipment was suspicious, however, we note that there is no evidence that Frigerio was present on more than one occasion when this scanning occurred. As a result, we do not believe that the scan rose to the level of a \"red flag\" signaling money laundering activity.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In reaching our conclusion, we acknowledge that this is a close case. We agree with the district court, however, that the government's evidence is, even at its best, \"very thin\" -- and can be construed just as persuasively in favor of Frigerio. In such a case, the defendant receives the benefit of the doubt: \"[W]here an equal or near equal theory of guilt and a theory of innocence is supported by the evidence viewed in the light most favorable to the verdict, 'a reasonable jury must entertain a reasonable doubt.'\" United States v. Andujar, 49 F.3d 16, 20 (1st Cir. 1995) (citing United States v. Sanchez, 961 F.2d 1169, 1173 (5th Cir. 1992)). We conclude that the jury's verdict is unsupported by the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rivera was actually the third witness presented by the government, but since his is the only testimony relevant to this appeal, we explore it separately.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Frigerio also appeals, in the alternative, the district court's denial of his severance motion. Our conclusion concerning the sufficiency of the evidence makes it unnecessary to address this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In fact, Rivera testified that Frigerio went with him for security reasons; \"[s]o just in case there[ was] an assault or anything, there would be a witness.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Normally, to prove the contents of a writing, the original writing is required in preference to testimony about its content. Fed. R. Evid. 1002. However, since no objection was made on these grounds at trial and the issue is not raised on appeal, we do not address the admissibility of this testimony. See, e.g., United States v. McMahon, 938 F.2d 1501, 1509 n.4 (1st Cir. 1991) (noting that failure to object for best evidence below lowers the standard of review when issue is raised on appeal).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellee,<br>v.<br>OSCAR FRIGERIO-MIGIANO AKA OSCAR MIGIANO-FRIGERIO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1863</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 5, 2001<br>Decided June 29, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose Antonio Fuste, U.S. District Judge]</p>\n      <p class=\"indent\">Benjamin Ortiz-Belaval, for appellant.</p>\n      <p class=\"indent\">Timothy S. Vazquez, Assistant U.S. Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant U.S. Attorney, and Nelson Perez-Sosa, Assistant U.S. Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella and Selya, Circuit Judges, Campbell, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 8, 1999, defendant-appellant Oscar Frigerio-Migiano stood trial for one count of conspiracy to launder money in violation of 18 U.S.C. &#167; 1956(a)(1). After the government rested its case, Frigerio twice filed a motion for a judgment of acquittal. Although the court agreed that the evidence against Frigerio was \"very thin,\" both motions were denied and the case was sent to a jury. On December 13, 1999, the jury returned a verdict against Frigerio. Frigerio filed another motion to set aside the verdict based on insufficiency of evidence, which was again denied. We conclude that there was insufficient evidence to convict Frigerio and reverse the decision of the district court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 7, 1999, a federal grand jury for the District of Puerto Rico returned a one-count indictment charging Frigerio, Jaime Rafael Munoz and Neida Ortiz Acosta with conspiring to launder money in violation of 18 U.S.C. &#167; 1956(a)(1). The government joined the trial of Frigerio and Neida Ortiz Acosta, and a jury was impaneled and sworn for these defendants on December 8, 1999. On that same day, Frigerio filed a motion for severance under Federal Rule of Criminal Procedure 14, alleging prejudicial joinder of defendants. The court denied the motion and the trial continued.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government established at trial that Frigerio began working at \"Phone Home,\" a money remittance business, around the end of October 1998. He was hired to assemble kitchen door hinges and clean the office. The government evidence showed that in addition to sending legitimate money from workers employed on cruise ships to their homes in foreign countries, Phone Home channeled over $26 million of drug money out of Puerto Rico. Frigerio worked at Phone Home until the business was shut down by government agents on December 9, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At trial, the government presented six witnesses. IRS Special Agent Donald Semesky testified in general terms about the structure of money laundering operations. Jose Mercado Febles, a convicted drug trafficker familiar with Phone Home, testified that a Colombian national known as \"Fabio\" sold heroin in Puerto Rico and brought the proceeds to Phone Home. Jesus Ivan Saenz Blanco, another convicted drug trafficker, testified that he had, on various occasions, carried $10,000 to $170,000 in small denominations to Phone Home for the purpose of transmitting the money to Colombia. Saenz Blanco stated that his money was counted upon arrival, and that he provided the workers at Phone Home with the fictitious names and phone numbers of the recipients in Colombia. Special Agent Gene Joseph Driggers, an agent with the U.S. Customs Service and a computer investigation specialist, identified the files of money transactions stored in the Phone Home computer. Finally, government witness Nelson Laracuente, assistant manager of the Old San Juan branch of Banco Popular, testified to the large amounts of cash deposited in Phone Home's bank accounts. None of these witnesses testified to knowing or meeting Frigerio, and the government stipulated that Frigerio's name was not found in Phone Home's computer database.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The only government witness to identify Frigerio was Luis Rivera Valentin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Rivera worked at Phone Home from August 1997 until it was closed in December 1998. He testified that though at first he simply ran errands and \"did little things,\" he became involved in money transactions in January 1998. Rivera explained that the legitimate part of Phone Home, mostly involving money remittance from workers on cruise ships, was conducted in the front area of the office. This money was deposited in an account at First Federal Bank. He further testified that \"flashy\" and \"suspicious people . . . drug dealers,\" would bring in large amounts of cash -- from $10,000 up to $300,000 -- in book bags, shoe boxes or computer boxes. Rivera understood from a March 1998 conversation with Neida Ortiz Acosta that the money was from the sale of drugs. He stated that these individuals were shown to the back of the office, where the money was counted and a receipt issued, \"stating in code form the amount\": for example, $45,000 would be documented as $45. The money was deposited in an account at Banco Popular.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to Rivera, Frigerio accompanied him at night to deposit cash at Banco Popular. He also testified that Frigerio assisted in the process of counting money. To this end, the government presented two videotapes from cameras that federal investigators had installed and hidden in the back room of Phone Home. The first of these tapes was taken on November 23, 1998. In this video. Rivera identified Frigerio counting money and himself entering the room. Rivera also identified Frigerio as the person counting money in another videotape taken on November 27, 1998, alongside a man named \"Pocho,\" who would bring in large amounts of currency. In addition, he stated that \"every once in a while\" Frigerio participated in the issuance of false receipts. Finally, Rivera testified that Frigerio was present when Phone Home was scanned for surveillance devices.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After the government rested its case, Frigerio moved for a judgment of acquittal pursuant to Federal Rule of Criminal Procedure 29(a). Although the court acknowledged that the case against Frigerio was \"very thin,\" it denied the motion, concluding from Rivera's testimony regarding the coded receipts that \"there [was] at least something there that the jury could use to impute knowledge to him.\" The only defense witness was Neida Ortiz Acosta, to whom the government presented a rebuttal witness and concluded the evidence. After the jury left to deliberate, Frigerio renewed his motion for a judgment of acquittal, which was again denied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 13, 1999, the jury returned a verdict against Frigerio as to the only count filed against him. On December 15, Frigerio filed a third motion under Rule 29, this time asking the court to set aside the verdict because of insufficiency of evidence. Fed. R. Crim. P. 29(c). The court denied the motion, and, granting a downward departure, sentenced Frigerio to a period of twenty-seven months incarceration and two years of supervised release. This timely appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In assessing the sufficiency of the evidence in a criminal case, we ask \"whether the evidence, viewed in the light most favorable to the prosecution, would permit a rational jury to find each essential element of the crime charged beyond a reasonable doubt.\" United States v. Zanghi, <span class=\"citation\" data-id=\"198610\"><a href=\"/opinion/198610/united-states-v-zanghi/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 79 (1st Cir. 1999) (quoting United States v. Guerrero, <span class=\"citation\" data-id=\"197385\"><a href=\"/opinion/197385/united-states-v-amado-guerrero/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span>, 339 (1st Cir. 1997)) (internal quotations omitted). The evidence presented by the government need not \"preclude[] every reasonable hypothesis inconsistent with guilt in order to sustain a conviction.\" United States v. Hernandez, <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 (1st Cir. 2000) (quoting United States v. Loder, <span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 589 (1st Cir. 1994)). However, the jury's verdict must be one that is \"supported by a plausible rendition of the record.\" Id. (quoting United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir. 1992)). We review a district court's Rule 29 determination de novo. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Frigerio concedes that he engaged in \"financial transactions\" as defined in 18 U.S.C. &#167; 1956(c)(4), but contends that the government failed to meet its burden of proving the knowledge elements of the crime charged.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The knowledge requirement under 18 U.S.C. &#167; 1956(a)(1)(B)(i) is twofold: the government must demonstrate (i) that the defendant knew that the funds involved in the financial transaction were the proceeds of some unlawful activity; and (ii) that he knew the transaction itself was \"designed in whole or in part to conceal the nature, location, source, ownership, or control of the proceeds of such unlawful activity.\" 18 U.S.C. &#167; 1956(a)(1)(B)(i). We now turn to the government's case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Viewing the evidence in the light most favorable to the government, the jury could have found the following. During the period that Frigerio worked at Phone Home, he witnessed large amounts of small-denomination cash, ranging from $10,000 to $300,000, brought in bags and boxes by \"flashy\" and \"suspicious\" individuals. These were distinct from the smaller amounts of cash -- ranging from $100 to $5,000 -- brought in by seamen. Frigerio accompanied Rivera on a regular basis to Banco Popular, where the money was deposited. These deposits totaled $1,959,068 in the time that Frigerio worked at Phone Home; since the cash consisted mainly of small bills, Frigerio regularly carried a considerable and noticeable bulk of money on his trips to the bank. Frigerio also witnessed the separation of operations in the front and back of Phone Home, namely, that larger amounts of cash were counted by machines in the rear while smaller amounts brought in by seamen were accepted at the front counter. Frigerio at least twice counted money himself in the rear, and on one occasion did so in the presence of a known drug dealer (although perhaps not known to Frigerio). Finally, Frigerio issued false receipts, which \"coded\" the amount of money received so that it appeared to be less than it actually was. Based on these findings, a jury could infer that Frigerio knew there were unusually large sums of money, brought into Phone Home on a regular basis, without any identifiable source. In short, a jury could reasonably conclude that Frigerio knew he was handling money derived from an illicit activity.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, this, standing alone, is insufficient. As we have previously indicated, the government must also prove beyond a reasonable doubt that Frigerio knew that the transactions in which he participated were part of a money laundering scheme. Though onerous, the double-intent requirement serves an important function by shielding innocent individuals who engage in otherwise legal financial activity. The government's burden is compounded in the context of this case, where activities such as counting money, making deposits, and issuing receipts formed a routine part of the legitimate side of the business. Nevertheless, for the verdict to stand, the government must prove this element of knowledge for at least one of its proffered transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We first address the nightly deposits at Banco Popular. The government argues that since Phone Home had two bank accounts, \"[i]t could be inferred that Frigerio knew one was to deposit monies obtained through legal means and the other [Banco Popular] to deposit money acquired from illegal ventures.\" This conclusion simply lacks evidentiary support. It may be true, and indeed the government established, that Phone Home maintained separate bank accounts for its legitimate and illegal deposits. However, there is no nexus between the existence of these accounts and Frigerio's knowledge. The government presented no evidence, for example, that Frigerio handled or saw any bank account statements, that he was familiar with the account numbers, or even that he made any of the deposits himself.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> It is also conceded by the government that Frigerio did not have access to the computer files which tracked the money laundering details of the two accounts. Thus, no reasonable juror could infer that, by accompanying Rivera to the bank and witnessing the deposits, Frigerio knew that the purpose of the deposits was to conceal the source and ownership of the money.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We next consider the videos showing Frigerio counting money in the back area of Phone Home. The government concedes that, regardless of its source, all of the money entering Phone Home was counted. The evidence does show that money from legitimate and illegitimate sources varied in amount and were counted in distinct areas of the office and in different ways: we have noted already that a jury could conclude from this evidence that Frigerio knew that the money he was counting came from illegal sources. Even so, one cannot further conclude that Frigerio knew he was participating in an attempt to conceal the illicit nature of the money. That is, in a business that provided the very service of counting money, there is nothing about the act of machine counting money that is inherently connected to money laundering activity. Consequently, this transaction also fails to prove the requisite knowledge element.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The strongest piece of evidence offered by the government regarding Frigerio's knowledge of the money laundering operation is his issuance of \"coded receipts.\" Rivera testified that these receipts represented amounts significantly smaller than those actually received. In addition, Rivera stated that the receipts indicated where the money was going, which could have revealed to Frigerio that large amounts of cash were destined for Colombia. For the government to prevail, it must be reasonable to infer, based on this evidence, that Frigerio was aware of the attempts to conceal drug-related money.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We believe that such an inference is too attenuated to sustain the verdict. Even if Frigerio issued coded receipts, there must be something about the receipt itself that would permit the inference that he knew the meaning and purpose of the code. However, the government did not present the actual receipts themselves. Instead, the record contains only Rivera's description of their contents.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> This description, moreover, is wholly without context: we do not know when Frigerio issued these receipts, to whom, or even whether they did indeed indicate suspicious destinations. Frigerio did not participate in this process regularly, but \"every once in a while,\" in the course of performing various other, non-financial duties at Phone Home. Finally, it is a conceded fact that Frigerio was not engaged in the process of entering these transactions under fictitious names in the computer. Based on the evidence presented at trial, we do not believe that a jury could infer Frigerio's knowledge of the money laundering operation beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government contends, as an alternative argument, that to the extent Frigerio lacked knowledge of the money laundering conspiracy, he was \"willfully blind\" to the illegal activities around him. We have indeed stated that where there are prominent \"red flags\" that signal criminal activity is afoot, a jury may infer that a defendant deliberately ignored facts which would have otherwise been obvious to a reasonable person. United States v. Gabriele, <span class=\"citation\" data-id=\"196253\"><a href=\"/opinion/196253/united-states-v-gabriele/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 66 (1st Cir. 1995). However, no such \"red flags\" were present here. Rivera's testimony indicated that even he did not become wary of Phone Home's business until he had worked there for over seven months. His knowledge of the money laundering operation, moreover, was gained through working with the computer. By contrast, Frigerio worked at Phone Home for less than seven weeks and did not use the computer. The activity occurring in Phone Home was therefore not a sufficient \"red flag\" to permit an inference of willful blindness to the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Likewise, Frigerio's presence during a scan for surveillance devices is not a \"red flag\" in the context of this case. First, even legitimate businesses -- particularly those dealing with financial transactions -- might use surveillance devices as a valid security measure. Even if we were to accept that the use of this equipment was suspicious, however, we note that there is no evidence that Frigerio was present on more than one occasion when this scanning occurred. As a result, we do not believe that the scan rose to the level of a \"red flag\" signaling money laundering activity.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In reaching our conclusion, we acknowledge that this is a close case. We agree with the district court, however, that the government's evidence is, even at its best, \"very thin\" -- and can be construed just as persuasively in favor of Frigerio. In such a case, the defendant receives the benefit of the doubt: \"[W]here an equal or near equal theory of guilt and a theory of innocence is supported by the evidence viewed in the light most favorable to the verdict, 'a reasonable jury must entertain a reasonable doubt.'\" United States v. Andujar, <span class=\"citation\" data-id=\"195947\"><a href=\"/opinion/195947/united-states-v-andujar/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 20 (1st Cir. 1995) (citing United States v. Sanchez, <span class=\"citation\" data-id=\"581538\"><a href=\"/opinion/581538/united-states-v-filemon-sotelo-sanchez-jose-angel-naegele-and-rebeca/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1173 (5th Cir. 1992)). We conclude that the jury's verdict is unsupported by the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rivera was actually the third witness presented by the government, but since his is the only testimony relevant to this appeal, we explore it separately.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Frigerio also appeals, in the alternative, the district court's denial of his severance motion. Our conclusion concerning the sufficiency of the evidence makes it unnecessary to address this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In fact, Rivera testified that Frigerio went with him for security reasons; \"[s]o just in case there[ was] an assault or anything, there would be a witness.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Normally, to prove the contents of a writing, the original writing is required in preference to testimony about its content. Fed. R. Evid. 1002. However, since no objection was made on these grounds at trial and the issue is not raised on appeal, we do not address the admissibility of this testimony. See, e.g., United States v. McMahon, <span class=\"citation\" data-id=\"564960\"><a href=\"/opinion/564960/united-states-v-charles-t-mcmahon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1501</span></a></span>, 1509 n.4 (1st Cir. 1991) (noting that failure to object for best evidence below lowers the standard of review when issue is raised on appeal).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/"
  ]
}