{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199416/",
  "absolute_url": "/opinion/199416/davis-v-lucent-technologies/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199416/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:18Z",
  "date_modified": "2017-03-24T11:01:52.299943Z",
  "type": "010combined",
  "sha1": "504bf994fa4d76e8f46feb1ea704bc379f5a6d3a",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1329-01A.pdf",
  "local_path": "pdf/2001/05/30/Davis_v._Lucent_Technologies.pdf",
  "plain_text": "         United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-1329\n\n                          LAUREN K. DAVIS,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                     LUCENT TECHNOLOGIES, INC.,\n\n                        Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                               Before\n\n                        Lipez, Circuit Judge,\n\n              Woodlock* and O'Toole,* District Judges.\n\n\n\n     Joshua L. Gordon for appellant.\n     Brian D. Carlson, with whom Thomas E. Shirley and Choate,\nHall & Stewart were on brief, for appellee.\n\n\n\n\n                            May 30, 2001\n\n\n* Of the District of Massachusetts, sitting by designation.\n\f              LIPEZ, Circuit Judge.           Lauren Davis appeals from a\n\njudgment of the district court dismissing her claims for sexual\n\nharassment and wrongful termination from her position at Lucent\n\nTechnologies.         The court determined that her discrimination\n\nclaim was barred by the three-year statute of limitations under\n\nMassachusetts General Laws chapter 151B and that the termination\n\nclaim was not timely filed with the Massachusetts Commission\n\nAgainst Discrimination (\"MCAD\").\n\n              This    case   is    procedurally       odd        because      of   the\n\ninteraction between the exhaustion requirement for filing a\n\ncharge   of    discrimination      with     the    MCAD    and    the   statute     of\n\nlimitations      applicable       to   the        filing     of    a    charge      of\n\ndiscrimination in the Massachusetts state court.                           As noted,\n\nDavis presented two claims, wrongful termination and sexual\n\nharassment,      to    the   district        court.       However,      the    sexual\n\nharassment claim that was timely filed with the MCAD was not\n\ntimely filed in state court, and the wrongful termination claim\n\nthat was timely filed in state court was not timely filed with\n\nthe MCAD.       For the reasons that follow, these mistakes were\n\nfatal to Davis's claims.          We affirm the decision of the district\n\ncourt.\n\n                                       I.\n\n\n\n\n                                       -2-\n\f              We recite the facts in the light most favorable to\n\nDavis.      See Griel v. Franklin Med. Ctr., 234 F.3d 731, 732 (1st\n\nCir.   2000).         Davis     was       employed      as    a   tester     for     Lucent\n\nTechnologies        (\"Lucent\")        from      1980    to   1996.        This   position\n\nrequired her to evaluate the quality of newly manufactured\n\ntechnological equipment.               She worked closely with engineers in\n\nher department and shared testing equipment with other workers.\n\nThe parties agree that few women were employed as testers at\n\nLucent.\n\n              Davis alleges that she was subject to a hostile work\n\nenvironment         because     of    her       sex    beginning     in    1992.          She\n\nidentifies a series of altercations with male co-workers to\n\nsupport this claim.             In August 1993, she attempted to ask an\n\nengineer, Fred Abayazzi, a question about one of the products\n\nshe was testing.         He refused to answer, telling her he did not\n\nhave   time    to     discuss       her   question.          When    Davis    persisted,\n\nAbayazzi      grabbed    her     arm      and    pushed      it   behind     her,    in    an\n\napparent effort to read the name on the identification tag she\n\nwore   on     the    front     of    her     shirt.          At   least    one      witness\n\ninterviewed         during    Lucent's       investigation          of    this   incident\n\ncorroborated Davis's charge that Abayazzi yelled at her and\n\npulled her arm.          Although Abayazzi was reprimanded for this\n\n\n\n\n                                             -3-\n\fincident, Lucent also concluded in its written report that Davis\n\nwas partially at fault.\n\n            Davis also described a series of incidents involving\n\nWilliam Gaudet and Rafael Rodriguez.                 In her appeal from the\n\nfinding of a lack of probable cause by the MCAD, she stated that\n\nthe men engaged in \"intimidating quacking noises and constant\n\nlaughing and snickering\" directed at her.                  Additionally, Davis\n\nclaims they were responsible for leaving a joke book at her work\n\nstation opened to a page containing a \"sexist reference\" to a\n\nquacking joke.        Finally, Davis says the two men prevented her\n\nfrom punching in at the time clock in July 1994, as was required\n\nby company policy.         Rodriguez, who was not a member of Davis's\n\nwork group, was eventually banned by Lucent from entering her\n\ntesting area.\n\n            Ken    Dors    transferred       into    Davis's    department     in\n\nSeptember     1995.       Davis   claims     that   Dors    refused    to   share\n\nequipment or parts with her and \"would constantly respond in an\n\nabusive     and   derogatory      manner\"    when   she    requested    that   he\n\ncooperate with her.         Davis says that Dors also laughed at her\n\nwhen she asked for his assistance.                  Finally, Davis and Dors\n\ncollided in one of the narrow aisles of the testing work area,\n\nin   what   Davis     characterizes     as    an    intentional    attempt     to\n\nintimidate her.        In its position statement submitted to the\n\n\n                                      -4-\n\fEqual   Employment    Opportunity       Commission    (\"EEOC\"),      Lucent\n\ndescribed this incident as a situation where the two employees\n\nsimply reached the same location at the same moment, and neither\n\nof them yielded to the other.\n\n          Davis began a medical leave on April 19, 1996, citing\n\nthe continued harassment she experienced as the reason for her\n\n\"uncontrollable   shaking   and     crying\"   at     work.     She    began\n\ntreatment with a psychologist, Dr. Ellen Becker.             Three months\n\nlater, Lucent ordered Davis to attend an independent medical\n\nexamination conducted by Dr. Charles R. Morin, a psychiatrist.\n\nHe concluded that Davis was not disabled due to mental illness,\n\nbut noted her perception that her coworkers had made her work\n\nenvironment unsafe.         On July 17, 1996, Davis filed a charge\n\nof sexual discrimination with the EEOC and the MCAD,1 alleging\n\n\n    1  The EEOC regulations designate the MCAD as a fair\nemployment practice (FEP) agency. See 29 C.F.R. § 1601.74(a).\nEEOC policy is to defer to FEP agencies for a limited period of\ntime to allow those agencies to resolve problems at a local\nlevel.   See, e.g., Isaac v. Harvard Univ., 769 F.2d 817, 822\n(1st Cir. 1985).   A charge filed with the MCAD automatically\nbecomes filed with the EEOC 60 days after its filing, or earlier\nif the MCAD terminates its investigation.      See 29 C.F.R. §\n1601.13(a)(4). A charge filed with the EEOC in a jurisdiction\nhaving a designated FEP agency, as Massachusetts does, is\nautomatically referred to that state agency.            See id.\nTherefore, claims filed with either the MCAD or the EEOC are\neffectively filed with both agencies. We have characterized the\ninteraction between the EEOC and the MCAD as a \"worksharing\nagreement.\" Isaac, 769 F.2d at 824. \"These agreements divide\nup  responsibilities    for  the   processing   of  charges   of\ndiscrimination between the state agency and the EEOC to avoid\n\n                                  -5-\n\fthat   the   actions       of   her   coworkers       created     a    hostile    work\n\nenvironment.       After her medical leave expired and Davis refused\n\nto return to work, Lucent terminated Davis from her position on\n\nAugust 7, 1996.           Over one year later, in November 1997, Davis\n\ntried to amend her administrative charge to include a claim for\n\nwrongful termination, but the EEOC rejected that amendment as\n\nuntimely.     The EEOC issued a finding of no probable cause in\n\nMarch, 1998, and the MCAD, relying partly on that determination,\n\nissued a notice of final disposition denying Davis's charge in\n\nFebruary, 1999.       Davis appealed the MCAD's determination to an\n\ninvestigative commissioner at that agency, but her appeal was\n\nrejected     in    May,    1999.      On    July   16,    1999,       Davis    filed   a\n\ncomplaint     in    Essex       Superior     Court,      claiming       both    sexual\n\nharassment and wrongful termination.               Lucent removed the case to\n\nfederal district court and filed a motion to dismiss both claims\n\nas being untimely.              Although Davis had been represented by\n\ncounsel when she appealed the MCAD's finding of no probable\n\ncause, she was acting pro se both when she filed her complaint\n\nin state court and when she opposed Lucent's motion to dismiss\n\n\n\n\nduplication of effort.\" Id. The EEOC affords the findings of\nthe MCAD \"substantial weight,\" 29 C.F.R. § 1601.21(e), and the\nMCAD \"may accord [EEOC] findings substantial weight,\" 804 C.M.R.\n§ 1.15.\n\n                                           -6-\n\fbefore the federal district court.          She is again represented by\n\ncounsel in      her appeal here.\n\n           In granting Lucent's motion, the district court ruled\n\nthat Davis's      sexual harassment claim was barred by the three-\n\nyear    statute    of      limitations     for   claims   of    employment\n\ndiscrimination filed under Massachusetts General Laws chapter\n\n151B.   The district court also found that her claim for wrongful\n\ntermination was barred because she failed to file a charge of\n\ndiscrimination      with     the   MCAD    within   six   months     of   her\n\ntermination, an exhaustion requirement imposed by chapter 151B.\n\n                                     II.\n\n           The ruling of the district court dismissing Davis's\n\nclaims was styled as a ruling on a motion to dismiss brought\n\npursuant to Federal Rule of Civil Procedure 12(b).                   However,\n\nboth parties agreed at oral argument before us that the district\n\ncourt considered evidence outside the pleadings in making that\n\nruling,   and    that   we   could   appropriately    treat    the    court's\n\ndetermination as a summary judgment ruling.               We do so.       See\n\nRubert-Torres v. Hospital San Pablo, Inc., 205 F.3d 472, 476\n\n(1st Cir. 2000).        Accordingly, our review is de novo, and we\n\nview the facts in favor of Davis, the nonmovant below.                    See\n\nGriel, 234 F.3d at 732.\n\nA. Wrongful Termination\n\n\n                                     -7-\n\f            We first address Lucent's contention that the wrongful\n\ntermination claim is time-barred because Davis failed to file a\n\ncomplaint with the MCAD within six months of when she was fired.\n\nSection five of the Massachusetts anti-discrimination statute,\n\nchapter 151B, requires plaintiffs to file an administrative\n\ncomplaint within six months of the incident giving rise to the\n\nclaim.   See Mass. Gen. Laws ch. 151B, § 5; see also Andrews v.\n\nArkwright Mut. Ins. Co., 673 N.E.2d 40, 41 (Mass. 1996); Carter\n\nv. Commissioner of Correction, 681 N.E.2d 1255, 1259 (Mass. App.\n\nCt. 1997).      \"The purpose of mandatory submission to the MCAD\n\nprocess is to provide notice to the prospective defendant and to\n\nencourage conciliation and settlement of disputes.\"            Fant v. New\n\nEngland Power Serv. Co., 239 F.3d 8, 11 (1st Cir. 2001).               This\n\npurpose would be thwarted if plaintiffs \"were permitted to\n\nallege one thing in the administrative charge and later allege\n\nsomething entirely different in a subsequent civil action.\"\n\nLattimore v. Polaroid Corp., 99 F.3d 456, 464 (1st Cir. 1996).\n\n\n\n            Terminated on August 7, 1996, Davis should have filed\n\nan administrative complaint within six months of that day for\n\nher MCAD charge to be timely.        However, she did not seek to add\n\nthe   charge    of   wrongful   termination     to   her   administrative\n\ncomplaint      alleging   sexual   harassment    until     November   1997.\n\n\n                                    -8-\n\fBecause more than six months had passed since her August 1996\n\ntermination, the EEOC denied her request to amend as untimely.\n\nLucent argues that Davis's claim for wrongful termination is\n\nthus barred because it was not timely filed with the state\n\nadministrative agency.\n\n          Davis    advances   five    arguments      in    support       of   her\n\nposition that we should consider the wrongful termination claim\n\nas   though   it   were   timely    filed    with    the    MCAD:    (1)      the\n\ntermination   is   reasonably      related   to     her    claim    of   sexual\n\nharassment; (2) an investigation of the harassment should have\n\nled the MCAD to discover the termination; (3) her filing of a\n\ngrievance pursuant to her employment contract should toll the\n\nsix-month filing period; (4) the termination and the alleged\n\nharassment are part of a continuing violation; and (5) the\n\nfiling period should be equitably tolled because the EEOC misled\n\nher into not filing a timely complaint about the termination.\n\nOf these five arguments, we agree with Lucent that Davis waived\n\nthe first three by not presenting them to the district court.2\n\nThe fourth argument, based on the continuing violation doctrine,\n\nis a closer call on whether there was a waiver.                    Even if we\n\n\n\n     2 We note that Davis did not file a reply brief in an\nattempt to counter Lucent's claim that she failed to present\nthese arguments to the district court.     She did challenge\nLucent's position at oral argument.\n\n                                    -9-\n\fassume, however, that Davis presented that claim below, we\n\nconclude that the continuing violation theory cannot salvage her\n\nwrongful termination claim, for reasons we explain in Part IIB\n\nwhere we also conclude that the continuing violation doctrine\n\ndoes not save her sexual harassment claim.              Lastly, we find no\n\nmerit in her argument for equitable tolling.\n\n1. Waiver\n\n               \"No precept is more firmly settled in this circuit than\n\nthat theories not squarely raised and seasonably propounded\n\nbefore       the   trial   court    cannot    rewardingly   be   advanced   on\n\nappeal.\"       Lawton v. State Mut. Life Ins. Co., 101 F.3d 218, 222\n\n(1st Cir. 1996).           Thus, where a plaintiff fails to present\n\narguments to the district court in opposition to a defendant's\n\nmotion for summary judgment, we have refused to consider those\n\narguments for the first time on appeal.               See, e.g., Landrau-\n\nRomero v. Banco Popular de Puerto Rico, 212 F.3d 607, 612 (1st\n\nCir.       2000)   (refusing   to   consider    plaintiff's   argument   that\n\nequitable tolling saved his employment discrimination claim when\n\nthat argument was not made to the district court).3\n\n\n       3Davis argues that Lucent waived any objection to the\ntimeliness of her wrongful termination claim by not objecting to\nher references to the termination in her appeal from the MCAD\nfinding of no probable cause on her sexual harassment claim.\nDavis unmistakably waived this dubious argument by not\npresenting it to the district court. See Landrau-Romero, 212\nF.3d at 612.\n\n                                       -10-\n\f            a. Grievance Filed Pursuant to an Employment Contract\n\n            Davis contends that the six-month filing period should\n\nbe equitably tolled because she filed a grievance regarding her\n\ntermination from Lucent pursuant to her employment contract.\n\nHowever, our close reading of Davis's opposition to Lucent's\n\nmotion   to   dismiss     does   not   reveal    any   reference    to    this\n\nargument.     Thus, we agree with Lucent that Davis cannot present\n\nthis argument for the first time to this Court.\n\n          b.  Reasonable         Relation       Doctrine/Scope      of     the\nInvestigation Rule\n\n            Davis also invokes two doctrines of Massachusetts law\n\nthat operate to convert otherwise untimely claims to claims\n\nproperly filed for purposes of MCAD exhaustion.             The reasonable\n\nrelation doctrine considers whether the amendment may be said to\n\nrelate back to the original filing.              The second theory, the\n\nscope of the investigation rule, reflects the idea \"that the\n\nscope of a civil action is not determined by the specific\n\nlanguage of the charge filed with the agency, but rather, may\n\nencompass acts of discrimination which the MCAD investigation\n\ncould reasonably be expected to uncover.\"                Conroy v.       Boston\n\nEdison Co., 758 F. Supp. 54, 58 (D. Mass. 1991).\n\n            These   two   theories     are   distinct.     See     id.      The\n\nreasonable relation doctrine operates to prevent an amendment\n\n\n\n                                     -11-\n\ffrom being time-barred if it is sufficiently connected to the\n\noriginal charge:\n\n         A complaint or any part thereof may be\n         amended . . . to clarify and amplify\n         allegations made therein.      An amendment\n         alleging   additional   acts    constituting\n         unlawful discriminatory practices related to\n         or arising out of the subject matter of the\n         original complaint may be permitted by leave\n         of the Commissioner.       Amendments shall\n         relate back to the original filing date.\n\n\n804 Code Mass. Regs. § 1.03(5)(a) (1986).           An amendment arises\n\nout of the same subject matter as a timely-filed charge \"where\n\nthe protected categories are related\" or \"where the predicate\n\nfacts underlying each claim are the same.\"          Conroy, 758 F. Supp.\n\nat 58.\n\n         The scope of the investigation rule, on the other hand,\n\ndoes not require the filing of an actual amendment to the\n\nadministrative charge.    \"According to the so-called scope of the\n\ninvestigation   rule,    the    exact     wording   of   the   charge   of\n\ndiscrimination need not presage with literary exactitude the\n\njudicial pleadings which may follow.\"         Conroy, 758 F. Supp. at\n\n58 (quotations omitted).       Plaintiffs have been allowed to allege\n\na claim in a complaint \"where the factual statement in [the]\n\nwritten charge should have alerted the agency to an alternative\n\nbasis of discrimination, and should have been investigated . .\n\n. regardless of whether it was actually investigated.\"            Id.\n\n                                   -12-\n\f         We now consider whether Davis invoked either of these\n\ntheories in the papers she submitted to the district court.                In\n\nthe section of her memorandum of law addressing the viability of\n\nher claim of sexual harassment, Davis states: \"The Defendant's\n\nacts . . . were a continuing violation/pattern of abuse, related\n\nin time and nature and sufficiently linked.\"           This statement is\n\nan unmistakable reference to the continuing violation doctrine\n\nwhich Davis argues prevents her sexual harassment claim from\n\nbeing time-barred.     We decline to read Davis's allegation that\n\nher claims are \"related in time and nature\" to be an invocation\n\nof the reasonable relationship or scope of the investigation\n\ndoctrines as a bar to the dismissal of her separate wrongful\n\ntermination    claim   on   exhaustion      grounds.    Our   decision    in\n\nLandrau-Romero reflects a similar disinclination:\n\n         Although Landrau's opposition to the motion\n         for summary judgment made passing mention of\n         \"continuous\"    harassment,   he   did   not\n         explicitly assert a tolling argument in his\n         accompanying brief. To the extent that he\n         discussed a \"pattern\" of treatment, it was\n         in   the    context    of   harassment   and\n         constructive discharge, not tolling of the\n         limitations period for his discrimination\n         charge.\n\n\nLandrau-Romero, 212 F.3d at 612 n.5.\n\n         Davis also gains nothing from the reference in her\n\nopposition    to   Lucent's   motion   to    dismiss   to   Rock   v.   Mass.\n\n\n                                  -13-\n\fCommission Against Discrimination, 424 N.E.2d 244 (Mass. 1981),\n\nwhich she claims \"stands for the principle that a claim can in\n\nfact be boot strapped to prior incidents of discrimination if\n\nthey       are    so    related.\"         However,          Rock        only    analyzes      the\n\ncontinuing violation doctrine, not either of the two arguments\n\nDavis      now    advances       in    support        of    her        contention      that    the\n\nwrongful termination claim is not barred for her failure to\n\npresent it to the MCAD.                Thus, we find Davis's citation to Rock\n\ninsufficient to have invoked either the reasonable relation\n\ndoctrine or the scope of the investigation rule before the\n\ndistrict court.\n\n                 Not surprisingly, the district court did not mention\n\nthe     reasonable            relation        doctrine       or        the     scope    of     the\n\ninvestigation rule in its written memorandum and order granting\n\nLucent's motion to dismiss.                     Given Davis's failure to raise\n\nthese       arguments         below,     we    find        this    result       unremarkable.\n\nIndeed, the fact that an able district court judge did not\n\nrealize      that       she    was     making     either          of    these    claims       only\n\nreinforces        our    own     view    that     she       did    not       advance    the    two\n\narguments until her appeal to this Court.4\n\n\n       4\n       As we noted earlier, Davis appeared pro se before the\ndistrict court. However, that fact does not entitle her to less\nstringent application of our waiver doctrine. See, e.g., Ahmed\nv. Rosenblatt, 118 F.3d 886, 890 (1st Cir. 1997) (\"[P]ro se\nstatus does not insulate a party from complying with procedural\n\n                                               -14-\n\f2. Equitable Tolling\n\n            Davis did argue to the district court that the six-\n\nmonth filing period should not bar her wrongful termination\n\nclaim   because       of     the     doctrine        of        equitable          tolling.\n\nSpecifically, she claims that the EEOC misled her regarding her\n\nability to amend the complaint she filed with the MCAD alleging\n\nthat she had been sexually harassed.                       Davis is correct in\n\nasserting that the six-month filing period in section five of\n\nchapter 151B is subject to equitable tolling.                             See Christo v.\n\nEdward G. Boyle Ins. Agency, Inc., 525 N.E.2d 643, 645 (Mass.\n\n1988); cf. Zipes v. Trans World Airlines, Inc., 455 U.S. 385,\n\n393 (1982) (holding that the time period for filing complaints\n\nalleging    Title    VII    violations       with    the       EEOC       is    subject   to\n\nequitable    tolling).          As     the    Supreme          Judicial          Court    of\n\nMassachusetts       has    held,     this     doctrine          \"is        available      in\n\ncircumstances in which the plaintiff is excusably ignorant about\n\nthe   six-month     statutory      filing     period       .    .     .    or    where    the\n\ndefendant or the MCAD has affirmatively misled the plaintiff.\"\n\nAndrews, 673 N.E.2d at 41 (citation omitted) (emphasis added).\n\nHowever,    we    have     said:     \"Federal       courts      should          not   apply\n\nequitable    tolling       liberally    to    extend       time           limitations     in\n\ndiscrimination cases. . . . In a nutshell, equitable tolling is\n\n\nand substantive law.\").\n\n                                       -15-\n\freserved for exceptional cases.\"            Chico-Velez v. Roche Prods.,\n\nInc., 139 F.3d 56, 58-59 (1st Cir. 1998) (considering equitable\n\ntolling in the context of a complaint brought pursuant to the\n\nAmericans with Disabilities Act).            This is not such a case.\n\n          Davis     stated   below    and    argues    on    appeal   that    her\n\nfailure to file an amendment to her MCAD complaint until 15\n\nmonths after the termination should be excused because the EEOC\n\nassured her \"that she would be able to amend her complaint to\n\ninclude more recent incidents of discrimination.\"                However, the\n\nonly material in the record regarding her contact with the EEOC\n\nis a letter Davis attached to her opposition to Lucent's motion\n\nto dismiss.    That letter, written by Davis to a supervisor at\n\nthe EEOC, states: \"I had contacted [an EEOC case worker] on two\n\nprevious occasions to amend my complaint while time was still on\n\nmy side and she had flat-out refused to let me introduce this\n\nevidence.\"     This    vague   allegation,       never      reiterated   in   an\n\naffidavit 5   and   unsubstantiated         by   any   other    evidence,      is\n\ninsufficient   to     establish   that      equitable       tolling   would   be\n\n\n\n     5 In support of her opposition to Lucent's motion to\ndismiss, Davis did submit an affidavit relating to her\nexperiences at Lucent.      The only part of the affidavit\naddressing her dealings with the EEOC states: \"The EEOC staff\nproved to be very unsympathetic and even hostile to the claims\nI attempted to raise.\"     Davis did not support this vague\nstatement with any specific assertions supporting the claim in\nher letter to the supervisor at the EEOC.\n\n                                     -16-\n\fappropriate here.        There is no cognizable evidence that either\n\nthe EEOC or the MCAD made statements that could be characterized\n\nas \"affirmative[ly] misleading.\"             Andrews, 673 N.E.2d at 42\n\n(declining    to    apply   equitable      tolling       where    there   was   no\n\n\"affirmative misleading\" by the MCAD and where \"the MCAD never\n\ngave erroneous information to Andrews or her attorney as to the\n\ncorrect filing date, nor did they refuse to accept a properly\n\npresented timely complaint\").6\n\nB. Sexual Harassment\n\n           Next we evaluate the district court's ruling that\n\nDavis's sexual harassment claim did not comply with the statute\n\nof limitations for filing discrimination claims in state court.\n\nMassachusetts      law   requires   that    such     a    claim    be   filed   in\n\nSuperior     Court       within   three     years        of      the    allegedly\n\ndiscriminatory incident.          See Mass. Gen. Laws ch. 151B, § 9.\n\nThe district court found that Davis failed to comply with the\n\nstatute of limitations because she departed on disability leave\n\non April 19, 1996, but did not file a complaint in Massachusetts\n\nSuperior Court until July 16, 1999, an interval of more than\n\nthree years.       Davis argues that the relevant date for purposes\n\n\n    6  In its order and memorandum granting Lucent's motion to\ndismiss, the district court concludes that the wrongful\ntermination claim is barred for failure to meet the exhaustion\nrequirement without specifically addressing Davis's equitable\ntolling argument.\n\n                                    -17-\n\fof determining the timeliness of her complaint is August 7,\n\n1996,    when    she   was    terminated     from   her   position   at   Lucent\n\nbecause of her refusal to return to work after the expiration of\n\nher disability leave.               She insists that her claim for sexual\n\nharassment - otherwise untimely under the three-year statute of\n\nlimitations - is timely because of its relationship to her\n\ndischarge in August.\n\n            Massachusetts courts have recognized that otherwise\n\nuntimely claims of discrimination under chapter 151B may be\n\nconsidered timely filed under circumstances giving rise to a\n\n\"continuing violation.\"             See, e.g., Carter, 681 N.E.2d at 1261.\n\nWe held recently that we will follow the federal approach in\n\ninterpreting this doctrine under Massachusetts law.                  See Keeler\n\nv. Putnam Fiduciary Trust Co., 238 F.3d 5, 11-12 (1st Cir. 2001)\n\n(\"Absent clearer guidance from Massachusetts courts, we will\n\nfollow the well-established Provencher                 and   Sabree [federal]\n\napproach    in    cases      like    this   one   governed   by   Massachusetts\n\nlaw.\").7\n\n            The continuing violation doctrine \"is an equitable\n\nexception that allows an employee to seek damages for otherwise\n\n\n\n     7 Keeler directs that we follow the federal approach;\nconsequently, we do not find that Lynn Teachers Union v. Mass.\nComm'n Against Discrimination, 549 N.E.2d 97 (Mass. 1990),\nsalvages her claim.\n\n                                         -18-\n\ftime-barred allegations if they are deemed part of an ongoing\n\nseries of discriminatory acts and there is 'some violation\n\nwithin   the    statute       of   limitations      period    that    anchors   the\n\nearlier claims.'\"             O'Rourke v. City of Providence, 235 F.3d\n\n713, 730 (1st Cir. 2001) (quoting Provencher v. CVS Pharmacy,\n\n145 F.3d 5, 14 (1st Cir. 1998)).              Davis argues that her wrongful\n\ntermination       claim      serves    this    anchoring     function,      thereby\n\nallowing    her    to     recover      for    the   earlier    acts    of   sexual\n\nharassment that would otherwise be barred by the three-year\n\nstatute of limitations.            For Davis, however, there is no anchor.\n\nThe continuing violation doctrine is designed to connect older,\n\notherwise time-barred claims to more recent incidents for which\n\nthe statute of limitations has not yet run.                  Davis does not cite\n\nany case where a court has invoked this doctrine to connect a\n\nmore recent incident to an older event in order to consider the\n\nlater    incident       to   have     been    timely   filed    for    exhaustion\n\npurposes.      We also have found none.             Thus we conclude that the\n\ncontinuing violation doctrine - even assuming Davis properly\n\npresented it to the district court - cannot be applied to save\n\nher wrongful termination claim.\n\n            For reasons we have already discussed, the district\n\ncourt properly dismissed the wrongful termination claim because\n\nDavis did not meet the exhaustion requirement by timely filing\n\n\n                                        -19-\n\fthis claim with the MCAD.           Accordingly, the termination cannot\n\nserve as the act within the limitations period that anchors her\n\nuntimely claim of sexual harassment.\n\n                                     III.\n\n            In sum, we conclude that the district court properly\n\ndismissed    both   of    Davis's     claims.        Her   claim   of   unjust\n\ntermination was never filed with the MCAD as the state statute\n\nrequires, and we find Davis's arguments urging us to excuse this\n\nfailure either waived or unpersuasive.                Because the wrongful\n\ntermination    claim     is   not    viable,    it   cannot   serve     as   the\n\nanchoring claim to save Davis's sexual harassment claim under\n\nthe continuing violation doctrine.              Accordingly, her claim of\n\nsexual harassment is time-barred because she filed her complaint\n\nin state court after the three-year statute of limitations\n\nexpired.\n\n            Affirmed.\n\n\n\n\n                                     -20-\n\f",
  "html": "<p class=\"case_cite\">251 F.3d 227 (1st Cir. 2001)</p>\n    <p class=\"parties\">LAUREN K. DAVIS, Plaintiff, Appellant,<br>v.<br>LUCENT TECHNOLOGIES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1329</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 4, 2000<br>Decided May 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Richard G. Stearns, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Joshua L. Gordon for appellant.</p>\n      <p class=\"indent\">Brian D. Carlson, with whom Thomas E. Shirley and Choate, Hall &amp; Stewart were on brief, for appellee.</p>\n      <p class=\"indent\">Before Lipez, Circuit Judge, Woodlock<a class=\"footnote\" href=\"#fn-s--1\" id=\"fn-s--1_ref\">*</a> and O'Toole,<sup>*</sup> District Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lauren Davis appeals from a judgment of the district court dismissing her claims for sexual harassment and wrongful termination from her position at Lucent Technologies. The court determined that her discrimination claim was barred by the three-year statute of limitations under Massachusetts General Laws chapter 151B and that the termination claim was not timely filed with the Massachusetts Commission Against Discrimination (\"MCAD\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case is procedurally odd because of the interaction between the exhaustion requirement for filing a charge of discrimination with the MCAD and the statute of limitations applicable to the filing of a charge of discrimination in the Massachusetts state court. As noted, Davis presented two claims, wrongful termination and sexual harassment, to the district court. However, the sexual harassment claim that was timely filed with the MCAD was not timely filed in state court, and the wrongful termination claim that was timely filed in state court was not timely filed with the MCAD. For the reasons that follow, these mistakes were fatal to Davis's claims. We affirm the decision of the district court.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to Davis. See Griel v. Franklin Med. Ctr., 234 F.3d 731, 732 (1st Cir. 2000). Davis was employed as a tester for Lucent Technologies (\"Lucent\") from 1980 to 1996. This position required her to evaluate the quality of newly manufactured technological equipment. She worked closely with engineers in her department and shared testing equipment with other workers. The parties agree that few women were employed as testers at Lucent.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Davis alleges that she was subject to a hostile work environment because of her sex beginning in 1992. She identifies a series of altercations with male co-workers to support this claim. In August 1993, she attempted to ask an engineer, Fred Abayazzi, a question about one of the products she was testing. He refused to answer, telling her he did not have time to discuss her question. When Davis persisted, Abayazzi grabbed her arm and pushed it behind her, in an apparent effort to read the name on the identification tag she wore on the front of her shirt. At least one witness interviewed during Lucent's investigation of this incident corroborated Davis's charge that Abayazzi yelled at her and pulled her arm. Although Abayazzi was reprimanded for this incident, Lucent also concluded in its written report that Davis was partially at fault.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Davis also described a series of incidents involving William Gaudet and Rafael Rodriguez. In her appeal from the finding of a lack of probable cause by the MCAD, she stated that the men engaged in \"intimidating quacking noises and constant laughing and snickering\" directed at her. Additionally, Davis claims they were responsible for leaving a joke book at her work station opened to a page containing a \"sexist reference\" to a quacking joke. Finally, Davis says the two men prevented her from punching in at the time clock in July 1994, as was required by company policy. Rodriguez, who was not a member of Davis's work group, was eventually banned by Lucent from entering her testing area.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ken Dors transferred into Davis's department in September 1995. Davis claims that Dors refused to share equipment or parts with her and \"would constantly respond in an abusive and derogatory manner\" when she requested that he cooperate with her. Davis says that Dors also laughed at her when she asked for his assistance. Finally, Davis and Dors collided in one of the narrow aisles of the testing work area, in what Davis characterizes as an intentional attempt to intimidate her. In its position statement submitted to the Equal Employment Opportunity Commission (\"EEOC\"), Lucent described this incident as a situation where the two employees simply reached the same location at the same moment, and neither of them yielded to the other.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Davis began a medical leave on April 19, 1996, citing the continued harassment she experienced as the reason for her \"uncontrollable shaking and crying\" at work. She began treatment with a psychologist, Dr. Ellen Becker. Three months later, Lucent ordered Davis to attend an independent medical examination conducted by Dr. Charles R. Morin, a psychiatrist. He concluded that Davis was not disabled due to mental illness, but noted her perception that her coworkers had made her work environment unsafe.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 17, 1996, Davis filed a charge of sexual discrimination with the EEOC and the MCAD,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> alleging that the actions of her coworkers created a hostile work environment. After her medical leave expired and Davis refused to return to work, Lucent terminated Davis from her position on August 7, 1996. Over one year later, in November 1997, Davis tried to amend her administrative charge to include a claim for wrongful termination, but the EEOC rejected that amendment as untimely. The EEOC issued a finding of no probable cause in March, 1998, and the MCAD, relying partly on that determination, issued a notice of final disposition denying Davis's charge in February, 1999. Davis appealed the MCAD's determination to an investigative commissioner at that agency, but her appeal was rejected in May, 1999. On July 16, 1999, Davis filed a complaint in Essex Superior Court, claiming both sexual harassment and wrongful termination. Lucent removed the case to federal district court and filed a motion to dismiss both claims as being untimely. Although Davis had been represented by counsel when she appealed the MCAD's finding of no probable cause, she was acting pro se both when she filed her complaint in state court and when she opposed Lucent's motion to dismiss before the federal district court. She is again represented by counsel in her appeal here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In granting Lucent's motion, the district court ruled that Davis's sexual harassment claim was barred by the three-year statute of limitations for claims of employment discrimination filed under Massachusetts General Laws chapter 151B. The district court also found that her claim for wrongful termination was barred because she failed to file a charge of discrimination with the MCAD within six months of her termination, an exhaustion requirement imposed by chapter 151B.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The ruling of the district court dismissing Davis's claims was styled as a ruling on a motion to dismiss brought pursuant to Federal Rule of Civil Procedure 12(b). However, both parties agreed at oral argument before us that the district court considered evidence outside the pleadings in making that ruling, and that we could appropriately treat the court's determination as a summary judgment ruling. We do so. See Rubert-Torres v. Hospital San Pablo, Inc., 205 F.3d 472, 476 (1st Cir. 2000). Accordingly, our review is de novo, and we view the facts in favor of Davis, the nonmovant below. See Griel, 234 F.3d at 732.</p>\n    </div>\n    <p class=\"indent\">A. Wrongful Termination</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We first address Lucent's contention that the wrongful termination claim is time-barred because Davis failed to file a complaint with the MCAD within six months of when she was fired. Section five of the Massachusetts anti-discrimination statute, chapter 151B, requires plaintiffs to file an administrative complaint within six months of the incident giving rise to the claim. See Mass. Gen. Laws ch. 151B, &#167; 5; see also Andrews v. Arkwright Mut. Ins. Co., 673 N.E.2d 40, 41 (Mass. 1996); Carter v. Commissioner of Correction, 681 N.E.2d 1255, 1259 (Mass. App. Ct. 1997). \"The purpose of mandatory submission to the MCAD process is to provide notice to the prospective defendant and to encourage conciliation and settlement of disputes.\" Fant v. New England Power Serv. Co., 239 F.3d 8, 11 (1st Cir. 2001). This purpose would be thwarted if plaintiffs \"were permitted to allege one thing in the administrative charge and later allege something entirely different in a subsequent civil action.\" Lattimore v. Polaroid Corp., 99 F.3d 456, 464 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Terminated on August 7, 1996, Davis should have filed an administrative complaint within six months of that day for her MCAD charge to be timely. However, she did not seek to add the charge of wrongful termination to her administrative complaint alleging sexual harassment until November 1997. Because more than six months had passed since her August 1996 termination, the EEOC denied her request to amend as untimely. Lucent argues that Davis's claim for wrongful termination is thus barred because it was not timely filed with the state administrative agency.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Davis advances five arguments in support of her position that we should consider the wrongful termination claim as though it were timely filed with the MCAD: (1) the termination is reasonably related to her claim of sexual harassment; (2) an investigation of the harassment should have led the MCAD to discover the termination; (3) her filing of a grievance pursuant to her employment contract should toll the six-month filing period; (4) the termination and the alleged harassment are part of a continuing violation; and (5) the filing period should be equitably tolled because the EEOC misled her into not filing a timely complaint about the termination. Of these five arguments, we agree with Lucent that Davis waived the first three by not presenting them to the district court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The fourth argument, based on the continuing violation doctrine, is a closer call on whether there was a waiver. Even if we assume, however, that Davis presented that claim below, we conclude that the continuing violation theory cannot salvage her wrongful termination claim, for reasons we explain in Part II-B where we also conclude that the continuing violation doctrine does not save her sexual harassment claim. Lastly, we find no merit in her argument for equitable tolling.</p>\n    </div>\n    <p class=\"indent\">1. Waiver</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"No precept is more firmly settled in this circuit than that theories not squarely raised and seasonably propounded before the trial court cannot rewardingly be advanced on appeal.\" Lawton v. State Mut. Life Ins. Co., 101 F.3d 218, 222 (1st Cir. 1996). Thus, where a plaintiff fails to present arguments to the district court in opposition to a defendant's motion for summary judgment, we have refused to consider those arguments for the first time on appeal. See, e.g., Landrau-Romero v. Banco Popular de Puerto Rico, 212 F.3d 607, 612 (1st Cir. 2000) (refusing to consider plaintiff's argument that equitable tolling saved his employment discrimination claim when that argument was not made to the district court).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">a. Grievance Filed Pursuant to an Employment Contract</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Davis contends that the six-month filing period should be equitably tolled because she filed a grievance regarding her termination from Lucent pursuant to her employment contract. However, our close reading of Davis's opposition to Lucent's motion to dismiss does not reveal any reference to this argument. Thus, we agree with Lucent that Davis cannot present this argument for the first time to this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">b. Reasonable Relation Doctrine/Scope of the Investigation Rule</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Davis also invokes two doctrines of Massachusetts law that operate to convert otherwise untimely claims to claims properly filed for purposes of MCAD exhaustion. The reasonable relation doctrine considers whether the amendment may be said to relate back to the original filing. The second theory, the scope of the investigation rule, reflects the idea \"that the scope of a civil action is not determined by the specific language of the charge filed with the agency, but rather, may encompass acts of discrimination which the MCAD investigation could reasonably be expected to uncover.\" Conroy v. Boston Edison Co., 758 F. Supp. 54, 58 (D. Mass. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">These two theories are distinct. See id. The reasonable relation doctrine operates to prevent an amendment from being time-barred if it is sufficiently connected to the original charge:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A complaint or any part thereof may be amended . . . to clarify and amplify allegations made therein. An amendment alleging additional acts constituting unlawful discriminatory practices related to or arising out of the subject matter of the original complaint may be permitted by leave of the Commissioner. Amendments shall relate back to the original filing date.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">804 Code Mass. Regs. &#167; 1.03(5)(a) (1986). An amendment arises out of the same subject matter as a timely-filed charge \"where the protected categories are related\" or \"where the predicate facts underlying each claim are the same.\" Conroy, 758 F. Supp. at 58.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The scope of the investigation rule, on the other hand, does not require the filing of an actual amendment to the administrative charge. \"According to the so-called scope of the investigation rule, the exact wording of the charge of discrimination need not presage with literary exactitude the judicial pleadings which may follow.\" Conroy, 758 F. Supp. at 58 (quotations omitted). Plaintiffs have been allowed to allege a claim in a complaint \"where the factual statement in [the] written charge should have alerted the agency to an alternative basis of discrimination, and should have been investigated . . . regardless of whether it was actually investigated.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We now consider whether Davis invoked either of these theories in the papers she submitted to the district court. In the section of her memorandum of law addressing the viability of her claim of sexual harassment, Davis states: \"The Defendant's acts . . . were a continuing violation/pattern of abuse, related in time and nature and sufficiently linked.\" This statement is an unmistakable reference to the continuing violation doctrine which Davis argues prevents her sexual harassment claim from being time-barred. We decline to read Davis's allegation that her claims are \"related in time and nature\" to be an invocation of the reasonable relationship or scope of the investigation doctrines as a bar to the dismissal of her separate wrongful termination claim on exhaustion grounds. Our decision in Landrau-Romero reflects a similar disinclination:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although Landrau's opposition to the motion for summary judgment made passing mention of \"continuous\" harassment, he did not explicitly assert a tolling argument in his accompanying brief. To the extent that he discussed a \"pattern\" of treatment, it was in the context of harassment and constructive discharge, not tolling of the limitations period for his discrimination charge.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Landrau-Romero, 212 F.3d at 612 n.5.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Davis also gains nothing from the reference in her opposition to Lucent's motion to dismiss to Rock v. Mass. Commission Against Discrimination, 424 N.E.2d 244 (Mass. 1981), which she claims \"stands for the principle that a claim can in fact be boot strapped to prior incidents of discrimination if they are so related.\" However, Rock only analyzes the continuing violation doctrine, not either of the two arguments Davis now advances in support of her contention that the wrongful termination claim is not barred for her failure to present it to the MCAD. Thus, we find Davis's citation to Rock insufficient to have invoked either the reasonable relation doctrine or the scope of the investigation rule before the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Not surprisingly, the district court did not mention the reasonable relation doctrine or the scope of the investigation rule in its written memorandum and order granting Lucent's motion to dismiss. Given Davis's failure to raise these arguments below, we find this result unremarkable. Indeed, the fact that an able district court judge did not realize that she was making either of these claims only reinforces our own view that she did not advance the two arguments until her appeal to this Court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">2. Equitable Tolling</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Davis did argue to the district court that the six-month filing period should not bar her wrongful termination claim because of the doctrine of equitable tolling. Specifically, she claims that the EEOC misled her regarding her ability to amend the complaint she filed with the MCAD alleging that she had been sexually harassed. Davis is correct in asserting that the six-month filing period in section five of chapter 151B is subject to equitable tolling. See Christo v. Edward G. Boyle Ins. Agency, Inc., 525 N.E.2d 643, 645 (Mass. 1988); cf. Zipes v. Trans World Airlines, Inc., 455 U.S. 385, 393 (1982) (holding that the time period for filing complaints alleging Title VII violations with the EEOC is subject to equitable tolling). As the Supreme Judicial Court of Massachusetts has held, this doctrine \"is available in circumstances in which the plaintiff is excusably ignorant about the six-month statutory filing period . . . or where the defendant or the MCAD has affirmatively misled the plaintiff.\" Andrews, 673 N.E.2d at 41 (citation omitted) (emphasis added). However, we have said: \"Federal courts should not apply equitable tolling liberally to extend time limitations in discrimination cases. . . . In a nutshell, equitable tolling is reserved for exceptional cases.\" Chico-Velez v. Roche Prods., Inc., 139 F.3d 56, 58-59 (1st Cir. 1998) (considering equitable tolling in the context of a complaint brought pursuant to the Americans with Disabilities Act). This is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Davis stated below and argues on appeal that her failure to file an amendment to her MCAD complaint until 15 months after the termination should be excused because the EEOC assured her \"that she would be able to amend her complaint to include more recent incidents of discrimination.\" However, the only material in the record regarding her contact with the EEOC is a letter Davis attached to her opposition to Lucent's motion to dismiss. That letter, written by Davis to a supervisor at the EEOC, states: \"I had contacted [an EEOC case worker] on two previous occasions to amend my complaint while time was still on my side and she had flat-out refused to let me introduce this evidence.\" This vague allegation, never reiterated in an affidavit<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and unsubstantiated by any other evidence, is insufficient to establish that equitable tolling would be appropriate here. There is no cognizable evidence that either the EEOC or the MCAD made statements that could be characterized as \"affirmative[ly] misleading.\" Andrews, 673 N.E.2d at 42 (declining to apply equitable tolling where there was no \"affirmative misleading\" by the MCAD and where \"the MCAD never gave erroneous information to Andrews or her attorney as to the correct filing date, nor did they refuse to accept a properly presented timely complaint\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">B. Sexual Harassment</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Next we evaluate the district court's ruling that Davis's sexual harassment claim did not comply with the statute of limitations for filing discrimination claims in state court. Massachusetts law requires that such a claim be filed in Superior Court within three years of the allegedly discriminatory incident. See Mass. Gen. Laws ch. 151B, &#167; 9. The district court found that Davis failed to comply with the statute of limitations because she departed on disability leave on April 19, 1996, but did not file a complaint in Massachusetts Superior Court until July 16, 1999, an interval of more than three years. Davis argues that the relevant date for purposes of determining the timeliness of her complaint is August 7, 1996, when she was terminated from her position at Lucent because of her refusal to return to work after the expiration of her disability leave. She insists that her claim for sexual harassment - otherwise untimely under the three-year statute of limitations - is timely because of its relationship to her discharge in August.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Massachusetts courts have recognized that otherwise untimely claims of discrimination under chapter 151B may be considered timely filed under circumstances giving rise to a \"continuing violation.\" See, e.g., Carter, 681 N.E.2d at 1261. We held recently that we will follow the federal approach in interpreting this doctrine under Massachusetts law. See Keeler v. Putnam Fiduciary Trust Co., 238 F.3d 5, 11-12 (1st Cir. 2001) (\"Absent clearer guidance from Massachusetts courts, we will follow the well-established Provencher and Sabree [federal] approach in cases like this one governed by Massachusetts law.\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The continuing violation doctrine \"is an equitable exception that allows an employee to seek damages for otherwise time-barred allegations if they are deemed part of an ongoing series of discriminatory acts and there is 'some violation within the statute of limitations period that anchors the earlier claims.'\" O'Rourke v. City of Providence, 235 F.3d 713,730 (1st Cir. 2001) (quoting Provencher v. CVS Pharmacy, 145 F.3d 5, 14 (1st Cir. 1998)). Davis argues that her wrongful termination claim serves this anchoring function, thereby allowing her to recover for the earlier acts of sexual harassment that would otherwise be barred by the three-year statute of limitations. For Davis, however, there is no anchor. The continuing violation doctrine is designed to connect older, otherwise time-barred claims to more recent incidents for which the statute of limitations has not yet run. Davis does not cite any case where a court has invoked this doctrine to connect a more recent incident to an older event in order to consider the later incident to have been timely filed for exhaustion purposes. We also have found none. Thus we conclude that the continuing violation doctrine - even assuming Davis properly presented it to the district court - cannot be applied to save her wrongful termination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For reasons we have already discussed, the district court properly dismissed the wrongful termination claim because Davis did not meet the exhaustion requirement by timely filing this claim with the MCAD. Accordingly, the termination cannot serve as the act within the limitations period that anchors her untimely claim of sexual harassment.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In sum, we conclude that the district court properly dismissed both of Davis's claims. Her claim of unjust termination was never filed with the MCAD as the state statute requires, and we find Davis's arguments urging us to excuse this failure either waived or unpersuasive. Because the wrongful termination claim is not viable, it cannot serve as the anchoring claim to save Davis's sexual harassment claim under the continuing violation doctrine. Accordingly, her claim of sexual harassment is time-barred because she filed her complaint in state court after the three-year statute of limitations expired.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s--1\">\n        <a class=\"footnote\" href=\"#fn-s--1_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The EEOC regulations designate the MCAD as a fair employment practice (FEP) agency. See 29 C.F.R. &#167; 1601.74(a). EEOC policy is to defer to FEP agencies for a limited period of time to allow those agencies to resolve problems at a local level. See, e.g., Isaac v. Harvard Univ., 769 F.2d 817, 822 (1st Cir. 1985). A charge filed with the MCAD automatically becomes filed with the EEOC 60 days after its filing, or earlier if the MCAD terminates its investigation. See 29 C.F.R. &#167; 1601.13(a)(4). A charge filed with the EEOC in a jurisdiction having a designated FEP agency, as Massachusetts does, is automatically referred to that state agency. See id. Therefore, claims filed with either the MCAD or the EEOC are effectively filed with both agencies. We have characterized the interaction between the EEOC and the MCAD as a \"worksharing agreement.\" Isaac, 769 F.2d at 824. \"These agreements divide up responsibilities for the processing of charges of discrimination between the state agency and the EEOC to avoid duplication of effort.\" Id. The EEOC affords the findings of the MCAD \"substantial weight,\" 29 C.F.R. &#167; 1601.21(e), and the MCAD \"may accord [EEOC] findings substantial weight,\" 804 C.M.R. &#167; 1.15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that Davis did not file a reply brief in an attempt to counter Lucent's claim that she failed to present these arguments to the district court. She did challenge Lucent's position at oral argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Davis argues that Lucent waived any objection to the timeliness of her wrongful termination claim by not objecting to her references to the termination in her appeal from the MCAD finding of no probable cause on her sexual harassment claim. Davis unmistakably waived this dubious argument by not presenting it to the district court. See Landrau-Romero, 212 F.3d at 612.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As we noted earlier, Davis appeared pro se before the district court. However, that fact does not entitle her to less stringent application of our waiver doctrine. See, e.g., Ahmed v. Rosenblatt, 118 F.3d 886, 890 (1st Cir. 1997) (\"[P]ro se status does not insulate a party from complying with procedural and substantive law.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In support of her opposition to Lucent's motion to dismiss, Davis did submit an affidavit relating to her experiences at Lucent. The only part of the affidavit addressing her dealings with the EEOC states: \"The EEOC staff proved to be very unsympathetic and even hostile to the claims I attempted to raise.\" Davis did not support this vague statement with any specific assertions supporting the claim in her letter to the supervisor at the EEOC.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In its order and memorandum granting Lucent's motion to dismiss, the district court concludes that the wrongful termination claim is barred for failure to meet the exhaustion requirement without specifically addressing Davis's equitable tolling argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Keeler directs that we follow the federal approach; consequently, we do not find that Lynn Teachers Union v. Mass. Comm'n Against Discrimination, 549 N.E.2d 97 (Mass. 1990), salvages her claim.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">LAUREN K. DAVIS, Plaintiff, Appellant,<br>v.<br>LUCENT TECHNOLOGIES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1329</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 4, 2000<br>Decided May 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Richard G. Stearns, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Joshua L. Gordon for appellant.</p>\n      <p class=\"indent\">Brian D. Carlson, with whom Thomas E. Shirley and Choate, Hall &amp; Stewart were on brief, for appellee.</p>\n      <p class=\"indent\">Before Lipez, Circuit Judge, Woodlock<a class=\"footnote\" href=\"#fn-s--1\" id=\"fn-s--1_ref\">*</a> and O'Toole,<sup>*</sup> District Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lauren Davis appeals from a judgment of the district court dismissing her claims for sexual harassment and wrongful termination from her position at Lucent Technologies. The court determined that her discrimination claim was barred by the three-year statute of limitations under Massachusetts General Laws chapter 151B and that the termination claim was not timely filed with the Massachusetts Commission Against Discrimination (\"MCAD\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case is procedurally odd because of the interaction between the exhaustion requirement for filing a charge of discrimination with the MCAD and the statute of limitations applicable to the filing of a charge of discrimination in the Massachusetts state court. As noted, Davis presented two claims, wrongful termination and sexual harassment, to the district court. However, the sexual harassment claim that was timely filed with the MCAD was not timely filed in state court, and the wrongful termination claim that was timely filed in state court was not timely filed with the MCAD. For the reasons that follow, these mistakes were fatal to Davis's claims. We affirm the decision of the district court.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to Davis. See Griel v. Franklin Med. Ctr., <span class=\"citation\" data-id=\"199174\"><a href=\"/opinion/199174/griel-v-franklin-medical/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 732 (1st Cir. 2000). Davis was employed as a tester for Lucent Technologies (\"Lucent\") from 1980 to 1996. This position required her to evaluate the quality of newly manufactured technological equipment. She worked closely with engineers in her department and shared testing equipment with other workers. The parties agree that few women were employed as testers at Lucent.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Davis alleges that she was subject to a hostile work environment because of her sex beginning in 1992. She identifies a series of altercations with male co-workers to support this claim. In August 1993, she attempted to ask an engineer, Fred Abayazzi, a question about one of the products she was testing. He refused to answer, telling her he did not have time to discuss her question. When Davis persisted, Abayazzi grabbed her arm and pushed it behind her, in an apparent effort to read the name on the identification tag she wore on the front of her shirt. At least one witness interviewed during Lucent's investigation of this incident corroborated Davis's charge that Abayazzi yelled at her and pulled her arm. Although Abayazzi was reprimanded for this incident, Lucent also concluded in its written report that Davis was partially at fault.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Davis also described a series of incidents involving William Gaudet and Rafael Rodriguez. In her appeal from the finding of a lack of probable cause by the MCAD, she stated that the men engaged in \"intimidating quacking noises and constant laughing and snickering\" directed at her. Additionally, Davis claims they were responsible for leaving a joke book at her work station opened to a page containing a \"sexist reference\" to a quacking joke. Finally, Davis says the two men prevented her from punching in at the time clock in July 1994, as was required by company policy. Rodriguez, who was not a member of Davis's work group, was eventually banned by Lucent from entering her testing area.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ken Dors transferred into Davis's department in September 1995. Davis claims that Dors refused to share equipment or parts with her and \"would constantly respond in an abusive and derogatory manner\" when she requested that he cooperate with her. Davis says that Dors also laughed at her when she asked for his assistance. Finally, Davis and Dors collided in one of the narrow aisles of the testing work area, in what Davis characterizes as an intentional attempt to intimidate her. In its position statement submitted to the Equal Employment Opportunity Commission (\"EEOC\"), Lucent described this incident as a situation where the two employees simply reached the same location at the same moment, and neither of them yielded to the other.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Davis began a medical leave on April 19, 1996, citing the continued harassment she experienced as the reason for her \"uncontrollable shaking and crying\" at work. She began treatment with a psychologist, Dr. Ellen Becker. Three months later, Lucent ordered Davis to attend an independent medical examination conducted by Dr. Charles R. Morin, a psychiatrist. He concluded that Davis was not disabled due to mental illness, but noted her perception that her coworkers had made her work environment unsafe.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 17, 1996, Davis filed a charge of sexual discrimination with the EEOC and the MCAD,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> alleging that the actions of her coworkers created a hostile work environment. After her medical leave expired and Davis refused to return to work, Lucent terminated Davis from her position on August 7, 1996. Over one year later, in November 1997, Davis tried to amend her administrative charge to include a claim for wrongful termination, but the EEOC rejected that amendment as untimely. The EEOC issued a finding of no probable cause in March, 1998, and the MCAD, relying partly on that determination, issued a notice of final disposition denying Davis's charge in February, 1999. Davis appealed the MCAD's determination to an investigative commissioner at that agency, but her appeal was rejected in May, 1999. On July 16, 1999, Davis filed a complaint in Essex Superior Court, claiming both sexual harassment and wrongful termination. Lucent removed the case to federal district court and filed a motion to dismiss both claims as being untimely. Although Davis had been represented by counsel when she appealed the MCAD's finding of no probable cause, she was acting pro se both when she filed her complaint in state court and when she opposed Lucent's motion to dismiss before the federal district court. She is again represented by counsel in her appeal here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In granting Lucent's motion, the district court ruled that Davis's sexual harassment claim was barred by the three-year statute of limitations for claims of employment discrimination filed under Massachusetts General Laws chapter 151B. The district court also found that her claim for wrongful termination was barred because she failed to file a charge of discrimination with the MCAD within six months of her termination, an exhaustion requirement imposed by chapter 151B.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The ruling of the district court dismissing Davis's claims was styled as a ruling on a motion to dismiss brought pursuant to Federal Rule of Civil Procedure 12(b). However, both parties agreed at oral argument before us that the district court considered evidence outside the pleadings in making that ruling, and that we could appropriately treat the court's determination as a summary judgment ruling. We do so. See Rubert-Torres v. Hospital San Pablo, Inc., <span class=\"citation\" data-id=\"198847\"><a href=\"/opinion/198847/torres-v-hospital-san-pablo/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 476 (1st Cir. 2000). Accordingly, our review is de novo, and we view the facts in favor of Davis, the nonmovant below. See Griel, 234 F.3d at 732.</p>\n    </div>\n    <p class=\"indent\">A. Wrongful Termination</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We first address Lucent's contention that the wrongful termination claim is time-barred because Davis failed to file a complaint with the MCAD within six months of when she was fired. Section five of the Massachusetts anti-discrimination statute, chapter 151B, requires plaintiffs to file an administrative complaint within six months of the incident giving rise to the claim. See Mass. Gen. Laws ch. 151B, &#167; 5; see also Andrews v. Arkwright Mut. Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">40</span></span>, 41 (Mass. 1996); Carter v. Commissioner of Correction, <span class=\"citation no-link\"><span class=\"volume\">681</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1255</span></span>, 1259 (Mass. App. Ct. 1997). \"The purpose of mandatory submission to the MCAD process is to provide notice to the prospective defendant and to encourage conciliation and settlement of disputes.\" Fant v. New England Power Serv. Co., <span class=\"citation\" data-id=\"199228\"><a href=\"/opinion/199228/fant-v-new-england-power/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 11 (1st Cir. 2001). This purpose would be thwarted if plaintiffs \"were permitted to allege one thing in the administrative charge and later allege something entirely different in a subsequent civil action.\" Lattimore v. Polaroid Corp., <span class=\"citation\" data-id=\"728907\"><a href=\"/opinion/728907/72-fair-emplpraccas-bna-397-36-fedrserv3d-569-ollie-lattimore-v/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 464 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Terminated on August 7, 1996, Davis should have filed an administrative complaint within six months of that day for her MCAD charge to be timely. However, she did not seek to add the charge of wrongful termination to her administrative complaint alleging sexual harassment until November 1997. Because more than six months had passed since her August 1996 termination, the EEOC denied her request to amend as untimely. Lucent argues that Davis's claim for wrongful termination is thus barred because it was not timely filed with the state administrative agency.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Davis advances five arguments in support of her position that we should consider the wrongful termination claim as though it were timely filed with the MCAD: (1) the termination is reasonably related to her claim of sexual harassment; (2) an investigation of the harassment should have led the MCAD to discover the termination; (3) her filing of a grievance pursuant to her employment contract should toll the six-month filing period; (4) the termination and the alleged harassment are part of a continuing violation; and (5) the filing period should be equitably tolled because the EEOC misled her into not filing a timely complaint about the termination. Of these five arguments, we agree with Lucent that Davis waived the first three by not presenting them to the district court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The fourth argument, based on the continuing violation doctrine, is a closer call on whether there was a waiver. Even if we assume, however, that Davis presented that claim below, we conclude that the continuing violation theory cannot salvage her wrongful termination claim, for reasons we explain in Part II-B where we also conclude that the continuing violation doctrine does not save her sexual harassment claim. Lastly, we find no merit in her argument for equitable tolling.</p>\n    </div>\n    <p class=\"indent\">1. Waiver</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"No precept is more firmly settled in this circuit than that theories not squarely raised and seasonably propounded before the trial court cannot rewardingly be advanced on appeal.\" Lawton v. State Mut. Life Ins. Co., <span class=\"citation\" data-id=\"197113\"><a href=\"/opinion/197113/lawton-v-state-mutual/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir. 1996). Thus, where a plaintiff fails to present arguments to the district court in opposition to a defendant's motion for summary judgment, we have refused to consider those arguments for the first time on appeal. See, e.g., Landrau-Romero v. Banco Popular de Puerto Rico, <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">607</span></span>, 612 (1st Cir. 2000) (refusing to consider plaintiff's argument that equitable tolling saved his employment discrimination claim when that argument was not made to the district court).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">a. Grievance Filed Pursuant to an Employment Contract</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Davis contends that the six-month filing period should be equitably tolled because she filed a grievance regarding her termination from Lucent pursuant to her employment contract. However, our close reading of Davis's opposition to Lucent's motion to dismiss does not reveal any reference to this argument. Thus, we agree with Lucent that Davis cannot present this argument for the first time to this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">b. Reasonable Relation Doctrine/Scope of the Investigation Rule</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Davis also invokes two doctrines of Massachusetts law that operate to convert otherwise untimely claims to claims properly filed for purposes of MCAD exhaustion. The reasonable relation doctrine considers whether the amendment may be said to relate back to the original filing. The second theory, the scope of the investigation rule, reflects the idea \"that the scope of a civil action is not determined by the specific language of the charge filed with the agency, but rather, may encompass acts of discrimination which the MCAD investigation could reasonably be expected to uncover.\" Conroy v. Boston Edison Co., <span class=\"citation\" data-id=\"1808964\"><a href=\"/opinion/1808964/conroy-v-boston-edison-co/\"><span class=\"volume\">758</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">54</span></a></span>, 58 (D. Mass. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">These two theories are distinct. See id. The reasonable relation doctrine operates to prevent an amendment from being time-barred if it is sufficiently connected to the original charge:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A complaint or any part thereof may be amended . . . to clarify and amplify allegations made therein. An amendment alleging additional acts constituting unlawful discriminatory practices related to or arising out of the subject matter of the original complaint may be permitted by leave of the Commissioner. Amendments shall relate back to the original filing date.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">804 Code Mass. Regs. &#167; 1.03(5)(a) (1986). An amendment arises out of the same subject matter as a timely-filed charge \"where the protected categories are related\" or \"where the predicate facts underlying each claim are the same.\" Conroy, 758 F. Supp. at 58.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The scope of the investigation rule, on the other hand, does not require the filing of an actual amendment to the administrative charge. \"According to the so-called scope of the investigation rule, the exact wording of the charge of discrimination need not presage with literary exactitude the judicial pleadings which may follow.\" Conroy, 758 F. Supp. at 58 (quotations omitted). Plaintiffs have been allowed to allege a claim in a complaint \"where the factual statement in [the] written charge should have alerted the agency to an alternative basis of discrimination, and should have been investigated . . . regardless of whether it was actually investigated.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We now consider whether Davis invoked either of these theories in the papers she submitted to the district court. In the section of her memorandum of law addressing the viability of her claim of sexual harassment, Davis states: \"The Defendant's acts . . . were a continuing violation/pattern of abuse, related in time and nature and sufficiently linked.\" This statement is an unmistakable reference to the continuing violation doctrine which Davis argues prevents her sexual harassment claim from being time-barred. We decline to read Davis's allegation that her claims are \"related in time and nature\" to be an invocation of the reasonable relationship or scope of the investigation doctrines as a bar to the dismissal of her separate wrongful termination claim on exhaustion grounds. Our decision in Landrau-Romero reflects a similar disinclination:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although Landrau's opposition to the motion for summary judgment made passing mention of \"continuous\" harassment, he did not explicitly assert a tolling argument in his accompanying brief. To the extent that he discussed a \"pattern\" of treatment, it was in the context of harassment and constructive discharge, not tolling of the limitations period for his discrimination charge.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Landrau-Romero, 212 F.3d at 612 n.5.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Davis also gains nothing from the reference in her opposition to Lucent's motion to dismiss to Rock v. Mass. Commission Against Discrimination, <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">244</span></span> (Mass. 1981), which she claims \"stands for the principle that a claim can in fact be boot strapped to prior incidents of discrimination if they are so related.\" However, Rock only analyzes the continuing violation doctrine, not either of the two arguments Davis now advances in support of her contention that the wrongful termination claim is not barred for her failure to present it to the MCAD. Thus, we find Davis's citation to Rock insufficient to have invoked either the reasonable relation doctrine or the scope of the investigation rule before the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Not surprisingly, the district court did not mention the reasonable relation doctrine or the scope of the investigation rule in its written memorandum and order granting Lucent's motion to dismiss. Given Davis's failure to raise these arguments below, we find this result unremarkable. Indeed, the fact that an able district court judge did not realize that she was making either of these claims only reinforces our own view that she did not advance the two arguments until her appeal to this Court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">2. Equitable Tolling</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Davis did argue to the district court that the six-month filing period should not bar her wrongful termination claim because of the doctrine of equitable tolling. Specifically, she claims that the EEOC misled her regarding her ability to amend the complaint she filed with the MCAD alleging that she had been sexually harassed. Davis is correct in asserting that the six-month filing period in section five of chapter 151B is subject to equitable tolling. See Christo v. Edward G. Boyle Ins. Agency, Inc., <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">643</span></span>, 645 (Mass. 1988); cf. Zipes v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 393 (1982) (holding that the time period for filing complaints alleging Title VII violations with the EEOC is subject to equitable tolling). As the Supreme Judicial Court of Massachusetts has held, this doctrine \"is available in circumstances in which the plaintiff is excusably ignorant about the six-month statutory filing period . . . or where the defendant or the MCAD has affirmatively misled the plaintiff.\" Andrews, 673 N.E.2d at 41 (citation omitted) (emphasis added). However, we have said: \"Federal courts should not apply equitable tolling liberally to extend time limitations in discrimination cases. . . . In a nutshell, equitable tolling is reserved for exceptional cases.\" Chico-Velez v. Roche Prods., Inc., <span class=\"citation\" data-id=\"752408\"><a href=\"/opinion/752408/felix-chico-velez-v-roche-products-inc/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58-59 (1st Cir. 1998) (considering equitable tolling in the context of a complaint brought pursuant to the Americans with Disabilities Act). This is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Davis stated below and argues on appeal that her failure to file an amendment to her MCAD complaint until 15 months after the termination should be excused because the EEOC assured her \"that she would be able to amend her complaint to include more recent incidents of discrimination.\" However, the only material in the record regarding her contact with the EEOC is a letter Davis attached to her opposition to Lucent's motion to dismiss. That letter, written by Davis to a supervisor at the EEOC, states: \"I had contacted [an EEOC case worker] on two previous occasions to amend my complaint while time was still on my side and she had flat-out refused to let me introduce this evidence.\" This vague allegation, never reiterated in an affidavit<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and unsubstantiated by any other evidence, is insufficient to establish that equitable tolling would be appropriate here. There is no cognizable evidence that either the EEOC or the MCAD made statements that could be characterized as \"affirmative[ly] misleading.\" Andrews, 673 N.E.2d at 42 (declining to apply equitable tolling where there was no \"affirmative misleading\" by the MCAD and where \"the MCAD never gave erroneous information to Andrews or her attorney as to the correct filing date, nor did they refuse to accept a properly presented timely complaint\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">B. Sexual Harassment</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Next we evaluate the district court's ruling that Davis's sexual harassment claim did not comply with the statute of limitations for filing discrimination claims in state court. Massachusetts law requires that such a claim be filed in Superior Court within three years of the allegedly discriminatory incident. See Mass. Gen. Laws ch. 151B, &#167; 9. The district court found that Davis failed to comply with the statute of limitations because she departed on disability leave on April 19, 1996, but did not file a complaint in Massachusetts Superior Court until July 16, 1999, an interval of more than three years. Davis argues that the relevant date for purposes of determining the timeliness of her complaint is August 7, 1996, when she was terminated from her position at Lucent because of her refusal to return to work after the expiration of her disability leave. She insists that her claim for sexual harassment - otherwise untimely under the three-year statute of limitations - is timely because of its relationship to her discharge in August.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Massachusetts courts have recognized that otherwise untimely claims of discrimination under chapter 151B may be considered timely filed under circumstances giving rise to a \"continuing violation.\" See, e.g., Carter, 681 N.E.2d at 1261. We held recently that we will follow the federal approach in interpreting this doctrine under Massachusetts law. See Keeler v. Putnam Fiduciary Trust Co., <span class=\"citation\" data-id=\"199235\"><a href=\"/opinion/199235/keeler-v-putnam-fiduciary/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 11-12 (1st Cir. 2001) (\"Absent clearer guidance from Massachusetts courts, we will follow the well-established Provencher and Sabree [federal] approach in cases like this one governed by Massachusetts law.\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The continuing violation doctrine \"is an equitable exception that allows an employee to seek damages for otherwise time-barred allegations if they are deemed part of an ongoing series of discriminatory acts and there is 'some violation within the statute of limitations period that anchors the earlier claims.'\" O'Rourke v. City of Providence, 235 F.3d 713,730 (1st Cir. 2001) (quoting Provencher v. CVS Pharmacy, <span class=\"citation\" data-id=\"754633\"><a href=\"/opinion/754633/76-fair-emplpraccas-bna-1569-73-empl-prac-dec-p-45393-richard/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 14 (1st Cir. 1998)). Davis argues that her wrongful termination claim serves this anchoring function, thereby allowing her to recover for the earlier acts of sexual harassment that would otherwise be barred by the three-year statute of limitations. For Davis, however, there is no anchor. The continuing violation doctrine is designed to connect older, otherwise time-barred claims to more recent incidents for which the statute of limitations has not yet run. Davis does not cite any case where a court has invoked this doctrine to connect a more recent incident to an older event in order to consider the later incident to have been timely filed for exhaustion purposes. We also have found none. Thus we conclude that the continuing violation doctrine - even assuming Davis properly presented it to the district court - cannot be applied to save her wrongful termination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For reasons we have already discussed, the district court properly dismissed the wrongful termination claim because Davis did not meet the exhaustion requirement by timely filing this claim with the MCAD. Accordingly, the termination cannot serve as the act within the limitations period that anchors her untimely claim of sexual harassment.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In sum, we conclude that the district court properly dismissed both of Davis's claims. Her claim of unjust termination was never filed with the MCAD as the state statute requires, and we find Davis's arguments urging us to excuse this failure either waived or unpersuasive. Because the wrongful termination claim is not viable, it cannot serve as the anchoring claim to save Davis's sexual harassment claim under the continuing violation doctrine. Accordingly, her claim of sexual harassment is time-barred because she filed her complaint in state court after the three-year statute of limitations expired.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s--1\">\n        <a class=\"footnote\" href=\"#fn-s--1_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The EEOC regulations designate the MCAD as a fair employment practice (FEP) agency. See 29 C.F.R. &#167; 1601.74(a). EEOC policy is to defer to FEP agencies for a limited period of time to allow those agencies to resolve problems at a local level. See, e.g., Isaac v. Harvard Univ., <span class=\"citation\" data-id=\"456322\"><a href=\"/opinion/456322/ephraim-isaac-v-harvard-university/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 822 (1st Cir. 1985). A charge filed with the MCAD automatically becomes filed with the EEOC 60 days after its filing, or earlier if the MCAD terminates its investigation. See 29 C.F.R. &#167; 1601.13(a)(4). A charge filed with the EEOC in a jurisdiction having a designated FEP agency, as Massachusetts does, is automatically referred to that state agency. See id. Therefore, claims filed with either the MCAD or the EEOC are effectively filed with both agencies. We have characterized the interaction between the EEOC and the MCAD as a \"worksharing agreement.\" Isaac, 769 F.2d at 824. \"These agreements divide up responsibilities for the processing of charges of discrimination between the state agency and the EEOC to avoid duplication of effort.\" Id. The EEOC affords the findings of the MCAD \"substantial weight,\" 29 C.F.R. &#167; 1601.21(e), and the MCAD \"may accord [EEOC] findings substantial weight,\" 804 C.M.R. &#167; 1.15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that Davis did not file a reply brief in an attempt to counter Lucent's claim that she failed to present these arguments to the district court. She did challenge Lucent's position at oral argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Davis argues that Lucent waived any objection to the timeliness of her wrongful termination claim by not objecting to her references to the termination in her appeal from the MCAD finding of no probable cause on her sexual harassment claim. Davis unmistakably waived this dubious argument by not presenting it to the district court. See Landrau-Romero, 212 F.3d at 612.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As we noted earlier, Davis appeared pro se before the district court. However, that fact does not entitle her to less stringent application of our waiver doctrine. See, e.g., Ahmed v. Rosenblatt, <span class=\"citation\" data-id=\"197458\"><a href=\"/opinion/197458/ahmed-v-rosenblatt/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 890 (1st Cir. 1997) (\"[P]ro se status does not insulate a party from complying with procedural and substantive law.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In support of her opposition to Lucent's motion to dismiss, Davis did submit an affidavit relating to her experiences at Lucent. The only part of the affidavit addressing her dealings with the EEOC states: \"The EEOC staff proved to be very unsympathetic and even hostile to the claims I attempted to raise.\" Davis did not support this vague statement with any specific assertions supporting the claim in her letter to the supervisor at the EEOC.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In its order and memorandum granting Lucent's motion to dismiss, the district court concludes that the wrongful termination claim is barred for failure to meet the exhaustion requirement without specifically addressing Davis's equitable tolling argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Keeler directs that we follow the federal approach; consequently, we do not find that Lynn Teachers Union v. Mass. Comm'n Against Discrimination, <span class=\"citation no-link\"><span class=\"volume\">549</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">97</span></span> (Mass. 1990), salvages her claim.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1808964/"
  ]
}