{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199400/",
  "absolute_url": "/opinion/199400/geffon-v-micrion-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199400/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:30:01Z",
  "date_modified": "2017-03-24T11:01:48.105621Z",
  "type": "010combined",
  "sha1": "cf2266117ca8bec7e35597b7cedd56e025601c44",
  "page_count": 21,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1199-01A.pdf",
  "local_path": "pdf/2001/05/10/Geffon_v._Micrion_Corporation.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\nNo. 00-1199\n\n               JOSHUA GEFFON, EDWARD R. JASLOW,\n         IRVING BERGER AND RICHARD ANTHONY PHILLIPON,\n INDIVIDUALLY AND ON BEHALF OF ALL OTHERS SIMILARLY SITUATED,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n           MICRION CORPORATION, NICHOLAS P. ECONOMOU,\n            ROBERT K. MCMENAMIN AND DAVID M. HUNTER,\n\n                     Defendants, Appellees.\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Chief Judge,\n\n                   Cyr, Senior Circuit Judge,\n\n                and Stahl, Senior Circuit Judge.\n\n\n     Thomas G. Shapiro, with whom Thomas V. Urmy, Jr., Michelle\nBlauner, Shapiro Haber & Urmy, LLP, Kenneth J. Vianale, Milberg Weiss\nBershad Hynes & Lerach, LLP and Jay S. Cohen, were on brief, for\nappellants.\n     Mitchell H. Kaplan, with whom John R. Baraniak, Jr., Keith A.\nCustis and Choate, Hall & Stewart, were on brief, for appellees.\n\fMay 10, 2001\n\n\n\n\n    -2-\n\f          TORRUELLA, Chief Judge. Appellants are class representatives\n\nof all persons who purchased stock in Micrion Corporation (\"Micrion\")\n\nbetween April 26 and June 24, 1996.      They allege that defendants\n\nMicrion, Nicholas Economou, Robert McMenamin and David Hunter1 were\n\nresponsible for statements or omissions in violation of §§ 10(b) and\n\n20(a) of the Securities Exchange Act of 1934, 15 U.S.C. §§ 78j(b) and\n\n78t(a), and in violation of Securities and Exchange Commission Rule\n\n10b-5, 17 C.F.R. § 240.10b-5. The district court found that there was\n\nno genuine dispute of material fact as to whether the statements in\n\nquestion were misleading or fraudulent, and granted summary judgment to\n\ndefendants. Geffon v. Micrion Corp., 76 F. Supp. 2d 134, 148 (D. Mass.\n\n1999). This appeal followed. For the reasons explained herein, we\n\naffirm the grant of summary judgment, albeit based on different\n\nreasoning than that used by the district court, namely that appellants\n\nadduced insufficient evidence of defendants' scienter.\n\n                             BACKGROUND\n\n          The district court presented the factual background at length\n\nin its grant of summary judgment.      Id. at 136-140.   To the extent\n\nnecessary, we revisit it here.      The relevant facts are undisputed.\n\n\n\nA.   The Agreement Between Micrion and Read-Rite\n\n1 Economou was the President and Chief Executive Officer of Micrion,\nMcMenamin was Vice President of Sales, and Hunter was the Chief\nFinancial Officer during the period at issue.\n\n                                 -3-\n\f            Micrion designs and manufacturers focused-ion-beam (FIB)\n\nsystems. Prior to 1996, Micrion typically sold FIB systems in small\n\nbatches of one to two machines per customer. In early 1996, Micrion\n\nnegotiated a large-scale sale of FIB systems to Read-Rite Corporation\n\n(\"Read-Rite\"). Under the terms of an Equipment Purchase Agreement\n\ndated February 9, 1996 (the \"Agreement\"),2 Read-Rite ordered twenty-five\n\nFIB systems to be delivered between March 31 and September 30, 1996.\n\nMicrion also agreed to sell up to fifty additional units upon the\n\nissuance of \"written releases\" from Read-Rite.3 Read-Rite retained the\n\nability to \"cancel in whole or part any purchase order\" with written\n\nnotice. Moreover, Read-Rite was in no way obligated to purchase any\n\nunits for which it had not issued a written release.\n\nB.    The Press Releases and the Conference Call\n\n\n\n\n2    The Agreement was not executed until March 18, 1996.\n3 An attachment to the Agreement provided the price schedule for all\nseventy-five units and a delivery schedule for the first twenty-five\nunits.\n\n       The attachment also provided that:\n\n       This Agreement shall further constitute a non-binding\n       \"blanket order\" for an additional fifty (50) units, for a\n       total of seventy-five (75) units. Buyer shall have no\n       obligation, however, to purchase any of said additional\n       fifty (50) units except pursuant to written releases of same\n       issued to, and accepted by, Seller, which releases must\n       precede the delivery date(s) by not less than six (6)\n       calendar months.\n\n                                   -4-\n\f          On March 18, 1996, Micrion issued a press release (the \"March\n\n18 Release\") reporting that it had \"completed negotiation of a\n\nmultiple-system purchase agreement valued at over $50 million,\" and\n\nthat when combined with a previous agreement with the same customer,\n\nthe total order was \"valued at over $60 million.\"4 The March 18 Release\n\nalso warned that the press release \"include[d] forward looking\n\nstatements . . . subject to risks and uncertainties that could cause\n\nthe Company's actual results to vary materially.\" It referred readers\n\nto a Form 8-K (the \"8-K\") filed with the Securities and Exchange\n\nCommission on the same day. The 8-K identified a number of potential\n\nrisks relevant to the Agreement, including \"the exercise of\n\ncancellation or termination provisions . . . , including provisions\n\nthat entitle the customer to cancel issued purchase orders or to\n\nterminate the agreement for convenience.\"\n\n          On April 25, 1996, Micrion issued a press release (the\n\n\"April 25 Release\") announcing \"record revenues\" for its third quarter\n\nending March 31, 1996. In the April 25 Release, Economou stated that:\n\n          [Micrion] booked an order worth over $50 million\n          for Micrion FIB systems to be used in a new\n          production application.      This order is an\n          extension of the $10 million order announced by\n          Micrion in October. The total order is now\n          valued at over $60 million, the largest order\n          ever placed for FIB equipment.\n\n\n\n4 If all 75 units were indeed purchased according to the attached price\nschedule, the total price would be $65,113,950.\n\n                                 -5-\n\fA note attached to the release referred investors to the 8-K for\n\ninformation on risks and uncertainties associated with forward looking\n\nstatements contained therein.\n\n          Also on April 25, Economou and Hunter held a conference call\n\nwith securities brokers and analysts (the \"Conference Call\"). During\n\nthe call, Hunter stated that Micrion's \"actual backlog\" totaled $72.9\n\nmillion as of the end of March, 1996. Economou then had the following\n\nexchange with financial analyst Mark Fitzgerald to explain further what\n\nMicrion meant by \"backlog\":\n\n          Fitzgerald: [I]n terms of the timing on [the\n          backlog], this is all within 12 months, that 72\n          million, is that how you are defining your\n          backlog?\n\n          Economou:    That's correct.\n\n          Fitzgerald:     And when you said it was\n          concentrated in the first two quarters, are we\n          talking 50, 60, 90 percent of it in the first two\n          quarters of '97?\n\n          Economou: No, I didn't mean to say quite that.\n          I think what I said was that the significant\n          shipments would start in the second half of the\n          calendar year. I wouldn't necessarily say that\n          the rest of the order or whatever is left of the\n          order would be in the first six months of our\n          fiscal year. I think it will be a little more\n          evenly distributed than that. But it will\n          certainly be within the twelve months starting\n          from now.\n\nDuring the Conference Call, Micrion Director of Corporate Relations\n\nBill Monigle again referred to the 8-K, noting that \"there are\n\n\n\n                                 -6-\n\fimportant factors that might cause [Micrion's] performance to vary from\n\nthat projected in the [Conference Call and that] current cautionary\n\ninformation identifying these factors [could] be found in the form 8K.\"\n\n\n\n\n                                 -7-\n\fC.   Subsequent Events\n\n          On April 26, 1996, investment bank Hambrecht and Quist issued\n\na strong-buy recommendation for Micrion stock, resulting in a $5\n\nincrease in the share price. A May 2, 1996 press release, while not\n\nidentifying Read-Rite as Micrion's major customer, noted that the\n\n\"large order we recently booked makes up a major portion of the current\n\nbacklog.\" The May 2 release again warned investors of the risks that\n\nthe Agreement might be cancelled or terminated. On June 12, 1996,\n\nMicrion's stock price fell sharply, apparently in response to a Dow\n\nJones report that weakness in the disk-drive industry might hurt Read-\n\nRite and soften its demand for Micrion products. On June 21, 1996,\n\nRead-Rite cancelled some of its firm order (reducing the stock ordered\n\nto 21 units) and indicated that it would not be placing orders for any\n\nof the 50 units covered by the \"non-binding blanket order\" section of\n\nthe Agreement. Micrion announced the cancellation in a press release\n\ndated June 24, 1996.\n\nD. The Allegedly Misleading Material Statements and the Alleged\nMaterial Omission\n\n          Although appellants made numerous claims of false and\n\nmisleading statements by Micrion in their original complaint, by the\n\ntime of summary judgment (and for purposes of this appeal), they\n\npinpoint three particular statements and one alleged material omission.\n\nFirst, they claim that Economou's statement in the April 25 Release\n\n\n\n                                 -8-\n\fthat Micrion had \"booked an order worth over $50 million\" was false and\n\nmisleading because the term \"book an order\" refers only to orders where\n\nthe customer was committed to purchasing the product ordered, i.e.,\n\n\"firm\" orders. At the time that Micrion issued the press release,\n\nRead-Rite had only placed a firm order for 28 machines. The remainder\n\nof the machines were covered under a \"non-binding blanket order\" under\n\nwhich Micrion was obligated to sell up to 75 machines, but Read-Rite\n\nwas not obligated to buy any for which it had not yet filed a written\n\nrelease. Under appellants' interpretation of \"book an order,\" Micrion\n\nhad booked an order for under $30 million, not $60 million.\n\n          Second, appellants claim that Economou's inclusion of the\n\nentire Read-Rite order in \"actual backlog\" in the Conference Call was\n\nfalse and misleading because \"backlog\" only includes items for which a\n\nfirm order had been placed, and not items covered under the \"non-\n\nbinding blanket order.\" Under this interpretation, Micrion's backlog\n\nas of April 25, 1996 would have been approximately $40 million, rather\n\nthan the $72 million stated in the Conference Call.\n\n          Third, appellants claim that Economou's statement that \"the\n\nrest of the order\" would \"certainly\" be shipped \"within twelve months\"\n\nof the Conference Call was false and misleading given that no specific\n\ndelivery dates had been set for items under the non-binding blanket\n\norder, and that delivery for those items might never occur absent\n\nwritten purchase orders from Read-Rite.\n\n\n                                 -9-\n\f          Finally, even if none of these specific statements was false\n\nand misleading, appellants claim that Micrion's failure to disclose\n\nthat Read-Rite had no obligation to purchase a majority of the\n\nequipment covered by the Agreement was a material omission actionable\n\nunder Rule 10b-5. See, e.g., Roeder v. Alpha Indus., 814 F.2d 22, 26\n\n(1st Cir. 1987) (citing SEC v. Tex. Gulf Sulphur Co., 401 F.2d 833,\n\n860-61 (2d Cir.1968)) (\"When a corporation does make a disclosure\n\n. . . there is a duty to make it complete and accurate.\").\n\nE.   The Two Summary Judgment Opinions\n\n          The district court originally denied defendant's motion for\n\nsummary judgment. Geffon v. Micrion Corp., No. 96-11596-REK (D. Mass.\n\nSept. 24, 1998) (memorandum and order) [hereinafter Geffon, First\n\nSummary Judgment Opinion]. The court held that there were multiple\n\nplausible interpretations of the statements at issue, and that a\n\nreasonable jury could find that any of the three statements was\n\nmisleading in context. See id. at 6-8.      The court also found that\n\n\"genuine dispute[s] of fact\" existed as to whether the statements were\n\nmaterial. Id. at 9. Most notably for our purposes, the court noted\n\nthat the question of scienter \"should ordinarily be left to the trier\n\nof fact,\" id. at 10 (quoting In re Apple Computer Sec. Litig., 886 F.2d\n\n1109, 1113 (9th Cir. 1989)), and concluded that because \"evidence has\n\nbeen proffered . . . that defendants knew that Read-Rite had not\n\ncommitted itself to purchasing the 50 machines from Micrion,\" a genuine\n\n\n                                 -10-\n\fdispute of fact existed as to the question of scienter, id. at 10-11.\n\nAlthough the district court refused to grant summary judgment for\n\ndefendants, it explicitly noted that it would \"not allow this case to\n\nproceed to a jury trial until plaintiffs have identified factual issues\n\nfor submission to the jury,\" and it reserved the option of\n\nreconsidering its summary judgment ruling should it not be persuaded\n\nthat a material fact was genuinely in dispute.        Id. at 13.\n\n          After accepting proposed jury questions and limited\n\nadditional evidence (immaterial for the purposes of this appeal), the\n\ncourt revisited its summary judgment opinion. It determined that the\n\nevidence proffered by appellants was insufficient to show a genuine\n\ndispute of material fact. Geffon, 76 F. Supp. 2d at 148. It based\n\nthis determination on its conclusion that, as a matter of law, the\n\nAgreement constituted a \"firm order\" for 25 units and a \"blanket order\"\n\nfor 50 units. Id. As a result of this legal conclusion, the court\n\ndetermined that no reasonable jury could find Micrion's use of the word\n\n\"order\" to be false and misleading in the respect alleged by\n\nplaintiffs, and thus no actionable misrepresentations had been made by\n\nMicrion or Micrion officers.5 To the extent the court addressed the\n\n\n\n5 Two of the allegedly actionable statements did not expressly include\nthe term \"order,\" although their interpretation may have been\nnecessarily premised on the meaning of the term \"order.\" Because we\nfind that plaintiffs fail to meet their burden in proving scienter, we\nneed not address this possible inconsistency on the part of the\ndistrict court.\n\n                                 -11-\n\fquestion of scienter, it noted that its conclusion that defendants were\n\nentitled to summary judgment was \"reenforced by consideration of\n\nGreebel v. FTP Software, Inc., 194 F.3d 185 (1st Cir. 1999),\" which had\n\nrequired heightened pleading requirements with respect to scienter\n\nafter passage of the Private Securities Litigation Reform Act (the\n\n\"PSLRA\").\n\n\n\n                               DISCUSSION\n\n            The district court's grant of summary judgment is subject to\n\nplenary review, with all inferences indulged in favor of the non-moving\n\nparty. Lucia v. Prospect St. High Income Portfolio, Inc., 36 F.3d 170,\n\n174 (1st Cir. 1994). Summary judgment is appropriate if the record\n\nindicates no genuine issue as to any material fact and the moving party\n\nis entitled to judgment as a matter of law. Id. (citing Fed. R. Civ.\n\nP. 56(c)).     The non-movant may not rely on allegations in its\n\npleadings, but must set forth specific facts indicating a genuine issue\n\nfor trial.    Id. (citing Fed. R. Civ. P. 56(e)).\n\n            In order to prove a 10b-5 claim, plaintiffs must demonstrate:\n\n(1) that defendants made a materially false or misleading statement or\n\nomitted to state a material fact necessary to make a statement not\n\nmisleading; (2) that defendants acted with scienter; (3) that either\n\nplaintiffs or the market relied on the misrepresentation or omission;\n\nand (4) resultant injury. Shaw v. Digital Equip. Corp., 82 F.3d 1194,\n\n\n                                  -12-\n\f1216-17 (1st Cir. 1996). For purposes of this opinion, we need only\n\ndiscuss the first factor, on which the district court premised its\n\nopinion, and the second factor, on which we focus our energies.\n\nA.   The Statements at Issue Revisited\n\n          The district court ultimately concluded either that the\n\nstatements at issue were not misleading as a matter of law, or that no\n\nreasonable jury could have found that they were misleading. Appellants\n\nargue that this conclusion was in error, and that they proffered\n\nsufficient evidence to make it a question for the trier of fact whether\n\nthe statements were misleading or not.6 In short, appellants claim that\n\nunder one plausible interpretation of the statements in question,\n\nEconomou represented that Read-Rite was obligated to purchase all\n\nseventy-five units.     In other words, appellants suggest that a\n\nreasonable jury could have found any of the following: (i) that the\n\nstatement that Micrion had \"booked an order\" for $60 million was false\n\nor misleading because it indicated, wrongly, that Micrion had received\n\na firm order for $60 million worth of equipment; (ii) that the\n\nstatement that Micrion's \"backlog\" was $72 million was false or\n\n\n\n6 It is ultimately a question for the trier of fact, here the jury,\nwhether statements are false or misleading so as to be actionable under\n10b-5. See, e.g., Isquith v. Middle S. Utils., Inc., 847 F.2d 186, 208\n(5th Cir. 1988); Durning v. First Boston Corp., 815 F.2d 1265, 1268\n(9th Cir. 1987). It is up to the court, however, to determine whether\nthe evidence is such so that no reasonable jury could conclude that\nstatements are false and misleading, and, if so, to grant summary\njudgment. Isquith, 847 F.2d at 208; Durning, 815 F.2d at 1268.\n\n                                 -13-\n\fmisleading because the term \"backlog\" only included equipment which a\n\ncustomer was obligated to buy, which only totaled approximately $40\n\nmillion at the time of the statement; or (iii) that Economou's\n\nstatement that all seventy-five units would \"certainly\" be delivered\n\nwithin the next twelve months was false or misleading because Read-Rite\n\nhad only committed to purchase twenty-eight units. Alternatively,\n\nappellants argue that the failure to disclose that Read-Rite had no\n\nobligation to buy forty-seven units was a material omission, viewed in\n\nthe context of the information provided in the Agreement.\n\n          For purposes of this appeal, we assume that there were\n\ntriable issues of fact as to the falsity or misleading nature of these\n\nstatements. As we explain below, however, we affirm the grant of\n\nsummary judgment on the separate ground that appellants introduced\n\ninsufficient evidence of scienter. Burns v. State Police Ass'n of\n\nMass., 230 F.3d 8, 9 (1st Cir. 2000) (court of appeals may affirm a\n\ngrant of summary judgment on any ground supported by the record).\n\nB.   Scienter\n\n          In order to prevail in a 10b-5 action, a plaintiff must show\n\nthat defendants had the requisite scienter, namely, the \"intent to\n\ndeceive, manipulate, or defraud.\" Ernst & Ernst v. Hochfelder, 425\n\nU.S. 185, 193 (1976). Scienter may be established by proving knowing\n\nconduct on the part of defendants, SEC v. MacDonald, 699 F.2d 47, 50\n\n(1st Cir. 1983), which entails more than mere proof that the defendants\n\n\n                                 -14-\n\fknowingly made a particular statement. The plaintiff must prove that\n\ndefendants knew (i) that the statement was false or misleading, and\n\n(ii) that it was made in reference to a matter of material interest to\n\ninvestors. Cf. id. at 50-51 (requiring \"knowledge 'that non-disclosure\n\nposed a risk of misleading investors'\"); see also SEC v. World Radio\n\nMission, Inc., 544 F.2d 535, 540 (1st Cir. 1976) (\"Intent to deceive\n\nmeans intent to say something . . . that is not believed to be true,\n\nor, if strictly true, is hoped will be understood in an untruthful\n\nsense.\").\n\n            Alternatively, we have indicated that in the absence of\n\nknowing conduct, reckless statements of misleading facts may be\n\nactionable under 10b-5; however, recklessness in this sense is more\n\nthan mere negligence. Greebel, 194 F.3d at 198-99 (recklessness in\n\nthis context \"comes closer to being a lesser form of intent\") (quoting\n\nHoffman v. Estabrook & Co., 587 F.2d 509, 515-16 (1st Cir. 1978)); see\n\nalso id. at 198 (recklessness means \"a highly unreasonable omission,\n\ninvolving not merely simple, or even inexcusable, negligence, but an\n\nextreme departure from the standards of ordinary care, and which\n\npresents a danger of misleading buyers or sellers that is either known\n\nto the defendant or is so obvious the actor must have been aware of\n\nit\") (quoting Sundstrand Corp. v. Sun Chem Corp., 553 F.2d 1033, 1045\n\n(7th Cir. 1977)).\n\n\n\n\n                                -15-\n\f          In Greebel, we revisited the substantive evidentiary\n\nrequirements for an inference of scienter, albeit in the context of the\n\nallegations required to survive a motion to dismiss after the passage\n\nof the PSLRA. We noted that this Court does not \"categoriz[e] patterns\n\nof facts as acceptable or unacceptable to prove scienter,\" but instead\n\n\"analyze[s] the particular facts alleged in each individual case to\n\ndetermine whether the allegations [are] sufficient to prove scienter.\"\n\n194 F.3d at 196. At the pleading stage, an allegation that defendants\n\nhad the motive and opportunity to make false or misleading statements\n\nis insufficient to support the \"strong inference\" of scienter required\n\nafter the PSLRA. Id. at 197 (citing Maldonado v. Domínguez, 137 F.3d\n\n1, 10 n.6 (1st Cir. 1998)).7 In other words, a plaintiff must allege\n\nsome additional misconduct from which a jury can draw a reasonable\n\ninference of intentional deception. Evidence we have found relevant to\n\nthe scienter issue includes: insider trading in conjunction with false\n\nor misleading statements; a divergence between internal reports and\n\npublic statements; disclosure of inconsistent information shortly after\n\nthe making of a fraudulent statement or omission; bribery by top\n\ncompany officials; evidence of an ancillary lawsuit, charging fraud,\n\nwhich was quickly settled; disregard of current factual information\n\n\n\n7 Other circuits have held that motive and opportunity alone may be\nsufficient to support a strong inference of scienter, even after\npassage of the PSLRA. See, e.g., Gaurino v. Citizens Utils. Co., 228\nF.3d 154, 169-70 (2d Cir. 2000).\n\n                                 -16-\n\facquired prior to the statement at issue; accounting shenanigans; and\n\nevidence of actions taken solely out of self-interest. Id. at 196\n\n(compiling First Circuit cases).\n\n          Although Greebel dealt with how much evidence of scienter is\n\nnecessary to prevail at the pleading stage, we agree with the district\n\ncourt that \"[t]he judicial reasoning applicable to imposing heightened\n\npleading requirements is at least as forceful, if not more so, with\n\nregard to proof requirements that a trial judge must consider in\n\ndeciding whether to allow a motion for summary judgment.\" Geffon, 76\n\nF. Supp. 2d at 149. If allegations of motive and opportunity are not\n\nsufficient at the pleading stage, clearly evidence of mere motive and\n\nopportunity cannot suffice against a motion for summary judgment on the\n\nissue of scienter. Here, appellants proffered no evidence which would\n\nenable a reasonable jury to infer scienter. Even if the statements at\n\nissue were material and false or misleading, the evidence does not\n\nsupport a finding that defendants knew the statements would materially\n\nmislead the investing public.8 Moreover, although appellants suggest\n\nthat internal Micrion documents defined \"book an order\" and \"backlog\"\n\ndifferently than how those terms were used in the challenged\n\n\n\n8 To the extent appellants rely on the opinions of experts as to the\n\"correct\" meaning of the relevant terms, such opinions are inadequate\nevidence of scienter because they only establish (at best) that\ndefendants should have known that they were making misleading\nstatements. Maldonado, 137 F.3d at 11 (citing Greenstone v. Cambex\nCorp., 975 F.2d 22, 26 (1st Cir. 1992)).\n\n                                 -17-\n\fstatements, no such documents are in the record.       Cf. Gelfer v.\n\nPegasystems, Inc., 96 F. Supp. 2d 10, 17-18 (D. Mass. 2000) (evidence\n\nof specific internal standards adopted by defendant company supports\n\ninference of scienter).\n\n          Lacking such internal documents, appellants rely on evidence\n\ngleaned from defendant Hunter's deposition testimony.         In that\n\ntestimony, Hunter explained that Micrion \"book[ed] an order\" after it\n\n\"had received a purchase order from a customer.\" He also testified\n\nthat it was Micrion's practice that to place an order in backlog,\n\nMicrion had to receive a signed purchase order with either a delivery\n\ndate or understood delivery terms. Finally, when asked whether Micrion\n\n\"require[d] something in writing from the customer that committed the\n\ncustomer to purchasing the product,\" Hunter responded that \"a purchase\n\norder\" was required. Based on this testimony, appellants conclude that\n\nMicrion's own definitions of relevant terminology conflicted with the\n\ndefinitions used in the press releases and the conference call:\n\naccording to Hunter, in order to \"book an order\" or place an order in\n\n\"backlog,\" Micrion required a signed \"purchase order,\" i.e., an order\n\nthat committed the customer to purchasing the product. Read-Rite had\n\nmade no such commitment at the time of the challenged statements, and\n\nappellants have introduced ample evidence that Micrion officers were\n\naware of that fact.\n\n\n\n\n                                -18-\n\f          Although it is possible that a jury, relying on Hunter's\n\ntestimony, might conclude that the statements at issue were misleading,\n\nafter conducting the fact-specific analysis called for by Greebel, we\n\ncannot agree that these statements constitute sufficient evidence from\n\nwhich a jury could find scienter. At most, this evidence tends to show\n\n(i) that one Micrion officer may have had a different interpretation of\n\ncertain purchasing and accounting terminology than that used in the\n\nchallenged statements, and (ii) that defendants had the opportunity to\n\ndeceive investors. This is not enough. Our cases simply require more\n\nevidence to support a finding of scienter. See Greebel, 194 F.3d at\n\n196.\n\n          In addition, the evidence indicates that Micrion sought to\n\nprovide investors with adequate warnings of the possibility that not\n\nall seventy-five units would be purchased. In the press releases and\n\nconference call at issue, Micrion referred repeatedly to the risk\n\nfactor stated in the 8-K, which warned that the Read-Rite order could\n\nbe cancelled or terminated at any time. Cf. In re Polaroid Corp. Sec.\n\nLitig., 2001 WL 311224, at *8 (D. Mass. Mar. 21, 2001) (\"[A]ny\n\nindication    of   scienter    [drawn    from]   overly    optimistic\n\nstatements . . . is offset by the Company's cautionary admissions.\").\n\nPerhaps Micrion could have provided still more information about the\n\nspecifics of its contract with Read-Rite; however, absent the type of\n\nevidence we have previously found probative of scienter, its failure to\n\n\n                                 -19-\n\fdo so does not mean that the omission was purposely deceptive in a\n\nmanner actionable under Rule 10b-5. Cf. Capri Optics Profit Sharing v.\n\nDigital Equip. Corp., 950 F.2d 5, 7-8 (1st Cir. 1991) (citing Backman\n\nv. Polaroid Corp., 910 F.2d 10 (1st Cir. 1990)).\n\n          There is also insufficient evidence that defendants acted\n\nrecklessly in making the statements in question. At best, a jury might\n\nfind that the statements were misleading because Micrion used the terms\n\ndifferently in the challenged statements than in its normal practice,\n\nat least according to one corporate officer. If the statements were\n\nfalse and misleading in this sense, Micrion may have been negligent for\n\nnot being more careful with language that had the potential to be\n\nmisinterpreted. But such negligence would not be \"an extreme departure\n\nfrom the standards of ordinary care, . . . which presents a danger of\n\nmisleading buyers or sellers that is either known to the defendant or\n\nis so obvious the actor must have been aware of it.\" Greebel, 194 F.3d\n\nat 198 (quoting Sundstrand, 553 F.2d at 1045).        Even if it was\n\nnegligent not to explain in greater detail the nuances of potential\n\ncancellation or termination, such negligence was not \"so obvious\" as to\n\nconstitute the recklessness necessary for a finding of scienter. This\n\nis especially true given Micrion's filing of an 8-K explicitly warning\n\nthat cancellation or termination of the Agreement was a risk factor.\n\nC.   Reconsideration\n\n\n\n\n                                 -20-\n\f          Appellants also argue that the district court abused its\n\ndiscretion by reconsidering its first summary judgment opinion despite\n\nthe lack of new evidence or intervening changes in the law during the\n\ninterim period. However, this Court has indicated that \"interlocutory\n\norders . . . remain open to trial court reconsideration.\" Pérez-Ruiz\n\nv. Crespo-Guillén, 25 F.3d 40, 42 (1st Cir. 1994). The district court\n\nhas discretion to reconsider previous rulings. Bethlehem Steel Exp.\n\nCorp. v. Redondo Constr. Corp., 140 F.3d 319, 321 (1st Cir. 1998).\n\nGiven that the district court explicitly noted that it would reconsider\n\nits first denial of summary judgment, Geffon, First Summary Judgment\n\nOpinion at 13, and that its decision to grant summary judgment is\n\nsupported by the record, we find no abuse of discretion in its decision\n\nto reconsider its previous opinion.\n\n                             CONCLUSION\n\n          For the reasons stated herein, the grant of summary judgment\n\nis affirmed.\n\n\n\n\n                                 -21-\n\f",
  "html": "<p class=\"case_cite\">249 F.3d 29 (1st Cir. 2001)</p>\n    <p class=\"parties\">JOSHUA GEFFON, EDWARD R. JASLOW, IRVING BERGER AND RICHARD ANTHONY PHILLIPON, INDIVIDUALLY AND ON BEHALF OF ALL OTHERS SIMILARLY SITUATED, Plaintiffs, Appellants,<br>v.<br>MICRION CORPORATION, NICHOLAS P. ECONOMOU, ROBERT K. MCMENAMIN AND DAVID M. HUNTER, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1199</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 6, 2000<br>Decided May 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Robert E. Keeton, U.S. District Judge]</p>\n      <p class=\"indent\">Thomas G. Shapiro, with whom Thomas V. Urmy, Jr., Michelle Blauner, Shapiro Haber &amp; Urmy, LLP, Kenneth J. Vianale, Milberg Weiss Bershad Hynes &amp; Lerach, LLP and Jay S. Cohen, were on brief, for appellants.</p>\n      <p class=\"indent\">Mitchell H. Kaplan, with whom John R. Baraniak, Jr., Keith A. Custis and Choate, Hall &amp; Stewart, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr, Senior Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants are class representatives of all persons who purchased stock in Micrion Corporation (\"Micrion\") between April26 and June 24, 1996. They allege that defendants Micrion, Nicholas Economou, Robert McMenamin and David Hunter<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were responsible for statements or omissions in violation of &#167;&#167; 10(b) and 20(a) of the Securities Exchange Act of 1934, 15 U.S.C. &#167;&#167; 78j(b) and 78t(a), and in violation of Securities and Exchange Commission Rule 10b-5, 17 C.F.R. &#167; 240.10b-5. The district court found that there was no genuine dispute of material fact as to whether the statements in question were misleading or fraudulent, and granted summary judgment to defendants. Geffon v. Micrion Corp., 76 F. Supp. 2d 134, 148 (D. Mass. 1999). This appeal followed. For the reasons explained herein, we affirm the grant of summary judgment, albeit based on different reasoning than that used by the district court, namely that appellants adduced insufficient evidence of defendants' scienter.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court presented the factual background at length in its grant of summary judgment. Id. at 136-140. To the extent necessary, we revisit it here. The relevant facts are undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. The Agreement Between Micrion and Read-Rite</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Micrion designs and manufacturers focused-ion-beam (FIB) systems. Prior to 1996, Micrion typically sold FIB systems in small batches of one to two machines per customer. In early 1996, Micrion negotiated a large-scale sale of FIB systems to Read-Rite Corporation (\"Read-Rite\"). Under the terms of an Equipment Purchase Agreement dated February 9, 1996 (the \"Agreement\"),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Read-Rite ordered twenty-five FIB systems to be delivered between March 31 and September 30, 1996. Micrion also agreed to sell up to fifty additional units upon the issuance of \"written releases\" from Read-Rite.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Read-Rite retained the ability to \"cancel in whole or part any purchase order\" with written notice. Moreover, Read-Rite was in no way obligated to purchase any units for which it had not issued a written release.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">B. The Press Releases and the Conference Call</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 18, 1996, Micrion issued a press release (the \"March 18 Release\") reporting that it had \"completed negotiation of a multiple-system purchase agreement valued at over $50 million,\" and that when combined with a previous agreement with the same customer, the total order was \"valued at over $60 million.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The March 18 Release also warned that the press release \"include[d] forward looking statements ...subject to risks and uncertainties that could cause the Company's actual results to vary materially.\" It referred readers to a Form 8-K (the \"8-K\") filed with the Securities and Exchange Commission on the same day. The 8-K identified a number of potential risks relevant to the Agreement, including \"the exercise of cancellation or termination provisions..., including provisions that entitle the customer to cancel issued purchase orders or to terminate the agreement for convenience.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 25, 1996, Micrion issued a press release (the \"April 25 Release\") announcing \"record revenues\" for its third quarter ending March 31, 1996. In the April 25 Release, Economou stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">[Micrion] booked an order worth over $50 million for Micrion FIB systems to be used in a new production application. This order is an extension of the $10 million order announced by Micrion in October. The total order is now valued at over $60 million, the largest order ever placed for FIB equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A note attached to the release referred investors to the 8-K for information on risks and uncertainties associated with forward looking statements contained therein.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Also on April 25, Economou and Hunter held a conference call with securities brokers and analysts (the \"Conference Call\"). During the call, Hunter stated that Micrion's \"actual backlog\" totaled $72.9 million as of the end of March, 1996. Economou then had the following exchange with financial analyst Mark Fitzgerald to explain further what Micrion meant by \"backlog\":</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fitzgerald: [I]n terms of the timing on [the backlog], this is all within 12 months, that 72 million, is that how you are defining your backlog?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Economou: That's correct.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fitzgerald: And when you said it was concentrated in the first two quarters, are we talking 50, 60, 90 percent of it in the first two quarters of '97?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Economou: No, I didn't mean to say quite that. I think what I said was that the significant shipments would start in the second half of the calendar year. I wouldn't necessarily say that the rest of the order or whatever is left of the order would be in the first six months of our fiscal year. I think it will be a little more evenly distributed than that. But it will certainly be within the twelve months starting from now.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">During the Conference Call, Micrion Director of Corporate Relations Bill Monigle again referred to the 8-K, noting that \"there are important factors that might cause [Micrion's] performance to vary from that projected in the [Conference Call and that] current cautionary information identifying these factors [could] be found in the form 8K.\"</p>\n    </div>\n    <p class=\"indent\">C. Subsequent Events</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On April 26, 1996, investment bank Hambrecht and Quist issued a strong-buy recommendation for Micrion stock, resulting in a $5 increase in the share price. A May 2, 1996 press release, while not identifying Read-Rite as Micrion's major customer, noted that the \"large order we recently booked makes up a major portion of the current backlog.\" The May 2 release again warned investors of the risks that the Agreement might be cancelled or terminated. On June 12, 1996, Micrion's stock price fell sharply, apparently in response to a Dow Jones report that weakness in the disk-drive industry might hurt Read-Rite and soften its demand for Micrion products. On June 21, 1996, Read-Rite cancelled some of its firm order (reducing the stock ordered to 21 units) and indicated that it would not be placing orders for any of the 50 units covered by the \"non-binding blanket order\" section of the Agreement. Micrion announced the cancellation in a press release dated June 24, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">D. The Allegedly Misleading Material Statements and the Alleged Material Omission</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although appellants made numerous claims of false and misleading statements by Micrion in their original complaint, by the time of summary judgment (and for purposes of this appeal), they pinpoint three particular statements and one alleged material omission. First, they claim that Economou's statement in the April 25 Release that Micrion had \"booked an order worth over $50 million\" was false and misleading because the term \"book an order\" refers only to orders where the customer was committed to purchasing the product ordered, i.e., \"firm\" orders. At the time that Micrion issued the press release, Read-Rite had only placed a firm order for 28 machines. The remainder of the machines were covered under a \"non-binding blanket order\" under which Micrion was obligated to sell up to 75 machines, but Read-Rite was not obligated to buy any for which it had not yet filed a written release. Under appellants' interpretation of \"book an order,\" Micrion had booked an order for under $30 million, not $60 million.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, appellants claim that Economou's inclusion of the entire Read-Rite order in \"actual backlog\" in the Conference Call was false and misleading because \"backlog\" only includes items for which a firm order had been placed, and not items covered under the \"non-binding blanket order.\" Under this interpretation, Micrion's backlog as of April 25, 1996 would have been approximately $40 million, rather than the $72 million stated in the Conference Call.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Third, appellants claim that Economou's statement that \"the rest of the order\" would \"certainly\" be shipped \"within twelve months\" of the Conference Call was false and misleading given that no specific delivery dates had been set for items under the non-binding blanket order, and that delivery for those items might never occur absent written purchase orders from Read-Rite.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, even if none of these specific statements was false and misleading, appellants claim that Micrion's failure to disclose that Read-Rite had no obligation to purchase a majority of the equipment covered by the Agreement was a material omission actionable under Rule 10b-5. See, e.g., Roeder v. Alpha Indus., 814 F.2d 22, 26 (1st Cir. 1987) (citing SEC v. Tex. Gulf Sulphur Co., 401 F.2d 833, 860-61 (2d Cir.1968)) (\"When a corporation does make a disclosure ...there is a duty to make it complete and accurate.\").</p>\n    </div>\n    <p class=\"indent\">E. The Two Summary Judgment Opinions</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court originally denied defendant's motion for summary judgment. Geffon v. Micrion Corp., No. 96-11596-REK (D. Mass. Sept. 24, 1998) (memorandum and order) [hereinafter Geffon, First Summary Judgment Opinion]. The court held that there were multiple plausible interpretations of the statements at issue, and that a reasonable jury could find that any of the three statements was misleading in context. See id. at 6-8. The court also found that \"genuine dispute[s] of fact\" existed as to whether the statements were material. Id. at 9. Most notably for our purposes, the court noted that the question of scienter \"should ordinarily be left to the trier of fact,\" id. at 10 (quoting In re Apple Computer Sec. Litig., 886 F.2d 1109, 1113 (9th Cir. 1989)), and concluded that because \"evidence has been proffered... that defendants knew that Read-Rite had not committed itself to purchasing the 50 machines from Micrion,\" a genuine dispute of fact existed as to the question of scienter, id. at 10-11. Although the district court refused to grant summary judgment for defendants, it explicitly noted that it would \"not allow this case to proceed to a jury trial until plaintiffs have identified factual issues for submission to the jury,\" and it reserved the option of reconsidering its summary judgment ruling should it not be persuaded that a material fact was genuinely in dispute. Id. at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After accepting proposed jury questions and limited additional evidence (immaterial for the purposes of this appeal), the court revisited its summary judgment opinion. It determined that the evidence proffered by appellants was insufficient to show a genuine dispute of material fact. Geffon, 76 F. Supp. 2d at 148. It based this determination on its conclusion that, as a matter of law, the Agreement constituted a \"firm order\" for 25 units and a \"blanket order\" for 50 units. Id. As a result of this legal conclusion, the court determined that no reasonable jury could find Micrion's use of the word \"order\" to be false and misleading in the respect alleged by plaintiffs, and thus no actionable misrepresentations had been made by Micrion or Micrion officers.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> To the extent the court addressed the question of scienter, it noted that its conclusion that defendants were entitled to summary judgment was \"reenforced by consideration of Greebel v. FTP Software, Inc., 194 F.3d 185 (1st Cir. 1999),\" which had required heightened pleading requirements with respect to scienter after passage of the Private Securities Litigation Reform Act (the \"PSLRA\").</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court's grant of summary judgment is subject to plenary review, with all inferences indulged in favor of the non-moving party. Lucia v. Prospect St. High Income Portfolio, Inc., 36 F.3d 170, 174 (1st Cir. 1994). Summary judgment is appropriate if the record indicates no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Id. (citing Fed. R. Civ. P. 56(c)). The non-movant may not rely on allegations in its pleadings, but must set forth specific facts indicating a genuine issue for trial. Id. (citing Fed. R. Civ. P. 56(e)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In order to prove a 10b-5 claim, plaintiffs must demonstrate: (1) that defendants made a materially false or misleading statement or omitted to state a material fact necessary to make a statement not misleading; (2) that defendants acted with scienter; (3) that either plaintiffs or the market relied on the misrepresentation or omission; and (4) resultant injury. Shaw v. Digital Equip. Corp., 82 F.3d 1194, 1216-17 (1st Cir. 1996). For purposes of this opinion, we need only discuss the first factor, on which the district court premised its opinion, and the second factor, on which we focus our energies.</p>\n    </div>\n    <p class=\"indent\">A. The Statements at Issue Revisited</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court ultimately concluded either that the statements at issue were not misleading as a matter of law, or that no reasonable jury could have found that they were misleading. Appellants argue that this conclusion was in error, and that they proffered sufficient evidence to make it a question for the trier of fact whether the statements were misleading or not.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In short, appellants claim that under one plausible interpretation of the statements in question, Economou represented that Read-Rite was obligated to purchase all seventy-five units. In other words, appellants suggest that a reasonable jury could have found any of the following: (i) that the statement that Micrion had \"booked an order\" for $60 million was false or misleading because it indicated, wrongly, that Micrion had received a firm order for $60 million worth of equipment; (ii) that the statement that Micrion's \"backlog\" was $72 million was false or misleading because the term \"backlog\" only included equipment which a customer was obligated to buy, which only totaled approximately $40 million at the time of the statement; or (iii) that Economou's statement that all seventy-five units would \"certainly\" be delivered within the next twelve months was false or misleading because Read-Rite had only committed to purchase twenty-eight units. Alternatively, appellants argue that the failure to disclose that Read-Rite had no obligation to buy forty-seven units was a material omission, viewed in the context of the information provided in the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For purposes of this appeal, we assume that there were triable issues of fact as to the falsity or misleading nature of these statements. As we explain below, however, we affirm the grant of summary judgment on the separate ground that appellants introduced insufficient evidence of scienter. Burns v. State Police Ass'n of Mass., 230 F.3d 8, 9 (1st Cir. 2000) (court of appeals may affirm a grant of summary judgment on any ground supported by the record).</p>\n    </div>\n    <p class=\"indent\">B. Scienter</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In order to prevail in a 10b-5 action, a plaintiff must show that defendants had the requisite scienter, namely, the \"intent to deceive, manipulate, or defraud.\" Ernst &amp; Ernst v. Hochfelder, 425 U.S. 185, 193 (1976). Scienter may be established by proving knowing conduct on the part of defendants, SEC v. MacDonald, 699 F.2d 47, 50 (1st Cir. 1983), which entails more than mere proof that the defendants knowingly made a particular statement. The plaintiff must prove that defendants knew (i) that the statement was false or misleading, and (ii) that it was made in reference to a matter of material interest to investors. Cf. id. at 50-51 (requiring \"knowledge 'that non-disclosure posed a risk of misleading investors'\"); see also SEC v. World Radio Mission, Inc., 544 F.2d 535, 540 (1st Cir. 1976) (\"Intent to deceive means intent to say something... that is not believed to be true, or, if strictly true, is hoped will be understood in an untruthful sense.\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Alternatively, we have indicated that in the absence of knowing conduct, reckless statements of misleading facts may be actionable under 10b-5; however, recklessness in this sense is more than mere negligence. Greebel, 194 F.3d at 198-99 (recklessness in this context \"comes closer to being a lesser form of intent\") (quoting Hoffman v. Estabrook &amp; Co., 587 F.2d 509, 515-16 (1st Cir. 1978)); see also id. at 198 (recklessness means \"a highly unreasonable omission, involving not merely simple, or even inexcusable, negligence, but an extreme departure from the standards of ordinary care, and which presents a danger of misleading buyers or sellers that is either known to the defendant or is so obvious the actor must have been aware of it\") (quoting Sundstrand Corp. v. Sun Chem Corp., 553 F.2d 1033, 1045 (7th Cir. 1977)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Greebel, we revisited the substantive evidentiary requirements for an inference of scienter, albeit in the context of the allegations required to survive a motion to dismiss after the passage of the PSLRA. We noted that this Court does not \"categoriz[e] patterns of facts as acceptable or unacceptable to prove scienter,\" but instead \"analyze[s] the particular facts alleged in each individual case to determine whether the allegations [are] sufficient to prove scienter.\" 194 F.3d at 196. At the pleading stage, an allegation that defendants had the motive and opportunity to make false or misleading statements is insufficient to support the \"strong inference\" of scienter required after the PSLRA. Id. at 197 (citing Maldonado v. Domnguez, 137 F.3d 1, 10 n.6 (1st Cir. 1998)).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> In other words, a plaintiff must allege some additional misconduct from which a jury can draw a reasonable inference of intentional deception. Evidence we have found relevant to the scienter issue includes: insider trading in conjunction with false or misleading statements; a divergence between internal reports and public statements; disclosure of inconsistent information shortly after the making of a fraudulent statement or omission; bribery by top company officials; evidence of an ancillary lawsuit, charging fraud, which was quickly settled; disregard of current factual information acquired prior to the statement at issue; accounting shenanigans; and evidence of actions taken solely out of self-interest. Id. at 196 (compiling First Circuit cases).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although Greebel dealt with how much evidence of scienter is necessary to prevail at the pleading stage, we agree with the district court that \"[t]he judicial reasoning applicable to imposing heightened pleading requirements is at least as forceful, if not more so, with regard to proof requirements that a trial judge must consider in deciding whether to allow a motion for summary judgment.\" Geffon, 76 F. Supp. 2d at 149. If allegations of motive and opportunity are not sufficient at the pleading stage, clearly evidence of mere motive and opportunity cannot suffice against a motion for summary judgment on the issue of scienter. Here, appellants proffered no evidence which would enable a reasonable jury to infer scienter. Even if the statements at issue were material and false or misleading, the evidence does not support a finding that defendants knew the statements would materially mislead the investing public.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Moreover, although appellants suggest that internal Micrion documents defined \"book an order\" and \"backlog\" differently than how those terms were used in the challenged statements, no such documents are in the record. Cf. Gelfer v. Pegasystems, Inc., 96 F. Supp. 2d 10, 17-18 (D. Mass. 2000) (evidence of specific internal standards adopted by defendant company supports inference of scienter).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Lacking such internal documents, appellants rely on evidence gleaned from defendant Hunter's deposition testimony. In that testimony, Hunter explained that Micrion \"book[ed] an order\" after it \"had received a purchase order from a customer.\" He also testified that it was Micrion's practice that to place an order in backlog, Micrion had to receive a signed purchase order with either a delivery date or understood delivery terms. Finally, when asked whether Micrion \"require[d] something in writing from the customer that committed the customer to purchasing the product,\" Hunter responded that \"a purchase order\" was required. Based on this testimony, appellants conclude that Micrion's own definitions of relevant terminology conflicted with the definitions used in the press releases and the conference call: according to Hunter, in order to \"book an order\" or place an order in \"backlog,\" Micrion required a signed \"purchase order,\" i.e., an order that committed the customer to purchasing the product. Read-Rite had made no such commitment at the time of the challenged statements, and appellants have introduced ample evidence that Micrion officers were aware of that fact.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although it is possible that a jury, relying on Hunter's testimony, might conclude that the statements at issue were misleading, after conducting the fact-specific analysis called for by Greebel, we cannot agree that these statements constitute sufficient evidence from which a jury could find scienter. At most, this evidence tends to show (i) that one Micrion officer may have had a different interpretation of certain purchasing and accounting terminology than that used in the challenged statements, and (ii) that defendants had the opportunity to deceive investors. This is not enough. Our cases simply require more evidence to support a finding of scienter. See Greebel, 194 F.3d at 196.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In addition, the evidence indicates that Micrion sought to provide investors with adequate warnings of the possibility that not all seventy-five units would be purchased. In the press releases and conference call at issue, Micrion referred repeatedly to the risk factor stated in the 8-K, which warned that the Read-Rite order could be cancelled or terminated at any time. Cf. In re Polaroid Corp. Sec. Litig., 134 F.Supp.2d 176, 186 (D. Mass. Mar. 21, 2001) (\"[A]ny indication of scienter [drawn from] overly optimistic statements...is offset by the Company's cautionary admissions.\"). Perhaps Micrion could have provided still more information about the specifics of its contract with Read-Rite; however, absent the type of evidence we have previously found probative of scienter, its failure to do so does not mean that the omission was purposely deceptive in a manner actionable under Rule 10b-5. Cf. Capri Optics Profit Sharing v. Digital Equip. Corp., 950 F.2d 5, 7-8 (1st Cir. 1991) (citing Backman v. Polaroid Corp., 910 F.2d 10 (1st Cir. 1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There is also insufficient evidence that defendants acted recklessly in making the statements in question. At best, a jury might find that the statements were misleading because Micrion used the terms differently in the challenged statements than in its normal practice, at least according to one corporate officer. If the statements were false and misleading in this sense, Micrion may have been negligent for not being more careful with language that had the potential to be misinterpreted. But such negligence would not be \"an extreme departure from the standards of ordinary care,... which presents a danger of misleading buyers or sellers that is either known to the defendant or is so obvious the actor must have been aware of it.\" Greebel, 194 F.3d at 198 (quoting Sundstrand, 553 F.2d at 1045). Even if it was negligent not to explain in greater detail the nuances of potential cancellation or termination, such negligence was not \"so obvious\" as to constitute the recklessness necessary for a finding of scienter. This is especially true given Micrion's filing of an 8-K explicitly warning that cancellation or termination of the Agreement was a risk factor.</p>\n    </div>\n    <p class=\"indent\">C. Reconsideration</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants also argue that the district court abused its discretion by reconsidering its first summary judgment opinion despite the lack of new evidence or intervening changes in the law during the interim period. However, this Court has indicated that \"interlocutory orders...remain open to trial court reconsideration.\" Perez-Ruiz v. Crespo-Guillen, 25 F.3d 40, 42 (1st Cir. 1994). The district court has discretion to reconsider previous rulings. Bethlehem Steel Exp. Corp. v. Redondo Constr. Corp., 140 F.3d 319, 321 (1st Cir. 1998). Given that the district court explicitly noted that it would reconsider its first denial of summary judgment, Geffon, First Summary Judgment Opinion at 13, and that its decision to grant summary judgment is supported by the record, we find no abuse of discretion in its decision to reconsider its previous opinion.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the reasons stated herein, the grant of summary judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Economou was the President and Chief Executive Officer of Micrion, McMenamin was Vice President of Sales, and Hunter was the Chief Financial Officer during the period at issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Agreement was not executed until March 18, 1996.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> An attachment to the Agreement provided the price schedule for all seventy-five units and a delivery schedule for the first twenty-five units.</p>\n        <p>The attachment also provided that:</p>\n        <p>This Agreement shall further constitute a non-binding \"blanket order\" for an additional fifty (50) units, for a total of seventy-five (75) units. Buyer shall have no obligation, however, to purchase any of said additional fifty (50) units except pursuant to written releases of same issued to, and accepted by, Seller, which releases must precede the delivery date(s) by not less than six (6) calendar months.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> If all 75 units were indeed purchased according to the attached price schedule, the total price would be $65,113,950.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Two of the allegedly actionable statements did not expressly include the term \"order,\" although their interpretation may have been necessarily premised on the meaning of the term \"order.\" Because we find that plaintiffs fail to meet their burden in proving scienter, we need not address this possible inconsistency on the part of the district court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is ultimately a question for the trier of fact, here the jury, whether statements are false or misleading so as to be actionable under 10b-5. See, e.g., Isquith v. Middle S. Utils., Inc., 847 F.2d 186, 208 (5th Cir. 1988); Durning v. First Boston Corp., 815 F.2d 1265, 1268 (9th Cir. 1987). It is up to the court, however, to determine whether the evidence is such so that no reasonable jury could conclude that statements are false and misleading, and, if so, to grant summary judgment. Isquith, 847 F.2d at 208; Durning, 815 F.2d at 1268.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Other circuits have held that motive and opportunity alone may be sufficient to support a strong inference of scienter, even after passage of the PSLRA. See, e.g., Gaurino v. Citizens Utils. Co., 228 F.3d 154, 169-70 (2d Cir. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> To the extent appellants rely on the opinions of experts as to the \"correct\" meaning of the relevant terms, such opinions are inadequate evidence of scienter because they only establish (at best) that defendants should have known that they were making misleading statements. Maldonado, 137 F.3d at 11 (citing Greenstone v. Cambex Corp., 975 F.2d 22, 26 (1st Cir. 1992)).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">JOSHUA GEFFON, EDWARD R. JASLOW, IRVING BERGER AND RICHARD ANTHONY PHILLIPON, INDIVIDUALLY AND ON BEHALF OF ALL OTHERS SIMILARLY SITUATED, Plaintiffs, Appellants,<br>v.<br>MICRION CORPORATION, NICHOLAS P. ECONOMOU, ROBERT K. MCMENAMIN AND DAVID M. HUNTER, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1199</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 6, 2000<br>Decided May 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Robert E. Keeton, U.S. District Judge]</p>\n      <p class=\"indent\">Thomas G. Shapiro, with whom Thomas V. Urmy, Jr., Michelle Blauner, Shapiro Haber &amp; Urmy, LLP, Kenneth J. Vianale, Milberg Weiss Bershad Hynes &amp; Lerach, LLP and Jay S. Cohen, were on brief, for appellants.</p>\n      <p class=\"indent\">Mitchell H. Kaplan, with whom John R. Baraniak, Jr., Keith A. Custis and Choate, Hall &amp; Stewart, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr, Senior Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants are class representatives of all persons who purchased stock in Micrion Corporation (\"Micrion\") between April26 and June 24, 1996. They allege that defendants Micrion, Nicholas Economou, Robert McMenamin and David Hunter<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were responsible for statements or omissions in violation of &#167;&#167; 10(b) and 20(a) of the Securities Exchange Act of 1934, 15 U.S.C. &#167;&#167; 78j(b) and 78t(a), and in violation of Securities and Exchange Commission Rule 10b-5, 17 C.F.R. &#167; 240.10b-5. The district court found that there was no genuine dispute of material fact as to whether the statements in question were misleading or fraudulent, and granted summary judgment to defendants. Geffon v. Micrion Corp., <span class=\"citation\" data-id=\"2369982\"><a href=\"/opinion/2369982/geffon-v-micrion-corp/\"><span class=\"volume\">76</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">134</span></a></span>, 148 (D. Mass. 1999). This appeal followed. For the reasons explained herein, we affirm the grant of summary judgment, albeit based on different reasoning than that used by the district court, namely that appellants adduced insufficient evidence of defendants' scienter.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court presented the factual background at length in its grant of summary judgment. Id. at 136-140. To the extent necessary, we revisit it here. The relevant facts are undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. The Agreement Between Micrion and Read-Rite</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Micrion designs and manufacturers focused-ion-beam (FIB) systems. Prior to 1996, Micrion typically sold FIB systems in small batches of one to two machines per customer. In early 1996, Micrion negotiated a large-scale sale of FIB systems to Read-Rite Corporation (\"Read-Rite\"). Under the terms of an Equipment Purchase Agreement dated February 9, 1996 (the \"Agreement\"),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Read-Rite ordered twenty-five FIB systems to be delivered between March 31 and September 30, 1996. Micrion also agreed to sell up to fifty additional units upon the issuance of \"written releases\" from Read-Rite.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Read-Rite retained the ability to \"cancel in whole or part any purchase order\" with written notice. Moreover, Read-Rite was in no way obligated to purchase any units for which it had not issued a written release.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">B. The Press Releases and the Conference Call</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 18, 1996, Micrion issued a press release (the \"March 18 Release\") reporting that it had \"completed negotiation of a multiple-system purchase agreement valued at over $50 million,\" and that when combined with a previous agreement with the same customer, the total order was \"valued at over $60 million.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The March 18 Release also warned that the press release \"include[d] forward looking statements ...subject to risks and uncertainties that could cause the Company's actual results to vary materially.\" It referred readers to a Form 8-K (the \"8-K\") filed with the Securities and Exchange Commission on the same day. The 8-K identified a number of potential risks relevant to the Agreement, including \"the exercise of cancellation or termination provisions..., including provisions that entitle the customer to cancel issued purchase orders or to terminate the agreement for convenience.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 25, 1996, Micrion issued a press release (the \"April 25 Release\") announcing \"record revenues\" for its third quarter ending March 31, 1996. In the April 25 Release, Economou stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">[Micrion] booked an order worth over $50 million for Micrion FIB systems to be used in a new production application. This order is an extension of the $10 million order announced by Micrion in October. The total order is now valued at over $60 million, the largest order ever placed for FIB equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A note attached to the release referred investors to the 8-K for information on risks and uncertainties associated with forward looking statements contained therein.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Also on April 25, Economou and Hunter held a conference call with securities brokers and analysts (the \"Conference Call\"). During the call, Hunter stated that Micrion's \"actual backlog\" totaled $72.9 million as of the end of March, 1996. Economou then had the following exchange with financial analyst Mark Fitzgerald to explain further what Micrion meant by \"backlog\":</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fitzgerald: [I]n terms of the timing on [the backlog], this is all within 12 months, that 72 million, is that how you are defining your backlog?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Economou: That's correct.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fitzgerald: And when you said it was concentrated in the first two quarters, are we talking 50, 60, 90 percent of it in the first two quarters of '97?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Economou: No, I didn't mean to say quite that. I think what I said was that the significant shipments would start in the second half of the calendar year. I wouldn't necessarily say that the rest of the order or whatever is left of the order would be in the first six months of our fiscal year. I think it will be a little more evenly distributed than that. But it will certainly be within the twelve months starting from now.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">During the Conference Call, Micrion Director of Corporate Relations Bill Monigle again referred to the 8-K, noting that \"there are important factors that might cause [Micrion's] performance to vary from that projected in the [Conference Call and that] current cautionary information identifying these factors [could] be found in the form 8K.\"</p>\n    </div>\n    <p class=\"indent\">C. Subsequent Events</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On April 26, 1996, investment bank Hambrecht and Quist issued a strong-buy recommendation for Micrion stock, resulting in a $5 increase in the share price. A May 2, 1996 press release, while not identifying Read-Rite as Micrion's major customer, noted that the \"large order we recently booked makes up a major portion of the current backlog.\" The May 2 release again warned investors of the risks that the Agreement might be cancelled or terminated. On June 12, 1996, Micrion's stock price fell sharply, apparently in response to a Dow Jones report that weakness in the disk-drive industry might hurt Read-Rite and soften its demand for Micrion products. On June 21, 1996, Read-Rite cancelled some of its firm order (reducing the stock ordered to 21 units) and indicated that it would not be placing orders for any of the 50 units covered by the \"non-binding blanket order\" section of the Agreement. Micrion announced the cancellation in a press release dated June 24, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">D. The Allegedly Misleading Material Statements and the Alleged Material Omission</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although appellants made numerous claims of false and misleading statements by Micrion in their original complaint, by the time of summary judgment (and for purposes of this appeal), they pinpoint three particular statements and one alleged material omission. First, they claim that Economou's statement in the April 25 Release that Micrion had \"booked an order worth over $50 million\" was false and misleading because the term \"book an order\" refers only to orders where the customer was committed to purchasing the product ordered, i.e., \"firm\" orders. At the time that Micrion issued the press release, Read-Rite had only placed a firm order for 28 machines. The remainder of the machines were covered under a \"non-binding blanket order\" under which Micrion was obligated to sell up to 75 machines, but Read-Rite was not obligated to buy any for which it had not yet filed a written release. Under appellants' interpretation of \"book an order,\" Micrion had booked an order for under $30 million, not $60 million.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, appellants claim that Economou's inclusion of the entire Read-Rite order in \"actual backlog\" in the Conference Call was false and misleading because \"backlog\" only includes items for which a firm order had been placed, and not items covered under the \"non-binding blanket order.\" Under this interpretation, Micrion's backlog as of April 25, 1996 would have been approximately $40 million, rather than the $72 million stated in the Conference Call.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Third, appellants claim that Economou's statement that \"the rest of the order\" would \"certainly\" be shipped \"within twelve months\" of the Conference Call was false and misleading given that no specific delivery dates had been set for items under the non-binding blanket order, and that delivery for those items might never occur absent written purchase orders from Read-Rite.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, even if none of these specific statements was false and misleading, appellants claim that Micrion's failure to disclose that Read-Rite had no obligation to purchase a majority of the equipment covered by the Agreement was a material omission actionable under Rule 10b-5. See, e.g., Roeder v. Alpha Indus., <span class=\"citation\" data-id=\"484931\"><a href=\"/opinion/484931/gilbert-roeder-etc-v-alpha-industries-inc/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir. 1987) (citing SEC v. Tex. Gulf Sulphur Co., <span class=\"citation\" data-id=\"281898\"><a href=\"/opinion/281898/securities-and-exchange-commission-v-texas-gulf-sulphur-co-a-texas/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">833</span></a></span>, 860-61 (2d Cir.1968)) (\"When a corporation does make a disclosure ...there is a duty to make it complete and accurate.\").</p>\n    </div>\n    <p class=\"indent\">E. The Two Summary Judgment Opinions</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court originally denied defendant's motion for summary judgment. Geffon v. Micrion Corp., No. 96-11596-REK (D. Mass. Sept. 24, 1998) (memorandum and order) [hereinafter Geffon, First Summary Judgment Opinion]. The court held that there were multiple plausible interpretations of the statements at issue, and that a reasonable jury could find that any of the three statements was misleading in context. See id. at 6-8. The court also found that \"genuine dispute[s] of fact\" existed as to whether the statements were material. Id. at 9. Most notably for our purposes, the court noted that the question of scienter \"should ordinarily be left to the trier of fact,\" id. at 10 (quoting In re Apple Computer Sec. Litig., <span class=\"citation\" data-id=\"530025\"><a href=\"/opinion/530025/fed-sec-l-rep-p-94714-in-re-apple-computer-securities-litigation/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span>, 1113 (9th Cir. 1989)), and concluded that because \"evidence has been proffered... that defendants knew that Read-Rite had not committed itself to purchasing the 50 machines from Micrion,\" a genuine dispute of fact existed as to the question of scienter, id. at 10-11. Although the district court refused to grant summary judgment for defendants, it explicitly noted that it would \"not allow this case to proceed to a jury trial until plaintiffs have identified factual issues for submission to the jury,\" and it reserved the option of reconsidering its summary judgment ruling should it not be persuaded that a material fact was genuinely in dispute. Id. at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After accepting proposed jury questions and limited additional evidence (immaterial for the purposes of this appeal), the court revisited its summary judgment opinion. It determined that the evidence proffered by appellants was insufficient to show a genuine dispute of material fact. Geffon, 76 F. Supp. 2d at 148. It based this determination on its conclusion that, as a matter of law, the Agreement constituted a \"firm order\" for 25 units and a \"blanket order\" for 50 units. Id. As a result of this legal conclusion, the court determined that no reasonable jury could find Micrion's use of the word \"order\" to be false and misleading in the respect alleged by plaintiffs, and thus no actionable misrepresentations had been made by Micrion or Micrion officers.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> To the extent the court addressed the question of scienter, it noted that its conclusion that defendants were entitled to summary judgment was \"reenforced by consideration of Greebel v. FTP Software, Inc., <span class=\"citation\" data-id=\"198674\"><a href=\"/opinion/198674/greebel-v-ftp-software-inc/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span> (1st Cir. 1999),\" which had required heightened pleading requirements with respect to scienter after passage of the Private Securities Litigation Reform Act (the \"PSLRA\").</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court's grant of summary judgment is subject to plenary review, with all inferences indulged in favor of the non-moving party. Lucia v. Prospect St. High Income Portfolio, Inc., <span class=\"citation\" data-id=\"195626\"><a href=\"/opinion/195626/lucia-v-prospect-street/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 174 (1st Cir. 1994). Summary judgment is appropriate if the record indicates no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Id. (citing Fed. R. Civ. P. 56(c)). The non-movant may not rely on allegations in its pleadings, but must set forth specific facts indicating a genuine issue for trial. Id. (citing Fed. R. Civ. P. 56(e)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In order to prove a 10b-5 claim, plaintiffs must demonstrate: (1) that defendants made a materially false or misleading statement or omitted to state a material fact necessary to make a statement not misleading; (2) that defendants acted with scienter; (3) that either plaintiffs or the market relied on the misrepresentation or omission; and (4) resultant injury. Shaw v. Digital Equip. Corp., <span class=\"citation\" data-id=\"196753\"><a href=\"/opinion/196753/shaw-v-digital/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span>, 1216-17 (1st Cir. 1996). For purposes of this opinion, we need only discuss the first factor, on which the district court premised its opinion, and the second factor, on which we focus our energies.</p>\n    </div>\n    <p class=\"indent\">A. The Statements at Issue Revisited</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court ultimately concluded either that the statements at issue were not misleading as a matter of law, or that no reasonable jury could have found that they were misleading. Appellants argue that this conclusion was in error, and that they proffered sufficient evidence to make it a question for the trier of fact whether the statements were misleading or not.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In short, appellants claim that under one plausible interpretation of the statements in question, Economou represented that Read-Rite was obligated to purchase all seventy-five units. In other words, appellants suggest that a reasonable jury could have found any of the following: (i) that the statement that Micrion had \"booked an order\" for $60 million was false or misleading because it indicated, wrongly, that Micrion had received a firm order for $60 million worth of equipment; (ii) that the statement that Micrion's \"backlog\" was $72 million was false or misleading because the term \"backlog\" only included equipment which a customer was obligated to buy, which only totaled approximately $40 million at the time of the statement; or (iii) that Economou's statement that all seventy-five units would \"certainly\" be delivered within the next twelve months was false or misleading because Read-Rite had only committed to purchase twenty-eight units. Alternatively, appellants argue that the failure to disclose that Read-Rite had no obligation to buy forty-seven units was a material omission, viewed in the context of the information provided in the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For purposes of this appeal, we assume that there were triable issues of fact as to the falsity or misleading nature of these statements. As we explain below, however, we affirm the grant of summary judgment on the separate ground that appellants introduced insufficient evidence of scienter. Burns v. State Police Ass'n of Mass., <span class=\"citation\" data-id=\"770832\"><a href=\"/opinion/770832/john-a-burns-v-state-police-association-of-massachusetts-and-dean-bennett/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 9 (1st Cir. 2000) (court of appeals may affirm a grant of summary judgment on any ground supported by the record).</p>\n    </div>\n    <p class=\"indent\">B. Scienter</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In order to prevail in a 10b-5 action, a plaintiff must show that defendants had the requisite scienter, namely, the \"intent to deceive, manipulate, or defraud.\" Ernst &amp; Ernst v. Hochfelder, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 193 (1976). Scienter may be established by proving knowing conduct on the part of defendants, SEC v. MacDonald, <span class=\"citation\" data-id=\"414046\"><a href=\"/opinion/414046/fed-sec-l-rep-p-99078-12-fed-r-evid-serv-1085-securities-and/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span>, 50 (1st Cir. 1983), which entails more than mere proof that the defendants knowingly made a particular statement. The plaintiff must prove that defendants knew (i) that the statement was false or misleading, and (ii) that it was made in reference to a matter of material interest to investors. Cf. id. at 50-51 (requiring \"knowledge 'that non-disclosure posed a risk of misleading investors'\"); see also SEC v. World Radio Mission, Inc., <span class=\"citation\" data-id=\"340424\"><a href=\"/opinion/340424/fed-sec-l-rep-p-95751-securities-and-exchange-commission-v-world/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 540 (1st Cir. 1976) (\"Intent to deceive means intent to say something... that is not believed to be true, or, if strictly true, is hoped will be understood in an untruthful sense.\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Alternatively, we have indicated that in the absence of knowing conduct, reckless statements of misleading facts may be actionable under 10b-5; however, recklessness in this sense is more than mere negligence. Greebel, 194 F.3d at 198-99 (recklessness in this context \"comes closer to being a lesser form of intent\") (quoting Hoffman v. Estabrook &amp; Co., <span class=\"citation\" data-id=\"361048\"><a href=\"/opinion/361048/fed-sec-l-rep-p-96587-murray-hoffman-plaintiffs-appellants-appellees/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span>, 515-16 (1st Cir. 1978)); see also id. at 198 (recklessness means \"a highly unreasonable omission, involving not merely simple, or even inexcusable, negligence, but an extreme departure from the standards of ordinary care, and which presents a danger of misleading buyers or sellers that is either known to the defendant or is so obvious the actor must have been aware of it\") (quoting Sundstrand Corp. v. Sun Chem Corp., <span class=\"citation\" data-id=\"344913\"><a href=\"/opinion/344913/fed-sec-l-rep-p-95887-sundstrand-corporation-v-sun-chemical/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span>, 1045 (7th Cir. 1977)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Greebel, we revisited the substantive evidentiary requirements for an inference of scienter, albeit in the context of the allegations required to survive a motion to dismiss after the passage of the PSLRA. We noted that this Court does not \"categoriz[e] patterns of facts as acceptable or unacceptable to prove scienter,\" but instead \"analyze[s] the particular facts alleged in each individual case to determine whether the allegations [are] sufficient to prove scienter.\" 194 F.3d at 196. At the pleading stage, an allegation that defendants had the motive and opportunity to make false or misleading statements is insufficient to support the \"strong inference\" of scienter required after the PSLRA. Id. at 197 (citing Maldonado v. Domnguez, <span class=\"citation\" data-id=\"197814\"><a href=\"/opinion/197814/maldonado-v-dominguez/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 n.6 (1st Cir. 1998)).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> In other words, a plaintiff must allege some additional misconduct from which a jury can draw a reasonable inference of intentional deception. Evidence we have found relevant to the scienter issue includes: insider trading in conjunction with false or misleading statements; a divergence between internal reports and public statements; disclosure of inconsistent information shortly after the making of a fraudulent statement or omission; bribery by top company officials; evidence of an ancillary lawsuit, charging fraud, which was quickly settled; disregard of current factual information acquired prior to the statement at issue; accounting shenanigans; and evidence of actions taken solely out of self-interest. Id. at 196 (compiling First Circuit cases).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although Greebel dealt with how much evidence of scienter is necessary to prevail at the pleading stage, we agree with the district court that \"[t]he judicial reasoning applicable to imposing heightened pleading requirements is at least as forceful, if not more so, with regard to proof requirements that a trial judge must consider in deciding whether to allow a motion for summary judgment.\" Geffon, 76 F. Supp. 2d at 149. If allegations of motive and opportunity are not sufficient at the pleading stage, clearly evidence of mere motive and opportunity cannot suffice against a motion for summary judgment on the issue of scienter. Here, appellants proffered no evidence which would enable a reasonable jury to infer scienter. Even if the statements at issue were material and false or misleading, the evidence does not support a finding that defendants knew the statements would materially mislead the investing public.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Moreover, although appellants suggest that internal Micrion documents defined \"book an order\" and \"backlog\" differently than how those terms were used in the challenged statements, no such documents are in the record. Cf. Gelfer v. Pegasystems, Inc., <span class=\"citation\" data-id=\"2421090\"><a href=\"/opinion/2421090/gelfer-v-pegasystems-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">10</span></a></span>, 17-18 (D. Mass. 2000) (evidence of specific internal standards adopted by defendant company supports inference of scienter).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Lacking such internal documents, appellants rely on evidence gleaned from defendant Hunter's deposition testimony. In that testimony, Hunter explained that Micrion \"book[ed] an order\" after it \"had received a purchase order from a customer.\" He also testified that it was Micrion's practice that to place an order in backlog, Micrion had to receive a signed purchase order with either a delivery date or understood delivery terms. Finally, when asked whether Micrion \"require[d] something in writing from the customer that committed the customer to purchasing the product,\" Hunter responded that \"a purchase order\" was required. Based on this testimony, appellants conclude that Micrion's own definitions of relevant terminology conflicted with the definitions used in the press releases and the conference call: according to Hunter, in order to \"book an order\" or place an order in \"backlog,\" Micrion required a signed \"purchase order,\" i.e., an order that committed the customer to purchasing the product. Read-Rite had made no such commitment at the time of the challenged statements, and appellants have introduced ample evidence that Micrion officers were aware of that fact.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although it is possible that a jury, relying on Hunter's testimony, might conclude that the statements at issue were misleading, after conducting the fact-specific analysis called for by Greebel, we cannot agree that these statements constitute sufficient evidence from which a jury could find scienter. At most, this evidence tends to show (i) that one Micrion officer may have had a different interpretation of certain purchasing and accounting terminology than that used in the challenged statements, and (ii) that defendants had the opportunity to deceive investors. This is not enough. Our cases simply require more evidence to support a finding of scienter. See Greebel, 194 F.3d at 196.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In addition, the evidence indicates that Micrion sought to provide investors with adequate warnings of the possibility that not all seventy-five units would be purchased. In the press releases and conference call at issue, Micrion referred repeatedly to the risk factor stated in the 8-K, which warned that the Read-Rite order could be cancelled or terminated at any time. Cf. In re Polaroid Corp. Sec. Litig., <span class=\"citation\" data-id=\"2444620\"><a href=\"/opinion/2444620/in-re-polaroid-corp-securities-litigation/\"><span class=\"volume\">134</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">176</span></a></span>, 186 (D. Mass. Mar. 21, 2001) (\"[A]ny indication of scienter [drawn from] overly optimistic statements...is offset by the Company's cautionary admissions.\"). Perhaps Micrion could have provided still more information about the specifics of its contract with Read-Rite; however, absent the type of evidence we have previously found probative of scienter, its failure to do so does not mean that the omission was purposely deceptive in a manner actionable under Rule 10b-5. Cf. Capri Optics Profit Sharing v. Digital Equip. Corp., <span class=\"citation\" data-id=\"572651\"><a href=\"/opinion/572651/fed-sec-l-rep-p-96415-capri-optics-profit-sharing-v-digital-equipment/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7-8 (1st Cir. 1991) (citing Backman v. Polaroid Corp., <span class=\"citation\" data-id=\"546070\"><a href=\"/opinion/546070/fed-sec-l-rep-p-95389-irving-a-backman-v-polaroid-corporation/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span> (1st Cir. 1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There is also insufficient evidence that defendants acted recklessly in making the statements in question. At best, a jury might find that the statements were misleading because Micrion used the terms differently in the challenged statements than in its normal practice, at least according to one corporate officer. If the statements were false and misleading in this sense, Micrion may have been negligent for not being more careful with language that had the potential to be misinterpreted. But such negligence would not be \"an extreme departure from the standards of ordinary care,... which presents a danger of misleading buyers or sellers that is either known to the defendant or is so obvious the actor must have been aware of it.\" Greebel, 194 F.3d at 198 (quoting Sundstrand, 553 F.2d at 1045). Even if it was negligent not to explain in greater detail the nuances of potential cancellation or termination, such negligence was not \"so obvious\" as to constitute the recklessness necessary for a finding of scienter. This is especially true given Micrion's filing of an 8-K explicitly warning that cancellation or termination of the Agreement was a risk factor.</p>\n    </div>\n    <p class=\"indent\">C. Reconsideration</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants also argue that the district court abused its discretion by reconsidering its first summary judgment opinion despite the lack of new evidence or intervening changes in the law during the interim period. However, this Court has indicated that \"interlocutory orders...remain open to trial court reconsideration.\" Perez-Ruiz v. Crespo-Guillen, <span class=\"citation\" data-id=\"195400\"><a href=\"/opinion/195400/perez-ruiz-v-crespo-guillen/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 42 (1st Cir. 1994). The district court has discretion to reconsider previous rulings. Bethlehem Steel Exp. Corp. v. Redondo Constr. Corp., <span class=\"citation\" data-id=\"197891\"><a href=\"/opinion/197891/bethlehem-v-redondo/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 321 (1st Cir. 1998). Given that the district court explicitly noted that it would reconsider its first denial of summary judgment, Geffon, First Summary Judgment Opinion at 13, and that its decision to grant summary judgment is supported by the record, we find no abuse of discretion in its decision to reconsider its previous opinion.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the reasons stated herein, the grant of summary judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Economou was the President and Chief Executive Officer of Micrion, McMenamin was Vice President of Sales, and Hunter was the Chief Financial Officer during the period at issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Agreement was not executed until March 18, 1996.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> An attachment to the Agreement provided the price schedule for all seventy-five units and a delivery schedule for the first twenty-five units.</p>\n        <p>The attachment also provided that:</p>\n        <p>This Agreement shall further constitute a non-binding \"blanket order\" for an additional fifty (50) units, for a total of seventy-five (75) units. Buyer shall have no obligation, however, to purchase any of said additional fifty (50) units except pursuant to written releases of same issued to, and accepted by, Seller, which releases must precede the delivery date(s) by not less than six (6) calendar months.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> If all 75 units were indeed purchased according to the attached price schedule, the total price would be $65,113,950.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Two of the allegedly actionable statements did not expressly include the term \"order,\" although their interpretation may have been necessarily premised on the meaning of the term \"order.\" Because we find that plaintiffs fail to meet their burden in proving scienter, we need not address this possible inconsistency on the part of the district court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is ultimately a question for the trier of fact, here the jury, whether statements are false or misleading so as to be actionable under 10b-5. See, e.g., Isquith v. Middle S. Utils., Inc., <span class=\"citation\" data-id=\"506214\"><a href=\"/opinion/506214/rita-isquith-for-and-on-behalf-of-fred-taylor-isquith-jr-under-the/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 208 (5th Cir. 1988); Durning v. First Boston Corp., <span class=\"citation\" data-id=\"486457\"><a href=\"/opinion/486457/salyer-grain-and-milling-company-v-commissioner-of-internal-revenue/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1265</span></a></span>, 1268 (9th Cir. 1987). It is up to the court, however, to determine whether the evidence is such so that no reasonable jury could conclude that statements are false and misleading, and, if so, to grant summary judgment. Isquith, 847 F.2d at 208; Durning, 815 F.2d at 1268.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Other circuits have held that motive and opportunity alone may be sufficient to support a strong inference of scienter, even after passage of the PSLRA. See, e.g., Gaurino v. Citizens Utils. Co., <span class=\"citation\" data-id=\"770606\"><a href=\"/opinion/770606/joseph-a-ganino-robert-e-creighton-louise-a-creighton-william-j/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 169-70 (2d Cir. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> To the extent appellants rely on the opinions of experts as to the \"correct\" meaning of the relevant terms, such opinions are inadequate evidence of scienter because they only establish (at best) that defendants should have known that they were making misleading statements. Maldonado, 137 F.3d at 11 (citing Greenstone v. Cambex Corp., <span class=\"citation\" data-id=\"590895\"><a href=\"/opinion/590895/amy-greenstone-and-all-others-similarly-situated-v-cambex-corporation/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir. 1992)).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/281898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/340424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/344913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/361048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2369982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2421090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2444620/"
  ]
}