{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199462/",
  "absolute_url": "/opinion/199462/kane-v-inhabitants/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199462/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:13Z",
  "date_modified": "2017-03-24T11:02:02.867954Z",
  "type": "010combined",
  "sha1": "cc942ccaa83e433618c34f37bd0b0e129fa3a459",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-9008-01A.pdf",
  "local_path": "pdf/2001/06/22/Kane_v._Inhabitants.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-9008\n\n         IN RE:   MITCHELL E. KANE and ALICE C. KANE,\n\n                           Debtors.\n                          __________\n\n              MITCHELL E. KANE and ALICE C. KANE,\n\n                      Debtors, Appellees,\n\n                              v.\n\n                      TOWN OF HARPSWELL,\n\n                     Creditor, Appellant.\n\n\n ON APPEAL FROM THE UNITED STATES BANKRUPTCY APPELLATE PANEL\n\n                     FOR THE FIRST CIRCUIT\n\n\n                            Before\n\n                     Boudin, Chief Judge,\n\n                   Torruella, Circuit Judge,\n\n               and Stahl, Senior Circuit Judge.\n\n\n\n     F. Bruce Sleeper with whom Jensen Baird Gardner & Henry was\non brief for appellant.\n     Ralph W. Brown for appellees.\n\f                               June 22, 2001\n\n\n\n\n         BOUDIN,    Chief      Judge.     This    appeal    arises    from    a\n\nprolonged effort by the Town of Harpswell, Maine, to foreclose\n\na tax lien and expel the putative owners, Mitchell and Alice\n\nKane, from a piece of real property subject to the lien.                     In\n\n1991, the Kanes bought this piece of already mortgaged property\n\nalongside Route 123 in Harpswell from one Francis Pagurko; in\n\naccordance   with   an   installment      sales    contract,    the    price\n\n($15,000) was to be paid in modest monthly installments.               Title\n\nwas to be transferred after full payment.\n\n         Under the sales contract, the Kanes took immediate\n\nresponsibility for paying real estate taxes and assessments.\n\nThereafter, on June 14, 1996, the town's tax collector filed a\n\ntax lien certificate, stating that taxes had gone unpaid.                Me.\n\nRev. Stat. Ann. tit. 36, § 943 (West 1990).             To settle this and\n\na related dispute with the town, the Kanes agreed to a payment\n\nschedule for the past taxes due.          Town of Harpswell v. Pagurko,\n\nNo. CV-95-290 (Me. Super. Ct. July 29, 1996).\n\n         Apparently      the     Kanes    made    the   payments     through\n\nSeptember 1997, but on September 18, 1997, they filed a chapter\n\n7 bankruptcy petition, 11 U.S.C. § 301 (1994).             In re Kane, Case\n\n                                    -2-\n\fNo. 97-21505 (Bankr. D. Me. Jan. 9, 1998).                  This automatically\n\nprevented the town from enforcing vis-à-vis the Kanes or their\n\nestate the outstanding tax lien on the property, 11 U.S.C. §\n\n362(a) (1994), which would otherwise have matured on December\n\n14, 1997--assuming that the Kanes did in fact have a property\n\ninterest.         If they had only a contractual interest, then that\n\nwas arguably extinguished because neither the trustee nor the\n\nKanes purported to assume or reaffirm the installment sales\n\ncontract for the property.           11 U.S.C. §§ 365(a), 521(2) (1994).\n\n             According to Mitchell Kane, he continued to tender\n\nmonthly payments as promised in the earlier settlement but,\n\nafter   October      1997,   the   town     stopped    accepting      them.     On\n\nNovember 4, 1997, the trustee filed a report abandoning any\n\nclaim of the estate to the property.                 11 U.S.C. § 554 (1994).\n\nThen,   on   November    13,   the    town    sent    the    30-day   notice    of\n\nforeclosure required by state law, warning that the tax lien\n\nwould be foreclosed on December 15.              Me. Rev. Stat. Ann. tit.\n\n36, § 943 (West 1990 & Supp. 2000).\n\n             In    January   1998,    the    Kanes    were    discharged      from\n\nbankruptcy and the bankruptcy case was closed.                   The discharge\n\nfreed the Kanes from personal liability on various debts but not\n\nfrom valid tax liens on the property, 11 U.S.C. §§ 522(c)(2)(B),\n\n524(a)(1) (1994); Wrenn v. Am. Cast Iron Pipe Co. (In re Wrenn),\n\n\n                                      -3-\n\f40 F.3d 1162, 1164-66 (11th Cir. 1994) (per curiam); IRS v. Orr,\n\n239 B.R. 130, 134 (S.D. Tex. 1998), or from unsecured claims for\n\ncertain taxes, including certain property taxes, 11 U.S.C. §§\n\n507(a)(8)(B), 523(a)(1) (1994).      In the wake of the discharge,\n\nthe town warned the Kanes to resume payments or face eviction.\n\n          Mitchell Kane asserts that in late January 1998 he\n\ntendered all the delinquent payments but that the town refused\n\nthem.   Apparently nothing then occurred until April 5, 1999,\n\nwhen the town wrote the Kanes, saying that it now owned the\n\nproperty because the tax lien had been foreclosed--automatically\n\nafter the notice provided in November 1997, Me. Rev. Stat. Ann.\n\ntit. 36, § 943--and that the Kanes had 30 days to vacate the\n\npremises, Me. Rev. Stat. Ann. tit. 14, §§ 6001-02 (Supp. 2000).\n\nWhen the Kanes refused to leave, the town brought an eviction\n\naction in Maine state court.\n\n          On June 2, the day scheduled for the eviction hearing,\n\nthe Kanes filed a petition for chapter 13 bankruptcy, again\n\ntriggering an automatic stay of actions against them or their\n\nestate, 11 U.S.C. § 362(a).    Town of Harpswell v. Kane (In re\n\nKane), Case No. 99-20899 (Bankr. D. Me. 1999).      The town then\n\nfiled a motion to lift the stay as to the eviction action which,\n\nafter several hearings, the bankruptcy court granted in an order\n\nof August 13 (\"the relief order\").      See 11 U.S.C. § 362(d)(2)\n\n\n                               -4-\n\f(1994).     The court ruled that the Kanes had no equity in the\n\nproperty    because   inter      alia    they     failed      to     assume     the\n\ninstallment sales contract in their chapter 7 bankruptcy.\n\n            Thereafter     the    bankruptcy          court    dismissed         an\n\nintervening request by the Kanes to determine the validity of\n\nthe town's lien, saying that the Kanes were bound by the court's\n\nearlier ruling that they lacked any equity in the property.                      In\n\ndue course, the state district court in the pending eviction\n\naction determined that the town had a right to possess the\n\nproperty.    Town of Harpswell v. Kane, No. WES-SA-99-237 (Me.\n\nDist. Ct. Dec. 8, 1999).          The state superior court affirmed,\n\nsaying that given the prior decisions of the bankruptcy court,\n\nissue preclusion established the Kanes' lack of interest in the\n\nproperty.    Town of Harpswell v. Kane, No. AP-00-003 (Me. Super.\n\nCt. Mar. 9, 2000).\n\n            The   Kanes   appealed      from    the   relief       order   to   the\n\nBankruptcy Appellate Panel (\"the BAP\"), which stayed that order\n\nand, on May 10, 2000, reversed.            Kane v. Town of Harpswell (In\n\nre Kane), 248 B.R. 216, 225 (B.A.P. 1st Cir. 2000).                        The BAP\n\nheld inter alia that under state law, the installment sales\n\ncontract effectively transferred the equity interest in the\n\nproperty to the Kanes at the outset, left almost nothing more to\n\ndo on the seller's side, and was therefore a non-executory\n\n\n                                     -5-\n\fcontract that did not have to be assumed or rejected.                             Id. at\n\n224.    Consequently, said the panel, the town's purported notice\n\nof imminent foreclosure in November 1997 violated the automatic\n\nstay and was therefore ineffective to cut off the Kanes' equity.\n\nId. at 224-25.\n\n            The    town   has     now   appealed        to    us    from    the    BAP's\n\ndecision.      In its opening brief, the town mainly asserts that\n\nunder    preclusion       doctrine      the      BAP    was     bound      by   earlier\n\ndeterminations by other courts that the Kanes lacked an equity\n\ninterest in the property.             These earlier determinations, says\n\nthe    town,   include     both      the    \"unappealed\"           decision     by     the\n\nbankruptcy court dismissing the Kanes' intervening request to\n\nrule on the validity of the town tax lien and the Maine state\n\ncourt decisions in the eviction proceeding.\n\n            The    preclusive        effect      of    the    bankruptcy        court's\n\ndismissal ruling is determined by federal law, Monarch Life Ins.\n\nCo. v. Ropes & Gray, 65 F.3d 973, 978 (1st Cir. 1995), while the\n\npreclusive effect of the Maine state court rulings depends upon\n\nMaine law, 28 U.S.C. § 1738 (1994); Cruz v. Melecio, 204 F.3d\n\n14, 18 (1st Cir. 2000).              But both the federal courts and the\n\nMaine   courts     tend    to    follow      the      general      approach       of   the\n\nRestatement       (Second)      of   Judgments         (1982)      (\"Restatement\"),\n\nMonarch Life Ins., 65 F.3d at 978; Mills v. Mills, 565 A.2d 323,\n\n\n                                           -6-\n\f324 (Me. 1989); and neither the Restatement nor any precedent we\n\nhave found addresses our peculiar problem.                 But peculiar does\n\nnot necessarily mean difficult.\n\n             Under ordinary rules of issue preclusion, an issue\n\n\"actually     litigated   and     determined    by     a   valid     and    final\n\njudgment,\"     if   \"essential\"    to   the   judgment,      binds    the   same\n\nparties in any subsequent action, \"whether on the same or a\n\ndifferent claim.\" Restatement § 27.           The general rule applies--\n\nin    most    jurisdictions--even       where    the       first,    or     issue\n\npreclusive, judgment is still on appeal when the second action\n\noccurs.      Ruyle v. Cont'l Oil Co., 44 F.3d 837, 846 (10th Cir.\n\n1994), cert. denied, 516 U.S. 906 (1995); Bartlett v. Pullen,\n\n586 A.2d 1263, 1265 (Me. 1991); see also Restatement § 13 cmt.\n\nf.1\n\n             Of course, one expects that, if appropriate appeals are\n\nperfected, an undoing of the first judgment will allow the\n\nsecond judgment to be undone as well--if it depended on the\n\npreclusive effect accorded to the first \"merits\" judgment.                    See\n\nFed. R. Civ. P. 60(b)(5); Sender v. Nancy Elizabeth R. Heggland\n\nFamily Trust (In re Hedged-Investments Assocs., Inc.), 48 F.3d\n\n\n      1\n      Some jurisdictions, like California, take the minority\nview, holding that a judgment is not \"final\" for preclusion\npurposes while an appeal is still pending. See Cal. Civ. Proc.\nCode § 1049 (West 1980); Sullivan v. Delta Air Lines, Inc., 935\nP.2d 781, 790 & n.7 (Cal. 1997).\n\n                                    -7-\n\f470, 472-73 (10th Cir. 1995); S.C. Nat'l Bank v. Atl. States\n\nBankcard Ass'n, Inc., 896 F.2d 1421, 1430-31 (4th Cir. 1990);\n\nRestatement § 16.    What is almost unique about our case is that\n\nthe town is seeking to block an appeal of an original \"merits\"\n\njudgment by relying on the preclusive effect of later decisions\n\nwhich themselves relied on the original merits judgment now\n\nappealed.\n\n            Recall that the question whether the Kanes had acquired\n\nand retained an equity interest in the property was \"actually\n\nlitigated and determined\" only once:     when the bankruptcy court\n\nruled against the Kanes on the town's original motion for relief\n\nfrom the stay.      There were multiple later adoptions of this\n\nruling--by the bankruptcy court in rejecting the Kanes' request\n\nto determine lien validity and by the state courts in the\n\neviction case and its appeal.2     But these adoptions were based\n\non issue preclusion and not litigation of the merits anew.     Cf.\n\nLombard v. United States, 194 F.3d 305, 312 (1st Cir. 1999).\n\n\n\n\n    2 The grounds on which the Maine district court ruled for the\ntown are unclear. However, the Maine superior court decision\nwas unmistakably based on preclusion from the bankruptcy court's\nprior finding of no equity, and, under well-established\ndoctrine, this appellate decision is the basis for whatever\npreclusive effect the two state court decisions have, Rutanen v.\nBaylis (In re Baylis), 217 F.3d 66, 71 (1st Cir. 2000);\nRestatement § 27 cmt. o.\n\n                                -8-\n\f              The    Restatement        itself    makes   clear      that    \"actual\n\nlitigation      and    determination\"         involves    something     more    than\n\nhaving an issue \"resolved\" as a result of some determinative\n\nlegal doctrine that short-circuits the merits.                      As examples of\n\nissues   not        actually    litigated,       the    Restatement     points    to\n\nsituations      where    a     matter    is     stipulated,    admitted      without\n\ncontroversy, or determined by default leading to the entry of\n\njudgment.      Restatement § 27 cmt. e.            In all of these situations,\n\nthere has been no judicial decision on the merits, and issue\n\npreclusion does not apply, unless it can be shown (as by a\n\nstipulation) that the relevant parties intended otherwise.                       Id.\n\nSee generally 18 Wright, Miller & Cooper, Federal Practice and\n\nProcedure §§ 4442-43 (1981 & Supp. 2001).\n\n              As for the original \"actually litigated\" ruling in this\n\ncase, it may be regarded as \"final\" (the concept is a tricky one\n\nin bankruptcy matters, Brandt v. Wand Partners, 242 F.3d 6, 13\n\n(1st Cir. 2001)), but the Kanes took a proper and timely appeal\n\nfrom   that    ruling     to    the   BAP,      which   set   the   ruling    aside.\n\nCertainly, the town can point to three other determinations to\n\nthe same effect which have not been set aside; but it is\n\nobviously circular and unfair to treat those rulings as binding\n\non the BAP (or in an appeal to us from its decision) since those\n\nother rulings are merely derived from a ruling that the BAP may\n\n\n                                          -9-\n\fproperly       review    on    direct    appeal   and   which     the    Kanes    are\n\nentitled to have so reviewed.\n\n               The purpose of issue preclusion doctrine is to prevent\n\na party from relitigating an issue where there has been full and\n\nfair litigation, including an opportunity to appeal; indeed,\n\nwhere an appeal on an issue is unavailable for reasons beyond\n\nthe    control    of     the    losing   party,    preclusive     effect    may    be\n\ndenied.    Nutter v. Monongahela Power Co., 4 F.3d 319, 321-22\n\n(4th    Cir.    1993);         Restatement   §    28(1);    see   also   Beale     v.\n\nChisholm, 626 A.2d 345, 347 (Me. 1993).                    Direct review of the\n\nerroneous original decision cannot be precluded because, in the\n\nmeantime, the original court has repeated the error in the same\n\ncase or other courts have adopted it by cross reference.                          Cf.\n\nLivera v. First Nat'l State Bank, 879 F.2d 1186, 1190-91 (3d\n\nCir.), cert. denied, 493 U.S. 937 (1989).\n\n               Admittedly, the town finds some helpful language in an\n\naged Supreme Court opinion, Deposit Bank of Frankfort v. Board\n\nof Councilmen, 191 U.S. 499 (1903), produced by a maximally\n\ndivided Court at the turn of the last century.                    But despite its\n\nuse of res judicata terminology, Deposit Bank was addressing the\n\nquestion       whether    state    courts    themselves      could   nullify      the\n\neffect of an existing federal judgment by overturning a prior\n\nstate court judgment on which that federal judgment depended.\n\n\n                                         -10-\n\fId. at 501-04, 512.            Deposit Bank was not a case in which a\n\nparty claimed that preclusion from later judgments cut off\n\ntimely    appeal   of    the    very   judgment      upon    which   those    later\n\njudgments depended.        Id. at 501-04, 508.\n\n            Deposit Bank is therefore consistent with the well-\n\nestablished rule that \"[a] judgment based on an earlier judgment\n\nis not nullified automatically\" when the earlier judgment is\n\nreversed, Restatement § 16.               It does not deny the power of\n\ncourts to reverse an earlier judgment on direct appeal; indeed,\n\nit treated as \"settled law\" the state courts' overturning of a\n\nprior     determination        despite    intervening        reliance    on   that\n\ndetermination by federal courts.                Id. at 508, 512.        Two other\n\nSupreme    Court    decisions     cited       by   the   town--Federated      Dep't\n\nStores, Inc. v. Moitie, 452 U.S. 394, 398-99 (1981), and Reed v.\n\nAllen, 286 U.S. 191, 199-200 (1932)--are not to the contrary.\n\n            This brings us to the two other arguments made by the\n\ntown's opening brief.          One is that the Kanes failed to show that\n\nthe   property     was   necessary       to   an   effective    reorganization.\n\nWhether this is so or not--the BAP decision is all but silent on\n\nthe point--does not matter on this appeal.                  The bankruptcy court\n\npurported to grant relief from the automatic stay under section\n\n362(d)(2); and that statute provides two conditions, each of\n\nwhich must be satisfied.          One condition is that the debtor lacks\n\n\n                                         -11-\n\fan equity in the property; the other, that the property is not\n\nnecessary    to    an    effective   reorganization.         11   U.S.C.    §\n\n362(d)(2).\n\n            The bankruptcy court found that the first condition was\n\nsatisfied based on the earlier failure to assume the installment\n\nsales contract; the BAP has in turn reversed that ruling.                  If\n\nthe BAP's reversal stands, it does not matter whether section\n\n362(d)(2)'s second condition has or has not been satisfied\n\nbecause both need to be satisfied to make that section a basis\n\nfor providing relief from the automatic stay.              The town's third\n\nargument--that the BAP should not have granted a stay pending\n\nappeal--is even more clearly beside the point if the BAP is now\n\naffirmed.\n\n            So far we have rejected all of the arguments for\n\nreversing the BAP that appear in the town's opening brief.             This\n\ntakes us to the town's reply brief where, for the first time,\n\nthe town argues that the BAP should be reversed on the merits,\n\nthat   is   to    say,   not   because   the   BAP   was   precluded   from\n\nconsidering whether the Kanes had an equitable interest despite\n\na failure to assume the sales contract, but because (according\n\nto the town) the BAP erred in deciding that they did have such\n\nan interest.       Such an attack on the merits is unsurprising.\n\n\n\n\n                                     -12-\n\fIndeed, the BAP's decision concedes that it turns on a close and\n\ndifficult issue on which courts are divided.\n\n          The problem for the town is that its attack on the\n\nmerits comes too late:       an entirely new ground of attack on the\n\ndecision under review cannot be advanced for the first time in\n\na reply brief.    Rivera-Muriente v. Agosto-Alicea, 959 F.2d 349,\n\n354 (1st Cir. 1992).     Nor are the town's arguments made timely\n\nby the fact that the Kanes, in answering the opening brief,\n\nsought (partly) to defend the BAP's decision on the merits;\n\nabsent an attack on the merits by the town in its opening brief,\n\nthe BAP's merits determination was no longer open to challenge\n\nby the town.     United States v. Benavente Gomez, 921 F.2d 378,\n\n386 & n.6 (1st Cir. 1990).\n\n          \"[E]xtraordinary circumstances\" could still justify\n\nreview of the merits, despite the untimeliness of the town's\n\narguments.    Keeler v. Putnam Fiduciary Trust Co., 238 F.3d 5, 10\n\n(1st   Cir.   2001).    We    have    never   spelled   out   just   what\n\nconstitutes such extraordinary circumstances, but some of the\n\nconsiderations are obvious:          whether there is some excuse for\n\nthe failure to raise the issue in the opening brief; how far the\n\nopposing party would be prejudiced; and whether failing to\n\n\n\n\n                                  -13-\n\fconsider the argument would lead to a miscarriage of justice or\n\nundermine confidence in the judicial system.3\n\n               Here, the town could easily have addressed the merits\n\nin its opening brief.          Further, as the BAP's careful treatment\n\nshows, the merits issues are quite difficult (especially the\n\nquestion how the Kanes' interest should be classified).                     Thus,\n\nthere was ample need for full briefing and the Kanes' discussion\n\nof these issues in their answering brief would surely have been\n\nmore developed and focused if the opening brief had addressed\n\nthe merits.           Certainly nothing in the BAP's treatment of the\n\nmerits even remotely approaches a miscarriage of justice.\n\n               This dispute has claimed a preposterous amount of time\n\nin   five      different   courts      to   resolve   tax   claims   of   perhaps\n\nseveral thousand dollars on property purchased, not too long\n\nago, for $15,000.          Last time the town and the Kanes worked out\n\na settlement.           Admittedly, it did not hold, but part of the\n\nfault appears to have been with the failure of the original\n\nowner     of    the    property   to    pay    his    promised   share    of   the\n\n\n      3\n      Obviously, there is an overlap between such inquiries and\nthe tests for plain error set out in United States v. Olano, 507\nU.S 725, 732 (1993), but the problems are not quite the same.\nPlain error assumes a failure to preserve the issue below and\naims to protect the trial process; by contrast, our concern here\nis that although the issues in question were raised below,\nappellant failed to present them in appellant's opening brief,\nthereby leaving appellees without a full and fair opportunity to\nrespond.\n\n                                        -14-\n\finstallments agreed to in 1996.     Before both sides spend more\n\nmoney on further litigation, an effort to reach a new settlement\n\nought at least to be considered.\n\n         Affirmed.\n\n\n\n\n                             -15-\n\f",
  "html": "<p class=\"case_cite\">254 F.3d 325 (1st Cir. 2001)</p>\n    <p class=\"parties\">IN RE: MITCHELL E. KANE AND ALICE C. KANE, DEBTORS.<br>MITCHELL E. KANE AND ALICE C. KANE, DEBTORS, APPELLEES,<br>v.<br>TOWN OF HARPSWELL, CREDITOR, APPELLANT.</p>\n    <p class=\"docket\">No. 00-9008</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 8, 2001<br>Decided June 22, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES BANKRUPTCY APPELLATE PANEL FOR THE FIRST CIRCUITF. Bruce Sleeper with whom Jensen Baird Gardner &amp; Henry was on brief for appellant.</p>\n      <p class=\"indent\">Ralph W. Brown for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Boudin, Chief Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from a prolonged effort by the Town of Harpswell, Maine, to foreclose a tax lien and expel the putative owners, Mitchell and Alice Kane, from a piece of real property subject to the lien. In 1991, the Kanes bought this piece of already mortgaged property alongside Route 123 in Harpswell from one Francis Pagurko; in accordance with an installment sales contract, the price ($15,000) was to be paid in modest monthly installments. Title was to be transferred after full payment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the sales contract, the Kanes took immediate responsibility for paying real estate taxes and assessments. Thereafter, on June 14, 1996, the town's tax collector filed a tax lien certificate, stating that taxes had gone unpaid. Me. Rev. Stat. Ann. tit. 36, &#167;&#167; 943 (West 1990). To settle this and a related dispute with the town, the Kanes agreed to a payment schedule for the past taxes due. Town of Harpswell v. Pagurko, No. CV-95-290 (Me. Super. Ct. July 29, 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Apparently the Kanes made the payments through September 1997, but on September 18, 1997, they filed a chapter 7 bankruptcy petition, 11 U.S.C. &#167;&#167; 301 (1994). In re Kane, Case No. 97-21505 (Bankr. D. Me. Jan. 9, 1998). This automatically prevented the town from enforcing   the Kanes or their estate the outstanding tax lien on the property, 11 U.S.C. &#167;&#167; 362(a) (1994), which would otherwise have matured on December 14, 1997--assuming that the Kanes did in fact have a property interest. If they had only a contractual interest, then that was arguably extinguished because neither the trustee nor the Kanes purported to assume or reaffirm the installment sales contract for the property. 11 U.S.C. &#167;&#167;&#167;&#167; 365(a), 521(2) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to Mitchell Kane, he continued to tender monthly payments as promised in the earlier settlement but, after October 1997, the town stopped accepting them. On November 4, 1997, the trustee filed a report abandoning any claim of the estate to the property. 11 U.S.C. &#167;&#167; 554 (1994). Then, on November 13, the town sent the 30-day notice of foreclosure required by state law, warning that the tax lien would be foreclosed on December 15. Me. Rev. Stat. Ann. tit. 36, &#167;&#167; 943 (West 1990 &amp; Supp. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In January 1998, the Kanes were discharged from bankruptcy and the bankruptcy case was closed. The discharge freed the Kanes from personal liability on various debts but not from valid tax liens on the property, 11 U.S.C. &#167;&#167;&#167;&#167; 522(c)(2)(B), 524(a)(1) (1994); Wrenn v. Am. Cast Iron Pipe Co. (In re Wrenn), 40 F.3d 1162, 1164-66 (11th Cir. 1994) (per curiam); IRS v. Orr, 239 B.R. 130, 134 (S.D. Tex. 1998), or from unsecured claims for certain taxes, including certain property taxes, 11 U.S.C. &#167;&#167;&#167;&#167; 507(a)(8)(B), 523(a)(1) (1994). In the wake of the discharge, the town warned the Kanes to resume payments or face eviction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mitchell Kane asserts that in late January 1998 he tendered all the delinquent payments but that the town refused them. Apparently nothing then occurred until April 5, 1999, when the town wrote the Kanes, saying that it now owned the property because the tax lien had been foreclosed--automatically after the notice provided in November 1997, Me. Rev. Stat. Ann. tit. 36, &#167;&#167; 943--and that the Kanes had 30 days to vacate the premises, Me. Rev. Stat. Ann. tit. 14, &#167;&#167;&#167;&#167; 6001-02 (Supp. 2000). When the Kanes refused to leave, the town brought an eviction action in Maine state court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 2, the day scheduled for the eviction hearing, the Kanes filed a petition for chapter 13 bankruptcy, again triggering an automatic stay of actions against them or their estate, 11 U.S.C. &#167;&#167; 362(a). Town of Harpswell v. Kane (In re Kane), Case No. 99-20899 (Bankr. D. Me. 1999). The town then filed a motion to lift the stay as to the eviction action which, after several hearings, the bankruptcy court granted in an order of August 13 (\"the relief order\"). See 11 U.S.C. &#167;&#167; 362(d)(2) (1994). The court ruled that the Kanes had no equity in the property because inter alia they failed to assume the installment sales contract in their chapter 7 bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thereafter the bankruptcy court dismissed an intervening request by the Kanes to determine the validity of the town's lien, saying that the Kanes were bound by the court's earlier ruling that they lacked any equity in the property. In due course, the state district court in the pending eviction action determined that the town had a right to possess the property. Town of Harpswell v. Kane, No. WES-SA- 99-237 (Me. Dist. Ct. Dec. 8, 1999). The state superior court affirmed, saying that given the prior decisions of the bankruptcy court, issue preclusion established the Kanes' lack of interest in the property. Town of Harpswell v. Kane, No. AP-00-003 (Me. Super. Ct. Mar. 9, 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Kanes appealed from the relief order to the Bankruptcy Appellate Panel (\"the BAP\"), which stayed that order and, on May 10, 2000, reversed. Kane v. Town of Harpswell (In re Kane), 248 B.R. 216, 225 (B.A.P. 1st Cir. 2000). The BAP held inter alia that under state law, the installment sales contract effectively transferred the equity interest in the property to the Kanes at the outset, left almost nothing more to do on the seller's side, and was therefore a non-executory contract that did not have to be assumed or rejected. Id. at 224. Consequently, said the panel, the town's purported notice of imminent foreclosure in November 1997 violated the automatic stay and was therefore ineffective to cut off the Kanes' equity. Id. at 224-25.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The town has now appealed to us from the BAP's decision. In its opening brief, the town mainly asserts that under preclusion doctrine the BAP was bound by earlier determinations by other courts that the Kanes lacked an equity interest in the property. These earlier determinations, says the town, include both the \"unappealed\" decision by the bankruptcy court dismissing the Kanes' intervening request to rule on the validity of the town tax lien and the Maine state court decisions in the eviction proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The preclusive effect of the bankruptcy court's dismissal ruling is determined by federal law, Monarch Life Ins. Co. v. Ropes &amp; Gray, 65 F.3d 973, 978 (1st Cir. 1995), while the preclusive effect of the Maine state court rulings depends upon Maine law, 28 U.S.C. &#167;&#167; 1738 (1994); Cruz v. Melecio, 204 F.3d 14, 18 (1st Cir. 2000). But both the federal courts and the Maine courts tend to follow the general approach of the Restatement (Second) of Judgments (1982) (\"Restatement\"), Monarch Life Ins., 65 F.3d at 978; Mills v. Mills, 565 A.2d 323, 324 (Me. 1989); and neither the Restatement nor any precedent we have found addresses our peculiar problem. But peculiar does not necessarily mean difficult.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under ordinary rules of issue preclusion, an issue \"actually litigated and determined by a valid and final judgment,\" if \"essential\" to the judgment, binds the same parties in any subsequent action, \"whether on the same or a different claim.\" Restatement &#167;&#167; 27. The general rule applies--in most jurisdictions--even where the first, or issue preclusive, judgment is still on appeal when the second action occurs. Ruyle v. Cont'l Oil Co., 44 F.3d 837, 846 (10th Cir. 1994), cert. denied, 516 U.S. 906 (1995); Bartlett v. Pullen, 586 A.2d 1263, 1265 (Me. 1991); see also Restatement &#167;&#167; 13 cmt. f.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Of course, one expects that, if appropriate appeals are perfected, an undoing of the first judgment will allow the second judgment to be undone as well--if it depended on the preclusive effect accorded to the first \"merits\" judgment. See Fed. R. Civ. P. 60(b)(5); Sender v. Nancy Elizabeth R. Heggland Family Trust (In re Hedged- Investments Assocs., Inc.), 48 F.3d 470, 472-73 (10th Cir. 1995); S.C. Nat'l Bank v. Atl. States Bankcard Ass'n, Inc., 896 F.2d 1421, 1430-31 (4th Cir. 1990); Restatement &#167;&#167; 16. What is almost unique about our case is that the town is seeking to block an appeal of an original \"merits\" judgment by relying on the preclusive effect of later decisions which themselves relied on the original merits judgment now appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Recall that the question whether the Kanes had acquired and retained an equity interest in the property was \"actually litigated and determined\" only once: when the bankruptcy court ruled against the Kanes on the town's original motion for relief from the stay. There were multiple later adoptions of this ruling--by the bankruptcy court in rejecting the Kanes' request to determine lien validity and by the state courts in the eviction case and its appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> But these adoptions were based on issue preclusion and not litigation of the merits anew. Cf. Lombard v. United States, 194 F.3d 305, 312 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Restatement itself makes clear that \"actual litigation and determination\" involves something more than having an issue \"resolved\" as a result of some determinative legal doctrine that short-circuits the merits. As examples of issues not actually litigated, the Restatement points to situations where a matter is stipulated, admitted without controversy, or determined by default leading to the entry of judgment. Restatement &#167;&#167; 27 cmt. e. In all of these situations, there has been no judicial decision on the merits, and issue preclusion does not apply, unless it can be shown (as by a stipulation) that the relevant parties intended otherwise. Id. See generally 18 Wright, Miller &amp; Cooper, Federal Practice and Procedure &#167;&#167;&#167;&#167; 4442-43 (1981 &amp; Supp. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for the original \"actually litigated\" ruling in this case, it may be regarded as \"final\" (the concept is a tricky one in bankruptcy matters, Brandt v. Wand Partners, 242 F.3d 6, 13 (1st Cir. 2001)), but the Kanes took a proper and timely appeal from that ruling to the BAP, which set the ruling aside. Certainly, the town can point to three other determinations to the same effect which have not been set aside; but it is obviously circular and unfair to treat those rulings as binding on the BAP (or in an appeal to us from its decision) since those other rulings are merely derived from a ruling that the BAP may properly review on direct appeal and which the Kanes are entitled to have so reviewed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The purpose of issue preclusion doctrine is to prevent a party from relitigating an issue where there has been full and fair litigation, including an opportunity to appeal; indeed, where an appeal on an issue is unavailable for reasons beyond the control of the losing party, preclusive effect may be denied. Nutter v. Monongahela Power Co., 4 F.3d 319, 321-22 (4th Cir. 1993); Restatement &#167;&#167; 28(1); see also Beale v. Chisholm, 626 A.2d 345, 347 (Me. 1993). Direct review of the erroneous original decision cannot be precluded because, in the meantime, the original court has repeated the error in the same case or other courts have adopted it by cross reference. Cf. Livera v. First Nat'l State Bank, 879 F.2d 1186, 1190-91 (3d Cir.), cert. denied, 493 U.S. 937 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Admittedly, the town finds some helpful language in an aged Supreme Court opinion, Deposit Bank of Frankfort v. Board of Councilmen, 191 U.S. 499 (1903), produced by a maximally divided Court at the turn of the last century. But despite its use of res judicata terminology, Deposit Bank was addressing the question whether state courts themselves could nullify the effect of an existing federal judgment by overturning a prior state court judgment on which that federal judgment depended. Id. at 501-04, 512. Deposit Bank was not a case in which a party claimed that preclusion from later judgments cut off timely appeal of the very judgment upon which those later judgments depended. Id. at 501-04, 508.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Deposit Bank is therefore consistent with the well-established rule that \"[a] judgment based on an earlier judgment is not nullified automatically\" when the earlier judgment is reversed, Restatement &#167;&#167; 16. It does not deny the power of courts to reverse an earlier judgment on direct appeal; indeed, it treated as \"settled law\" the state courts' overturning of a prior determination despite intervening reliance on that determination by federal courts. Id. at 508, 512. Two other Supreme Court decisions cited by the town--Federated Dep't Stores, Inc. v. Moitie, 452 U.S. 394, 398-99 (1981), and Reed v. Allen, 286 U.S. 191, 199-200 (1932)--are not to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the two other arguments made by the town's opening brief. One is that the Kanes failed to show that the property was necessary to an effective reorganization. Whether this is so or not--the BAP decision is all but silent on the point--does not matter on this appeal. The bankruptcy court purported to grant relief from the automatic stay under section 362(d)(2); and that statute provides two conditions, each of which must be satisfied. One condition is that the debtor lacks an equity in the property; the other, that the property is not necessary to an effective reorganization. 11 U.S.C. &#167;&#167; 362(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The bankruptcy court found that the first condition was satisfied based on the earlier failure to assume the installment sales contract; the BAP has in turn reversed that ruling. If the BAP's reversal stands, it does not matter whether section 362(d)(2)'s second condition has or has not been satisfied because both need to be satisfied to make that section a basis for providing relief from the automatic stay. The town's third argument--that the BAP should not have granted a stay pending appeal--is even more clearly beside the point if the BAP is now affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">So far we have rejected all of the arguments for reversing the BAP that appear in the town's opening brief. This takes us to the town's reply brief where, for the first time, the town argues that the BAP should be reversed on the merits, that is to say, not because the BAP was precluded from considering whether the Kanes had an equitable interest despite a failure to assume the sales contract, but because (according to the town) the BAP erred in deciding that they did have such an interest. Such an attack on the merits is unsurprising. Indeed, the BAP's decision concedes that it turns on a close and difficult issue on which courts are divided.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The problem for the town is that its attack on the merits comes too late: an entirely new ground of attack on the decision under review cannot be advanced for the first time in a reply brief. Rivera- Muriente v. Agosto-Alicea, 959 F.2d 349, 354 (1st Cir. 1992). Nor are the town's arguments made timely by the fact that the Kanes, in answering the opening brief, sought (partly) to defend the BAP's decision on the merits; absent an attack on the merits by the town in its opening brief, the BAP's merits determination was no longer open to challenge by the town. United States v. Benavente Gomez, 921 F.2d 378, 386 &amp; n.6 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"[E]xtraordinary circumstances\" could still justify review of the merits, despite the untimeliness of the town's arguments. Keeler v. Putnam Fiduciary Trust Co., 238 F.3d 5, 10 (1st Cir. 2001). We have never spelled out just what constitutes such extraordinary circumstances, but some of the considerations are obvious: whether there is some excuse for the failure to raise the issue in the opening brief; how far the opposing party would be prejudiced; and whether failing to consider the argument would lead to a miscarriage of justice or undermine confidence in the judicial system.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, the town could easily have addressed the merits in its opening brief. Further, as the BAP's careful treatment shows, the merits issues are quite difficult (especially the question how the Kanes' interest should be classified). Thus, there was ample need for full briefing and the Kanes' discussion of these issues in their answering brief would surely have been more developed and focused if the opening brief had addressed the merits. Certainly nothing in the BAP's treatment of the merits even remotely approaches a miscarriage of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This dispute has claimed a preposterous amount of time in five different courts to resolve tax claims of perhaps several thousand dollars on property purchased, not too long ago, for $15,000. Last time the town and the Kanes worked out a settlement. Admittedly, it did not hold, but part of the fault appears to have been with the failure of the original owner of the property to pay his promised share of the installments agreed to in 1996. Before both sides spend more money on further litigation, an effort to reach a new settlement ought at least to be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Some jurisdictions, like California, take the minority view, holding that a judgment is not \"final\" for preclusion purposes while an appeal is still pending. See Cal. Civ. Proc. Code &#167;&#167; 1049 (West 1980); Sullivan v. Delta Air Lines, Inc., 935 P.2d 781, 790 &amp; n.7 (Cal. 1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The grounds on which the Maine district court ruled for the town are unclear. However, the Maine superior court decision was unmistakably based on preclusion from the bankruptcy court's prior finding of no equity, and, under well-established doctrine, this appellate decision is the basis for whatever preclusive effect the two state court decisions have, Rutanen v. Baylis (In re Baylis), 217 F.3d 66, 71 (1st Cir. 2000); Restatement &#167;&#167; 27 cmt. o.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Obviously, there is an overlap between such inquiries and the tests for plain error set out in United States v. Olano, 507 U.S 725, 732 (1993), but the problems are not quite the same. Plain error assumes a failure to preserve the issue below and aims to protect the trial process; by contrast, our concern here is that although the issues in question were raised below, appellant failed to present them in appellant's opening brief, thereby leaving appellees without a full and fair opportunity to respond.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">IN RE: MITCHELL E. KANE AND ALICE C. KANE, DEBTORS.<br>MITCHELL E. KANE AND ALICE C. KANE, DEBTORS, APPELLEES,<br>v.<br>TOWN OF HARPSWELL, CREDITOR, APPELLANT.</p>\n    <p class=\"docket\">No. 00-9008</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 8, 2001<br>Decided June 22, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES BANKRUPTCY APPELLATE PANEL FOR THE FIRST CIRCUITF. Bruce Sleeper with whom Jensen Baird Gardner &amp; Henry was on brief for appellant.</p>\n      <p class=\"indent\">Ralph W. Brown for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Boudin, Chief Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from a prolonged effort by the Town of Harpswell, Maine, to foreclose a tax lien and expel the putative owners, Mitchell and Alice Kane, from a piece of real property subject to the lien. In 1991, the Kanes bought this piece of already mortgaged property alongside Route 123 in Harpswell from one Francis Pagurko; in accordance with an installment sales contract, the price ($15,000) was to be paid in modest monthly installments. Title was to be transferred after full payment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the sales contract, the Kanes took immediate responsibility for paying real estate taxes and assessments. Thereafter, on June 14, 1996, the town's tax collector filed a tax lien certificate, stating that taxes had gone unpaid. Me. Rev. Stat. Ann. tit. 36, &#167;&#167; 943 (West 1990). To settle this and a related dispute with the town, the Kanes agreed to a payment schedule for the past taxes due. Town of Harpswell v. Pagurko, No. CV-95-290 (Me. Super. Ct. July 29, 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Apparently the Kanes made the payments through September 1997, but on September 18, 1997, they filed a chapter 7 bankruptcy petition, 11 U.S.C. &#167;&#167; 301 (1994). In re Kane, Case No. 97-21505 (Bankr. D. Me. Jan. 9, 1998). This automatically prevented the town from enforcing   the Kanes or their estate the outstanding tax lien on the property, 11 U.S.C. &#167;&#167; 362(a) (1994), which would otherwise have matured on December 14, 1997--assuming that the Kanes did in fact have a property interest. If they had only a contractual interest, then that was arguably extinguished because neither the trustee nor the Kanes purported to assume or reaffirm the installment sales contract for the property. 11 U.S.C. &#167;&#167;&#167;&#167; 365(a), 521(2) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to Mitchell Kane, he continued to tender monthly payments as promised in the earlier settlement but, after October 1997, the town stopped accepting them. On November 4, 1997, the trustee filed a report abandoning any claim of the estate to the property. 11 U.S.C. &#167;&#167; 554 (1994). Then, on November 13, the town sent the 30-day notice of foreclosure required by state law, warning that the tax lien would be foreclosed on December 15. Me. Rev. Stat. Ann. tit. 36, &#167;&#167; 943 (West 1990 &amp; Supp. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In January 1998, the Kanes were discharged from bankruptcy and the bankruptcy case was closed. The discharge freed the Kanes from personal liability on various debts but not from valid tax liens on the property, 11 U.S.C. &#167;&#167;&#167;&#167; 522(c)(2)(B), 524(a)(1) (1994); Wrenn v. Am. Cast Iron Pipe Co. (In re Wrenn), <span class=\"citation\" data-id=\"682817\"><a href=\"/opinion/682817/32-collier-bankrcas2d-987-bankr-l-rep-p-76302-in-re-peter-wrenn/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1164-66 (11th Cir. 1994) (per curiam); IRS v. Orr, <span class=\"citation\" data-id=\"1552419\"><a href=\"/opinion/1552419/irs-v-orr/\"><span class=\"volume\">239</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">130</span></a></span>, 134 (S.D. Tex. 1998), or from unsecured claims for certain taxes, including certain property taxes, 11 U.S.C. &#167;&#167;&#167;&#167; 507(a)(8)(B), 523(a)(1) (1994). In the wake of the discharge, the town warned the Kanes to resume payments or face eviction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mitchell Kane asserts that in late January 1998 he tendered all the delinquent payments but that the town refused them. Apparently nothing then occurred until April 5, 1999, when the town wrote the Kanes, saying that it now owned the property because the tax lien had been foreclosed--automatically after the notice provided in November 1997, Me. Rev. Stat. Ann. tit. 36, &#167;&#167; 943--and that the Kanes had 30 days to vacate the premises, Me. Rev. Stat. Ann. tit. 14, &#167;&#167;&#167;&#167; 6001-02 (Supp. 2000). When the Kanes refused to leave, the town brought an eviction action in Maine state court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 2, the day scheduled for the eviction hearing, the Kanes filed a petition for chapter 13 bankruptcy, again triggering an automatic stay of actions against them or their estate, 11 U.S.C. &#167;&#167; 362(a). Town of Harpswell v. Kane (In re Kane), Case No. 99-20899 (Bankr. D. Me. 1999). The town then filed a motion to lift the stay as to the eviction action which, after several hearings, the bankruptcy court granted in an order of August 13 (\"the relief order\"). See 11 U.S.C. &#167;&#167; 362(d)(2) (1994). The court ruled that the Kanes had no equity in the property because inter alia they failed to assume the installment sales contract in their chapter 7 bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thereafter the bankruptcy court dismissed an intervening request by the Kanes to determine the validity of the town's lien, saying that the Kanes were bound by the court's earlier ruling that they lacked any equity in the property. In due course, the state district court in the pending eviction action determined that the town had a right to possess the property. Town of Harpswell v. Kane, No. WES-SA- 99-237 (Me. Dist. Ct. Dec. 8, 1999). The state superior court affirmed, saying that given the prior decisions of the bankruptcy court, issue preclusion established the Kanes' lack of interest in the property. Town of Harpswell v. Kane, No. AP-00-003 (Me. Super. Ct. Mar. 9, 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Kanes appealed from the relief order to the Bankruptcy Appellate Panel (\"the BAP\"), which stayed that order and, on May 10, 2000, reversed. Kane v. Town of Harpswell (In re Kane), <span class=\"citation\" data-id=\"1826304\"><a href=\"/opinion/1826304/in-re-kane/\"><span class=\"volume\">248</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">216</span></a></span>, 225 (B.A.P. 1st Cir. 2000). The BAP held inter alia that under state law, the installment sales contract effectively transferred the equity interest in the property to the Kanes at the outset, left almost nothing more to do on the seller's side, and was therefore a non-executory contract that did not have to be assumed or rejected. Id. at 224. Consequently, said the panel, the town's purported notice of imminent foreclosure in November 1997 violated the automatic stay and was therefore ineffective to cut off the Kanes' equity. Id. at 224-25.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The town has now appealed to us from the BAP's decision. In its opening brief, the town mainly asserts that under preclusion doctrine the BAP was bound by earlier determinations by other courts that the Kanes lacked an equity interest in the property. These earlier determinations, says the town, include both the \"unappealed\" decision by the bankruptcy court dismissing the Kanes' intervening request to rule on the validity of the town tax lien and the Maine state court decisions in the eviction proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The preclusive effect of the bankruptcy court's dismissal ruling is determined by federal law, Monarch Life Ins. Co. v. Ropes &amp; Gray, <span class=\"citation\" data-id=\"196288\"><a href=\"/opinion/196288/monarch-life-v-ropes-gray/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">973</span></a></span>, 978 (1st Cir. 1995), while the preclusive effect of the Maine state court rulings depends upon Maine law, 28 U.S.C. &#167;&#167; 1738 (1994); Cruz v. Melecio, <span class=\"citation\" data-id=\"198832\"><a href=\"/opinion/198832/oscar-cruz-v-melecio/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir. 2000). But both the federal courts and the Maine courts tend to follow the general approach of the Restatement (Second) of Judgments (1982) (\"Restatement\"), Monarch Life Ins., 65 F.3d at 978; Mills v. Mills, <span class=\"citation no-link\"><span class=\"volume\">565</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">323</span></span>, 324 (Me. 1989); and neither the Restatement nor any precedent we have found addresses our peculiar problem. But peculiar does not necessarily mean difficult.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under ordinary rules of issue preclusion, an issue \"actually litigated and determined by a valid and final judgment,\" if \"essential\" to the judgment, binds the same parties in any subsequent action, \"whether on the same or a different claim.\" Restatement &#167;&#167; 27. The general rule applies--in most jurisdictions--even where the first, or issue preclusive, judgment is still on appeal when the second action occurs. Ruyle v. Cont'l Oil Co., <span class=\"citation\" data-id=\"686552\"><a href=\"/opinion/686552/robert-ruyle-and-elizabeth-ruyle-harvey-fransen-and-marjorie-fransen-george/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">837</span></a></span>, 846 (10th Cir. 1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span> (1995); Bartlett v. Pullen, <span class=\"citation no-link\"><span class=\"volume\">586</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1263</span></span>, 1265 (Me. 1991); see also Restatement &#167;&#167; 13 cmt. f.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Of course, one expects that, if appropriate appeals are perfected, an undoing of the first judgment will allow the second judgment to be undone as well--if it depended on the preclusive effect accorded to the first \"merits\" judgment. See Fed. R. Civ. P. 60(b)(5); Sender v. Nancy Elizabeth R. Heggland Family Trust (In re Hedged- Investments Assocs., Inc.), <span class=\"citation\" data-id=\"689993\"><a href=\"/opinion/689993/in-re-hedged-investments-associates-inc-debtor-harvey-sender-trustee/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 472-73 (10th Cir. 1995); S.C. Nat'l Bank v. Atl. States Bankcard Ass'n, Inc., <span class=\"citation\" data-id=\"537178\"><a href=\"/opinion/537178/south-carolina-national-bank-v-atlantic-states-bankcard-association-inc/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1421</span></a></span>, 1430-31 (4th Cir. 1990); Restatement &#167;&#167; 16. What is almost unique about our case is that the town is seeking to block an appeal of an original \"merits\" judgment by relying on the preclusive effect of later decisions which themselves relied on the original merits judgment now appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Recall that the question whether the Kanes had acquired and retained an equity interest in the property was \"actually litigated and determined\" only once: when the bankruptcy court ruled against the Kanes on the town's original motion for relief from the stay. There were multiple later adoptions of this ruling--by the bankruptcy court in rejecting the Kanes' request to determine lien validity and by the state courts in the eviction case and its appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> But these adoptions were based on issue preclusion and not litigation of the merits anew. Cf. Lombard v. United States, <span class=\"citation\" data-id=\"198696\"><a href=\"/opinion/198696/lombard-v-united-states/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">305</span></a></span>, 312 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Restatement itself makes clear that \"actual litigation and determination\" involves something more than having an issue \"resolved\" as a result of some determinative legal doctrine that short-circuits the merits. As examples of issues not actually litigated, the Restatement points to situations where a matter is stipulated, admitted without controversy, or determined by default leading to the entry of judgment. Restatement &#167;&#167; 27 cmt. e. In all of these situations, there has been no judicial decision on the merits, and issue preclusion does not apply, unless it can be shown (as by a stipulation) that the relevant parties intended otherwise. Id. See generally 18 Wright, Miller &amp; Cooper, Federal Practice and Procedure &#167;&#167;&#167;&#167; 4442-43 (1981 &amp; Supp. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for the original \"actually litigated\" ruling in this case, it may be regarded as \"final\" (the concept is a tricky one in bankruptcy matters, Brandt v. Wand Partners, <span class=\"citation\" data-id=\"199295\"><a href=\"/opinion/199295/brandt-v-wand-partners/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 13 (1st Cir. 2001)), but the Kanes took a proper and timely appeal from that ruling to the BAP, which set the ruling aside. Certainly, the town can point to three other determinations to the same effect which have not been set aside; but it is obviously circular and unfair to treat those rulings as binding on the BAP (or in an appeal to us from its decision) since those other rulings are merely derived from a ruling that the BAP may properly review on direct appeal and which the Kanes are entitled to have so reviewed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The purpose of issue preclusion doctrine is to prevent a party from relitigating an issue where there has been full and fair litigation, including an opportunity to appeal; indeed, where an appeal on an issue is unavailable for reasons beyond the control of the losing party, preclusive effect may be denied. Nutter v. Monongahela Power Co., <span class=\"citation\" data-id=\"629146\"><a href=\"/opinion/629146/bruce-nutter-v-monongahela-power-company-in-re-monongahela-power-company/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 321-22 (4th Cir. 1993); Restatement &#167;&#167; 28(1); see also Beale v. Chisholm, <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">345</span></span>, 347 (Me. 1993). Direct review of the erroneous original decision cannot be precluded because, in the meantime, the original court has repeated the error in the same case or other courts have adopted it by cross reference. Cf. Livera v. First Nat'l State Bank, <span class=\"citation\" data-id=\"526457\"><a href=\"/opinion/526457/livera-aldo-l-jr-and-alpha-hermetic-inc-cmr-industries-inc/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span>, 1190-91 (3d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span></span> (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Admittedly, the town finds some helpful language in an aged Supreme Court opinion, Deposit Bank of Frankfort v. Board of Councilmen, <span class=\"citation\" data-id=\"95964\"><a href=\"/opinion/95964/deposit-bank-v-frankfort/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span> (1903), produced by a maximally divided Court at the turn of the last century. But despite its use of res judicata terminology, Deposit Bank was addressing the question whether state courts themselves could nullify the effect of an existing federal judgment by overturning a prior state court judgment on which that federal judgment depended. Id. at 501-04, 512. Deposit Bank was not a case in which a party claimed that preclusion from later judgments cut off timely appeal of the very judgment upon which those later judgments depended. Id. at 501-04, 508.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Deposit Bank is therefore consistent with the well-established rule that \"[a] judgment based on an earlier judgment is not nullified automatically\" when the earlier judgment is reversed, Restatement &#167;&#167; 16. It does not deny the power of courts to reverse an earlier judgment on direct appeal; indeed, it treated as \"settled law\" the state courts' overturning of a prior determination despite intervening reliance on that determination by federal courts. Id. at 508, 512. Two other Supreme Court decisions cited by the town--Federated Dep't Stores, Inc. v. Moitie, <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 398-99 (1981), and Reed v. Allen, <span class=\"citation\" data-id=\"101917\"><a href=\"/opinion/101917/reed-v-allen/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">191</span></a></span>, 199-200 (1932)--are not to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the two other arguments made by the town's opening brief. One is that the Kanes failed to show that the property was necessary to an effective reorganization. Whether this is so or not--the BAP decision is all but silent on the point--does not matter on this appeal. The bankruptcy court purported to grant relief from the automatic stay under section 362(d)(2); and that statute provides two conditions, each of which must be satisfied. One condition is that the debtor lacks an equity in the property; the other, that the property is not necessary to an effective reorganization. 11 U.S.C. &#167;&#167; 362(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The bankruptcy court found that the first condition was satisfied based on the earlier failure to assume the installment sales contract; the BAP has in turn reversed that ruling. If the BAP's reversal stands, it does not matter whether section 362(d)(2)'s second condition has or has not been satisfied because both need to be satisfied to make that section a basis for providing relief from the automatic stay. The town's third argument--that the BAP should not have granted a stay pending appeal--is even more clearly beside the point if the BAP is now affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">So far we have rejected all of the arguments for reversing the BAP that appear in the town's opening brief. This takes us to the town's reply brief where, for the first time, the town argues that the BAP should be reversed on the merits, that is to say, not because the BAP was precluded from considering whether the Kanes had an equitable interest despite a failure to assume the sales contract, but because (according to the town) the BAP erred in deciding that they did have such an interest. Such an attack on the merits is unsurprising. Indeed, the BAP's decision concedes that it turns on a close and difficult issue on which courts are divided.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The problem for the town is that its attack on the merits comes too late: an entirely new ground of attack on the decision under review cannot be advanced for the first time in a reply brief. Rivera- Muriente v. Agosto-Alicea, <span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 354 (1st Cir. 1992). Nor are the town's arguments made timely by the fact that the Kanes, in answering the opening brief, sought (partly) to defend the BAP's decision on the merits; absent an attack on the merits by the town in its opening brief, the BAP's merits determination was no longer open to challenge by the town. United States v. Benavente Gomez, <span class=\"citation\" data-id=\"553170\"><a href=\"/opinion/553170/united-states-v-pedro-benavente-gomez-united-states-v-guillermo-cerda/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span>, 386 &amp; n.6 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"[E]xtraordinary circumstances\" could still justify review of the merits, despite the untimeliness of the town's arguments. Keeler v. Putnam Fiduciary Trust Co., <span class=\"citation\" data-id=\"199235\"><a href=\"/opinion/199235/keeler-v-putnam-fiduciary/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 10 (1st Cir. 2001). We have never spelled out just what constitutes such extraordinary circumstances, but some of the considerations are obvious: whether there is some excuse for the failure to raise the issue in the opening brief; how far the opposing party would be prejudiced; and whether failing to consider the argument would lead to a miscarriage of justice or undermine confidence in the judicial system.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, the town could easily have addressed the merits in its opening brief. Further, as the BAP's careful treatment shows, the merits issues are quite difficult (especially the question how the Kanes' interest should be classified). Thus, there was ample need for full briefing and the Kanes' discussion of these issues in their answering brief would surely have been more developed and focused if the opening brief had addressed the merits. Certainly nothing in the BAP's treatment of the merits even remotely approaches a miscarriage of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This dispute has claimed a preposterous amount of time in five different courts to resolve tax claims of perhaps several thousand dollars on property purchased, not too long ago, for $15,000. Last time the town and the Kanes worked out a settlement. Admittedly, it did not hold, but part of the fault appears to have been with the failure of the original owner of the property to pay his promised share of the installments agreed to in 1996. Before both sides spend more money on further litigation, an effort to reach a new settlement ought at least to be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Some jurisdictions, like California, take the minority view, holding that a judgment is not \"final\" for preclusion purposes while an appeal is still pending. See Cal. Civ. Proc. Code &#167;&#167; 1049 (West 1980); Sullivan v. Delta Air Lines, Inc., <span class=\"citation no-link\"><span class=\"volume\">935</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">781</span></span>, 790 &amp; n.7 (Cal. 1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The grounds on which the Maine district court ruled for the town are unclear. However, the Maine superior court decision was unmistakably based on preclusion from the bankruptcy court's prior finding of no equity, and, under well-established doctrine, this appellate decision is the basis for whatever preclusive effect the two state court decisions have, Rutanen v. Baylis (In re Baylis), <span class=\"citation\" data-id=\"198993\"><a href=\"/opinion/198993/rutanen-v-baylis/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 71 (1st Cir. 2000); Restatement &#167;&#167; 27 cmt. o.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Obviously, there is an overlap between such inquiries and the tests for plain error set out in United States v. Olano, 507 U.S 725, 732 (1993), but the problems are not quite the same. Plain error assumes a failure to preserve the issue below and aims to protect the trial process; by contrast, our concern here is that although the issues in question were raised below, appellant failed to present them in appellant's opening brief, thereby leaving appellees without a full and fair opportunity to respond.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/95964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1552419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1826304/"
  ]
}