{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199460/",
  "absolute_url": "/opinion/199460/clauson-v-new-england-insuranc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199460/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:31:11Z",
  "date_modified": "2017-03-24T11:02:02.400698Z",
  "type": "010combined",
  "sha1": "3319a4d7a5151de4e93d40dbd9da836d0bbea316",
  "page_count": 22,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1543-01A.pdf",
  "local_path": "pdf/2001/06/22/Clauson_v._New_England_Insuranc.pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-1543\nNo. 00-1568\n\n                         JOHN CLAUSON,\n\n              Plaintiff, Appellee/Cross-Appellant,\n\n                               v.\n\n                 NEW ENGLAND INSURANCE COMPANY,\n\n              Defendant, Appellant/Cross-Appellee.\n\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres,U.S. District Judge]\n\n\n                             Before\n\n                     Selya, Circuit Judge,\n\n                 Coffin, Senior Circuit Judge,\n\n                   and Lipez, Circuit Judge.\n\n\n     Harvey Weiner, with whom Michael P. Duffy and Peabody &\nArnold LLP were on brief for Appellant/Cross-Appellee.\n     Marty C. Marran for Appellee/Cross-Appellant.\n\n\n\n\n                         June 22, 2001\n\f          LIPEZ, Circuit Judge.     On July 7, 1997, the Rhode Island\n\nSuperior Court entered a judgment in favor of John Clauson, awarding\n\nhim $97,716.50 in damages against his former attorney, Sanford\n\nKirshenbaum, for professional malpractice in representing Clauson in\n\nhis 1991 divorce. Though Kirshenbaum had a malpractice liability\n\ninsurance policy with a $100,000 limit through New England Insurance\n\nCompany (NEIC), NEIC paid Clauson only $29,000 on the judgment, the\n\namount of a settlement offer from Clauson that Kirshenbaum had rejected\n\nagainst NEIC's recommendations. In response, Clauson filed the present\n\ndiversity action against NEIC pursuant to R.I. Gen. Laws § 27-7-2,\n\nauthorizing direct actions against insurers by injured parties who have\n\nobtained a judgment against the insured. Clauson sought payment on his\n\njudgment up to the stated policy limits as well as interest above those\n\nlimits pursuant to Rhode Island's rejected settlement statute, R.I.\n\nGen. Laws § 27-7-2.2. The district court entered judgment for Clauson\n\non his claim for payment above the rejected settlement amount, but for\n\nNEIC on the issue of interest above the policy limits. NEIC appeals\n\nand Clauson cross-appeals.\n\n          For the reasons set forth below, we affirm as to NEIC's\n\nappeal and as to Clauson's cross-appeal to the extent it relates to\n\nClauson's first, $29,000 settlement offer. We remand for further\n\nconsideration by the district court of whether Clauson has properly\n\n\n\n                                  -2-\n\fpreserved his argument for interest based upon his second, $100,000\n\nsettlement offer (and, if the district court finds that argument to\n\nhave been preserved, for resolution of it).\n\n                                  I.\n\n          The procedural history of this case is lengthy. In order to\n\naddress the legal issues, we must recount much of that history.\n\nA. The divorce proceedings\n\n          In 1991, Clauson and his wife divorced, and the divorce court\n\nentered a judgment granting each a one-half interest in the marital\n\nproperty. A fishing trawler that Clauson used for his business was one\n\nof the most significant marital assets.      After Clauson failed to\n\nexercise an option to purchase this trawler, his wife moved to have the\n\ntrawler sold. Clauson, who previously had been acting pro se, retained\n\nAttorney Kirshenbaum to represent his interests during the sale.\n\nThough the trawler was listed for sale at its appraised value, the only\n\nviable offer for the vessel was approximately $100,000 below the listed\n\nprice. The divorce court scheduled a hearing to determine whether to\n\naccept this offer, setting a date that created a conflict for\n\nKirshenbaum. Kirshenbaum complained of this conflict, but the court\n\nrefused to release him from the date, instead ordering him to be\n\npresent or to ensure that Clauson was represented by another attorney.\n\nDespite the divorce court's explicit instructions, Kirshenbaum refused\n\nto attend the hearing or to find another attorney to take his place.\n\n\n                                 -3-\n\f            Clauson tried unsuccessfully to find another attorney before\n\nthe hearing. At the hearing, the divorce court approved the sale of\n\nthe trawler. Following the sale, Clauson discharged Kirshenbaum, filed\n\na disciplinary complaint against him,1 and engaged a new attorney.\n\nAlthough Clauson was unhappy about the sale of the trawler, his new\n\nattorney advised against taking an appeal from the order authorizing\n\nthe sale.    Clauson followed this advice.\n\nB. The malpractice action\n\n            Approximately a year later, Clauson filed a malpractice suit\n\nagainst Kirshenbaum in the Rhode Island Superior Court. Kirshenbaum\n\nheld a professional malpractice insurance policy through NEIC during\n\nthe time he represented Clauson. The policy limited NEIC's liability\n\nto $100,000 per claim, an amount that would also be reduced by all\n\nclaims expenses, including reasonable attorney's fees. Kirshenbaum\n\ninformed NEIC of the malpractice suit and filed a counterclaim for\n\nunpaid attorney's fees. NEIC undertook Kirshenbaum's defense under a\n\nreservation of rights. Kirshenbaum focused his defense upon the issue\n\nof causation, claiming that Clauson was not harmed by his failure to\n\nattend the hearing on the sale of the trawler. Nonetheless, Michael\n\nStone, the attorney assigned by NEIC to defend Kirshenbaum, opined from\n\n\n\n     1    Several of Kirshenbaum's other former clients had also filed\ndisciplinary actions against Kirshenbaum. In September of 1992, the\nRhode Island Supreme Court ordered Kirshenbaum transferred to inactive\nstatus.\n\n                                  -4-\n\fthe outset of the suit that despite this weakness in Clauson's case,\n\nthere was a significant danger of an adverse judgment.\n\n          The case went to court-annexed arbitration, and the\n\narbitrator found in Clauson's favor in July of 1994, awarding him\n\n$20,000. Though NEIC and Attorney Stone recommended that he accept the\n\narbitration award, Kirshenbaum rejected the award pursuant to the Rhode\n\nIsland Superior Court Rules Governing Arbitration in Civil Actions.\n\nNEIC wrote to Kirshenbaum and complained that his refusal to consent to\n\nsettlement of the case after a decision by an unbiased arbitrator was\n\nunreasonable.   Consequently, NEIC said it was invoking the clause in\n\nits policy that limited its exposure to the amount of the rejected\n\nsettlement. Nonetheless, NEIC continued to defend Kirshenbaum and the\n\ncase was scheduled for de novo trial.\n\n          Continuing to express his concern that a trial could result\n\nin an even greater judgment for Clauson, Attorney Stone met with\n\nClauson's attorney to discuss the possibility of a settlement. Though\n\nboth attorneys agreed that the arbitrator's award, plus interest, would\n\nbe a reasonable basis for settlement, Kirshenbaum again refused to\n\nconsent to a settlement. Approximately three months later, Clauson\n\nreiterated in writing the offer to settle for the arbitrator's award\n\nplus interest, for a total of $29,600.         Again Attorney Stone\n\nrecommended that Kirshenbaum agree to the settlement and again\n\nKirshenbaum refused to give his consent.         NEIC then wrote to\n\n\n                                 -5-\n\fKirshenbaum requesting that he accept the settlement offer. NEIC\n\nindicated that this settlement would be beneficial to Kirshenbaum, that\n\nhis refusal was unreasonable, and that if Kirshenbaum again refused to\n\nconsent, NEIC's liability would be limited to the amount of the\n\nrejected settlement. Kirshenbaum remained recalcitrant and the case\n\nwas scheduled for trial in September of 1995. On the morning of trial,\n\nClauson renewed his offer to settle, Attorney Stone recommended the\n\nsettlement, and Kirshenbaum refused to consent.\n\n          After a jury-waived trial, the Superior Court found for\n\nClauson, both on his claim of malpractice and on Kirshenbaum's\n\ncounterclaim for unpaid attorneys' fees.        The court found that\n\nKirshenbaum's failure to appear at the hearing on the sale of the\n\ntrawler was a clear breach of duty that caused $97,716.50 in damages to\n\nClauson. The court based this damages calculation on Kirshenbaum's\n\nfailure to advise Clauson to submit his own offer to purchase the\n\nvessel. Clauson, however, did not provide any evidentiary support for\n\na finding that the failure to advise of the purchase option (as opposed\n\nto the failure to appear at the hearing) was a breach of duty, and\n\nKirshenbaum moved for a new trial on this basis.\n\n          While the motion for a new trial was pending, Kirshenbaum and\n\nNEIC exchanged further correspondence. Kirshenbaum repeated his\n\nrefusal to allow a settlement of the claim. NEIC responded that it was\n\nrelinquishing control over his defense.       Furthermore, it denied\n\n\n                                 -6-\n\fresponsibility for any costs or expenses associated with Kirshenbaum's\n\ndefense accruing after the date of the adverse judgment and again\n\nasserted that its liability on the judgment was capped at the amount of\n\nthe proposed but rejected settlement. Kirshenbaum discharged Attorney\n\nStone and reiterated that \"the carrier is directed not to make any\n\npayments on my judgment in favor of Clauson against me.\"\n\n          The motion for a new trial was granted, the prior judgment\n\non Clauson's claim was vacated, and the case was returned to the trial\n\ncalendar.2 Clauson again contacted Attorney Stone for the purpose of\n\nsettling the case. Stone referred him to NEIC, which indicated that it\n\nwas no longer conducting the defense and that Clauson should discuss\n\nany settlement directly with Kirshenbaum. Clauson nonetheless sent a\n\nwritten offer of settlement to both NEIC and Kirshenbaum, revoking the\n\nearlier settlement offer and offering to settle instead for the policy\n\nlimit of $100,000.    NEIC never responded to this offer.      Shortly\n\nthereafter, the Superior Court allowed Attorney Stone to withdraw.\n\n          The case again went to trial with Kirshenbaum continuing pro\n\nse. Clauson introduced evidence to eliminate the deficiencies the\n\ncourt noted in granting a new trial. Once again, the court entered\n\njudgment for Clauson in the amount of $97,716.50. Kirshenbaum did not\n\nappeal from this judgment. Once the judgment became final, NEIC paid\n\nClauson approximately $29,000, the amount it considered the limit of\n\n     2    The judgment on Kirshenbaum's counterclaim remained in force.\n\n                                 -7-\n\fits liability for the judgment under the policy.3 Clauson accepted this\n\npayment without prejudice to his right to proceed against NEIC for the\n\nbalance.\n\n\n\nC. The present action\n\n           Within weeks of that partial payment, Clauson initiated the\n\npresent diversity action against NEIC.      Clauson sought recovery,\n\nsubject to the liability policy limits, for the outstanding balance on\n\nthe judgment, as well as recovery pursuant to Rhode Island's rejected\n\nsettlement statute, section 27-7-2.2, for pre- and post-judgment\n\ninterest in excess of those limits. The case went to the district\n\ncourt on a joint stipulation of facts. The court concluded that NEIC's\n\npolicy limited liability to the amount of a rejected settlement offer\n\nonly when the rejection by the insured was unreasonable. Because the\n\ncourt concluded that Kirshenbaum had been reasonable when he refused to\n\nconsent to settlement, it entered judgment for Clauson on his claim for\n\ndamages. The resulting award of $71,000 represented the policy limits\n\nless the $29,000 that NEIC paid at the conclusion of the malpractice\n\nsuit. The court, however, rejected Clauson's claim for interest beyond\n\nthe policy limits.\n\n\n\n     3    Kirshenbaum protested vociferously against this payment,\nclaiming that \"the payment of the 29,000 was against my wishes and\ncontrary to my rights under the policy [and] was a gift . . . to\nClauson.\"\n\n                                 -8-\n\f          After the entry of judgment, NEIC filed a motion to amend,\n\narguing that the stated policy limits were subject to reduction by the\n\namount of NEIC's reasonable expenses in defending the claim, with such\n\nexpenses, including reasonable attorneys' fees, totaling $25,494.50.\n\nThe court granted the motion and amended the judgment to award Clauson\n\n$44,505.50 in damages. NEIC now appeals from the judgment awarding\n\ndamages while Clauson cross-appeals from the denial of his claim for\n\ninterest.4   We address these issues in turn.\n\n                                 II.\n\n          This is a derivative action pursuant to R.I. Gen. Laws § 27-\n\n7-2 against NEIC for a judgment rendered against its insured. Section\n\n27-7-2 allows an \"injured party . . . after having obtained judgment\n\nagainst the insured alone [to] proceed on that judgment in a separate\n\naction against the insurer.\" Id. In doing so, however, the statute\n\ndoes not \"enlarge the liability of the insurer beyond the limits stated\n\nin the policy . . . [, which is] dependent upon the existence of\n\nliability of the insurer to the insured under the contract of\n\ninsurance.\" Ogunsuada v. Gen. Accident Ins. Co., 695 A.2d 996, 1000\n\n(R.I. 1997) (internal citations and quotations omitted). Thus, Clauson\n\n\"stands in the shoes of the defendant's insured[--Kirshenbaum--] and is\n\n\n\n\n     4    Clauson does not challenge the amendment to the judgment\nreflecting the policy limits as reduced by reasonable claims expenses.\n\n                                 -9-\n\fsubject to any defenses that the insurer would have against its\n\ninsured.\" Id. at 999.\n\n          The dispute in this case involves the following two\n\nparagraphs in Kirshenbaum's professional malpractice policy:\n\n                  The Company shall have the right to make\n          any investigation it deems necessary and with the\n          written consent of the insured, said consent not\n          to be unreasonably withheld, any settlement of\n          any claim covered by the terms of this policy.\n                  If the Insured shall refuse to consent to\n          any settlement or compromise recommended by the\n          Company and acceptable to the claimant, and\n          elects to contest the claim, suit or proceeding,\n          then the Company's liability shall not exceed the\n          amount for which the Company would have been\n          liable for damages if the claim or suit or\n          proceeding had been so settled or compromised,\n          when so recommended. The Company shall have no\n          liability for claims expenses accruing thereafter\n          and the Company shall have the right to withdraw\n          from the further defense thereof by tendering\n          control of said defense to the Insured.\n\nNEIC contends that the first paragraph gives a reasonable insured the\n\nability to frustrate settlement, while the second paragraph, with its\n\nreference to \"any settlement,\" limits NEIC's liability to the amount of\n\na rejected settlement offer that it recommends and is acceptable to the\n\nclaimant, whether the rejection by the insured is reasonable or not.\n\nClauson therefore received all he was due under the policy when NEIC\n\npaid him $29,000 after the entry of a final judgment against\n\nKirshenbaum. In response, Clauson contends that these paragraphs must\n\nbe read together to limit NEIC's liability only when its insured's\n\n\n\n                                 -10-\n\frefusal to settle is unreasonable. Because the district court found\n\nthat Kirshenbaum had been reasonable when he rejected Clauson's\n\nsettlement offers, a finding that NEIC does not challenge on appeal,\n\nNEIC's obligations extend to the full policy limits.\n\n          In its thoughtful decision finding for Clauson on the policy\n\nlimit issue, the district court first noted that, under the settled\n\nRhode Island rules of construction of insurance contracts, the \"policy\n\nmust be examined in its entirety, giving each word its plain, ordinary,\n\nand usual meaning. Moreover, the policy should be construed in a\n\nmanner that harmonizes and gives effect to all of its material terms\n\nand avoids rendering any of its provisions meaningless.\" (internal\n\ncitations and quotations omitted). With these principles in mind, the\n\ncourt turned to the two paragraphs at issue and concluded that NEIC's\n\ninterpretation was unreasonable because it failed to give effect to\n\nevery term in the policy. We quote and adopt the court's impeccable\n\nreasoning:\n\n                  NEIC contends that the reference in the\n          first sentence [of the second paragraph] to \"any\"\n          settlement means that coverage is limited to the\n          amount of the proposed settlement in every case\n          where the insured refuses to consent, without\n          regard to whether the insured acted reasonably.\n          However, that interpretation conflicts with the\n          provision in the preceding paragraph requiring\n          the insured's consent to settle.\n                  By preventing the insurer from settling\n          without the insured's consent and prohibiting the\n          insured from unreasonably withholding consent,\n          that provision, in effect, confers on the insured\n\n\n                                 -11-\n\f          the right to reasonably withhold consent.\n          Construing the policy in the manner suggested by\n          NEIC would negate that right. The insured's\n          refusal to consent to a settlement, however\n          reasonable, would deprive the insured of the full\n          indemnification protection for which he\n          contracted. In addition, it would deprive the\n          insured of the right to be defended by the\n          insurer because the second sentence of the\n          paragraph upon which NEIC relies would allow NEIC\n          to withdraw from further defense.\n                  At the very least, NEIC's reading of the\n          policy would render meaningless the provision\n          prohibiting consent from being unreasonably\n          withheld. If coverage were reduced to the amount\n          of a proposed settlement even where the insured\n          reasonably refuses to consent, the prohibition\n          against unreasonably withholding consent would be\n          superfluous. Coverage would be reduced whether\n          the insured acted reasonably or unreasonably.\n\nHaving rejected NEIC's interpretation as unreasonable, the court\n\nadopted the only interpretation that gave \"effect to both provisions,\"\n\nand construed the policy \"to limit NEIC's liability to the amount of\n\nthe proposed settlement only if Kirshenbaum's refusal to consent was\n\nunreasonable.\"\n\n          On appeal, NEIC argues that the district court erred in\n\nconcluding that its interpretation of its own insurance policy was\n\nunreasonable. Although the two paragraphs at issue are set forth\n\nconsecutively in the policy exactly as set forth in the text above\n\nunder a section of the policy entitled \"Defense and Settlement,\" NEIC\n\ninsists that these paragraphs address separate issues, requiring that\n\neach paragraph be read individually. As such, the second paragraph is\n\n\n\n                                -12-\n\fnot limited, as the district court found, by the first paragraph, but\n\ninstead acts on its own to place a strong incentive upon the insured to\n\nsettle because any refusal to consent brings with it the full risk of\n\nan adverse judgment.5\n\n          Interestingly, however, NEIC never argues that the\n\ninterpretation of the two paragraphs adopted by the district court is\n\nunreasonable. Indeed, NEIC conceded at oral argument that the court's\n\ninterpretation was reasonable. That acknowledgment demonstrates that,\n\neven if we accept NEIC's protestations about the reasonableness of its\n\nown reading of the policy, it has done nothing more than show that\n\nthere are two reasonable interpretations of the contract language. In\n\nother words, NEIC's argument on appeal indicates only that the contract\n\nwas ambiguous. Goldstein v. Occidental Ins. Co., 273 A.2d 318, 320\n\n(R.I. 1971) (noting that a policy is ambiguous \"if doubtful, uncertain\n\nor ambiguous terms are used, or [if its language is] reasonably\n\nsusceptible of two interpretations\") (internal citations omitted).\n\nSuch a showing is not helpful to NEIC. Under settled Rhode Island law\n\ngoverning the resolution of ambiguities in insurance contracts, when\n\n\n     5    To bolster its argument on this point, NEIC cites to a recent\nSeventh Circuit case as support for the proposition that consent to\nsettlement provisions shift risk to the insured every time an offer is\nrefused. Security Ins. Co. v. Schipporeit, Inc., 69 F.3d 1377, 1383\n(7th Cir. 1995). Though Schipporeit does indicate as much, the policy\nin that case did not distinguish between the reasonable and\nunreasonable rejection of settlement offers. Id. Consequently,\nSchipporeit provides no guidance in the correct interpretation of\nNEIC's different policy language.\n\n                                 -13-\n\f\"the policy terms are ambiguous or capable of more than one reasonable\n\nmeaning, the policy will be strictly construed in favor of the insured\n\nand against the insurer.\" Mallane v. Holyoke Mut. Ins. Co., 658 A.2d\n\n18, 20 (R.I. 1995) (citing Aetna Cas. & Sur. Co. v. Sullivan, 633 A.2d\n\n684, 686 (R.I. 1993)); see also Nagy v. Lumbermens Mut. Casualty Co.,\n\n219 A.2d 396, 400 (R.I. 1966) (noting that when an insurance contract\n\n\"admits to two reasonable constructions . . . we charge the fault to\n\nthe insurer who selected the language and . . . accept the\n\ninterpretation which favors the beneficiaries\"); Factory Mut. Liability\n\nIns. Co. v. Cooper, 262 A.2d 370, 372 (R.I. 1970).         Of the two\n\nreasonable interpretations of the paragraphs at issue, the district\n\ncourt's interpretation is far more beneficial to the insured than\n\nNEIC's interpretation. Consequently, the recognition of these two\n\nreasonable interpretations does nothing more than return us to the\n\ninterpretation of the policy language that the district court credited,\n\nand to the ultimate conclusion that the district court correctly held\n\nthat NEIC was liable on the judgment against its insured up to its full\n\npolicy limits.\n\n                                 III.\n\n          In the usual case under Rhode Island law, the insurance\n\npolicy governs the obligations the insurer owes to its insured, thus\n\nlimiting an insurer's total liability on a judgment against its insured\n\nto the contractual limits contained in that policy. Factory Mut.\n\n\n                                 -14-\n\fLiability Ins. Co., 262 A.2d at 372. The fact that an insured may also\n\nbe liable for interest on the judgment does not normally increase an\n\ninsurer's liability beyond those limits. Skaling v. Aetna Ins. Co.,\n\n742 A.2d 282, 291 (R.I. 1999).       Nonetheless, there are certain\n\nexceptions to this general rule.    Rhode Island's rejected settlement\n\nstatute, R.I. Gen. Laws § 27-7-2.2, outlines a set of circumstances\n\nunder which an insurer will be liable above its policy limits for\n\ninterest on a judgment against its insured.6 Under this statute, if an\n\ninsurer rejects a written offer to settle for an amount within the\n\npolicy limits, the insurer becomes liable for \"all interest due on the\n\njudgment entered by the court [against the insured] even if the payment\n\nof the judgment and interest totals a sum in excess of the policy\n\ncoverage limitation.\"     R.I. Gen. Laws § 27-7-2.2.\n\n          Clauson contends in his cross-appeal that the rejection of\n\nhis various written settlement offers brings this case under this\n\n\n\n\n     6    R.I. Gen. Laws § 27-7-2.2 provides:\n     In any civil action in which the defendant is covered by\n     liability insurance and in which the plaintiff makes a\n     written offer to the defendant's insurer to settle the\n     action in an amount equal to or less than the coverage\n     limits on the liability policy in force at the time the\n     action accrues, and the offer is rejected by the defendant's\n     insurer, then the defendant's insurer shall be liable for\n     all interest due on the judgment entered by the court even\n     if the payment of the judgment and interest totals a sum in\n     excess of the policy coverage limitation. This written offer\n     shall be presumed to have been rejected if the insurer does\n     not respond in writing within a period of thirty (30) days.\n\n                                   -15-\n\fstatute.7 During the pendency of the superior court action, Clauson\n\nmade two different written offers to NEIC and Kirshenbaum. The first,\n\nfor $29,000 (the $29,000 offer), was made and rejected prior to the\n\nentry of the first judgment in Clauson's favor.8 The second, \"for the\n\npolicy limit, which I understand to be $100,000\" (the $100,000 offer),\n\nwas made following the superior court's order vacating the first\n\njudgment and ordering a new trial. Despite the differences between\n\nthese two offers, the district court addressed only the $29,000 offer\n\nwhen it evaluated Clauson's argument for interest. These two offers,\n\nhowever, raise separate issues under section 27-7-2.2, and therefore we\n\naddress each in turn.\n\nA. The $29,000 offer\n\n          When NEIC received the $29,000 offer, it transmitted it to\n\nKirshenbaum along with a recommendation that he give his consent to\n\n\n     7    Clauson also presses an alternative argument claiming\nentitlement to post-judgment interest above NEIC's policy limits\npursuant to R.I. Gen. Laws § 9-21-10. Clauson first advanced this\nlegal theory in his Rule 59(e) motion. Prior to that motion, his claim\nfor interest was based solely upon section 27-7-2.2. \"Motions under\nRule 59(e) must either clearly establish a manifest error of law or\nmust present newly discovered evidence. They may not be used to argue\na new legal theory.\" Santiago v. Cannon U.S.A., Inc., 138 F.3d 1, 4\n(1st Cir. 1998); Jorge Rivera Surillo & Co. v. Falconer Glass Indus.,\nInc., 37 F.3d 25, 29 (1st Cir. 1994). The district court, therefore,\nproperly rejected this argument.\n     8    At various points prior to the first trial, Clauson\ncommunicated several offers to settle for approximately $29,000,\nincluding an offer of $30,000 on the morning of trial.            The\ndistinctions between these offers are unimportant for purposes of the\npresent analysis, and consequently we treat them as a single offer.\n\n                                 -16-\n\fsettlement. Kirshenbaum, however, withheld consent, and the offer was\n\naccordingly rejected. Relying on these circumstances, the district\n\ncourt held that section 27-7-2.2 was inapplicable.             Because\n\nKirshenbaum, and not NEIC, rejected Clauson's settlement offer, the\n\ndistrict court reasoned, Clauson had failed to make the required\n\nshowing that \"the offer [was] rejected by the defendant's insurer.\"\n\nClauson challenges this ruling, arguing that when NEIC contracted away\n\nits unfettered authority to accept settlements, it tied itself to\n\nKirshenbaum so that his rejection should be deemed NEIC's. Any other\n\nresult, Clauson contends, undermines the purpose of the statute. We\n\ndisagree.\n\n            This is the second time we have been called upon to construe\n\nRhode Island's rejected settlement statute. Armacost v. Amica Mut.\n\nIns. Co., 11 F.3d 267 (1st Cir. 1993). In Armacost, we noted that\n\nsection 27-7-2.2 seeks to encourage the early settlement of meritorious\n\ntort claims.    Id. at 270.   This goal is advanced when all of the\n\nparties with authority over settlement have an incentive to settle.\n\nUnder most liability policies, the insurer has the authority to settle\n\na claim whether or not its insured consents. Prior to the enactment of\n\nsection 27-7-2.2, an insurer had little incentive to settle a claim.9\n\n     9     The Rhode Island Supreme Court has recently \"promulgate[d]\na new rule\" imposing a fiduciary duty upon insurers \"to consider\nseriously a plaintiff's reasonable offer to settle within the policy\nlimits.\" Asermely v. Allstate Ins. Co., 728 A.2d 461, 464 (R.I. 1999).\nThis duty is broader than that imposed by section 27-7-2.2 and carries\n\n                                  -17-\n\f\"It would be in an insurer's interest to dispute even the most\n\nmeritorious claims because the maximum cost to the insurer in any\n\nprotracted proceedings would be the policy limit, and during that time\n\nthe insurer would enjoy full use of any funds owed the insured.\"\n\nSkaling, 742 A.2d at 292.\n\n          By making the insurer liable above its policy limits for pre-\n\nand post-judgment interest, section 27-7-2.2 changes this equation. An\n\ninsurer now has an incentive to settle meritorious claims.         The\n\nquestion presented here is how a consent to settlement clause in an\n\ninsurance policy affects the statute and its allocation of incentives.\n\nClauson correctly notes that, though section 27-7-2.2 extends liability\n\nto insurers for their own refusal to settle, it does nothing to remove\n\nan insured's legal liability for interest.       It does not follow,\n\nhowever, that because the statute causes both insurer and insured to be\n\nliable for interest, we must treat Kirshenbaum and NEIC as a single\n\nentity so that the rejection of one becomes the rejection of another.\n\nTo the contrary, treating the insurer and insured as a single entity in\n\nthis case would actually frustrate the statutory scheme.        Though\n\nKirshenbaum remains ultimately responsible as a matter of law for the\n\n\nwith it seemingly greater consequences. The Asermely court did not\nlimit the duty to written offers and also suggested that a violation of\nthis duty might expose the insurer not just to interest but also to a\njudgment for damages that exceeded the policy limits.              Id.\nNonetheless, because the insurer can escape this enhanced liability by\ndemonstrating \"that the insured was unwilling to accept the offer of\nsettlement,\" Asermely is not applicable to the present case. Id.\n\n                                 -18-\n\finterest on the judgment, the risk from that liability and the\n\nconsequent incentive for Kirshenbaum to settle is dulled considerably\n\nif the insurer is, through section 27-7-2.2, forced to cover that\n\ninterest irrespective of its policy limits. Moreover, if an insured\n\ncan reasonably reject a settlement offer and have that rejection\n\nimputed to the insurer, the insured would thereby be allowed to\n\nunilaterally increase the limits of liability contained in the policy.\n\nSuch a result removes from the insured a considerable incentive to\n\nconsent to settlement and as such would frustrate rather than serve the\n\nlegislative design.\n\n          Furthermore, treating the insured and insurer as a single\n\nunit contradicts the language of the statute, which explicitly refers\n\nto \"the defendant's insurer\" rejecting the written offer. There is\n\nnothing in the record or in the case law that would justify ignoring\n\nthe plain language of the statute and treating NEIC and Kirshenbaum as\n\none. Despite the delegation of power in the policy, Kirshenbaum did\n\nnot become an agent of NEIC with respect to settlement. As is amply\n\ndemonstrated by this case, NEIC had no ability to control or direct\n\nKirshenbaum,   who   acted   in   direct   contradiction   of   NEIC's\n\nrecommendations. Instead of treating the insurer as bound by its\n\ninsured, we conclude that the approach most consistent with the\n\nstatutory language and purpose is that adopted by the district court,\n\nwhich placed the risk of interest upon the party who resists the early\n\n\n                                  -19-\n\fsettlement of a meritorious claim.10 Because Kirshenbaum, rather than\n\nNEIC, rejected the $29,000 offer, that rejection may not form the basis\n\nof an interest judgment above the policy limits pursuant to section 27-\n\n7-2.2.\n\nB. The $100,000 offer\n\n          The district court did not address the rejection of Clauson's\n\n$100,000 settlement offer, an oversight that would be of little\n\nimportance if that offer was subject to the same analysis as the\n\n$29,000 offer. That may not be the case, however. Clauson made the\n\n$100,000 offer after the Rhode Island Superior Court ordered a new\n\ntrial.    At that time, NEIC had tendered control of the case to\n\nKirshenbaum. In keeping with this decision, NEIC appears to have never\n\ntransmitted the offer or received a refusal to consent to the offer\n\nfrom Kirshenbaum. Thus, we cannot, on this record, conclude that\n\nKirshenbaum rather than NEIC rejected this offer. Also, in light of\n\nour resolution of NEIC's appeal, it could be argued that NEIC's\n\nwithdrawal from Kirshenbaum's defense was in contravention of its\n\nobligations under the policy. Under that circumstance, NEIC's failure\n\nto respond might be deemed its own rejection of the offer. Conversely,\n\n\n     10    We note that if Kirshenbaum had been unreasonable in\nwithholding his consent, NEIC would have gained the right under the\npolicy to force a settlement. Because the district court found that\nKirshenbaum was reasonable in resisting settlement, however, we do not\ndecide whether NEIC's failure to exercise its right to force settlement\nafter an unreasonable rejection could be construed under section 27-7-\n2.2 as NEIC's own rejection of a settlement offer.\n\n                                 -20-\n\fit might be argued that the $100,000 offer did not meet the statutory\n\ncriteria (because some of the coverage had been exhausted by\n\nexpenditures for defense costs) or that Kirshenbaum's rejection of the\n\nfirst, $29,000 offer excused NEIC from submitting the second, $100,000\n\noffer to him, as doing so would have been futile. We take no position\n\non these possibilities. We note them only to underscore that the\n\nissues raised by the $100,000 offer differ from those raised by the\n\n$29,000 offer. Moreover, whether an interest award above the policy\n\nlimits under section 27-7-2.2 should be imposed upon NEIC based upon\n\nany imputed rejection of the $100,000 offer presents an unsettled\n\nquestion of Rhode Island law.\n\n          We have repeatedly admonished parties that \"[n]o precept is\n\nmore firmly settled in this circuit than that theories not squarely\n\nraised and seasonably propounded before the trial court cannot\n\nrewardingly be advanced on appeal.\" Lawton v. State Mut. Life Ins.\n\nCo., 101 F.3d 218, 222 (1st Cir. 1996). This precept takes on an added\n\nsignificance when this Court is confronted, as here, with a question of\n\nfirst impression under state law. We have examined the record to\n\ndetermine whether the district court's failure to address the $100,000\n\noffer was simple oversight or a consequence of Clauson's failure to\n\npresent this issue properly before the court. Either way, given the\n\npresent state of the record, we can understand why the district court\n\nmay have overlooked the difference between the $29,000 and the $100,000\n\n\n                                 -21-\n\foffers. To the extent that Clauson's arguments below can be read to\n\nargue the $100,000 offer, these arguments are not a model of clarity.\n\nAs a consequence, the record is equivocal as to the issue of waiver on\n\nthe significance of the $100,000 offer.\n\n          We conclude, therefore, that the issues raised with respect\n\nto the $100,000 offer would benefit from an initial evaluation by the\n\ndistrict court, with its greater familiarity with the parties and their\n\ncourse of dealing throughout this litigation. We remand to that court\n\nto determine whether Clauson \"squarely raised and seasonably\n\npropounded\" his argument as to the $100,000 offer.       If the court\n\ndetermines that Clauson has preserved this argument, the court should\n\nthen proceed to rule on the merits. In remanding for this purpose we\n\ndo not retain jurisdiction of the case. If there are to be any further\n\nappeals from the decision of the district court relating to the\n\n$100,000 offer, they must be filed anew.\n\n          Affirmed as to NEIC's appeal and as to Clauson's cross-appeal\nto the extent it relates to the $29,000 offer; remanded for further\nproceedings consistent with the opinion herein.\n          No costs.\n\n\n\n\n                                 -22-\n\f",
  "html": "<p class=\"case_cite\">254 F.3d 331 (1st Cir. 2001)</p>\n    <p class=\"parties\">JOHN CLAUSON, PLAINTIFF, APPELLEE/CROSS-APPELLANT,<br>v.<br>NEW ENGLAND INSURANCE COMPANY, DEFENDANT, APPELLANT/CROSS-APPELLEE.</p>\n    <p class=\"docket\">No. 00-1543,, No. 00-1568</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 9, 2001<br>Decided June 22, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon. Ernest C. Torres, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Harvey Weiner, with whom Michael P. Duffy and Peabody &amp; Arnold Llp were on brief for Appellant/Cross-Appellee.</p>\n      <p class=\"indent\">Marty C. Marran for Appellee/Cross-Appellant.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Lipez, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On July 7, 1997, the Rhode Island Superior Court entered a judgment in favor of John Clauson, awarding him $97,716.50 in damages against his former attorney, Sanford Kirshenbaum, for professional malpractice in representing Clauson in his 1991 divorce. Though Kirshenbaum had a malpractice liability insurance policy with a $100,000 limit through New England Insurance Company (NEIC), NEIC paid Clauson only $29,000 on the judgment, the amount of a settlement offer from Clauson that Kirshenbaum had rejected against NEIC's recommendations. In response, Clauson filed the present diversity action against NEIC pursuant to R.I. Gen. Laws &#167;&#167; 27-7-2, authorizing direct actions against insurers by injured parties who have obtained a judgment against the insured. Clauson sought payment on his judgment up to the stated policy limits as well as interest above those limits pursuant to Rhode Island's rejected settlement statute, R.I. Gen. Laws &#167;&#167; 27-7-2.2. The district court entered judgment for Clauson on his claim for payment above the rejected settlement amount, but for NEIC on the issue of interest above the policy limits. NEIC appeals and Clauson cross-appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For the reasons set forth below, we affirm as to NEIC's appeal and as to Clauson's cross-appeal to the extent it relates to Clauson's first, $29,000 settlement offer. We remand for further consideration by the district court of whether Clauson has properly preserved his argument for interest based upon his second, $100,000 settlement offer (and, if the district court finds that argument to have been preserved, for resolution of it).</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The procedural history of this case is lengthy. In order to address the legal issues, we must recount much of that history.</p>\n    </div>\n    <p class=\"indent\">A. The divorce proceedings</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1991, Clauson and his wife divorced, and the divorce court entered a judgment granting each a one-half interest in the marital property. A fishing trawler that Clauson used for his business was one of the most significant marital assets. After Clauson failed to exercise an option to purchase this trawler, his wife moved to have the trawler sold. Clauson, who previously had been acting pro se, retained Attorney Kirshenbaum to represent his interests during the sale. Though the trawler was listed for sale at its appraised value, the only viable offer for the vessel was approximately $100,000 below the listed price. The divorce court scheduled a hearing to determine whether to accept this offer, setting a date that created a conflict for Kirshenbaum. Kirshenbaum complained of this conflict, but the court refused to release him from the date, instead ordering him to be present or to ensure that Clauson was represented by another attorney. Despite the divorce court's explicit instructions, Kirshenbaum refused to attend the hearing or to find another attorney to take his place.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Clauson tried unsuccessfully to find another attorney before the hearing. At the hearing, the divorce court approved the sale of the trawler. Following the sale, Clauson discharged Kirshenbaum, filed a disciplinary complaint against him,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and engaged a new attorney. Although Clauson was unhappy about the sale of the trawler, his new attorney advised against taking an appeal from the order authorizing the sale. Clauson followed this advice.</p>\n    </div>\n    <p class=\"indent\">B. The malpractice action</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Approximately a year later, Clauson filed a malpractice suit against Kirshenbaum in the Rhode Island Superior Court. Kirshenbaum held a professional malpractice insurance policy through NEIC during the time he represented Clauson. The policy limited NEIC's liability to $100,000 per claim, an amount that would also be reduced by all claims expenses, including reasonable attorney's fees. Kirshenbaum informed NEIC of the malpractice suit and filed a counterclaim for unpaid attorney's fees. NEIC undertook Kirshenbaum's defense under a reservation of rights. Kirshenbaum focused his defense upon the issue of causation, claiming that Clauson was not harmed by his failure to attend the hearing on the sale of the trawler. Nonetheless, Michael Stone, the attorney assigned by NEIC to defend Kirshenbaum, opined from the outset of the suit that despite this weakness in Clauson's case, there was a significant danger of an adverse judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The case went to court-annexed arbitration, and the arbitrator found in Clauson's favor in July of 1994, awarding him $20,000. Though NEIC and Attorney Stone recommended that he accept the arbitration award, Kirshenbaum rejected the award pursuant to the Rhode Island Superior Court Rules Governing Arbitration in Civil Actions. NEIC wrote to Kirshenbaum and complained that his refusal to consent to settlement of the case after a decision by an unbiased arbitrator was unreasonable. Consequently, NEIC said it was invoking the clause in its policy that limited its exposure to the amount of the rejected settlement. Nonetheless, NEIC continued to defend Kirshenbaum and the case was scheduled for de novo trial.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Continuing to express his concern that a trial could result in an even greater judgment for Clauson, Attorney Stone met with Clauson's attorney to discuss the possibility of a settlement. Though both attorneys agreed that the arbitrator's award, plus interest, would be a reasonable basis for settlement, Kirshenbaum again refused to consent to a settlement. Approximately three months later, Clauson reiterated in writing the offer to settle for the arbitrator's award plus interest, for a total of $29,600. Again Attorney Stone recommended that Kirshenbaum agree to the settlement and again Kirshenbaum refused to give his consent. NEIC then wrote to Kirshenbaum requesting that he accept the settlement offer. NEIC indicated that this settlement would be beneficial to Kirshenbaum, that his refusal was unreasonable, and that if Kirshenbaum again refused to consent, NEIC's liability would be limited to the amount of the rejected settlement. Kirshenbaum remained recalcitrant and the case was scheduled for trial in September of 1995. On the morning of trial, Clauson renewed his offer to settle, Attorney Stone recommended the settlement, and Kirshenbaum refused to consent.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After a jury-waived trial, the Superior Court found for Clauson, both on his claim of malpractice and on Kirshenbaum's counterclaim for unpaid attorneys' fees. The court found that Kirshenbaum's failure to appear at the hearing on the sale of the trawler was a clear breach of duty that caused $97,716.50 in damages to Clauson. The court based this damages calculation on Kirshenbaum's failure to advise Clauson to submit his own offer to purchase the vessel. Clauson, however, did not provide any evidentiary support for a finding that the failure to advise of the purchase option (as opposed to the failure to appear at the hearing) was a breach of duty, and Kirshenbaum moved for a new trial on this basis.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While the motion for a new trial was pending, Kirshenbaum and NEIC exchanged further correspondence. Kirshenbaum repeated his refusal to allow a settlement of the claim. NEIC responded that it was relinquishing control over his defense. Furthermore, it denied responsibility for any costs or expenses associated with Kirshenbaum's defense accruing after the date of the adverse judgment and again asserted that its liability on the judgment was capped at the amount of the proposed but rejected settlement. Kirshenbaum discharged Attorney Stone and reiterated that \"the carrier is directed not to make any payments on my judgment in favor of Clauson against me.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The motion for a new trial was granted, the prior judgment on Clauson's claim was vacated, and the case was returned to the trial calendar.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Clauson again contacted Attorney Stone for the purpose of settling the case. Stone referred him to NEIC, which indicated that it was no longer conducting the defense and that Clauson should discuss any settlement directly with Kirshenbaum. Clauson nonetheless sent a written offer of settlement to both NEIC and Kirshenbaum, revoking the earlier settlement offer and offering to settle instead for the policy limit of $100,000. NEIC never responded to this offer. Shortly thereafter, the Superior Court allowed Attorney Stone to withdraw.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The case again went to trial with Kirshenbaum continuing pro se. Clauson introduced evidence to eliminate the deficiencies the court noted in granting a new trial. Once again, the court entered judgment for Clauson in the amount of $97,716.50. Kirshenbaum did not appeal from this judgment. Once the judgment became final, NEIC paid Clauson approximately $29,000, the amount it considered the limit of its liability for the judgment under the policy.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Clauson accepted this payment without prejudice to his right to proceed against NEIC for the balance.</p>\n    </div>\n    <p class=\"indent\">C. The present action</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Within weeks of that partial payment, Clauson initiated the present diversity action against NEIC. Clauson sought recovery, subject to the liability policy limits, for the outstanding balance on the judgment, as well as recovery pursuant to Rhode Island's rejected settlement statute, section 27-7-2.2, for pre- and post-judgment interest in excess of those limits. The case went to the district court on a joint stipulation of facts. The court concluded that NEIC's policy limited liability to the amount of a rejected settlement offer only when the rejection by the insured was unreasonable. Because the court concluded that Kirshenbaum had been reasonable when he refused to consent to settlement, it entered judgment for Clauson on his claim for damages. The resulting award of $71,000 represented the policy limits less the $29,000 that NEIC paid at the conclusion of the malpractice suit. The court, however, rejected Clauson's claim for interest beyond the policy limits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the entry of judgment, NEIC filed a motion to amend, arguing that the stated policy limits were subject to reduction by the amount of NEIC's reasonable expenses in defending the claim, with such expenses, including reasonable attorneys' fees, totaling $25,494.50. The court granted the motion and amended the judgment to award Clauson $44,505.50 in damages. NEIC now appeals from the judgment awarding damages while Clauson cross-appeals from the denial of his claim for interest.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> We address these issues in turn.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This is a derivative action pursuant to R.I. Gen. Laws &#167;&#167; 27-7- 2 against NEIC for a judgment rendered against its insured. Section 27- 7-2 allows an \"injured party . . . after having obtained judgment against the insured alone [to] proceed on that judgment in a separate action against the insurer.\" Id. In doing so, however, the statute does not \"enlarge the liability of the insurer beyond the limits stated in the policy . . . [, which is] dependent upon the existence of liability of the insurer to the insured under the contract of insurance.\" Ogunsuada v. Gen. Accident Ins. Co., 695 A.2d 996, 1000 (R.I. 1997) (internal citations and quotations omitted). Thus, Clauson \"stands in the shoes of the defendant's insured[--Kirshenbaum--] and is subject to any defenses that the insurer would have against its insured.\" Id. at 999.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The dispute in this case involves the following two paragraphs in Kirshenbaum's professional malpractice policy:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Company shall have the right to make any investigation it deems necessary and with the written consent of the insured, said consent not to be unreasonably withheld, any settlement of any claim covered by the terms of this policy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the Insured shall refuse to consent to any settlement or compromise recommended by the Company and acceptable to the claimant, and elects to contest the claim, suit or proceeding, then the Company's liability shall not exceed the amount for which the Company would have been liable for damages if the claim or suit or proceeding had been so settled or compromised, when so recommended. The Company shall have no liability for claims expenses accruing thereafter and the Company shall have the right to withdraw from the further defense thereof by tendering control of said defense to the Insured.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">NEIC contends that the first paragraph gives a reasonable insured the ability to frustrate settlement, while the second paragraph, with its reference to \"any settlement,\" limits NEIC's liability to the amount of a rejected settlement offer that it recommends and is acceptable to the claimant, whether the rejection by the insured is reasonable or not. Clauson therefore received all he was due under the policy when NEIC paid him $29,000 after the entry of a final judgment against Kirshenbaum. In response, Clauson contends that these paragraphs must be read together to limit NEIC's liability only when its insured's refusal to settle is unreasonable. Because the district court found that Kirshenbaum had been reasonable when he rejected Clauson's settlement offers, a finding that NEIC does not challenge on appeal, NEIC's obligations extend to the full policy limits.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In its thoughtful decision finding for Clauson on the policy limit issue, the district court first noted that, under the settled Rhode Island rules of construction of insurance contracts, the \"policy must be examined in its entirety, giving each word its plain, ordinary, and usual meaning. Moreover, the policy should be construed in a manner that harmonizes and gives effect to all of its material terms and avoids rendering any of its provisions meaningless.\" (internal citations and quotations omitted). With these principles in mind, the court turned to the two paragraphs at issue and concluded that NEIC's interpretation was unreasonable because it failed to give effect to every term in the policy. We quote and adopt the court's impeccable reasoning:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">NEIC contends that the reference in the first sentence [of the second paragraph] to \"any\" settlement means that coverage is limited to the amount of the proposed settlement in every case where the insured refuses to consent, without regard to whether the insured acted reasonably. However, that interpretation conflicts with the provision in the preceding paragraph requiring the insured's consent to settle.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By preventing the insurer from settling without the insured's consent and prohibiting the insured from unreasonably withholding consent, that provision, in effect, confers on the insured the right to reasonably withhold consent. Construing the policy in the manner suggested by NEIC would negate that right. The insured's refusal to consent to a settlement, however reasonable, would deprive the insured of the full indemnification protection for which he contracted. In addition, it would deprive the insured of the right to be defended by the insurer because the second sentence of the paragraph upon which NEIC relies would allow NEIC to withdraw from further defense.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the very least, NEIC's reading of the policy would render meaningless the provision prohibiting consent from being unreasonably withheld. If coverage were reduced to the amount of a proposed settlement even where the insured reasonably refuses to consent, the prohibition against unreasonably withholding consent would be superfluous. Coverage would be reduced whether the insured acted reasonably or unreasonably.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Having rejected NEIC's interpretation as unreasonable, the court adopted the only interpretation that gave \"effect to both provisions,\" and construed the policy \"to limit NEIC's liability to the amount of the proposed settlement only if Kirshenbaum's refusal to consent was unreasonable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On appeal, NEIC argues that the district court erred in concluding that its interpretation of its own insurance policy was unreasonable. Although the two paragraphs at issue are set forth consecutively in the policy exactly as set forth in the text above under a section of the policy entitled \"Defense and Settlement,\" NEIC insists that these paragraphs address separate issues, requiring that each paragraph be read individually. As such, the second paragraph is not limited, as the district court found, by the first paragraph, but instead acts on its own to place a strong incentive upon the insured to settle because any refusal to consent brings with it the full risk of an adverse judgment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Interestingly, however, NEIC never argues that the interpretation of the two paragraphs adopted by the district court is unreasonable. Indeed, NEIC conceded at oral argument that the court's interpretation was reasonable. That acknowledgment demonstrates that, even if we accept NEIC's protestations about the reasonableness of its own reading of the policy, it has done nothing more than show that there are two reasonable interpretations of the contract language. In other words, NEIC's argument on appeal indicates only that the contract was ambiguous. Goldstein v. Occidental Ins. Co., 273 A.2d 318, 320 (R.I. 1971) (noting that a policy is ambiguous \"if doubtful, uncertain or ambiguous terms are used, or [if its language is] reasonably susceptible of two interpretations\") (internal citations omitted). Such a showing is not helpful to NEIC. Under settled Rhode Island law governing the resolution of ambiguities in insurance contracts, when \"the policy terms are ambiguous or capable of more than one reasonable meaning, the policy will be strictly construed in favor of the insured and against the insurer.\" Mallane v. Holyoke Mut. Ins. Co., 658 A.2d 18, 20 (R.I. 1995) (citing Aetna Cas. &amp; Sur. Co. v. Sullivan, 633 A.2d 684, 686 (R.I. 1993)); see also Nagy v. Lumbermens Mut. Casualty Co., 219 A.2d 396, 400 (R.I. 1966) (noting that when an insurance contract \"admits to two reasonable constructions . . . we charge the fault to the insurer who selected the language and . . . accept the interpretation which favors the beneficiaries\"); Factory Mut. Liability Ins. Co. v. Cooper, 262 A.2d 370, 372 (R.I. 1970). Of the two reasonable interpretations of the paragraphs atissue, the district court's interpretation is far more beneficial to the insured than NEIC's interpretation. Consequently, the recognition of these two reasonable interpretations does nothing more than return us to the interpretation of the policy language that the district court credited, and to the ultimate conclusion that the district court correctly held that NEIC was liable on the judgment against its insured up to its full policy limits.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the usual case under Rhode Island law, the insurance policy governs the obligations the insurer owes to its insured, thus limiting an insurer's total liability on a judgment against its insured to the contractual limits contained in that policy. Factory Mut. Liability Ins. Co., 262 A.2d at 372. The fact that an insured may also be liable for interest on the judgment does not normally increase an insurer's liability beyond those limits. Skaling v. Aetna Ins. Co., 742 A.2d 282, 291 (R.I. 1999). Nonetheless, there are certain exceptions to this general rule. Rhode Island's rejected settlement statute, R.I. Gen. Laws &#167;&#167; 27-7-2.2, outlines a set of circumstances under which an insurer will be liable above its policy limits for interest on a judgment against its insured.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Under this statute, if an insurer rejects a written offer to settle for an amount within the policy limits, the insurer becomes liable for \"all interest due on the judgment entered by the court [against the insured] even if the payment of the judgment and interest totals a sum in excess of the policy coverage limitation.\" R.I. Gen. Laws &#167;&#167; 27-7-2.2.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Clauson contends in his cross-appeal that the rejection of his various written settlement offers brings this case under this statute.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> During the pendency of the superior court action, Clauson made two different written offers to NEIC and Kirshenbaum. The first, for $29,000 (the $29,000 offer), was made and rejected prior to the entry of the first judgment in Clauson's favor.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The second, \"for the policy limit, which I understand to be $100,000\" (the $100,000 offer), was made following the superior court's order vacating the first judgment and ordering a new trial. Despite the differences between these two offers, the district court addressed only the $29,000 offer when it evaluated Clauson's argument for interest. These two offers, however, raise separate issues under section 27-7-2.2, and therefore we address each in turn.</p>\n    </div>\n    <p class=\"indent\">A. The $29,000 offer</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">When NEIC received the $29,000 offer, it transmitted it to Kirshenbaum along with a recommendation that he give his consent to settlement. Kirshenbaum, however, withheld consent, and the offer was accordingly rejected. Relying on these circumstances, the district court held that section 27-7-2.2 was inapplicable. Because Kirshenbaum, and not NEIC, rejected Clauson's settlement offer, the district court reasoned, Clauson had failed to make the required showing that \"the offer [was] rejected by the defendant's insurer.\" Clauson challenges this ruling, arguing that when NEIC contracted away its unfettered authority to accept settlements, it tied itself to Kirshenbaum so that his rejection should be deemed NEIC's. Any other result, Clauson contends, undermines the purpose of the statute. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This is the second time we have been called upon to construe Rhode Island's rejected settlement statute. Armacost v. Amica Mut. Ins. Co., 11 F.3d 267 (1st Cir. 1993). In Armacost, we noted that section 27-7-2.2 seeks to encourage the early settlement of meritorious tort claims. Id. at 270. This goal is advanced when all of the parties with authority over settlement have an incentive to settle. Under most liability policies, the insurer has the authority to settle a claim whether or not its insured consents. Prior to the enactment of section 27-7-2.2, an insurer had little incentive to settle a claim.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> \"It would be in an insurer's interest to dispute even the most meritorious claims because the maximum cost to the insurer in any protracted proceedings would be the policy limit, and during that time the insurer would enjoy full use of any funds owed the insured.\" Skaling, 742 A.2d at 292.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By making the insurer liable above its policy limits for pre- and post-judgment interest, section 27-7-2.2 changes this equation. An insurer now has an incentive to settle meritorious claims. The question presented here is how a consent to settlement clause in an insurance policy affects the statute and its allocation of incentives. Clauson correctly notes that, though section 27-7-2.2 extends liability to insurers for their own refusal to settle, it does nothing to remove an insured's legal liability for interest. It does not follow, however, that because the statute causes both insurer and insured to be liable for interest, we must treat Kirshenbaum and NEIC as a single entity so that the rejection of one becomes the rejection of another. To the contrary, treating the insurer and insured as a single entity in this case would actually frustrate the statutory scheme. Though Kirshenbaum remains ultimately responsible as a matter of law for the interest on the judgment, the risk from that liability and the consequent incentive for Kirshenbaum to settle is dulled considerably if the insurer is, through section 27-7-2.2, forced to cover that interest irrespective of its policy limits. Moreover, if an insured can reasonably reject a settlement offer and have that rejection imputed to the insurer, the insured would thereby be allowed to unilaterally increase the limits of liability contained in the policy. Such a result removes from the insured a considerable incentive to consent to settlement and as such would frustrate rather than serve the legislative design.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Furthermore, treating the insured and insurer as a single unit contradicts the language of the statute, which explicitly refers to \"the defendant's insurer\" rejecting the written offer. There is nothing in the record or in the case law that would justify ignoring the plain language of the statute and treating NEIC and Kirshenbaum as one. Despite the delegation of power in the policy, Kirshenbaum did not become an agent of NEIC with respect to settlement. As is amply demonstrated by this case, NEIC had no ability to control or direct Kirshenbaum, who acted in direct contradiction of NEIC's recommendations. Instead of treating the insurer as bound by its insured, we conclude that the approach most consistent with the statutory language and purpose is that adopted by the district court, which placed the risk of interest upon the party who resists the early settlement of a meritorious claim.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Because Kirshenbaum, rather than NEIC, rejected the $29,000 offer, that rejection may not form the basis of an interest judgment above the policy limits pursuant to section 27-7-2.2.</p>\n    </div>\n    <p class=\"indent\">B. The $100,000 offer</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court did not address the rejection of Clauson's $100,000 settlement offer, an oversight that would be of little importance if that offer was subject to the same analysis as the $29,000 offer. That may not be the case, however. Clauson made the $100,000 offer after the Rhode Island Superior Court ordered a new trial. At that time, NEIC had tendered control of the case to Kirshenbaum. In keeping with this decision, NEIC appears to have never transmitted the offer or received a refusal to consent to the offer from Kirshenbaum. Thus, we cannot, on this record, conclude that Kirshenbaum rather than NEIC rejected this offer. Also, in light of our resolution of NEIC's appeal, it could be argued that NEIC's withdrawal from Kirshenbaum's defense was in contravention of its obligations under the policy. Under that circumstance, NEIC's failure to respond might be deemed its own rejection of the offer. Conversely, it might be argued that the $100,000 offer did not meet the statutory criteria (because some of the coverage had been exhausted by expenditures for defense costs) or that Kirshenbaum's rejection of the first, $29,000 offer excused NEIC from submitting the second, $100,000 offer to him, as doing so would have been futile. We take no position on these possibilities. We note them only to underscore that the issues raised by the $100,000 offer differ from those raised by the $29,000 offer. Moreover, whether an interest award above the policy limits under section 27-7-2.2 should be imposed upon NEIC based upon any imputed rejection of the $100,000 offer presents an unsettled question of Rhode Island law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have repeatedly admonished parties that \"[n]o precept is more firmly settled in this circuit than that theories not squarely raised and seasonably propounded before the trial court cannot rewardingly be advanced on appeal.\" Lawton v. State Mut. Life Ins. Co., 101 F.3d 218, 222 (1st Cir. 1996). This precept takes on an added significance when this Court is confronted, as here, with a question of first impression under state law. We have examined the record to determine whether the district court's failure to address the $100,000 offer was simple oversight or a consequence of Clauson's failure to present this issue properly before the court. Either way, given the present state of the record, we can understand why the district court may have overlooked the difference between the $29,000 and the $100,000 offers. To the extent that Clauson's arguments below can be read to argue the $100,000 offer, these arguments are not a model of clarity. As a consequence, the record is equivocal as to the issue of waiver on the significance of the $100,000 offer.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We conclude, therefore, that the issues raised with respect to the $100,000 offer would benefit from an initial evaluation by the district court, with its greater familiarity with the parties and their course of dealing throughout this litigation. We remand to that court to determine whether Clauson \"squarely raised and seasonably propounded\" his argument as to the $100,000 offer. If the court determines that Clauson has preserved this argument, the court should then proceed to rule on the merits. In remanding for this purpose we do not retain jurisdiction of the case. If there are to be any further appeals from the decision of the district court relating to the $100,000 offer, they must be filed anew.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed as to NEIC's appeal and as to Clauson's cross-appeal to the extent it relates to the $29,000 offer; remanded for further proceedings consistent with the opinion herein.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Several of Kirshenbaum's other former clients had also filed disciplinary actions against Kirshenbaum. In September of 1992, the Rhode Island Supreme Court ordered Kirshenbaum transferred to inactive status.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The judgment on Kirshenbaum's counterclaim remained in force.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kirshenbaum protested vociferously against this payment, claiming that \"the payment of the 29,000 was against my wishes and contrary to my rights under the policy [and] was a gift . . . to Clauson.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Clauson does not challenge the amendment to the judgment reflecting the policy limits as reduced by reasonable claims expenses.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To bolster its argument on this point, NEIC cites to a recent Seventh Circuit case as support for the proposition that consent to settlement provisions shift risk to the insured every time an offer is refused. Security Ins. Co. v. Schipporeit, Inc., 69 F.3d 1377, 1383 (7th Cir. 1995). Though Schipporeit does indicate as much, the policy in that case did not distinguish between the reasonable and unreasonable rejection of settlement offers. Id. Consequently, Schipporeit provides no guidance in the correct interpretation of NEIC's different policy language.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> R.I. Gen. Laws &#167;&#167; 27-7-2.2 provides:</p>\n        <p>In any civil action in which the defendant is covered by liability insurance and in which the plaintiff makes a written offer to the defendant's insurer to settle the action in an amount equal to or less than the coverage limits on the liability policy in force at the time the action accrues, and the offer is rejected by the defendant's insurer, then the defendant's insurer shall be liable for all interest due on the judgment entered by the court even if the payment of the judgment and interest totals a sum in excess of the policy coverage limitation. This written offer shall be presumed to have been rejected if the insurer does not respond in writing within a period of thirty (30) days.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Clauson also presses an alternative argument claiming entitlement to post-judgment interest above NEIC's policy limits pursuant to R.I. Gen. Laws &#167;&#167; 9-21- 10. Clauson first advanced this legal theory in his Rule 59(e) motion. Prior to that motion, his claim for interest was based solely upon section 27-7-2.2. \"Motions under Rule 59(e) must either clearly establish a manifest error of law or must present newly discovered evidence. They may not be used to argue a new legal theory.\" Santiago v. Cannon U.S.A., Inc., 138 F.3d 1, 4 (1st Cir. 1998); Jorge Rivera Surillo &amp; Co. v. Falconer Glass Indus., Inc., 37 F.3d 25, 29 (1st Cir. 1994). The district court, therefore, properly rejected this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At various points prior to the first trial, Clauson communicated several offers to settle for approximately $29,000, including an offer of $30,000 on the morning of trial. The distinctions between these offers are unimportant for purposes of the present analysis, and consequently we treat them as a single offer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Rhode Island Supreme Court has recently \"promulgate[d] a new rule\" imposing a fiduciary duty upon insurers \"to consider seriously a plaintiff's reasonable offer to settle within the policy limits.\" Asermely v. Allstate Ins. Co., 728 A.2d 461, 464 (R.I. 1999). This duty is broader than that imposed by section 27-7-2.2 and carries with it seemingly greater consequences. The Asermely court did not limit the duty to written offers and also suggested that a violation of this duty might expose the insurer not just to interest but also to a judgment for damages that exceeded the policy limits. Id. Nonetheless, because the insurer can escape this enhanced liability by demonstrating \"that the insured was unwilling to accept the offer of settlement,\" Asermely is not applicable to the present case. Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note that if Kirshenbaum had been unreasonable in withholding his consent, NEIC would have gained the right under the policy to force a settlement. Because the district court found that Kirshenbaum was reasonable in resisting settlement, however, we do not decide whether NEIC's failure to exercise its right to force settlement after an unreasonable rejection could be construed under section 27-7-2.2 as NEIC's own rejection of a settlement offer.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199517\"><a href=\"/opinion/199517/clauson-v-new-england-insuranc/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">JOHN CLAUSON, PLAINTIFF, APPELLEE/CROSS-APPELLANT,<br>v.<br>NEW ENGLAND INSURANCE COMPANY, DEFENDANT, APPELLANT/CROSS-APPELLEE.</p>\n    <p class=\"docket\">No. 00-1543,, No. 00-1568</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 9, 2001<br>Decided June 22, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon. Ernest C. Torres, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Harvey Weiner, with whom Michael P. Duffy and Peabody &amp; Arnold Llp were on brief for Appellant/Cross-Appellee.</p>\n      <p class=\"indent\">Marty C. Marran for Appellee/Cross-Appellant.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Lipez, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On July 7, 1997, the Rhode Island Superior Court entered a judgment in favor of John Clauson, awarding him $97,716.50 in damages against his former attorney, Sanford Kirshenbaum, for professional malpractice in representing Clauson in his 1991 divorce. Though Kirshenbaum had a malpractice liability insurance policy with a $100,000 limit through New England Insurance Company (NEIC), NEIC paid Clauson only $29,000 on the judgment, the amount of a settlement offer from Clauson that Kirshenbaum had rejected against NEIC's recommendations. In response, Clauson filed the present diversity action against NEIC pursuant to R.I. Gen. Laws &#167;&#167; 27-7-2, authorizing direct actions against insurers by injured parties who have obtained a judgment against the insured. Clauson sought payment on his judgment up to the stated policy limits as well as interest above those limits pursuant to Rhode Island's rejected settlement statute, R.I. Gen. Laws &#167;&#167; 27-7-2.2. The district court entered judgment for Clauson on his claim for payment above the rejected settlement amount, but for NEIC on the issue of interest above the policy limits. NEIC appeals and Clauson cross-appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For the reasons set forth below, we affirm as to NEIC's appeal and as to Clauson's cross-appeal to the extent it relates to Clauson's first, $29,000 settlement offer. We remand for further consideration by the district court of whether Clauson has properly preserved his argument for interest based upon his second, $100,000 settlement offer (and, if the district court finds that argument to have been preserved, for resolution of it).</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The procedural history of this case is lengthy. In order to address the legal issues, we must recount much of that history.</p>\n    </div>\n    <p class=\"indent\">A. The divorce proceedings</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1991, Clauson and his wife divorced, and the divorce court entered a judgment granting each a one-half interest in the marital property. A fishing trawler that Clauson used for his business was one of the most significant marital assets. After Clauson failed to exercise an option to purchase this trawler, his wife moved to have the trawler sold. Clauson, who previously had been acting pro se, retained Attorney Kirshenbaum to represent his interests during the sale. Though the trawler was listed for sale at its appraised value, the only viable offer for the vessel was approximately $100,000 below the listed price. The divorce court scheduled a hearing to determine whether to accept this offer, setting a date that created a conflict for Kirshenbaum. Kirshenbaum complained of this conflict, but the court refused to release him from the date, instead ordering him to be present or to ensure that Clauson was represented by another attorney. Despite the divorce court's explicit instructions, Kirshenbaum refused to attend the hearing or to find another attorney to take his place.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Clauson tried unsuccessfully to find another attorney before the hearing. At the hearing, the divorce court approved the sale of the trawler. Following the sale, Clauson discharged Kirshenbaum, filed a disciplinary complaint against him,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and engaged a new attorney. Although Clauson was unhappy about the sale of the trawler, his new attorney advised against taking an appeal from the order authorizing the sale. Clauson followed this advice.</p>\n    </div>\n    <p class=\"indent\">B. The malpractice action</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Approximately a year later, Clauson filed a malpractice suit against Kirshenbaum in the Rhode Island Superior Court. Kirshenbaum held a professional malpractice insurance policy through NEIC during the time he represented Clauson. The policy limited NEIC's liability to $100,000 per claim, an amount that would also be reduced by all claims expenses, including reasonable attorney's fees. Kirshenbaum informed NEIC of the malpractice suit and filed a counterclaim for unpaid attorney's fees. NEIC undertook Kirshenbaum's defense under a reservation of rights. Kirshenbaum focused his defense upon the issue of causation, claiming that Clauson was not harmed by his failure to attend the hearing on the sale of the trawler. Nonetheless, Michael Stone, the attorney assigned by NEIC to defend Kirshenbaum, opined from the outset of the suit that despite this weakness in Clauson's case, there was a significant danger of an adverse judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The case went to court-annexed arbitration, and the arbitrator found in Clauson's favor in July of 1994, awarding him $20,000. Though NEIC and Attorney Stone recommended that he accept the arbitration award, Kirshenbaum rejected the award pursuant to the Rhode Island Superior Court Rules Governing Arbitration in Civil Actions. NEIC wrote to Kirshenbaum and complained that his refusal to consent to settlement of the case after a decision by an unbiased arbitrator was unreasonable. Consequently, NEIC said it was invoking the clause in its policy that limited its exposure to the amount of the rejected settlement. Nonetheless, NEIC continued to defend Kirshenbaum and the case was scheduled for de novo trial.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Continuing to express his concern that a trial could result in an even greater judgment for Clauson, Attorney Stone met with Clauson's attorney to discuss the possibility of a settlement. Though both attorneys agreed that the arbitrator's award, plus interest, would be a reasonable basis for settlement, Kirshenbaum again refused to consent to a settlement. Approximately three months later, Clauson reiterated in writing the offer to settle for the arbitrator's award plus interest, for a total of $29,600. Again Attorney Stone recommended that Kirshenbaum agree to the settlement and again Kirshenbaum refused to give his consent. NEIC then wrote to Kirshenbaum requesting that he accept the settlement offer. NEIC indicated that this settlement would be beneficial to Kirshenbaum, that his refusal was unreasonable, and that if Kirshenbaum again refused to consent, NEIC's liability would be limited to the amount of the rejected settlement. Kirshenbaum remained recalcitrant and the case was scheduled for trial in September of 1995. On the morning of trial, Clauson renewed his offer to settle, Attorney Stone recommended the settlement, and Kirshenbaum refused to consent.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After a jury-waived trial, the Superior Court found for Clauson, both on his claim of malpractice and on Kirshenbaum's counterclaim for unpaid attorneys' fees. The court found that Kirshenbaum's failure to appear at the hearing on the sale of the trawler was a clear breach of duty that caused $97,716.50 in damages to Clauson. The court based this damages calculation on Kirshenbaum's failure to advise Clauson to submit his own offer to purchase the vessel. Clauson, however, did not provide any evidentiary support for a finding that the failure to advise of the purchase option (as opposed to the failure to appear at the hearing) was a breach of duty, and Kirshenbaum moved for a new trial on this basis.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While the motion for a new trial was pending, Kirshenbaum and NEIC exchanged further correspondence. Kirshenbaum repeated his refusal to allow a settlement of the claim. NEIC responded that it was relinquishing control over his defense. Furthermore, it denied responsibility for any costs or expenses associated with Kirshenbaum's defense accruing after the date of the adverse judgment and again asserted that its liability on the judgment was capped at the amount of the proposed but rejected settlement. Kirshenbaum discharged Attorney Stone and reiterated that \"the carrier is directed not to make any payments on my judgment in favor of Clauson against me.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The motion for a new trial was granted, the prior judgment on Clauson's claim was vacated, and the case was returned to the trial calendar.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Clauson again contacted Attorney Stone for the purpose of settling the case. Stone referred him to NEIC, which indicated that it was no longer conducting the defense and that Clauson should discuss any settlement directly with Kirshenbaum. Clauson nonetheless sent a written offer of settlement to both NEIC and Kirshenbaum, revoking the earlier settlement offer and offering to settle instead for the policy limit of $100,000. NEIC never responded to this offer. Shortly thereafter, the Superior Court allowed Attorney Stone to withdraw.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The case again went to trial with Kirshenbaum continuing pro se. Clauson introduced evidence to eliminate the deficiencies the court noted in granting a new trial. Once again, the court entered judgment for Clauson in the amount of $97,716.50. Kirshenbaum did not appeal from this judgment. Once the judgment became final, NEIC paid Clauson approximately $29,000, the amount it considered the limit of its liability for the judgment under the policy.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Clauson accepted this payment without prejudice to his right to proceed against NEIC for the balance.</p>\n    </div>\n    <p class=\"indent\">C. The present action</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Within weeks of that partial payment, Clauson initiated the present diversity action against NEIC. Clauson sought recovery, subject to the liability policy limits, for the outstanding balance on the judgment, as well as recovery pursuant to Rhode Island's rejected settlement statute, section 27-7-2.2, for pre- and post-judgment interest in excess of those limits. The case went to the district court on a joint stipulation of facts. The court concluded that NEIC's policy limited liability to the amount of a rejected settlement offer only when the rejection by the insured was unreasonable. Because the court concluded that Kirshenbaum had been reasonable when he refused to consent to settlement, it entered judgment for Clauson on his claim for damages. The resulting award of $71,000 represented the policy limits less the $29,000 that NEIC paid at the conclusion of the malpractice suit. The court, however, rejected Clauson's claim for interest beyond the policy limits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the entry of judgment, NEIC filed a motion to amend, arguing that the stated policy limits were subject to reduction by the amount of NEIC's reasonable expenses in defending the claim, with such expenses, including reasonable attorneys' fees, totaling $25,494.50. The court granted the motion and amended the judgment to award Clauson $44,505.50 in damages. NEIC now appeals from the judgment awarding damages while Clauson cross-appeals from the denial of his claim for interest.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> We address these issues in turn.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This is a derivative action pursuant to R.I. Gen. Laws &#167;&#167; 27-7- 2 against NEIC for a judgment rendered against its insured. Section 27- 7-2 allows an \"injured party . . . after having obtained judgment against the insured alone [to] proceed on that judgment in a separate action against the insurer.\" Id. In doing so, however, the statute does not \"enlarge the liability of the insurer beyond the limits stated in the policy . . . [, which is] dependent upon the existence of liability of the insurer to the insured under the contract of insurance.\" Ogunsuada v. Gen. Accident Ins. Co., <span class=\"citation\" data-id=\"1952108\"><a href=\"/opinion/1952108/ogunsuada-v-general-acc-ins-co/\"><span class=\"volume\">695</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">996</span></a></span>, 1000 (R.I. 1997) (internal citations and quotations omitted). Thus, Clauson \"stands in the shoes of the defendant's insured[--Kirshenbaum--] and is subject to any defenses that the insurer would have against its insured.\" Id. at 999.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The dispute in this case involves the following two paragraphs in Kirshenbaum's professional malpractice policy:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Company shall have the right to make any investigation it deems necessary and with the written consent of the insured, said consent not to be unreasonably withheld, any settlement of any claim covered by the terms of this policy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the Insured shall refuse to consent to any settlement or compromise recommended by the Company and acceptable to the claimant, and elects to contest the claim, suit or proceeding, then the Company's liability shall not exceed the amount for which the Company would have been liable for damages if the claim or suit or proceeding had been so settled or compromised, when so recommended. The Company shall have no liability for claims expenses accruing thereafter and the Company shall have the right to withdraw from the further defense thereof by tendering control of said defense to the Insured.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">NEIC contends that the first paragraph gives a reasonable insured the ability to frustrate settlement, while the second paragraph, with its reference to \"any settlement,\" limits NEIC's liability to the amount of a rejected settlement offer that it recommends and is acceptable to the claimant, whether the rejection by the insured is reasonable or not. Clauson therefore received all he was due under the policy when NEIC paid him $29,000 after the entry of a final judgment against Kirshenbaum. In response, Clauson contends that these paragraphs must be read together to limit NEIC's liability only when its insured's refusal to settle is unreasonable. Because the district court found that Kirshenbaum had been reasonable when he rejected Clauson's settlement offers, a finding that NEIC does not challenge on appeal, NEIC's obligations extend to the full policy limits.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In its thoughtful decision finding for Clauson on the policy limit issue, the district court first noted that, under the settled Rhode Island rules of construction of insurance contracts, the \"policy must be examined in its entirety, giving each word its plain, ordinary, and usual meaning. Moreover, the policy should be construed in a manner that harmonizes and gives effect to all of its material terms and avoids rendering any of its provisions meaningless.\" (internal citations and quotations omitted). With these principles in mind, the court turned to the two paragraphs at issue and concluded that NEIC's interpretation was unreasonable because it failed to give effect to every term in the policy. We quote and adopt the court's impeccable reasoning:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">NEIC contends that the reference in the first sentence [of the second paragraph] to \"any\" settlement means that coverage is limited to the amount of the proposed settlement in every case where the insured refuses to consent, without regard to whether the insured acted reasonably. However, that interpretation conflicts with the provision in the preceding paragraph requiring the insured's consent to settle.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By preventing the insurer from settling without the insured's consent and prohibiting the insured from unreasonably withholding consent, that provision, in effect, confers on the insured the right to reasonably withhold consent. Construing the policy in the manner suggested by NEIC would negate that right. The insured's refusal to consent to a settlement, however reasonable, would deprive the insured of the full indemnification protection for which he contracted. In addition, it would deprive the insured of the right to be defended by the insurer because the second sentence of the paragraph upon which NEIC relies would allow NEIC to withdraw from further defense.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the very least, NEIC's reading of the policy would render meaningless the provision prohibiting consent from being unreasonably withheld. If coverage were reduced to the amount of a proposed settlement even where the insured reasonably refuses to consent, the prohibition against unreasonably withholding consent would be superfluous. Coverage would be reduced whether the insured acted reasonably or unreasonably.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Having rejected NEIC's interpretation as unreasonable, the court adopted the only interpretation that gave \"effect to both provisions,\" and construed the policy \"to limit NEIC's liability to the amount of the proposed settlement only if Kirshenbaum's refusal to consent was unreasonable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On appeal, NEIC argues that the district court erred in concluding that its interpretation of its own insurance policy was unreasonable. Although the two paragraphs at issue are set forth consecutively in the policy exactly as set forth in the text above under a section of the policy entitled \"Defense and Settlement,\" NEIC insists that these paragraphs address separate issues, requiring that each paragraph be read individually. As such, the second paragraph is not limited, as the district court found, by the first paragraph, but instead acts on its own to place a strong incentive upon the insured to settle because any refusal to consent brings with it the full risk of an adverse judgment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Interestingly, however, NEIC never argues that the interpretation of the two paragraphs adopted by the district court is unreasonable. Indeed, NEIC conceded at oral argument that the court's interpretation was reasonable. That acknowledgment demonstrates that, even if we accept NEIC's protestations about the reasonableness of its own reading of the policy, it has done nothing more than show that there are two reasonable interpretations of the contract language. In other words, NEIC's argument on appeal indicates only that the contract was ambiguous. Goldstein v. Occidental Ins. Co., <span class=\"citation\" data-id=\"2392567\"><a href=\"/opinion/2392567/goldstein-v-occidental-life-insurance-co-of-cal/\"><span class=\"volume\">273</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">318</span></a></span>, 320 (R.I. 1971) (noting that a policy is ambiguous \"if doubtful, uncertain or ambiguous terms are used, or [if its language is] reasonably susceptible of two interpretations\") (internal citations omitted). Such a showing is not helpful to NEIC. Under settled Rhode Island law governing the resolution of ambiguities in insurance contracts, when \"the policy terms are ambiguous or capable of more than one reasonable meaning, the policy will be strictly construed in favor of the insured and against the insurer.\" Mallane v. Holyoke Mut. Ins. Co., <span class=\"citation\" data-id=\"1972142\"><a href=\"/opinion/1972142/mallane-v-holyoke-mut-ins-co/\"><span class=\"volume\">658</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">18</span></a></span>, 20 (R.I. 1995) (citing Aetna Cas. &amp; Sur. Co. v. Sullivan, <span class=\"citation\" data-id=\"2176472\"><a href=\"/opinion/2176472/aetna-cas-sur-co-v-sullivan/\"><span class=\"volume\">633</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">684</span></a></span>, 686 (R.I. 1993)); see also Nagy v. Lumbermens Mut. Casualty Co., <span class=\"citation\" data-id=\"1528926\"><a href=\"/opinion/1528926/nagy-v-lumbermens-mutual-casualty-company/\"><span class=\"volume\">219</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">396</span></a></span>, 400 (R.I. 1966) (noting that when an insurance contract \"admits to two reasonable constructions . . . we charge the fault to the insurer who selected the language and . . . accept the interpretation which favors the beneficiaries\"); Factory Mut. Liability Ins. Co. v. Cooper, <span class=\"citation\" data-id=\"1960661\"><a href=\"/opinion/1960661/factory-mutual-liability-ins-co-of-amer-v-cooper/\"><span class=\"volume\">262</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">370</span></a></span>, 372 (R.I. 1970). Of the two reasonable interpretations of the paragraphs atissue, the district court's interpretation is far more beneficial to the insured than NEIC's interpretation. Consequently, the recognition of these two reasonable interpretations does nothing more than return us to the interpretation of the policy language that the district court credited, and to the ultimate conclusion that the district court correctly held that NEIC was liable on the judgment against its insured up to its full policy limits.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the usual case under Rhode Island law, the insurance policy governs the obligations the insurer owes to its insured, thus limiting an insurer's total liability on a judgment against its insured to the contractual limits contained in that policy. Factory Mut. Liability Ins. Co., 262 A.2d at 372. The fact that an insured may also be liable for interest on the judgment does not normally increase an insurer's liability beyond those limits. Skaling v. Aetna Ins. Co., <span class=\"citation\" data-id=\"2182893\"><a href=\"/opinion/2182893/skaling-v-aetna-ins-co/\"><span class=\"volume\">742</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">282</span></a></span>, 291 (R.I. 1999). Nonetheless, there are certain exceptions to this general rule. Rhode Island's rejected settlement statute, R.I. Gen. Laws &#167;&#167; 27-7-2.2, outlines a set of circumstances under which an insurer will be liable above its policy limits for interest on a judgment against its insured.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Under this statute, if an insurer rejects a written offer to settle for an amount within the policy limits, the insurer becomes liable for \"all interest due on the judgment entered by the court [against the insured] even if the payment of the judgment and interest totals a sum in excess of the policy coverage limitation.\" R.I. Gen. Laws &#167;&#167; 27-7-2.2.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Clauson contends in his cross-appeal that the rejection of his various written settlement offers brings this case under this statute.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> During the pendency of the superior court action, Clauson made two different written offers to NEIC and Kirshenbaum. The first, for $29,000 (the $29,000 offer), was made and rejected prior to the entry of the first judgment in Clauson's favor.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The second, \"for the policy limit, which I understand to be $100,000\" (the $100,000 offer), was made following the superior court's order vacating the first judgment and ordering a new trial. Despite the differences between these two offers, the district court addressed only the $29,000 offer when it evaluated Clauson's argument for interest. These two offers, however, raise separate issues under section 27-7-2.2, and therefore we address each in turn.</p>\n    </div>\n    <p class=\"indent\">A. The $29,000 offer</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">When NEIC received the $29,000 offer, it transmitted it to Kirshenbaum along with a recommendation that he give his consent to settlement. Kirshenbaum, however, withheld consent, and the offer was accordingly rejected. Relying on these circumstances, the district court held that section 27-7-2.2 was inapplicable. Because Kirshenbaum, and not NEIC, rejected Clauson's settlement offer, the district court reasoned, Clauson had failed to make the required showing that \"the offer [was] rejected by the defendant's insurer.\" Clauson challenges this ruling, arguing that when NEIC contracted away its unfettered authority to accept settlements, it tied itself to Kirshenbaum so that his rejection should be deemed NEIC's. Any other result, Clauson contends, undermines the purpose of the statute. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This is the second time we have been called upon to construe Rhode Island's rejected settlement statute. Armacost v. Amica Mut. Ins. Co., <span class=\"citation\" data-id=\"195082\"><a href=\"/opinion/195082/armacost-v-amica/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></a></span> (1st Cir. 1993). In Armacost, we noted that section 27-7-2.2 seeks to encourage the early settlement of meritorious tort claims. Id. at 270. This goal is advanced when all of the parties with authority over settlement have an incentive to settle. Under most liability policies, the insurer has the authority to settle a claim whether or not its insured consents. Prior to the enactment of section 27-7-2.2, an insurer had little incentive to settle a claim.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> \"It would be in an insurer's interest to dispute even the most meritorious claims because the maximum cost to the insurer in any protracted proceedings would be the policy limit, and during that time the insurer would enjoy full use of any funds owed the insured.\" Skaling, 742 A.2d at 292.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By making the insurer liable above its policy limits for pre- and post-judgment interest, section 27-7-2.2 changes this equation. An insurer now has an incentive to settle meritorious claims. The question presented here is how a consent to settlement clause in an insurance policy affects the statute and its allocation of incentives. Clauson correctly notes that, though section 27-7-2.2 extends liability to insurers for their own refusal to settle, it does nothing to remove an insured's legal liability for interest. It does not follow, however, that because the statute causes both insurer and insured to be liable for interest, we must treat Kirshenbaum and NEIC as a single entity so that the rejection of one becomes the rejection of another. To the contrary, treating the insurer and insured as a single entity in this case would actually frustrate the statutory scheme. Though Kirshenbaum remains ultimately responsible as a matter of law for the interest on the judgment, the risk from that liability and the consequent incentive for Kirshenbaum to settle is dulled considerably if the insurer is, through section 27-7-2.2, forced to cover that interest irrespective of its policy limits. Moreover, if an insured can reasonably reject a settlement offer and have that rejection imputed to the insurer, the insured would thereby be allowed to unilaterally increase the limits of liability contained in the policy. Such a result removes from the insured a considerable incentive to consent to settlement and as such would frustrate rather than serve the legislative design.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Furthermore, treating the insured and insurer as a single unit contradicts the language of the statute, which explicitly refers to \"the defendant's insurer\" rejecting the written offer. There is nothing in the record or in the case law that would justify ignoring the plain language of the statute and treating NEIC and Kirshenbaum as one. Despite the delegation of power in the policy, Kirshenbaum did not become an agent of NEIC with respect to settlement. As is amply demonstrated by this case, NEIC had no ability to control or direct Kirshenbaum, who acted in direct contradiction of NEIC's recommendations. Instead of treating the insurer as bound by its insured, we conclude that the approach most consistent with the statutory language and purpose is that adopted by the district court, which placed the risk of interest upon the party who resists the early settlement of a meritorious claim.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Because Kirshenbaum, rather than NEIC, rejected the $29,000 offer, that rejection may not form the basis of an interest judgment above the policy limits pursuant to section 27-7-2.2.</p>\n    </div>\n    <p class=\"indent\">B. The $100,000 offer</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court did not address the rejection of Clauson's $100,000 settlement offer, an oversight that would be of little importance if that offer was subject to the same analysis as the $29,000 offer. That may not be the case, however. Clauson made the $100,000 offer after the Rhode Island Superior Court ordered a new trial. At that time, NEIC had tendered control of the case to Kirshenbaum. In keeping with this decision, NEIC appears to have never transmitted the offer or received a refusal to consent to the offer from Kirshenbaum. Thus, we cannot, on this record, conclude that Kirshenbaum rather than NEIC rejected this offer. Also, in light of our resolution of NEIC's appeal, it could be argued that NEIC's withdrawal from Kirshenbaum's defense was in contravention of its obligations under the policy. Under that circumstance, NEIC's failure to respond might be deemed its own rejection of the offer. Conversely, it might be argued that the $100,000 offer did not meet the statutory criteria (because some of the coverage had been exhausted by expenditures for defense costs) or that Kirshenbaum's rejection of the first, $29,000 offer excused NEIC from submitting the second, $100,000 offer to him, as doing so would have been futile. We take no position on these possibilities. We note them only to underscore that the issues raised by the $100,000 offer differ from those raised by the $29,000 offer. Moreover, whether an interest award above the policy limits under section 27-7-2.2 should be imposed upon NEIC based upon any imputed rejection of the $100,000 offer presents an unsettled question of Rhode Island law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have repeatedly admonished parties that \"[n]o precept is more firmly settled in this circuit than that theories not squarely raised and seasonably propounded before the trial court cannot rewardingly be advanced on appeal.\" Lawton v. State Mut. Life Ins. Co., <span class=\"citation\" data-id=\"197113\"><a href=\"/opinion/197113/lawton-v-state-mutual/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir. 1996). This precept takes on an added significance when this Court is confronted, as here, with a question of first impression under state law. We have examined the record to determine whether the district court's failure to address the $100,000 offer was simple oversight or a consequence of Clauson's failure to present this issue properly before the court. Either way, given the present state of the record, we can understand why the district court may have overlooked the difference between the $29,000 and the $100,000 offers. To the extent that Clauson's arguments below can be read to argue the $100,000 offer, these arguments are not a model of clarity. As a consequence, the record is equivocal as to the issue of waiver on the significance of the $100,000 offer.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We conclude, therefore, that the issues raised with respect to the $100,000 offer would benefit from an initial evaluation by the district court, with its greater familiarity with the parties and their course of dealing throughout this litigation. We remand to that court to determine whether Clauson \"squarely raised and seasonably propounded\" his argument as to the $100,000 offer. If the court determines that Clauson has preserved this argument, the court should then proceed to rule on the merits. In remanding for this purpose we do not retain jurisdiction of the case. If there are to be any further appeals from the decision of the district court relating to the $100,000 offer, they must be filed anew.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed as to NEIC's appeal and as to Clauson's cross-appeal to the extent it relates to the $29,000 offer; remanded for further proceedings consistent with the opinion herein.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Several of Kirshenbaum's other former clients had also filed disciplinary actions against Kirshenbaum. In September of 1992, the Rhode Island Supreme Court ordered Kirshenbaum transferred to inactive status.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The judgment on Kirshenbaum's counterclaim remained in force.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kirshenbaum protested vociferously against this payment, claiming that \"the payment of the 29,000 was against my wishes and contrary to my rights under the policy [and] was a gift . . . to Clauson.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Clauson does not challenge the amendment to the judgment reflecting the policy limits as reduced by reasonable claims expenses.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To bolster its argument on this point, NEIC cites to a recent Seventh Circuit case as support for the proposition that consent to settlement provisions shift risk to the insured every time an offer is refused. Security Ins. Co. v. Schipporeit, Inc., <span class=\"citation\" data-id=\"707615\"><a href=\"/opinion/707615/security-insurance-company-of-hartford-v-schipporeit-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1377</span></a></span>, 1383 (7th Cir. 1995). Though Schipporeit does indicate as much, the policy in that case did not distinguish between the reasonable and unreasonable rejection of settlement offers. Id. Consequently, Schipporeit provides no guidance in the correct interpretation of NEIC's different policy language.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> R.I. Gen. Laws &#167;&#167; 27-7-2.2 provides:</p>\n        <p>In any civil action in which the defendant is covered by liability insurance and in which the plaintiff makes a written offer to the defendant's insurer to settle the action in an amount equal to or less than the coverage limits on the liability policy in force at the time the action accrues, and the offer is rejected by the defendant's insurer, then the defendant's insurer shall be liable for all interest due on the judgment entered by the court even if the payment of the judgment and interest totals a sum in excess of the policy coverage limitation. This written offer shall be presumed to have been rejected if the insurer does not respond in writing within a period of thirty (30) days.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Clauson also presses an alternative argument claiming entitlement to post-judgment interest above NEIC's policy limits pursuant to R.I. Gen. Laws &#167;&#167; 9-21- 10. Clauson first advanced this legal theory in his Rule 59(e) motion. Prior to that motion, his claim for interest was based solely upon section 27-7-2.2. \"Motions under Rule 59(e) must either clearly establish a manifest error of law or must present newly discovered evidence. They may not be used to argue a new legal theory.\" Santiago v. Cannon U.S.A., Inc., <span class=\"citation\" data-id=\"197805\"><a href=\"/opinion/197805/santiago-etc-v-canon-usa-inc/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1998); Jorge Rivera Surillo &amp; Co. v. Falconer Glass Indus., Inc., <span class=\"citation\" data-id=\"195663\"><a href=\"/opinion/195663/rivera-surillo-v-falconer/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 29 (1st Cir. 1994). The district court, therefore, properly rejected this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At various points prior to the first trial, Clauson communicated several offers to settle for approximately $29,000, including an offer of $30,000 on the morning of trial. The distinctions between these offers are unimportant for purposes of the present analysis, and consequently we treat them as a single offer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Rhode Island Supreme Court has recently \"promulgate[d] a new rule\" imposing a fiduciary duty upon insurers \"to consider seriously a plaintiff's reasonable offer to settle within the policy limits.\" Asermely v. Allstate Ins. Co., <span class=\"citation\" data-id=\"1441514\"><a href=\"/opinion/1441514/asermely-v-allstate-insurance-ins-co/\"><span class=\"volume\">728</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">461</span></a></span>, 464 (R.I. 1999). This duty is broader than that imposed by section 27-7-2.2 and carries with it seemingly greater consequences. The Asermely court did not limit the duty to written offers and also suggested that a violation of this duty might expose the insurer not just to interest but also to a judgment for damages that exceeded the policy limits. Id. Nonetheless, because the insurer can escape this enhanced liability by demonstrating \"that the insured was unwilling to accept the offer of settlement,\" Asermely is not applicable to the present case. Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note that if Kirshenbaum had been unreasonable in withholding his consent, NEIC would have gained the right under the policy to force a settlement. Because the district court found that Kirshenbaum was reasonable in resisting settlement, however, we do not decide whether NEIC's failure to exercise its right to force settlement after an unreasonable rejection could be construed under section 27-7-2.2 as NEIC's own rejection of a settlement offer.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1441514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1528926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1952108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1960661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1972142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2176472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2182893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2392567/"
  ]
}