{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199591/",
  "absolute_url": "/opinion/199591/rivera-rodriguez-v-frito-lay-snacks/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199591/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:33:33Z",
  "date_modified": "2017-03-24T11:02:20.657817Z",
  "type": "010combined",
  "sha1": "b015b141714d4ff474acc5aa121ae4c475daa6d5",
  "page_count": 21,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1023-01A.pdf",
  "local_path": "pdf/2001/09/10/Rivera-Rodriguez_v._Frito_Lay_Snacks.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\nNo. 01-1023\n\n                    VÍCTOR F. RIVERA-RODRÍGUEZ,\n                      SANDRA BELTRÁN-MCENTEE,\n              CONJUGAL PARTNERSHIP RODRÍGUEZ-MCENTEE,\n\n                      Plaintiffs, Appellants,\n\n                                 v.\n\n                      FRITO LAY SNACKS CARIBBEAN,\n              A DIVISION OF PEPSICO PUERTO RICO, INC.\n                JOSÉ LUIS PRADO, ROSA ELENA ACEVEDO,\n                 CONJUGAL PARTNERSHIP PRADO-ACEVEDO,\n                     ENRIQUE NIÑO, LAURA ANDRADE,\n                  CONJUGAL PARTNERSHIP NIÑO-ANDRADE,\n                             ABC INSURANCE,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                               Before\n\n               Torruella and Lipez, Circuit Judges,\n\n                    and Tauro,* District Judge.\n\n\n     Roberto Busó-Aboy, for appellants.\n     Jeffrey A. Van Detta, with whom Lespier & Muñoz-Noya, Roberto\nAriel Fernández, Kilpatrick Stockton, LLP and Carolyn Sawyer, were on\nbrief, for appellees.\n\n\n*   Of the District of Massachusetts, sitting by designation.\n\fSeptember 10, 2001\n\n\n\n\n       -2-\n\f           TAURO, District Judge. Plaintiff Victor F. Rivera-Rodriguez\n\n(\"Rivera\") sued his former employer Frito Lay Snacks Caribbean, Inc.\n\n(\"Frito Lay\"); Jose Luis Prado (\"Prado\"), Frito Lay’s President; and\n\nEnrique Niño (\"Niño\"), Frito Lay’s Director of Human Resources. Rivera\n\nclaims that Defendants violated Title VII of the Civil Rights Act\n\n(Title VII), 42 U.S.C. §§ 2000e-2000e-17 (2000); the Age Discrimination\n\nin Employment Act (ADEA),29 U.S.C. §§ 621-634; and the Americans with\n\nDisabilities Act (ADA), 42 U.S.C. §§ 12101-12213, when they created a\n\nhostile work environment and terminated him based on his age,\n\ndisability, and national origin.\n\n           The district court granted Defendants’ Motion for Summary\n\nJudgment, and Rivera appeals. For the following reasons, the district\n\ncourt’s decision is affirmed in part and reversed in part.\n\n                           I.   BACKGROUND\n\n           Rivera is fifty years-old, and suffers from chronic asthma\n\nand malignant lymphoma. In 1984, he began working for Frito Lay, a\n\ndivision of Pepsico, Puerto Rico, Inc. In September 1985, Rivera\n\nbecame Frito Lay’s Director of Human Resources for the Caribbean, where\n\nhis chief responsibility was communicating with the company’s sales\n\nforce. Throughout his tenure, Rivera was supervised by Don McFarlane,\n\nRegional Human Resources Vice President for Frito Lay’s Latin American\n\nRegion. Rivera consistently received high marks in his performance\n\nreviews.\n\n\n                                 -3-\n\f            In March 1993, Frito Lay’s Puerto Rican operations moved\n\nunder Pepsico’s Latin American Region operations, headquartered in\n\nMexico City.    The reorganization resulted in a number of Mexican\n\nnationals assuming high-ranking positions, including that of president\n\nfilled by Defendant Prado. Prado supervised McFarlane, and both Prado\n\nand MacFarlane reported to another Mexican national, Rogelio Rebolledo\n\n- Latin American Region President.\n\n            In the spring of 1995, Frito Lay’s sales employees filed a\n\npetition with the National Labor Relations Board for representation by\n\nthe Seafarers’ International Union. Rivera worked with MacFarlane and\n\nPrado to discourage the employees from electing to unionize. But\n\ndespite their efforts, the union prevailed by a close margin in\n\nSeptember 1995.\n\n            After the election, Frito Lay brought in Defendant Niño,\n\nallegedly for his experience dealing with unions.           Frito Lay\n\nimmediately reassigned many of Rivera’s tasks to Niño, a Mexican\n\nnational who is seven years younger than Rivera. Soon thereafter, in\n\nMarch 1996, MacFarlane told Rivera that his position was being\n\neliminated and gave Rivera three employment options: transfer to the\n\nDominican Republic; transfer to Brazil; or become a human-resources\n\nconsultant to Frito Lay. Rivera opted to transfer to the Dominican\n\nRepublic.\n\n\n\n\n                                  -4-\n\f          Rivera had worked in the Dominican Republic for eight months\n\nwhen MacFarlane informed him that Frito Lay was eliminating his\n\nposition because of a significant financial downturn in the company’s\n\nDominican Republic operations. Rivera met with Prado on November 6,\n\n1996 to discuss employment alternatives. Prado suggested that Rivera\n\nconsider becoming a human-resources consultant to Frito Lay. Rivera\n\nrejected this proposal, asking instead to be reinstated to his prior\n\nposition in Puerto Rico.\n\n          On January 29, 1997, MacFarlane offered Rivera a four-year\n\nconsulting contract that Rivera rejected. On February 28, 1997, Niño\n\ngave Rivera a termination letter signed by Prado. Rivera’s termination\n\nwas effective March 3, 1997.     He was forty-six-years old.\n\n          Rivera filed an administrative charge with the Equal\n\nOpportunity Employment Commission (EEOC) on March 10, 1997, and the\n\nEEOC issued a right-to-sue letter on May 19, 1997.\n\n                          II.   DISCUSSION\n\n          Rivera alleges that Defendants’ discriminatory acts created\n\nboth a hostile work environment and resulted in his unlawful\n\ntermination. We review the district court’s decision to grant Summary\n\nJudgment de novo, with all reasonable doubts and issues of credibility\n\nresolved in the non-movant’s favor. Landrau-Romero v. Banco Popular De\n\nPuerto Rico, 212 F.3d 607, 611 (1st Cir. 2000); Hernandez-Loring v.\n\nUniversidad Metropolitana, 233 F.3d 49, 51 (1st Cir. 2000).\n\n\n                                 -5-\n\fA.        Hostile Work Environment\n\n          Rivera claims that he was subjected to a hostile work\n\nenvironment at Frito Lay. In granting Summary Judgment, the district\n\ncourt first concluded that all alleged discriminatory events occurring\n\nbefore May 10, 1996 were time-barred and could not be considered in its\n\nhostile-work-environment analysis. The court then determined that only\n\nRivera’s termination from Frito Lay occurred after that date.\n\n          Under Title VII, the ADEA, and the ADA, a plaintiff must file\n\nan employment-discrimination charge with the EEOC within 300 days of\n\nthe alleged discrimination. 42 U.S.C. § 2000e-5(e)(1) (2000) (noting\n\nTitle VII’s charge-filing requirement); 29 U.S.C. § 626(d)(2) (stating\n\nADEA’s charge-filing requirement); Bonilla v. Muebles J.J. Alvarez,\n\nInc., 194 F.3d 275, 277-78 (1st Cir. 1999) (stating that Title VII’s\n\ncharge-filing requirement applies to the ADA). A plaintiff generally\n\ncannot litigate claims based on conduct falling outside of this period.\n\nProvencher v. CVS Pharmacy, 145 F.3d 5, 13-14 (1st Cir. 1998). But\n\nwhere the violation is \"of a continuing nature, the charge of\n\ndiscrimination filed . . . may be timely as to all discriminatory acts\n\nencompassed by the violation so long as the charge is filed during the\n\nlife of the violation or within the statutory period . . . .\" Pilgrim\n\nv. Trustees of Tufts College, 118 F.3d 864, 868 (1st Cir. 1997)\n\n(internal quotations omitted).\n\n\n\n\n                                 -6-\n\f          Continuing violations can be systemic or serial. Id. at 869.\n\nSystemic violations occur where an employer maintains a discriminatory\n\npolicy, responsible for multiple discriminatory acts that may fall\n\noutside of the limitations period. Id. If the policy or practice\n\ncontinues into the limitations period, the complaint is considered\n\ntimely. Sabree v. United Bhd. of Carpenters and Joiners Local No. 33,\n\n921 F.2d 396, 400-02 (1st Cir. 1990) (citations omitted).\n\n          Serial violations, however, occur where the plaintiff\n\nexperiences a number of similar discriminatory acts arising from the\n\nsame discriminatory animus. Id. at 400. Such acts are timely if at\n\nleast one discriminatory event occurs within the statutory period that\n\nanchors the earlier claims. Id. This anchor violation is only timely\n\nif it is part of and exposes a pattern of actionable discrimination.\n\nProvencher, 145 F.3d at 14.\n\n          In O’Rourke v. City of Providence, this court set forth three\n\nfactors to assess the sufficiency of a serial-continuing-violation\n\nclaim: (1) whether the subject matter of the discriminatory acts is\n\nsufficiently   similar   to   render   the   otherwise   untimely   acts\n\nsubstantially related to the timely acts; (2) whether the acts occur\n\nfrequently, repetitively, or continuously or are isolated and discrete;\n\nand (3) whether the acts are sufficiently permanent to make the\n\nplaintiff aware of the need to assert his or her rights. 235 F.3d 713,\n\n\n\n\n                                 -7-\n\f731 (1st Cir. 2001) (internal citations omitted); see Sabree, 921 F.2d\n\nat 402.\n\n          Rivera alleges that Defendants’ actions constitute serial-\n\ncontinuing violations of age, disability, and national-origin\n\ndiscrimination. Particularly, he states that the following incidents\n\nestablish a clear discriminatory pattern:\n\n          (1) At an April 1994 staff meeting, Rebolledo told Rivera\n\nto \"be quiet, you’re stale\" (Rivera Dec. 5, 1998 Dep. at 24.);\n\n          (2) At an April 28, 1995 human-resources-plan meeting in\n\nMexico, Prado and Rebolledo referred to Puerto Ricans as monkeys. When\n\ntalking about the Frito Lay administration, for example, Rebolledo\n\nstated that \"those monkeys [don’t] know what they [are] doing\" ( Id. at\n\n46.);\n\n          (3) At an October 10, 1995 meeting with a recruiting firm,\n\nPrado expressed a preference for employees with \"youth and\n\nintelligence\" and voiced concern that \"some of the candidates referred\n\nto him were over forty years old\" (Id. at 34-37.);\n\n          (4)   On October 23, 1995, Prado and Niño told labor\n\nconsultant Ray Micus that the decisive factor in terminating\n\nsupervisory-sales employees was age (Id. at 41-44.);\n\n          (5) During a November 1995 lunch meeting, Rivera commented\n\nthat he was not feeling well, to which Niño responded that Rivera’s\n\n\n\n\n                                 -8-\n\fhealth problems were due to \"ansia\", meaning antiquity or old age ( Id.\n\nat 40-41.);\n\n            (6)   On January 24, 1996, Niño told labor lawyer Dwayne\n\nAldrich that Rivera’s gray hair must mean he’s sixty years old ( Id. at\n\n39.); and\n\n            (7) On January 18, 1997, Prado and Niño stated that Rivera’s\n\nhealth condition was due to \"La bola de años\", which translates to ball\n\nof years (Id. at 31-33.).\n\n            Rivera argues that the subject matter of the alleged acts\n\nalways related to his age, medical condition, and nationality; that\n\nthere were numerous incidents; and that until February 1997, he had no\n\nreason to believe that he was being discriminated against and did not\n\nhave a future with the company. Defendants counter that Rivera merely\n\nadvances discrete, isolated events - unrelated to his ultimate\n\ntermination. Counting back 300 days from March 10, 1997, the date\n\nRivera filed his EEOC charge, only Prado’s and Niño’s comments that\n\nRivera’s health condition was due to \"la bola de años\" are timely.1\n\n            1.      Disability-Based Hostile Work Environment\n\n                    Rivera argues that because this anchoring violation\n\nrefers to Rivera’s health, the comments demonstrate disability\n\ndiscrimination, thus rendering timely all similar incidents. Rivera,\n\n1 Although the district court only considered Rivera’s termination\ntimely, Rivera alleges that Prado’s and Niño’s comments, not the\ntermination itself, are the anchoring violation.\n\n                                  -9-\n\fhowever, overlooks the fact that he has not shown that he is\n\nstatutorily disabled.\n\n          The ADA proscribes employers from discriminating against a\n\nqualified individual with a disability. 42 U.S.C. § 12112(a). A\n\n\"qualified individual\" is \"an individual with a disability who, with or\n\nwithout reasonable accommodation, can perform the essential functions\n\nof the employment position that such individual holds or desires.\" Id.\n\n§ 12111(8). A \"disability\" includes \"a physical or mental impairment\n\nthat substantially limits one or more major life activities.\" Id. §\n\n12102(2)(A). \"Substantially limits\" means that the person cannot\n\nperform a major life function or is \"significantly [limited in] the\n\ncondition, manner or duration under which [the] individual can perform\n\na particular major life activity, as compared to the average person in\n\nthe general population . . . .\" 29 C.F.R. § 1630.2(j)(ii).\n\n          We apply a three-step analysis when considering statutory\n\ndisability. Bragdon v. Abbott, 524 U.S. 624, 631 (1998). First, we\n\ndetermine whether Rivera’s asthma and lymphoma are physical\n\nimpairments. Second, we determine whether Rivera’s work -- the life\n\nactivity he claims was affected -- meets the ADA definition of a major\n\nlife activity. Id. Third, \"tying the statutory phrases together, we\n\nask whether the impairment substantially limits the activity found to\n\nbe a major life activity.\" Lebron-Torres v. Whitehall Labs., 251 F.3d\n\n236, 239-40 (1st Cir. 2001).\n\n\n                                 -10-\n\f          Rivera’s conditions -- asthma and lymphoma -- meet the EEOC\n\ndefinition of impairment, and the EEOC recognizes working as a \"major\n\nlife activity.\" Id. But Rivera has not presented any evidence that\n\neither condition substantially limits his ability to work. In fact,\n\nRivera argues that he was capable of performing all tasks required of\n\nhim by Frito Lay without assistance. Absent evidence that Rivera\n\nsuffered from a substantially limiting impairment, he has not\n\ndemonstrated that he is disabled. The district court correctly granted\n\nDefendants’ Summary Judgment Motion on Rivera’s disability-based,\n\nhostile-work-environment claim.\n\n          2.      National-Origin Hostile Work Environment\n\n                  As stated above, the anchoring violation concerning\n\nPrado’s and Niño’s \"la bola de años\" comments references only Rivera’s\n\nage and health. Any prior incidents allegedly supporting a national-\n\norigin-based, hostile-work-environment claim are time-barred. Hence,\n\nthe district court correctly granted Summary Judgment on this claim.\n\n          3.      Age-Based Hostile Work Environment\n\n                  As stated above, the anchoring violation refers to\n\nRivera’s age. As a threshold matter, we find that the seven-year age\n\ndifference between Rivera and Niño, who allegedly took over Rivera’s\n\njob duties, is sufficient to support a prima-facie case of age\n\ndiscrimination. See Williams v. Raytheon Co., 220 F.3d 16, 21 (1st\n\nCir. 2000) (collecting cases holding that age difference of less than\n\n\n                                -11-\n\ffive years is insufficient for a prima-facie showing). Of the seven\n\nallegedly discriminatory incidents, all but one -- Rebolledo’s\n\nreference to Puerto Ricans as monkeys -- refers to Rivera’s age. The\n\nsubject matter of these six incidents is sufficiently similar to the\n\nanchoring violation to meet the first O’Rourke criterion of whether the\n\nsubject matter of the discriminatory acts is sufficiently similar to\n\nrender the otherwise untimely acts substantially related to the timely\n\nacts.   O’Rourke, 235 F.3d at 731.\n\n          The second O’Rourke criterion requires that the acts occur\n\nfrequently, repetitively, or continuously, and are not isolated and\n\ndiscrete. The six age-related comments occurred within a two-year\n\nperiod, sufficiently numerous to be considered continuous.          Id.\n\n          We next are faced with the most difficult of the O’Rourke\n\ncriteria: whether the volume of discriminatory acts, as a matter of\n\nlaw, should have alerted Rivera of the need to file a discrimination\n\nclaim. Id. at 732. The issue is difficult because \"[a] plaintiff may\n\nbe unable to appreciate that he is being discriminated against until he\n\nhas lived through a series of acts and is thereby able to perceive the\n\noverall discriminatory pattern.\" Id. (quoting Sabree, 921 F.2d at\n\n402). Although in certain circumstances, notice may be resolved as a\n\nmatter of law, the question is often better determined by juries, who\n\ncan reflect on their own experiences.       Id.\n\n\n\n\n                                 -12-\n\f          Rivera argues that he did not realize Defendants’\n\ndiscriminatory animus or that he had an actionable claim until February\n\n1997, when his position in the Dominican Republic was eliminated. In\n\nsupport, Rivera points to MacFarlane’s testimony, stating that Rivera\n\nwas told the company wanted him to remain a part of the team. Rivera\n\nalso notes that Prado testified at his deposition that Rivera did not\n\nexpress any uneasiness with Niño’s presence in the Puerto Rican\n\noperations. Such reassurance and lack of complaint lends support to\n\nRivera’s contention that he could not have perceived an overall\n\ndiscriminatory pattern any earlier.\n\n          Because a jury could find that all O’Rourke criteria were met\n\non the six age-related incidents, the district court erred by ruling\n\nthat they were time-barred. From these incidents, we next consider\n\nwhether a reasonable jury could find that Rivera was subjected to a\n\nhostile work environment.\n\n          Hostile-work-environment claims were first recognized in the\n\nsex-discrimination context, but have since been recognized for members\n\nof any protected class. Lattimore v. Polaroid Corp., 99 F.3d 456, 463\n\n(1st Cir. 1996).    To prove a hostile-work-environment claim, a\n\nplaintiff must provide sufficient evidence from which a reasonable jury\n\ncould conclude that the offensive conduct \"is severe and pervasive\n\nenough to create an objectively hostile or abusive work environment and\n\nis subjectively perceived by the victim as abusive.\" Landrau-Romero,\n\n\n                                 -13-\n\f212 F.3d at 613.   When assessing whether a workplace is a hostile\n\nenvironment, courts look to the totality of the circumstances,\n\nincluding the frequency of the discriminatory conduct; its severity;\n\nwhether it is threatening or humiliating, or merely an offensive\n\nutterance; and whether it unreasonably interferes with the employee’s\n\nwork performance. Id. (quoting Harris v. Forklift Systems, Inc., 510\n\nU.S. 17, 21 (1993).\n\n          The district court concluded that no reasonable jury could\n\nfind that Rivera was subjected to a hostile work environment because\n\neven if timely, the incidents were inadmissible because Rivera failed\n\nto show personal knowledge.      Our review of the record reveals\n\notherwise.\n\n          Neither Party disputes that Rivera is competent to testify\n\nto those allegedly discriminatory statements made directly to him.\n\nThese include Rebolledo’s statement to Rivera that he was \"stale\",\n\nNiño’s comment to Rivera that his health problems were due to \"ansia\",\n\nand Prado’s and Niño’s statements that Rivera’s health problems were\n\ndue to \"la bola de años\".\n\n          The remaining allegations include Prado’s statements to a\n\nrecruiting firm that Frito Lay needed employees with youth and\n\nintelligence and should discourage candidates over forty, Prado’s and\n\nNiño’s discussions with Micus that the decisive factor in terminating\n\nsupervisory-sales employees was age, and Niño’s comment to Aldrich that\n\n\n                                 -14-\n\fRivera’s gray hair must mean he’s sixty years old.         The record\n\nindicates that Rivera was present on all three occasions.\n\n           Rivera’s December 5, 1998 deposition reveals that he was\n\npresent when Prado made the statement to the recruiting firm.\n\nSpecifically, Rivera testified that \"[o]ne time that we were with a\n\ncompany, a group of head hunters, [Prado] mentioned that the\n\ncompany...needed...young and intelligent blood....\" (Rivera’s Dec. 5,\n\n1998 Dep. at 34, 36 (emphasis added).)\n\n           As for Prado’s and Niño’s discussions with Micus that the\n\ndecisive factor in terminating supervisory-sales employees was age,\n\nRivera’s testimony again reveals his presence. Rivera stated that\n\n\"[t]here was one time we were in the big conference room, when we were\n\ndiscussing with a consultant called Ray Micus, post-election strategies\n\nin sales. And we were, in fact, looking into who we could retire, who\n\nwere over 50-something years old. . . [Prado] wanted to retire anybody\n\nthat was over 50 years old in the company.\" ( Id. at 41, 44 (emphasis\n\nadded).)\n\n           Rivera also was present when Niño commented to Aldrich that\n\nRivera’s gray hair must mean he’s sixty years old. Rivera testified\n\nin his deposition that \"[t]here was one time when we were with the\n\nattorney[] Duane Aldridge...[who] asked where I was from. And I said\n\nVieques. And he said, ah, they must grow tall people with grey hair\n\nthere. And [Niño] said yes, yes, yes, also 60 year[] old[s]. . ..\"\n\n\n                                 -15-\n\f(Id. at 39.) Because Rivera was present when each of these statements\n\nwere made, the district court erred in disregarding his testimony.\n\n          Considering the totality of the circumstances, a reasonable\n\njury could find that Rivera was subjected to a hostile work environment\n\nbased on his age. On six separate occasions, Frito Lay’s president,\n\nits Latin American Region President, and/or the Director Human\n\nResources for the Caribbean made seemingly derogatory, age-related\n\nstatements about Rivera.    Because a question of fact exists over\n\nwhether these comments created a hostile work environment, the district\n\ncourt erred in granting Summary Judgment on Rivera’s age-based,\n\nhostile-work-environment claim.\n\nB.        Termination\n\n          We turn now to Rivera’s wrongful-termination claim. Where\n\na plaintiff has no direct evidence of discrimination and must prove his\n\nor her case circumstantially, this court looks to the totality of the\n\nevidence, guided by the familiar McDonnell Douglas-Burdine-Hicks\n\nframework. Dominguez-Cruz v. Suttle Caribe, Inc., 202 F.3d 424, 430\n\n(1st Cir. 2000). Under this burden-shifting test, the plaintiff first\n\nmust prove a prima-facie case of discrimination. An employee alleging\n\ndiscrimination must show that: (1) he was a member of a protected\n\nclass; (2) he was qualified for the position; (3) he was discharged;\n\nand (4) other similarly situated employees who were not members of the\n\n\n\n\n                                 -16-\n\fprotected class were treated more favorably. Mulero-Rodriguez v.\n\nPonte, Inc., 98 F.3d 670, 673 (1st Cir. 1996).\n\n          If the plaintiff demonstrates a prima-facie case, the burden\n\nshifts to the defendant to articulate a legitimate, non-discriminatory\n\nreason for its challenged actions. Texas Dep’t of Cmty. Affairs v.\n\nBurdine, 450 U.S. 248, 254-55 (1981). If the defendant carries this\n\nburden of production, the plaintiff must prove that the legitimate\n\nreasons were mere pretext for discrimination.        Id. at 253.\n\n          The district court assumed that Rivera made out a prima-facie\n\ncase that he was wrongfully terminated as a result of age and national-\n\norigin discrimination, assumptions Frito Lay does not appeal. The\n\nburden of production then shifted to Frito Lay to demonstrate\n\nlegitimate reasons for terminating Rivera.        The district court\n\nconcluded that Frito Lay met its burden by proffering that: a severe\n\ndownturn in the Dominican Republic operations during the second half of\n\n1996 required Frito Lay to eliminate Rivera’s position; the company\n\nrefused to rehire Rivera in Puerto Rico as the Director of Human\n\nResources because that position no longer existed; the company was\n\nunhappy with the fact that the sales force unionized during Rivera’s\n\ntenure; and the company preferred Niño as Director of Human Resources.\n\nFinding most of Rivera’s testimony time-barred, the district court\n\nconcluded that Rivera failed to produce sufficient evidence of pretext.\n\n\n\n\n                                 -17-\n\f          As stated above, the court correctly granted Summary Judgment\n\non Rivera’s disability-discrimination claim because Rivera failed to\n\nproduce any evidence of a statutory disability. We only consider\n\nRivera’s contention that the district court erred by disregarding\n\nevidence from which a reasonable jury could conclude that Frito Lay’s\n\nreasons were pretext for age and national-origin discrimination.\n\n          Rivera theorizes that Frito Lay, motivated by discriminatory\n\nanimus, conspired to force him from the company. He contends that\n\nFrito Lay knew of the economic situation in the Dominican Republic\n\nbefore transferring him, but did so to free his position for Niño, a\n\nyounger, non-Puerto Rican.\n\n          To show pretext, Rivera first points to the undisputed fact\n\nthat Frito Lay did not move his family to the Dominican Republic, while\n\nit moved Niño’s family to Puerto Rico. This conduct, Rivera argues,\n\nindicates that Frito Lay knew - before moving Rivera - that his\n\nposition in the Dominican Republic would be eliminated, and hired Niño\n\nto permanently replace Rivera and prevent Rivera from later returning\n\nto Puerto Rico.\n\n          To counter Frito Lay’s stated rationale that it did not\n\nrehire Rivera because he was responsible for the 1994 unionization of\n\nthe sales force, Rivera argues that he successfully directed an anti-\n\nunionization campaign for Frito Lay in 1989. As part of that campaign,\n\nRivera implemented procedures viewed favorably by employees. He claims\n\n\n                                 -18-\n\fthat the 1994 unionization resulted from the Mexican management’s\n\nviolation of those procedures.\n\n          Rivera states, without dispute, that he had extensive\n\ncollective-bargaining experience with a former employer. Thus, he\n\nclaims, Frito Lay’s purported reasons for not reassigning Niño and\n\nrehiring him -- that only Niño had collective-bargaining experience at\n\nFrito Lay and was capable of implementing an organizational-development\n\nstrategy for dealing with the new union -- were false.\n\n          Rivera also contends that the evidence contradicts Frito\n\nLay’s argument that Rivera was not replaced by the younger Niño. Frito\n\nLay states that Rivera’s position in Puerto Rico was eliminated, and\n\nthat his duties were split between Niño and Luis Noriega, a Puerto\n\nRican several years Rivera’s senior. Rivera counters, however, that\n\nNiño assumed many, if not most of his responsibilities, and was given\n\nRivera’s title of Director of Human Resources. From this, he argues a\n\njury could find that Niño replaced him.\n\n          Rivera lastly argues that Prado and Niño made discriminatory\n\nremarks based on Rivera’s age and national origin: Rebolledo called\n\nRivera stale; Prado and Rebolledo referred to Puerto Ricans as monkeys;\n\nand Prado, in discussions with a recruiting firm, expressed a\n\npreference for young, intelligent employees and a lack of preference\n\nfor candidates in their forties. Frito Lay asserts that the court must\n\ndisregard all of these allegedly discriminatory statements because they\n\n\n                                 -19-\n\fwere not made by the sole decision-maker regarding Rivera’s employment\n\n-- MacFarlane.\n\n          But Rivera contends that Prado and Rebolledo approved, and\n\nthereby influenced, MacFarlane’s decisions concerning Rivera’s\n\nemployment. Prado testified in his deposition that he participated in\n\nsome respect in Rivera’s employment decisions. (Prado Dep. at 50.)\n\nMoreover, MacFarlane testified that he discussed his decisions about\n\nRivera’s employment with Prado and Rebolledo. (MacFarlane Dep. at 53.)\n\n          A plaintiff’s prima-facie case, combined with sufficient\n\nevidence to find that an employer’s asserted justification is false,\n\nmay permit a trier of fact to conclude that the employer unlawfully\n\nterminated the plaintiff. See Reeves v. Sanderson Plumbing, 530 U.S.\n\n133, 148 (2000). Evidence of biased comments may support an inference\n\nof pretext. Dominguez-Cruz, 202 F.3d at 433. And discriminatory\n\nstatements related to the decisional process may be sufficient to prove\n\nan employer’s alleged discriminatory animus. Shorett v. Rite Aid of\n\nMaine, Inc., 155 F.3d 8, 13 (1st Cir. 1998).\n\n          Certainly Rivera has proffered sufficient evidence to\n\novercome Summary Judgment on his age and national-origin-based,\n\nwrongful-termination claims. Rivera has shown a genuine dispute over\n\nmaterial facts regarding whether Frito Lay knew of the financial\n\nsituation in the Dominican Republic before transferring Rivera, whether\n\nthe 1994 unionization was Frito Lay’s true reason for not rehiring\n\n\n                                 -20-\n\fRivera, whether Rivera was replaced by a younger non-Puerto Rican, and\n\nwhether MacFarlane was the sole decision-maker on Rivera’s employment.\n\nAccordingly, the district court erred by granting Frito Lay’s Summary-\n\nJudgment Motion on Rivera’s wrongful-termination claims based on his\n\nage and national origin.\n\n                             CONCLUSION\n\n          For the foregoing reasons, the district court’s grant of\n\nsummary judgment is AFFIRMED in part and REVERSED in part.\n\n          Judgment affirmed in part, and reversed in part.\n\n\n\n\n                                -21-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">           United States Court of Appeals\n                      For the First Circuit\nNo. 01-1023\n\n                    VÍCTOR F. RIVERA-RODRÍGUEZ,\n                      SANDRA BELTRÁN-MCENTEE,\n              CONJUGAL PARTNERSHIP RODRÍGUEZ-MCENTEE,\n\n                      Plaintiffs, Appellants,\n\n                                 v.\n\n                      FRITO LAY SNACKS CARIBBEAN,\n              A DIVISION OF PEPSICO PUERTO RICO, INC.\n                JOSÉ LUIS PRADO, ROSA ELENA ACEVEDO,\n                 CONJUGAL PARTNERSHIP PRADO-ACEVEDO,\n                     ENRIQUE NIÑO, LAURA ANDRADE,\n                  CONJUGAL PARTNERSHIP NIÑO-ANDRADE,\n                             ABC INSURANCE,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                               Before\n\n               Torruella and Lipez, Circuit Judges,\n\n                    and Tauro,* District Judge.\n\n\n     Roberto Busó-Aboy, for appellants.\n     Jeffrey A. Van Detta, with whom Lespier & Muñoz-Noya, Roberto\nAriel Fernández, Kilpatrick Stockton, LLP and Carolyn Sawyer, were on\nbrief, for appellees.\n\n\n*   Of the District of Massachusetts, sitting by designation.\n\fSeptember 10, 2001\n\n\n\n\n       -2-\n\f           TAURO, District Judge. Plaintiff Victor F. Rivera-Rodriguez\n\n(\"Rivera\") sued his former employer Frito Lay Snacks Caribbean, Inc.\n\n(\"Frito Lay\"); Jose Luis Prado (\"Prado\"), Frito Lay’s President; and\n\nEnrique Niño (\"Niño\"), Frito Lay’s Director of Human Resources. Rivera\n\nclaims that Defendants violated Title VII of the Civil Rights Act\n\n(Title VII), 42 U.S.C. §§ 2000e-2000e-17 (2000); the Age Discrimination\n\nin Employment Act (ADEA),29 U.S.C. §§ 621-634; and the Americans with\n\nDisabilities Act (ADA), 42 U.S.C. §§ 12101-12213, when they created a\n\nhostile work environment and terminated him based on his age,\n\ndisability, and national origin.\n\n           The district court granted Defendants’ Motion for Summary\n\nJudgment, and Rivera appeals. For the following reasons, the district\n\ncourt’s decision is affirmed in part and reversed in part.\n\n                           I.   BACKGROUND\n\n           Rivera is fifty years-old, and suffers from chronic asthma\n\nand malignant lymphoma. In 1984, he began working for Frito Lay, a\n\ndivision of Pepsico, Puerto Rico, Inc. In September 1985, Rivera\n\nbecame Frito Lay’s Director of Human Resources for the Caribbean, where\n\nhis chief responsibility was communicating with the company’s sales\n\nforce. Throughout his tenure, Rivera was supervised by Don McFarlane,\n\nRegional Human Resources Vice President for Frito Lay’s Latin American\n\nRegion. Rivera consistently received high marks in his performance\n\nreviews.\n\n\n                                 -3-\n\f            In March 1993, Frito Lay’s Puerto Rican operations moved\n\nunder Pepsico’s Latin American Region operations, headquartered in\n\nMexico City.    The reorganization resulted in a number of Mexican\n\nnationals assuming high-ranking positions, including that of president\n\nfilled by Defendant Prado. Prado supervised McFarlane, and both Prado\n\nand MacFarlane reported to another Mexican national, Rogelio Rebolledo\n\n- Latin American Region President.\n\n            In the spring of 1995, Frito Lay’s sales employees filed a\n\npetition with the National Labor Relations Board for representation by\n\nthe Seafarers’ International Union. Rivera worked with MacFarlane and\n\nPrado to discourage the employees from electing to unionize. But\n\ndespite their efforts, the union prevailed by a close margin in\n\nSeptember 1995.\n\n            After the election, Frito Lay brought in Defendant Niño,\n\nallegedly for his experience dealing with unions.           Frito Lay\n\nimmediately reassigned many of Rivera’s tasks to Niño, a Mexican\n\nnational who is seven years younger than Rivera. Soon thereafter, in\n\nMarch 1996, MacFarlane told Rivera that his position was being\n\neliminated and gave Rivera three employment options: transfer to the\n\nDominican Republic; transfer to Brazil; or become a human-resources\n\nconsultant to Frito Lay. Rivera opted to transfer to the Dominican\n\nRepublic.\n\n\n\n\n                                  -4-\n\f          Rivera had worked in the Dominican Republic for eight months\n\nwhen MacFarlane informed him that Frito Lay was eliminating his\n\nposition because of a significant financial downturn in the company’s\n\nDominican Republic operations. Rivera met with Prado on November 6,\n\n1996 to discuss employment alternatives. Prado suggested that Rivera\n\nconsider becoming a human-resources consultant to Frito Lay. Rivera\n\nrejected this proposal, asking instead to be reinstated to his prior\n\nposition in Puerto Rico.\n\n          On January 29, 1997, MacFarlane offered Rivera a four-year\n\nconsulting contract that Rivera rejected. On February 28, 1997, Niño\n\ngave Rivera a termination letter signed by Prado. Rivera’s termination\n\nwas effective March 3, 1997.     He was forty-six-years old.\n\n          Rivera filed an administrative charge with the Equal\n\nOpportunity Employment Commission (EEOC) on March 10, 1997, and the\n\nEEOC issued a right-to-sue letter on May 19, 1997.\n\n                          II.   DISCUSSION\n\n          Rivera alleges that Defendants’ discriminatory acts created\n\nboth a hostile work environment and resulted in his unlawful\n\ntermination. We review the district court’s decision to grant Summary\n\nJudgment de novo, with all reasonable doubts and issues of credibility\n\nresolved in the non-movant’s favor. Landrau-Romero v. Banco Popular De\n\nPuerto Rico, </pre><span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">607</span></span><pre class=\"inline\">, 611 (1st Cir. 2000); Hernandez-Loring v.\n\nUniversidad Metropolitana, </pre><span class=\"citation\" data-id=\"199166\"><a href=\"/opinion/199166/hernandez-loring-v-universidad/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">, 51 (1st Cir. 2000).\n\n\n                                 -5-\n\fA.        Hostile Work Environment\n\n          Rivera claims that he was subjected to a hostile work\n\nenvironment at Frito Lay. In granting Summary Judgment, the district\n\ncourt first concluded that all alleged discriminatory events occurring\n\nbefore May 10, 1996 were time-barred and could not be considered in its\n\nhostile-work-environment analysis. The court then determined that only\n\nRivera’s termination from Frito Lay occurred after that date.\n\n          Under Title VII, the ADEA, and the ADA, a plaintiff must file\n\nan employment-discrimination charge with the EEOC within 300 days of\n\nthe alleged discrimination. 42 U.S.C. § 2000e-5(e)(1) (2000) (noting\n\nTitle VII’s charge-filing requirement); 29 U.S.C. § 626(d)(2) (stating\n\nADEA’s charge-filing requirement); Bonilla v. Muebles J.J. Alvarez,\n\nInc., </pre><span class=\"citation\" data-id=\"198699\"><a href=\"/opinion/198699/bonilla-v-muebles/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">275</span></a></span><pre class=\"inline\">, 277-78 (1st Cir. 1999) (stating that Title VII’s\n\ncharge-filing requirement applies to the ADA). A plaintiff generally\n\ncannot litigate claims based on conduct falling outside of this period.\n\nProvencher v. CVS Pharmacy, </pre><span class=\"citation\" data-id=\"754633\"><a href=\"/opinion/754633/76-fair-emplpraccas-bna-1569-73-empl-prac-dec-p-45393-richard/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 13-14 (1st Cir. 1998). But\n\nwhere the violation is \"of a continuing nature, the charge of\n\ndiscrimination filed . . . may be timely as to all discriminatory acts\n\nencompassed by the violation so long as the charge is filed during the\n\nlife of the violation or within the statutory period . . . .\" Pilgrim\n\nv. Trustees of Tufts College, </pre><span class=\"citation\" data-id=\"197455\"><a href=\"/opinion/197455/pilgrim-v-tufts-university/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span><pre class=\"inline\">, 868 (1st Cir. 1997)\n\n(internal quotations omitted).\n\n\n\n\n                                 -6-\n\f          Continuing violations can be systemic or serial. Id. at 869.\n\nSystemic violations occur where an employer maintains a discriminatory\n\npolicy, responsible for multiple discriminatory acts that may fall\n\noutside of the limitations period. Id. If the policy or practice\n\ncontinues into the limitations period, the complaint is considered\n\ntimely. Sabree v. United Bhd. of Carpenters and Joiners Local No. 33,\n\n</pre><span class=\"citation\" data-id=\"553173\"><a href=\"/opinion/553173/54-fair-emplpraccas-1070-55-empl-prac-dec-p-40456-mark-h-sabree-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span><pre class=\"inline\">, 400-02 (1st Cir. 1990) (citations omitted).\n\n          Serial violations, however, occur where the plaintiff\n\nexperiences a number of similar discriminatory acts arising from the\n\nsame discriminatory animus. Id. at 400. Such acts are timely if at\n\nleast one discriminatory event occurs within the statutory period that\n\nanchors the earlier claims. Id. This anchor violation is only timely\n\nif it is part of and exposes a pattern of actionable discrimination.\n\nProvencher, 145 F.3d at 14.\n\n          In O’Rourke v. City of Providence, this court set forth three\n\nfactors to assess the sufficiency of a serial-continuing-violation\n\nclaim: (1) whether the subject matter of the discriminatory acts is\n\nsufficiently   similar   to   render   the   otherwise   untimely   acts\n\nsubstantially related to the timely acts; (2) whether the acts occur\n\nfrequently, repetitively, or continuously or are isolated and discrete;\n\nand (3) whether the acts are sufficiently permanent to make the\n\nplaintiff aware of the need to assert his or her rights. </pre><span class=\"citation\" data-id=\"771503\"><a href=\"/opinion/771503/julia-m-orourke-v-city-of-providence/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span><pre class=\"inline\">,\n\n\n\n\n                                 -7-\n\f731 (1st Cir. 2001) (internal citations omitted); see Sabree, 921 F.2d\n\nat 402.\n\n          Rivera alleges that Defendants’ actions constitute serial-\n\ncontinuing violations of age, disability, and national-origin\n\ndiscrimination. Particularly, he states that the following incidents\n\nestablish a clear discriminatory pattern:\n\n          (1) At an April 1994 staff meeting, Rebolledo told Rivera\n\nto \"be quiet, you’re stale\" (Rivera Dec. 5, 1998 Dep. at 24.);\n\n          (2) At an April 28, 1995 human-resources-plan meeting in\n\nMexico, Prado and Rebolledo referred to Puerto Ricans as monkeys. When\n\ntalking about the Frito Lay administration, for example, Rebolledo\n\nstated that \"those monkeys [don’t] know what they [are] doing\" ( Id. at\n\n46.);\n\n          (3) At an October 10, 1995 meeting with a recruiting firm,\n\nPrado expressed a preference for employees with \"youth and\n\nintelligence\" and voiced concern that \"some of the candidates referred\n\nto him were over forty years old\" (Id. at 34-37.);\n\n          (4)   On October 23, 1995, Prado and Niño told labor\n\nconsultant Ray Micus that the decisive factor in terminating\n\nsupervisory-sales employees was age (Id. at 41-44.);\n\n          (5) During a November 1995 lunch meeting, Rivera commented\n\nthat he was not feeling well, to which Niño responded that Rivera’s\n\n\n\n\n                                 -8-\n\fhealth problems were due to \"ansia\", meaning antiquity or old age ( Id.\n\nat 40-41.);\n\n            (6)   On January 24, 1996, Niño told labor lawyer Dwayne\n\nAldrich that Rivera’s gray hair must mean he’s sixty years old ( Id. at\n\n39.); and\n\n            (7) On January 18, 1997, Prado and Niño stated that Rivera’s\n\nhealth condition was due to \"La bola de años\", which translates to ball\n\nof years (Id. at 31-33.).\n\n            Rivera argues that the subject matter of the alleged acts\n\nalways related to his age, medical condition, and nationality; that\n\nthere were numerous incidents; and that until February 1997, he had no\n\nreason to believe that he was being discriminated against and did not\n\nhave a future with the company. Defendants counter that Rivera merely\n\nadvances discrete, isolated events - unrelated to his ultimate\n\ntermination. Counting back 300 days from March 10, 1997, the date\n\nRivera filed his EEOC charge, only Prado’s and Niño’s comments that\n\nRivera’s health condition was due to \"la bola de años\" are timely.1\n\n            1.      Disability-Based Hostile Work Environment\n\n                    Rivera argues that because this anchoring violation\n\nrefers to Rivera’s health, the comments demonstrate disability\n\ndiscrimination, thus rendering timely all similar incidents. Rivera,\n\n1 Although the district court only considered Rivera’s termination\ntimely, Rivera alleges that Prado’s and Niño’s comments, not the\ntermination itself, are the anchoring violation.\n\n                                  -9-\n\fhowever, overlooks the fact that he has not shown that he is\n\nstatutorily disabled.\n\n          The ADA proscribes employers from discriminating against a\n\nqualified individual with a disability. 42 U.S.C. § 12112(a). A\n\n\"qualified individual\" is \"an individual with a disability who, with or\n\nwithout reasonable accommodation, can perform the essential functions\n\nof the employment position that such individual holds or desires.\" Id.\n\n§ 12111(8). A \"disability\" includes \"a physical or mental impairment\n\nthat substantially limits one or more major life activities.\" Id. §\n\n12102(2)(A). \"Substantially limits\" means that the person cannot\n\nperform a major life function or is \"significantly [limited in] the\n\ncondition, manner or duration under which [the] individual can perform\n\na particular major life activity, as compared to the average person in\n\nthe general population . . . .\" 29 C.F.R. § 1630.2(j)(ii).\n\n          We apply a three-step analysis when considering statutory\n\ndisability. Bragdon v. Abbott, </pre><span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span><pre class=\"inline\">, 631 (1998). First, we\n\ndetermine whether Rivera’s asthma and lymphoma are physical\n\nimpairments. Second, we determine whether Rivera’s work -- the life\n\nactivity he claims was affected -- meets the ADA definition of a major\n\nlife activity. Id. Third, \"tying the statutory phrases together, we\n\nask whether the impairment substantially limits the activity found to\n\nbe a major life activity.\" Lebron-Torres v. Whitehall Labs., </pre><span class=\"citation\" data-id=\"199418\"><a href=\"/opinion/199418/lebron-torres-v-white-hall-lab/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">236</span></a></span><pre class=\"inline\">, 239-40 (1st Cir. 2001).\n\n\n                                 -10-\n\f          Rivera’s conditions -- asthma and lymphoma -- meet the EEOC\n\ndefinition of impairment, and the EEOC recognizes working as a \"major\n\nlife activity.\" Id. But Rivera has not presented any evidence that\n\neither condition substantially limits his ability to work. In fact,\n\nRivera argues that he was capable of performing all tasks required of\n\nhim by Frito Lay without assistance. Absent evidence that Rivera\n\nsuffered from a substantially limiting impairment, he has not\n\ndemonstrated that he is disabled. The district court correctly granted\n\nDefendants’ Summary Judgment Motion on Rivera’s disability-based,\n\nhostile-work-environment claim.\n\n          2.      National-Origin Hostile Work Environment\n\n                  As stated above, the anchoring violation concerning\n\nPrado’s and Niño’s \"la bola de años\" comments references only Rivera’s\n\nage and health. Any prior incidents allegedly supporting a national-\n\norigin-based, hostile-work-environment claim are time-barred. Hence,\n\nthe district court correctly granted Summary Judgment on this claim.\n\n          3.      Age-Based Hostile Work Environment\n\n                  As stated above, the anchoring violation refers to\n\nRivera’s age. As a threshold matter, we find that the seven-year age\n\ndifference between Rivera and Niño, who allegedly took over Rivera’s\n\njob duties, is sufficient to support a prima-facie case of age\n\ndiscrimination. See Williams v. Raytheon Co., </pre><span class=\"citation\" data-id=\"199010\"><a href=\"/opinion/199010/williams-v-raytheon/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">, 21 (1st\n\nCir. 2000) (collecting cases holding that age difference of less than\n\n\n                                -11-\n\ffive years is insufficient for a prima-facie showing). Of the seven\n\nallegedly discriminatory incidents, all but one -- Rebolledo’s\n\nreference to Puerto Ricans as monkeys -- refers to Rivera’s age. The\n\nsubject matter of these six incidents is sufficiently similar to the\n\nanchoring violation to meet the first O’Rourke criterion of whether the\n\nsubject matter of the discriminatory acts is sufficiently similar to\n\nrender the otherwise untimely acts substantially related to the timely\n\nacts.   O’Rourke, 235 F.3d at 731.\n\n          The second O’Rourke criterion requires that the acts occur\n\nfrequently, repetitively, or continuously, and are not isolated and\n\ndiscrete. The six age-related comments occurred within a two-year\n\nperiod, sufficiently numerous to be considered continuous.          Id.\n\n          We next are faced with the most difficult of the O’Rourke\n\ncriteria: whether the volume of discriminatory acts, as a matter of\n\nlaw, should have alerted Rivera of the need to file a discrimination\n\nclaim. Id. at 732. The issue is difficult because \"[a] plaintiff may\n\nbe unable to appreciate that he is being discriminated against until he\n\nhas lived through a series of acts and is thereby able to perceive the\n\noverall discriminatory pattern.\" Id. (quoting Sabree, 921 F.2d at\n\n402). Although in certain circumstances, notice may be resolved as a\n\nmatter of law, the question is often better determined by juries, who\n\ncan reflect on their own experiences.       Id.\n\n\n\n\n                                 -12-\n\f          Rivera argues that he did not realize Defendants’\n\ndiscriminatory animus or that he had an actionable claim until February\n\n1997, when his position in the Dominican Republic was eliminated. In\n\nsupport, Rivera points to MacFarlane’s testimony, stating that Rivera\n\nwas told the company wanted him to remain a part of the team. Rivera\n\nalso notes that Prado testified at his deposition that Rivera did not\n\nexpress any uneasiness with Niño’s presence in the Puerto Rican\n\noperations. Such reassurance and lack of complaint lends support to\n\nRivera’s contention that he could not have perceived an overall\n\ndiscriminatory pattern any earlier.\n\n          Because a jury could find that all O’Rourke criteria were met\n\non the six age-related incidents, the district court erred by ruling\n\nthat they were time-barred. From these incidents, we next consider\n\nwhether a reasonable jury could find that Rivera was subjected to a\n\nhostile work environment.\n\n          Hostile-work-environment claims were first recognized in the\n\nsex-discrimination context, but have since been recognized for members\n\nof any protected class. Lattimore v. Polaroid Corp., </pre><span class=\"citation\" data-id=\"728907\"><a href=\"/opinion/728907/72-fair-emplpraccas-bna-397-36-fedrserv3d-569-ollie-lattimore-v/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">, 463\n\n(1st Cir. 1996).    To prove a hostile-work-environment claim, a\n\nplaintiff must provide sufficient evidence from which a reasonable jury\n\ncould conclude that the offensive conduct \"is severe and pervasive\n\nenough to create an objectively hostile or abusive work environment and\n\nis subjectively perceived by the victim as abusive.\" Landrau-Romero,\n\n\n                                 -13-\n\f212 F.3d at 613.   When assessing whether a workplace is a hostile\n\nenvironment, courts look to the totality of the circumstances,\n\nincluding the frequency of the discriminatory conduct; its severity;\n\nwhether it is threatening or humiliating, or merely an offensive\n\nutterance; and whether it unreasonably interferes with the employee’s\n\nwork performance. Id. (quoting Harris v. Forklift Systems, Inc., </pre><span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 21 (1993).\n\n          The district court concluded that no reasonable jury could\n\nfind that Rivera was subjected to a hostile work environment because\n\neven if timely, the incidents were inadmissible because Rivera failed\n\nto show personal knowledge.      Our review of the record reveals\n\notherwise.\n\n          Neither Party disputes that Rivera is competent to testify\n\nto those allegedly discriminatory statements made directly to him.\n\nThese include Rebolledo’s statement to Rivera that he was \"stale\",\n\nNiño’s comment to Rivera that his health problems were due to \"ansia\",\n\nand Prado’s and Niño’s statements that Rivera’s health problems were\n\ndue to \"la bola de años\".\n\n          The remaining allegations include Prado’s statements to a\n\nrecruiting firm that Frito Lay needed employees with youth and\n\nintelligence and should discourage candidates over forty, Prado’s and\n\nNiño’s discussions with Micus that the decisive factor in terminating\n\nsupervisory-sales employees was age, and Niño’s comment to Aldrich that\n\n\n                                 -14-\n\fRivera’s gray hair must mean he’s sixty years old.         The record\n\nindicates that Rivera was present on all three occasions.\n\n           Rivera’s December 5, 1998 deposition reveals that he was\n\npresent when Prado made the statement to the recruiting firm.\n\nSpecifically, Rivera testified that \"[o]ne time that we were with a\n\ncompany, a group of head hunters, [Prado] mentioned that the\n\ncompany...needed...young and intelligent blood....\" (Rivera’s Dec. 5,\n\n1998 Dep. at 34, 36 (emphasis added).)\n\n           As for Prado’s and Niño’s discussions with Micus that the\n\ndecisive factor in terminating supervisory-sales employees was age,\n\nRivera’s testimony again reveals his presence. Rivera stated that\n\n\"[t]here was one time we were in the big conference room, when we were\n\ndiscussing with a consultant called Ray Micus, post-election strategies\n\nin sales. And we were, in fact, looking into who we could retire, who\n\nwere over 50-something years old. . . [Prado] wanted to retire anybody\n\nthat was over 50 years old in the company.\" ( Id. at 41, 44 (emphasis\n\nadded).)\n\n           Rivera also was present when Niño commented to Aldrich that\n\nRivera’s gray hair must mean he’s sixty years old. Rivera testified\n\nin his deposition that \"[t]here was one time when we were with the\n\nattorney[] Duane Aldridge...[who] asked where I was from. And I said\n\nVieques. And he said, ah, they must grow tall people with grey hair\n\nthere. And [Niño] said yes, yes, yes, also 60 year[] old[s]. . ..\"\n\n\n                                 -15-\n\f(Id. at 39.) Because Rivera was present when each of these statements\n\nwere made, the district court erred in disregarding his testimony.\n\n          Considering the totality of the circumstances, a reasonable\n\njury could find that Rivera was subjected to a hostile work environment\n\nbased on his age. On six separate occasions, Frito Lay’s president,\n\nits Latin American Region President, and/or the Director Human\n\nResources for the Caribbean made seemingly derogatory, age-related\n\nstatements about Rivera.    Because a question of fact exists over\n\nwhether these comments created a hostile work environment, the district\n\ncourt erred in granting Summary Judgment on Rivera’s age-based,\n\nhostile-work-environment claim.\n\nB.        Termination\n\n          We turn now to Rivera’s wrongful-termination claim. Where\n\na plaintiff has no direct evidence of discrimination and must prove his\n\nor her case circumstantially, this court looks to the totality of the\n\nevidence, guided by the familiar McDonnell Douglas-Burdine-Hicks\n\nframework. Dominguez-Cruz v. Suttle Caribe, Inc., </pre><span class=\"citation\" data-id=\"767480\"><a href=\"/opinion/767480/alberto-dominguez-cruz-and-nydia-negron-ramos-v-suttle-caribe-inc/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></a></span><pre class=\"inline\">, 430\n\n(1st Cir. 2000). Under this burden-shifting test, the plaintiff first\n\nmust prove a prima-facie case of discrimination. An employee alleging\n\ndiscrimination must show that: (1) he was a member of a protected\n\nclass; (2) he was qualified for the position; (3) he was discharged;\n\nand (4) other similarly situated employees who were not members of the\n\n\n\n\n                                 -16-\n\fprotected class were treated more favorably. Mulero-Rodriguez v.\n\nPonte, Inc., </pre><span class=\"citation\" data-id=\"728081\"><a href=\"/opinion/728081/72-fair-emplpraccas-bna-406-69-empl-prac-dec-p-44437-gilberto/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span><pre class=\"inline\">, 673 (1st Cir. 1996).\n\n          If the plaintiff demonstrates a prima-facie case, the burden\n\nshifts to the defendant to articulate a legitimate, non-discriminatory\n\nreason for its challenged actions. Texas Dep’t of Cmty. Affairs v.\n\nBurdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">, 254-55 (1981). If the defendant carries this\n\nburden of production, the plaintiff must prove that the legitimate\n\nreasons were mere pretext for discrimination.        Id. at 253.\n\n          The district court assumed that Rivera made out a prima-facie\n\ncase that he was wrongfully terminated as a result of age and national-\n\norigin discrimination, assumptions Frito Lay does not appeal. The\n\nburden of production then shifted to Frito Lay to demonstrate\n\nlegitimate reasons for terminating Rivera.        The district court\n\nconcluded that Frito Lay met its burden by proffering that: a severe\n\ndownturn in the Dominican Republic operations during the second half of\n\n1996 required Frito Lay to eliminate Rivera’s position; the company\n\nrefused to rehire Rivera in Puerto Rico as the Director of Human\n\nResources because that position no longer existed; the company was\n\nunhappy with the fact that the sales force unionized during Rivera’s\n\ntenure; and the company preferred Niño as Director of Human Resources.\n\nFinding most of Rivera’s testimony time-barred, the district court\n\nconcluded that Rivera failed to produce sufficient evidence of pretext.\n\n\n\n\n                                 -17-\n\f          As stated above, the court correctly granted Summary Judgment\n\non Rivera’s disability-discrimination claim because Rivera failed to\n\nproduce any evidence of a statutory disability. We only consider\n\nRivera’s contention that the district court erred by disregarding\n\nevidence from which a reasonable jury could conclude that Frito Lay’s\n\nreasons were pretext for age and national-origin discrimination.\n\n          Rivera theorizes that Frito Lay, motivated by discriminatory\n\nanimus, conspired to force him from the company. He contends that\n\nFrito Lay knew of the economic situation in the Dominican Republic\n\nbefore transferring him, but did so to free his position for Niño, a\n\nyounger, non-Puerto Rican.\n\n          To show pretext, Rivera first points to the undisputed fact\n\nthat Frito Lay did not move his family to the Dominican Republic, while\n\nit moved Niño’s family to Puerto Rico. This conduct, Rivera argues,\n\nindicates that Frito Lay knew - before moving Rivera - that his\n\nposition in the Dominican Republic would be eliminated, and hired Niño\n\nto permanently replace Rivera and prevent Rivera from later returning\n\nto Puerto Rico.\n\n          To counter Frito Lay’s stated rationale that it did not\n\nrehire Rivera because he was responsible for the 1994 unionization of\n\nthe sales force, Rivera argues that he successfully directed an anti-\n\nunionization campaign for Frito Lay in 1989. As part of that campaign,\n\nRivera implemented procedures viewed favorably by employees. He claims\n\n\n                                 -18-\n\fthat the 1994 unionization resulted from the Mexican management’s\n\nviolation of those procedures.\n\n          Rivera states, without dispute, that he had extensive\n\ncollective-bargaining experience with a former employer. Thus, he\n\nclaims, Frito Lay’s purported reasons for not reassigning Niño and\n\nrehiring him -- that only Niño had collective-bargaining experience at\n\nFrito Lay and was capable of implementing an organizational-development\n\nstrategy for dealing with the new union -- were false.\n\n          Rivera also contends that the evidence contradicts Frito\n\nLay’s argument that Rivera was not replaced by the younger Niño. Frito\n\nLay states that Rivera’s position in Puerto Rico was eliminated, and\n\nthat his duties were split between Niño and Luis Noriega, a Puerto\n\nRican several years Rivera’s senior. Rivera counters, however, that\n\nNiño assumed many, if not most of his responsibilities, and was given\n\nRivera’s title of Director of Human Resources. From this, he argues a\n\njury could find that Niño replaced him.\n\n          Rivera lastly argues that Prado and Niño made discriminatory\n\nremarks based on Rivera’s age and national origin: Rebolledo called\n\nRivera stale; Prado and Rebolledo referred to Puerto Ricans as monkeys;\n\nand Prado, in discussions with a recruiting firm, expressed a\n\npreference for young, intelligent employees and a lack of preference\n\nfor candidates in their forties. Frito Lay asserts that the court must\n\ndisregard all of these allegedly discriminatory statements because they\n\n\n                                 -19-\n\fwere not made by the sole decision-maker regarding Rivera’s employment\n\n-- MacFarlane.\n\n          But Rivera contends that Prado and Rebolledo approved, and\n\nthereby influenced, MacFarlane’s decisions concerning Rivera’s\n\nemployment. Prado testified in his deposition that he participated in\n\nsome respect in Rivera’s employment decisions. (Prado Dep. at 50.)\n\nMoreover, MacFarlane testified that he discussed his decisions about\n\nRivera’s employment with Prado and Rebolledo. (MacFarlane Dep. at 53.)\n\n          A plaintiff’s prima-facie case, combined with sufficient\n\nevidence to find that an employer’s asserted justification is false,\n\nmay permit a trier of fact to conclude that the employer unlawfully\n\nterminated the plaintiff. See Reeves v. Sanderson Plumbing, </pre><span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">133</span></a></span><pre class=\"inline\">, 148 (2000). Evidence of biased comments may support an inference\n\nof pretext. Dominguez-Cruz, 202 F.3d at 433. And discriminatory\n\nstatements related to the decisional process may be sufficient to prove\n\nan employer’s alleged discriminatory animus. Shorett v. Rite Aid of\n\nMaine, Inc., </pre><span class=\"citation\" data-id=\"757726\"><a href=\"/opinion/757726/78-fair-emplpraccas-bna-736-74-empl-prac-dec-p-45576-peter-w/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 13 (1st Cir. 1998).\n\n          Certainly Rivera has proffered sufficient evidence to\n\novercome Summary Judgment on his age and national-origin-based,\n\nwrongful-termination claims. Rivera has shown a genuine dispute over\n\nmaterial facts regarding whether Frito Lay knew of the financial\n\nsituation in the Dominican Republic before transferring Rivera, whether\n\nthe 1994 unionization was Frito Lay’s true reason for not rehiring\n\n\n                                 -20-\n\fRivera, whether Rivera was replaced by a younger non-Puerto Rican, and\n\nwhether MacFarlane was the sole decision-maker on Rivera’s employment.\n\nAccordingly, the district court erred by granting Frito Lay’s Summary-\n\nJudgment Motion on Rivera’s wrongful-termination claims based on his\n\nage and national origin.\n\n                             CONCLUSION\n\n          For the foregoing reasons, the district court’s grant of\n\nsummary judgment is AFFIRMED in part and REVERSED in part.\n\n          Judgment affirmed in part, and reversed in part.\n\n\n\n\n                                -21-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}