{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199575/",
  "absolute_url": "/opinion/199575/federal-marine-v-worcester-peat/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199575/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:33:21Z",
  "date_modified": "2017-03-24T11:02:18.654859Z",
  "type": "010combined",
  "sha1": "783aea4834cadf58644603a4d83c9768e9252035",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2004-01A.pdf",
  "local_path": "pdf/2001/08/27/Federal_Marine_v._Worcester_Peat.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-2004\n\n               FEDERAL MARINE TERMINALS, INC.,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                WORCESTER PEAT COMPANY, INC.,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n      [Hon. D. Brock Hornby, Chief U.S. District Judge]\n\n\n\n                            Before\n\n                 Boudin, Chief Circuit Judge,\n\n               Lynch and Lipez, Circuit Judges.\n\n\n\n     Michael X. Savasuk for appellee.\n     Charles E. Gilbert, III, Christopher L. Dalton, Gilbert &\nGreif, P.A., William H. Welte, and Welte & Welte, P.A. for\nappellant.\n\n\n\n\n                       August 27, 2001\n\f           LIPEZ,      Circuit     Judge.      This      appeal   arises     from   a\n\npayment dispute between Worcester Peat Company (Worcester Peat)\n\nand Federal Marine Terminals (FMT) over a stevedoring contract.\n\nFMT contracted to load peat for Worcester Peat onto a vessel for\n\nshipment   to    Europe.       After     the   loading     was    completed,      the\n\nparties disagreed about the contract's provision regarding the\n\ncalculation of FMT's fee.            FMT charged Worcester Peat for the\n\nvolume of peat it handled through the port based on the number\n\nof truckloads Worcester Peat had delivered and the volume of\n\npeat in each truck.         However, Worcester Peat based its payment\n\non the quantity of peat calculated by reference to the box\n\nvolume,    or    total   cubic      capacity,       of    the     vessel,    a    sum\n\nsignificantly     less     than    the   amount     of    FMT's   invoice.        The\n\ndistrict court found that the contract unambiguously stated that\n\nFMT was to be paid by the volume of peat handled, and not by the\n\nbox volume of the shipping vessel, and entered judgment against\n\nWorcester Peat for nearly $80,000.                  The court also rejected\n\nWorcester Peat's counterclaim for peat it alleges was lost\n\nduring the loading process.\n\n           On    appeal,    Worcester       Peat    challenges      the     district\n\ncourt's determination that the contract was unambiguous and\n\nargues    that   the   court      also   erred     in    not   charging     FMT   for\n\n\n                                         -2-\n\fdemurrage and for peat Worcester Peat claims was lost due to\n\nFMT's negligence in the loading process.                  Finding no error in\n\nthe district court's rulings, we affirm.\n\n                                        I.\n\n           Worcester Peat, a company located in Deblois, Maine,\n\ngrows and sells peat moss.           In September 1998, Worcester Peat\n\nbegan exploring the possibility of selling peat to buyers in\n\nEurope.    With the assistance of a Finnish broker, Mikko Valli,\n\naffiliated       with   an   Estonian    company      called    BioMix,     Ltd.,\n\nWorcester Peat agreed to sell peat to Blumenerdenwerk Stender\n\nGmbH (Stender), a German company.               The contract provided that\n\nStender would be responsible for chartering a ship to load the\n\npeat in Maine and transport it to Europe.                  Stender contracted\n\nwith   another     German    company,    Schulte     &    Bruns,   to    secure    a\n\nvessel.      The    contract    between       Worcester     Peat   and    Stender\n\nestablished an anticipated loading time of five days for the\n\nshipment of peat.        Worcester Peat's contracts with both BioMix\n\nand    Stender    provided    that   the      cost   of   the   peat     would    be\n\ncalculated by reference to \"box volume\" of the ship, or its\n\ntotal capacity in cubic meters.\n\n           Worcester Peat then entered negotiations with FMT, the\n\nowner and operator of a cargo terminal in Eastport, Maine, to\n\nload the peat onto the vessel chartered by Stender from Schulte\n\n\n                                        -3-\n\f& Bruns.   Roland Rogers, general manager of FMT, testified that\n\nFMT had never worked with peat and was unfamiliar with its\n\nproperties.     The parties exchanged a series of communications in\n\nthe fall of 1998 regarding FMT's prices and the plans for\n\nloading the vessel.         FMT and Worcester Peat agree that their\n\nunderstanding during this negotiating process was that Stender\n\nwould provide a \"geared\" vessel, meaning one equipped with\n\ncranes and other machinery for loading the peat.\n\n           On   December    10,   FMT   was   informed    that    the    vessel\n\ninvolved would not be a geared vessel as expected, but rather a\n\nnon-geared vessel that would not be carrying the equipment\n\nneeded to load the peat from the dock onto the ship.                        FMT\n\nattempted to locate cranes and other equipment to load the\n\nvessel.     After    a    conversation    between   Rogers       and    Morrill\n\nWorcester, president of Worcester Peat, Worcester Peat agreed to\n\nshare in the cost of renting a crane up to the amount of $2100.\n\n\n\n           Worcester Peat and FMT signed the stevedoring contract\n\non December 24.          That document provides, in relevant part:\n\n\"Federal Marine Terminals Inc., Eastport hereby agrees to handle\n\nyour   cargo    of   peat    moss   totaling     27,000    cubic        meters,\n\napproximately, for $4.95 dollars in U.S. funds per cubic meter\n\nhandled through Eastport including the loading of the vessel.\"\n\n\n                                    -4-\n\fThe contract also established a sliding fee scale such that the\n\nprice   per     cubic   meter    would    be    lowered    if   FMT   achieved    a\n\nspecified loading rate.          Finally, the contract provided, as the\n\nparties agreed, that Worcester Peat would pay up to $2100 for\n\nthe rental cost of the crane.\n\n              The vessel charted by Stender, the M/V BORIS LIANOV,\n\narrived in Eastport on the night of December 30, 1998.                          FMT\n\nbegan loading the peat early the next morning.                        The weather\n\nconditions during the loading of the peat were exceptionally\n\ncold and windy.         There was also precipitation in the form of\n\nboth rain and snow, which caused the top layer of the peat to\n\nfreeze.    The wind blew so much peat into the air that visibility\n\nwas limited at times.           The ship's captain ordered the doors of\n\nthe holds closed a number of times due to wind and snow.                        The\n\nship's logs also indicate that loading was stopped on some\n\noccasions at the request of Worcester Peat.\n\n              Two conveyor belts were used to load the peat into the\n\nship's holds.         Rogers testified that the intense cold created\n\nproblems       with   the   hydraulics     of    the   conveyors,      making    it\n\ndifficult to raise and lower them to align with the ship as the\n\ntide    rose    and   fell.      One   conveyor     belt    became     completely\n\ninoperable halfway through the loading process.                       Some of the\n\n\n\n\n                                         -5-\n\fpeat also froze, making it necessary to break up large chunks\n\nbefore the peat was put on the conveyor belts.\n\n            After FMT began loading the vessel, Worcester Peat\n\noffered FMT the use of a clamshell bucket, which FMT attached to\n\na crane.    The bucket was used to pick up peat from the loading\n\narea on the dock and dump it directly into the holds of the\n\nship.    FMT experienced fewer weather-related problems with the\n\nuse of the clamshell bucket because the peat in the bucket was\n\nnot as exposed to the wind as the peat on the conveyor belts.\n\nWorcester Peat also suggested that FMT cover segments of the\n\nconveyor belts with tarps to minimize the amount of peat blown\n\naway by the wind.\n\n            The M/V BORIS LIANOV contained seven cargo holds.                FMT\n\nloaded peat into them one hold at a time, shutting the doors for\n\neach hold after the hold had been filled with peat.                   However,\n\nFMT found that the peat \"settled,\" or recompressed, in the holds\n\nafter loading, reducing its volume and requiring FMT to open the\n\nholds again and load more peat until the holds were full, a\n\nprocess that further slowed the loading.              The work was finally\n\ncompleted    on   January    10,   six   days    later   than   the   five-day\n\nloading period anticipated by Worcester Peat and Stender.\n\n            FMT sent Worcester Peat an invoice for $182,794.59.\n\nRogers   testified    that    he   arrived      at   this   figure    by   using\n\n\n                                     -6-\n\finformation      Worcester   Peat   supplied   him   regarding   how   many\n\ntrucks brought peat to the terminal (425) and the average volume\n\nper truck (115 cubic yards or 86.89 cubic meters).           Multiplying\n\nthose figures, he concluded that FMT had handled 36,928.2 cubic\n\nmeters of peat at the agreed-upon price of $4.95 per cubic\n\nmeter, for a total of $182,794.59.        However, Worcester Peat paid\n\nFMT only $111,720.89.        This figure relied upon the box volume of\n\nthe vessel, 26,917.1 cubic meters.             Although Worcester Peat\n\nadded $2100 as agreed for the rental of the two cranes, it\n\ndeducted $2500 as a rental charge for the clamshell bucket it\n\nhad offered to FMT, as well as a demurrage charge1 of $21,118.75\n\nthat it had paid to Stender.\n\n              Invoking the district court's admiralty jurisdiction,\n\nsee 28 U.S.C. ยง 1333, FMT filed a complaint against Worcester\n\nPeat on June 17, 1999, seeking recovery for the difference\n\nbetween the amount FMT charged and the amount Worcester Peat\n\npaid       (approximately    $70,000).     Worcester     Peat    filed    a\n\ncounterclaim alleging that FMT was liable for peat lost during\n\nthe loading process.\n\n\n\n\n       1\n       \"'Demurrage' is renumeration of a shipowner for the\ndetention of its vessel beyond the number of days allowed by the\ncharter party.\" TAG/ICIB Servs., Inc. v. Pan Am. Grain Co.,\nInc., 215 F.3d 172, 174 n.1 (1st Cir. 2000) (citing Black's Law\nDictionary 432 (6th ed. 1990)).\n\n                                    -7-\n\f                 Following a three-day bench trial, the district court\n\nfound       that      the   contract       between    FMT     and   Worcester        Peat\n\nunambiguously stated that payment was to be calculated using the\n\nvolume of peat handled and not, as Worcester Peat contended, the\n\nbox volume of the vessel.                Accordingly, the district court found\n\nthat FMT was entitled to a total of $190,935.57. 2                            The court\n\nfurther held that Worcester Peat was not entitled to deductions\n\neither      for    FMT's      use   of    the   clamshell     bucket 3   or    for    the\n\ndemurrage charged to Worcester Peat by Stender.                          Finally, the\n\ndistrict court found that Worcester Peat could not recover on\n\nany of its counterclaims because it had not established by a\n\npreponderance of the evidence either the amount of peat lost\n\nbecause of wind or the fact that FMT's negligence caused that\n\nloss, or that any such loss exceeded Worcester Peat's expected\n\nloss       due   to    wind   in    the    normal    course    of   handling      peat.\n\nSubtracting the amount Worcester Peat had already paid to FMT,\n\n\n\n\n       2\n      This figure is larger than the amount calculated by Rogers\nfor two reasons. First, the district court found that Worcester\nPeat had delivered 434 trucks of peat to the terminal, not 425\ntrucks as Rogers had thought. Second, the district court found\nthat the conversion factor Rogers used to convert cubic yards to\ncubic meters was incorrect.     Accordingly, the court used a\nconversion of 87.9 cubic meters of peat per truck instead of\n86.89 cubic meters per truck as Rogers calculated.\n       3\n       Worcester Peat has not appealed the district court's\ndetermination with respect to the clamshell bucket.\n\n                                            -8-\n\fthe district court entered judgment in favor of FMT in the\n\namount of $79,214.68.\n\n           Worcester Peat appeals the judgment of the district\n\ncourt on three grounds.       First, it argues that the court erred\n\nin finding that the contract unambiguously provided that FMT\n\nwould be paid according to the volume of peat handled.                 Second,\n\nWorcester Peat claims that the court should have found FMT\n\nliable for demurrage it was charged by Stender because FMT did\n\nnot load the vessel in a timely fashion.                Finally, Worcester\n\nPeat says that the district court erred in not holding FMT\n\nresponsible for amounts of peat lost in the wind during the\n\nloading process.\n\n                                        II.\n\nA. Interpretation of the Contract\n\n           A    court   sitting    in    admiralty   jurisdiction      applies\n\nfederal maritime rules.         See Greenly v. Mariner Mgmt. Group,\n\nInc., 192 F.3d 22, 25-26 (1st Cir. 1999).                 See also Har-Win,\n\nInc. v. Consolidated Grain & Barge Co., 794 F.2d 985, 987 (5th\n\nCir.   1986).      Therefore,     we    turn   to   principles   of    general\n\nmaritime contract law to determine whether the contract between\n\nFMT and Worcester Peat was ambiguous.                 See Garza v.     Marine\n\nTransport Lines, Inc., 861 F.2d 23, 26 (2d Cir. 1988).                     The\n\ndistrict   court    found   that    \"[t]he     language   of   the    contract\n\n\n                                        -9-\n\funambiguously called for Worcester Peat to pay FMT $4.95 per\n\ncubic meter handled.\"          We review this determination de novo.\n\nSee ITT Corp. v. LTX Corp., 926 F.2d 1258, 1261 (1st Cir. 1991).\n\n\n\n           \"A word or phrase is ambiguous when it is capable of\n\nmore than a single meaning.\"              Garza, 861 F.2d at 27.             The\n\ncontract   between    FMT     and   Worcester     Peat    provided:    \"Federal\n\nMarine Terminals Inc., Eastport hereby agrees to handle your\n\ncargo of peat moss totaling 27,000 cubic meters, approximately,\n\nfor $4.95 dollars in U.S. funds per cubic meter handled through\n\nEastport   including    the     loading     of   the     vessel.\"      (emphasis\n\nadded.)    Notably, the contract does not mention box volume, or\n\nthe ship's total capacity, at all, and nothing in the contract\n\nitself    suggests    that    box    volume      would    be   the   basis   for\n\ncalculating FMT's fee.\n\n           Having concluded correctly that the \"handled\" language\n\nof the contract was unambiguous, the district court applied that\n\nlanguage   to   the   facts    of   the   case:    \"Although     the   contract\n\nclearly calls for Worcester Peat to pay FMT based on the amount\n\nhandled, determining the amount handled requires me to choose\n\nbetween contradictory evidence.\"              That contradictory evidence\n\nrelated to \"the numbers of trucks that delivered peat to the\n\nterminal as well as various estimates on the amount each truck\n\n\n                                     -10-\n\fheld.\"    The court resolved those contradictions and made the\n\nappropriate calculations. Worcester Peat insists, however, that\n\nthe court's decision to calculate the amount of peat handled on\n\nthe basis of truck deliveries overlooks an ambiguity in the\n\ncontract because the volume of peat handled could just as easily\n\nbe measured by the amount that was actually placed into the\n\nholds of the ship.      The district court properly rejected this\n\nattempt to create an ambiguity where none exists.            FMT obviously\n\nhad to handle the peat that was delivered to its terminal by\n\nWorcester      Peat.   The   district    court   sensibly    viewed   truck\n\ndeliveries as the most accurate measure of the amount of peat\n\nFMT      had     to    handle     pursuant       to    the      contract.\n\n            Worcester Peat further claims that the district court's\n\nfinding that the contract is unambiguous ignored the clause that\n\nestablished the following sliding scale for payment:\n\n            Should the loading of the vessel be\n            accomplished at an average gross production\n            scale of greater than 350 cubic meters per\n            hour we will refer to the sliding scale that\n            has been provided.       This scale would\n            incrementally reduce the total cost to\n            Worcester industries by up to $0.08 (eight\n            cents) per cubic meter maximum at 440 cubic\n            meters per hour.\n\nWorcester Peat contends that the only way to determine whether\n\nthis production incentive had been met was to reference the\n\nvolume of peat loaded onto the vessel.             Therefore, Worcester\n\n\n                                  -11-\n\fPeat   argues,   the   phrase   \"per    cubic   meter   handled   through\n\nEastport\" in the clause specifying FMT's payment is ambiguous\n\nbecause the contract required the use of box volume to determine\n\nwhether the sliding fee scale would apply.            We need not decide\n\nwhether Worcester Peat's interpretation of the sliding fee scale\n\nis correct because that provision - even under Worcester Peat's\n\nreading of it - does not conflict with the conclusion that the\n\ncontract unambiguously provided for payment according to volume\n\nof peat handled.       Even if, as Worcester Peat contends, the\n\nsliding scale could only be calculated by reference to box\n\nvolume of peat in the vessel, the reduced fee established by the\n\nsliding scale could still be applied to calculate FMT's fee\n\naccording   to   the   volume   of   peat   handled   through   the   port.\n\nAccordingly, nothing in the sliding fee provision changes our\n\nconclusion that the district court's reading of the contract was\n\ncorrect.\n\n            Unable to locate language in the contract to bolster\n\nits assertion that the term \"handled\" is ambiguous, Worcester\n\nPeat identifies other evidence in the record referring to the\n\nvessel's box volume of peat.          For example, Rogers stated in a\n\ncommunication to Valli dated October 21, 1998: \"The difficulty\n\nin determining the volume of cargo handled, I believe, dictates\n\nthat we calculate using box volume.\"         Worcester Peat also argues\n\n\n                                     -12-\n\fthat because its contracts with Biomix and Stender calculated\n\npayment according to the box volume of peat, the district court\n\nreached a \"manifestly absurd result\" in finding that FMT's fee\n\nwould   be    calculated   according    to   volume   of   peat    handled.\n\nFinally, Worcester Peat claims that documents signed by Rogers\n\non behalf of FMT, including the bill of lading and the mate's\n\nreceipt for the M/V BORIS LIANOV, measured the cargo by box\n\nvolume.\n\n             However, the district court correctly decided that\n\nthese documents were irrelevant to its consideration of whether\n\nthe contract between FMT and Worcester Peat was ambiguous:\n\n\"[T]he shipping documents refer to box volume, because the\n\nshipping documents necessarily measure what is on the vessel.\n\nThey have nothing to do with stevedoring contracts.\"              Moreover,\n\nthe district court's consideration of this extrinsic evidence\n\nwas precluded by the parol evidence rule:\n\n             The purpose and essence of the [parol\n             evidence] rule is to avoid the possibility\n             that fraud might be perpetrated if testimony\n             as to subjective intent could be substituted\n             for the plain meaning of a contract. In the\n             absence   of  ambiguity,   the   effect   of\n             admitting extrinsic evidence would be to\n             allow one party to substitute his view of\n             his obligations for those clearly stated.\n\nGarza, 861 F.2d at 26-27 (internal quotation marks omitted).\n\nHaving concluded that the contract between Worcester Peat and\n\n\n                                 -13-\n\fFMT   unambiguously       provided     that   FMT's     payment      would   be\n\ncalculated by reference to cubic meters of peat handled through\n\nEastport,    the    district   court    properly      refused   to    consider\n\nevidence of any negotiations or extrinsic documents to alter\n\nthat language.      See Har-Win, Inc., 794 F.2d at 987 (\"[E]vidence,\n\nwhether parol or otherwise, of antecedent understandings and\n\nnegotiations will not be admitted for the purpose of varying or\n\ncontradicting the writing.\"); Battery S.S. Corp. v. Refineria\n\nPanama, S.A., 513 F.2d 735, 739-40 (2d Cir. 1975) (stating, in\n\ninterpreting a contract governed by maritime law, that the parol\n\nevidence rule \"renders legally inoperative . . . evidence of\n\nprior understandings and negotiations which contradicts the\n\nunambiguous meaning of a writing which completely and accurately\n\nintegrates the agreement of the parties\").\n\nB. Demurrage\n\n            The district court concluded that FMT was not liable\n\nfor demurrage costs of $21,118.75 that Worcester Peat paid to\n\nStender. The agreement between Stender and Schulte & Bruns, the\n\ncompany   from     whom   Stender    chartered   the    M/V   BORIS    LIANOV,\n\nprovided that the vessel would be loaded in five days.                 Because\n\nthe loading of the peat exceeded this period by several days,\n\nSchulte & Bruns charged Stender for demurrage, and Stender in\n\nturn charged Worcester Peat.           Worcester Peat and FMT were not\n\n\n                                     -14-\n\fsignatories to the contract providing that the loading would\n\ntake only five days.\n\n         The contract between FMT and Worcester Peat does not\n\nmention demurrage or even provide a time frame for loading the\n\nchartered vessel.   As the district court found, \"Worcester Peat\n\nhas not introduced any evidence showing that FMT was party to,\n\nknew about, or was in possession of a document referring to\n\ndemurrage.\"   We have said previously that \"courts have been\n\nreluctant to impose demurrage liability on a party that is\n\nneither a signatory, successor nor possessor of a document that\n\nexpressly or by incorporation refers to demurrage.\"       Trans-\n\nAsiatic Oil Ltd., S.A. v. Apex Oil Co., 804 F.2d 773, 781 (1st\n\nCir. 1986).   As the district court noted, there is no evidence\n\nin the record that FMT was a party to the contract between\n\nWorcester Peat and Stender or to the contract between Stender\n\nand Schulte & Bruns.4   Rogers acknowledged at trial that FMT had\n\nreceived a fax from Dean Worcester indicating that 120 hours\n\nwere allowed for loading the vessel.       However, there is no\n\n\n\n    4  We also note that, although Worcester Peat paid Stender\nfor demurrage, the contract between those two parties did not\nprovide for such a payment in the event that the loading of the\npeat exceeded the projected time period. The agreement between\nWorcester Peat and Stender only established an accepted loading\ntime of 120 hours for a vessel the size of the M/V BORIS LIANOV\nand did not even raise the possibility that Worcester Peat would\nbe charged for not meeting that guideline.\n\n                              -15-\n\fevidence that Rogers realized that demurrage might be charged if\n\nthe loading exceeded that time.   Under these circumstances, the\n\ndistrict court correctly declined to find FMT responsible for\n\nthe demurrage that Worcester Peat paid to Stender.\n\n         Worcester Peat also argues that FMT should be liable\n\nfor demurrage because FMT breached its duty of workmanlike\n\nperformance by not loading the M/V BORIS LIANOV more quickly.\n\nSee, e.g., F.J. Walker Ltd. v. Motor Vessel Lemoncore, 561 F.2d\n\n1138, 1148 (5th Cir. 1977) (\"A stevedore owes a warranty of\n\nworkmanlike performance to the vessel.\").   However, the contract\n\nbetween FMT and Worcester Peat did not establish a time limit on\n\nFMT's loading of the peat onto the vessel or even provide a\n\nsuggested guideline.   In the absence of such a provision in the\n\ncontract, FMT was required to load the vessel in a reasonable\n\namount of time.   The district court found that the time FMT\n\nspent loading the M/V BORIS LIANOV was reasonable under the\n\ncircumstances:\n\n         At trial none of the evidence or testimony\n         suggested that the pace at which FMT loaded\n         the vessel was unreasonable under the\n         circumstances. Rather, all of the evidence\n         painted a picture of FMT simply doing the\n         best it could to load the peat under the\n         unexpectedly harsh conditions. Although FMT\n         may not have foreseen the problems posed by\n         using conveyors in the weather conditions\n         that existed, FMT attempted to address the\n         problems as they arose and implemented the\n\n\n                              -16-\n\f          suggestions     of     Worcester     Peat's\n          representatives to the extent possible.\n\nWorcester Peat has not even attempted to demonstrate that this\n\ndetermination was clearly erroneous.            Indeed, Worcester Peat\n\nconcedes that the weather conditions were unusually harsh and\n\nthat those conditions complicated the loading of the peat.\n\nMoreover, the weather was so harsh that Worcester Peat itself\n\ncaused delays in the loading by ordering that loading be stopped\n\nto prevent losses of peat due to wind.          Accordingly, we find no\n\nclear   error   in   the   district   court's   conclusion   that    FMT's\n\nloading time was reasonable under these circumstances.\n\nC. Worcester Peat's Counterclaim for Lost Peat\n\n          Worcester        Peat   alleged   unsuccessfully      in     its\n\ncounterclaim that FMT was liable for amounts of peat lost during\n\nthe loading process.        On appeal, Worcester Peat first argues\n\nthat we should find clearly erroneous the district court's\n\nruling that Worcester Peat failed to establish how much peat was\n\nlost through FMT's negligence.        The district court stated:\n\n          Although the evidence established that some\n          unquantified amount of peat was airborne at\n          the   terminal   and   that   some   smaller\n          unquantified amount of peat actually was\n          blown into the water, Worcester Peat failed\n          to provide any reliable evidence of how much\n          peat was lost.    Moreover, Worcester Peat\n          expected to lose some peat during the\n          loading process.   Worcester Peat failed to\n          establish that the amount lost was beyond\n\n\n                                   -17-\n\f          what it anticipated. This failure makes it\n          impossible to calculate damages.\n\n          Witnesses for both Worcester Peat and FMT testified\n\nthat some of the peat was blown off the conveyor belts during\n\nthe loading process.   Morrill Worcester estimated that twenty to\n\ntwenty-five percent of the peat brought to the loading dock did\n\nnot make its way into the vessel.        Another Worcester Peat\n\nemployee estimated the loss of peat at twenty percent.   However,\n\nboth witnesses acknowledged the difficulty of calculating with\n\ncertainty the amount of peat lost in the wind.      When Morrill\n\nWorcester was asked, \"Are you able to estimate based on your\n\nobservations an amount of peat that was lost overboard?\" he\n\nstated:\n\n          I really - you know, I think you have to do\n          it through a process of deduction probably.\n          It's hard to say. The way I understand it,\n          I think there was 425 trailer loads of peat,\n          and you'd have to come up with a number of\n          cubic yards or cubic meters on each trailer,\n          and in the stock pile that we have, the peat\n          moss is kind of semi-compressed as it is.\n          And if you - it's just hard to say. I don't\n          know how you come up with a figure, but it\n          was considerable.   Probably 20, 25 percent\n          possibly went overboard or went somewhere. I\n          don't know.    Maybe in the bushes, in the\n          woods, overboard, into the ocean, and\n          everywhere else.\n\nAs Morrill Worcester's testimony indicates, several factors\n\ncomplicated the task of calculating the exact quantity of peat\n\nlost in the wind.   Because the volume of peat changes depending\n\n                               -18-\n\fon how much it is handled, Worcester Peat cannot rely on a\n\ncomparison of the volume of peat delivered off the trucks with\n\nthe volume of peat in the ship's holds.\n\n            Additionally, as the district court noted, Worcester\n\nPeat   expected     to   lose   some   peat    even     in   perfect    loading\n\nconditions.        Dean Worcester testified that peat is generally\n\nlost due to wind whenever it is handled or moved from one\n\nlocation    to     another   because    it    is   so    light   and    fluffy.\n\nWorcester Peat did not offer any evidence regarding how the\n\nclaimed loss of up to twenty-five percent exceeded the loss of\n\npeat the company expected in the ordinary course of handling it.\n\nGiven the speculative testimony about how much peat was lost,\n\nand Worcester Peat's failure to specify how much that loss\n\nexceeded its expectations, the district court was not clearly\n\nerroneous     in    declining    to    hold    FMT      responsible     for   an\n\nunquantified loss of peat.\n\n            Worcester Peat also argues that the district court\n\nerred in not shifting the burden to FMT to prove that it was not\n\nnegligent in handling the peat.               Contending that FMT was a\n\nbailee of the peat, Worcester Peat says that FMT should account\n\nfor the peat that was lost in the wind because FMT, as the party\n\nin control of the peat, is in a better position than Worcester\n\nPeat to marshal evidence to explain the loss of peat.                  See Goudy\n\n\n                                      -19-\n\f& Stevens, Inc. v. Cable Marine, Inc., 924 F.2d 16, 19 (1st Cir.\n\n1991) (\"[S]ince the bailee is generally in a better position\n\nthan the bailor to ascertain the cause of the loss, the law lays\n\non it the duty to come forward with the information it has\n\navailable.\").       The   district      court    found   that      even   if    \"the\n\nrelationship between Worcester Peat and FMT could be described\n\nas a bailment because FMT stored the peat prior to loading it on\n\nthe    vessel,   Worcester      Peat    has   failed     to   establish        by   a\n\npreponderance of the evidence that FMT did not load all of the\n\npeat less the amount Worcester Peat anticipated losing during\n\nthe loading process.\"           For the reasons we have explained, the\n\ndistrict    court   was   not     clearly     erroneous       in   finding      that\n\nWorcester Peat failed to establish how much peat was lost, if\n\nany.    Therefore, Worcester Peat failed to establish a prima\n\nfacie case of negligence against FMT.              See id. at 18 (\"[W]hen\n\nthe bailor shows delivery to a bailee and the bailee's failure\n\nto return the thing bailed, he makes out a prima facie case of\n\nnegligence    against     the    bailee.\")      (internal     quotation        marks\n\nomitted).    Under these circumstances, the district court did not\n\nerr in declining to apply a presumption of negligence for FMT to\n\nrefute.\n\n            Affirmed.\n\n\n\n\n                                       -20-\n\f",
  "html": "<p class=\"case_cite\">262 F.3d 22 (1st Cir. 2001)</p>\n    <p class=\"parties\">FEDERAL MARINE TERMINALS, INC., Plaintiff, Appellee,<br>v.<br>WORCESTER PEAT COMPANY, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2004</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted March 29, 2001<br>Decided August 27, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. D. Brock Hornby, Chief U.S. District Judge]</p>\n      <p class=\"indent\">Michael X. Savasuk for appellee.</p>\n      <p class=\"indent\">Charles E. Gilbert, III, Christopher L. Dalton, Gilbert &amp; Greif, P.A., William H. Welte, and Welte &amp; Welte, P.A. for appellant.</p>\n      <p class=\"indent\">Before Boudin, Chief Circuit Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from a payment dispute between Worcester Peat Company (Worcester Peat) and Federal Marine Terminals (FMT) over a stevedoring contract. FMT contracted to load peat for Worcester Peat onto a vessel for shipment to Europe. After the loading was completed, the parties disagreed about the contract's provision regarding the calculation of FMT's fee. FMT charged Worcester Peat for the volume of peat it handled through the port based on the number of truckloads Worcester Peat had delivered and the volume of peat in each truck. However, Worcester Peat based its payment on the quantity of peat calculated by reference to the box volume, or total cubic capacity, of the vessel, a sum significantly less than the amount of FMT's invoice. The district court found that the contract unambiguously stated that FMT was to be paid by the volume of peat handled, and not by the box volume of the shipping vessel, and entered judgment against Worcester Peat for nearly $80,000. The court also rejected Worcester Peat's counterclaim for peat it alleges was lost during the loading process.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Worcester Peat challenges the district court's determination that the contract was unambiguous and argues that the court also erred in not charging FMT for demurrage and for peat Worcester Peat claims was lost due to FMT's negligence in the loading process. Finding no error in the district court's rulings, we affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Worcester Peat, a company located in Deblois, Maine, grows and sells peat moss. In September 1998, Worcester Peat began exploring the possibility of selling peat to buyers in Europe. With the assistance of a Finnish broker, Mikko Valli, affiliated with an Estonian company called BioMix, Ltd., Worcester Peat agreed to sell peat to Blumenerdenwerk Stender GmbH (Stender), a German company. The contract provided that Stender would be responsible for chartering a ship to load the peat in Maine and transport it to Europe. Stender contracted with another German company, Schulte &amp; Bruns, to secure a vessel. The contract between Worcester Peat and Stender established an anticipated loading time of five days for the shipment of peat. Worcester Peat's contracts with both BioMix and Stender provided that the cost of the peat would be calculated by reference to \"box volume\" of the ship, or its total capacity in cubic meters.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Worcester Peat then entered negotiations with FMT, the owner and operator of a cargo terminal in Eastport, Maine, to load the peat onto the vessel chartered by Stender from Schulte &amp; Bruns. Roland Rogers, general manager of FMT, testified that FMT had never worked with peat and was unfamiliar with its properties. The parties exchanged a series of communications in the fall of 1998 regarding FMT's prices and the plans for loading the vessel. FMT and Worcester Peat agree that their understanding during this negotiating process was that Stender would provide a \"geared\" vessel, meaning one equipped with cranes and other machinery for loading the peat.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 10, FMT was informed that the vessel involved would not be a geared vessel as expected, but rather a non-geared vessel that would not be carrying the equipment needed to load the peat from the dock onto the ship. FMT attempted to locate cranes and other equipment to load the vessel. After a conversation between Rogers and Morrill Worcester, president of Worcester Peat, Worcester Peat agreed to share in the cost of renting a crane up to the amount of $2100.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Worcester Peat and FMT signed the stevedoring contract on December 24. That document provides, in relevant part: \"Federal Marine Terminals Inc., Eastport hereby agrees to handle your cargo of peat moss totaling 27,000 cubic meters, approximately, for $4.95 dollars in U.S. funds per cubic meter handled through Eastport including the loading of the vessel.\" The contract also established a sliding fee scale such that the price per cubic meter would be lowered if FMT achieved a specified loading rate. Finally, the contract provided, as the parties agreed, that Worcester Peat would pay up to $2100 for the rental cost of the crane.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The vessel charted by Stender, the M/V BORIS LIANOV, arrived in Eastport on the night of December 30, 1998. FMT began loading the peat early the next morning. The weather conditions during the loading of the peat were exceptionally cold and windy. There was also precipitation in the form of both rain and snow, which caused the top layer of the peat to freeze. The wind blew so much peat into the air that visibility was limited at times. The ship's captain ordered the doors of the holds closed a number of times due to wind and snow. The ship's logs also indicate that loading was stopped on some occasions at the request of Worcester Peat.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Two conveyor belts were used to load the peat into the ship's holds. Rogers testified that the intense cold created problems with the hydraulics of the conveyors, making it difficult to raise and lower them to align with the ship as the tide rose and fell. One conveyor belt became completely inoperable halfway through the loading process. Some of the peat also froze, making it necessary to break up large chunks before the peat was put on the conveyor belts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After FMT began loading the vessel, Worcester Peat offered FMT the use of a clamshell bucket, which FMT attached to a crane. The bucket was used to pick up peat from the loading area on the dock and dump it directly into the holds of the ship. FMT experienced fewer weather-related problems with the use of the clamshell bucket because the peat in the bucket was not as exposed to the wind as the peat on the conveyor belts. Worcester Peat also suggested that FMT cover segments of the conveyor belts with tarps to minimize the amount of peat blown away by the wind.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The M/V BORIS LIANOV contained seven cargo holds. FMT loaded peat into them one hold at a time, shutting the doors for each hold after the hold had been filled with peat. However, FMT found that the peat \"settled,\" or recompressed, in the holds after loading, reducing its volume and requiring FMT to open the holds again and load more peat until the holds were full, a process that further slowed the loading. The work was finally completed on January 10, six days later than the five-day loading period anticipated by Worcester Peat and Stender.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">FMT sent Worcester Peat an invoice for $182,794.59. Rogers testified that he arrived at this figure by using information Worcester Peat supplied him regarding how many trucks brought peat to the terminal (425) and the average volume per truck (115 cubic yards or 86.89 cubic meters). Multiplying those figures, he concluded that FMT had handled 36,928.2 cubic meters of peat at the agreed-upon price of $4.95 per cubic meter, for a total of $182,794.59. However, Worcester Peat paid FMT only $111,720.89. This figure relied upon the box volume of the vessel, 26,917.1 cubic meters. Although Worcester Peat added $2100 as agreed for the rental of the two cranes, it deducted $2500 as a rental charge for the clamshell bucket it had offered to FMT, as well as a demurrage charge<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of $21,118.75 that it had paid to Stender.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Invoking the district court's admiralty jurisdiction, see 28 U.S.C. &#167; 1333, FMT filed a complaint against Worcester Peat on June 17, 1999, seeking recovery for the difference between the amount FMT charged and the amount Worcester Peat paid (approximately $70,000). Worcester Peat filed a counterclaim alleging that FMT was liable for peat lost during the loading process.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following a three-day bench trial, the district court found that the contract between FMT and Worcester Peat unambiguously stated that payment was to be calculated using the volume of peat handled and not, as Worcester Peat contended, the box volume of the vessel. Accordingly, the district court found that FMT was entitled to a total of $190,935.57.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The court further held that Worcester Peat was not entitled to deductions either for FMT's use of the clamshell bucket<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> or for the demurrage charged to Worcester Peat by Stender. Finally, the district court found that Worcester Peat could not recover on any of its counterclaims because it had not established by a preponderance of the evidence either the amount of peat lost because of wind or the fact that FMT's negligence caused that loss, or that any such loss exceeded Worcester Peat's expected loss due to wind in the normal course of handling peat. Subtracting the amount Worcester Peat had already paid to FMT, the district court entered judgment in favor of FMT in the amount of $79,214.68.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Worcester Peat appeals the judgment of the district court on three grounds. First, it argues that the court erred in finding that the contract unambiguously provided that FMT would be paid according to the volume of peat handled. Second, Worcester Peat claims that the court should have found FMT liable for demurrage it was charged by Stender because FMT did not load the vessel in a timely fashion. Finally, Worcester Peat says that the district court erred in not holding FMT responsible for amounts of peat lost in the wind during the loading process.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. Interpretation of the Contract</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A court sitting in admiralty jurisdiction applies federal maritime rules. See Greenly v. Mariner Mgmt. Group, Inc., 192 F.3d 22, 25-26 (1st Cir. 1999). See also Har-Win, Inc. v. Consolidated Grain &amp; Barge Co., 794 F.2d 985, 987 (5th Cir. 1986). Therefore, we turn to principles of general maritime contract law to determine whether the contract between FMT and Worcester Peat was ambiguous. See Garza v. Marine Transport Lines, Inc., 861 F.2d 23, 26 (2d Cir. 1988). The district court found that \"[t]he language of the contract unambiguously called for Worcester Peat to pay FMT $4.95 per cubic meter handled.\" We review this determination de novo. See ITT Corp. v. LTX Corp., 926 F.2d 1258, 1261 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"A word or phrase is ambiguous when it is capable of more than a single meaning.\" Garza, 861 F.2d at 27. The contract between FMT and Worcester Peat provided: \"Federal Marine Terminals Inc., Eastport hereby agrees to handle your cargo of peat moss totaling 27,000 cubic meters, approximately, for $4.95 dollars in U.S. funds per cubic meter handled through Eastport including the loading of the vessel.\" (emphasis added.) Notably, the contract does not mention box volume, or the ship's total capacity, at all, and nothing in the contract itself suggests that box volume would be the basis for calculating FMT's fee.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Having concluded correctly that the \"handled\" language of the contract was unambiguous, the district court applied that language to the facts of the case: \"Although the contract clearly calls for Worcester Peat to pay FMT based on the amount handled, determining the amount handled requires me to choose between contradictory evidence.\" That contradictory evidence related to \"the numbers of trucks that delivered peat to the terminal as well as various estimates on the amount each truck held.\" The court resolved those contradictions and made the appropriate calculations. Worcester Peat insists, however, that the court's decision to calculate the amount of peat handled on the basis of truck deliveries overlooks an ambiguity in the contract because the volume of peat handled could just as easily be measured by the amount that was actually placed into the holds of the ship. The district court properly rejected this attempt to create an ambiguity where none exists. FMT obviously had to handle the peat that was delivered to its terminal by Worcester Peat. The district court sensibly viewed truck deliveries as the most accurate measure of the amount of peat FMT had to handle pursuant to the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Worcester Peat further claims that the district court's finding that the contract is unambiguous ignored the clause that established the following sliding scale for payment:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Should the loading of the vessel be accomplished at an average gross production scale of greater than 350 cubic meters per hour we will refer to the sliding scale that has been provided. This scale would incrementally reduce the total cost to Worcester industries by up to $0.08 (eight cents) per cubic meter maximum at 440 cubic meters per hour.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Worcester Peat contends that the only way to determine whether this production incentive had been met was to reference the volume of peat loaded onto the vessel. Therefore, Worcester Peat argues, the phrase \"per cubic meter handled through Eastport\" in the clause specifying FMT's payment is ambiguous because the contract required the use of box volume to determine whether the sliding fee scale would apply. We need not decide whether Worcester Peat's interpretation of the sliding fee scale is correct because that provision - even under Worcester Peat's reading of it - does not conflict with the conclusion that the contract unambiguously provided for payment according to volume of peat handled. Even if, as Worcester Peat contends, the sliding scale could only be calculated by reference to box volume of peat in the vessel, the reduced fee established by the sliding scale could still be applied to calculate FMT's fee according to the volume of peat handled through the port. Accordingly, nothing in the sliding fee provision changes our conclusion that the district court's reading of the contract was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Unable to locate language in the contract to bolster its assertion that the term \"handled\" is ambiguous, Worcester Peat identifies other evidence in the record referring to the vessel's box volume of peat. For example, Rogers stated in a communication to Valli dated October 21, 1998: \"The difficulty in determining the volume of cargo handled, I believe, dictates that we calculate using box volume.\" Worcester Peat also argues that because its contracts with Biomix and Stender calculated payment according to the box volume of peat, the district court reached a \"manifestly absurd result\" in finding that FMT's fee would be calculated according to volume of peat handled. Finally, Worcester Peat claims that documents signed by Rogers on behalf of FMT, including the bill of lading and the mate's receipt for the M/V BORIS LIANOV, measured the cargo by box volume.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">However, the district court correctly decided that these documents were irrelevant to its consideration of whether the contract between FMT and Worcester Peat was ambiguous: \"[T]he shipping documents refer to box volume, because the shipping documents necessarily measure what is on the vessel. They have nothing to do with stevedoring contracts.\" Moreover, the district court's consideration of this extrinsic evidence was precluded by the parol evidence rule:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The purpose and essence of the [parol evidence] rule is to avoid the possibility that fraud might be perpetrated if testimony as to subjective intent could be substituted for the plain meaning of a contract. In the absence of ambiguity, the effect of admitting extrinsic evidence would be to allow one party to substitute his view of his obligations for those clearly stated.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Garza, 861 F.2d at 26-27 (internal quotation marks omitted). Having concluded that the contract between Worcester Peat and FMT unambiguously provided that FMT's payment would be calculated by reference to cubic meters of peat handled through Eastport, the district court properly refused to consider evidence of any negotiations or extrinsic documents to alter that language. See Har-Win, Inc., 794 F.2d at 987 (\"[E]vidence, whether parol or otherwise, of antecedent understandings and negotiations will not be admitted for the purpose of varying or contradicting the writing.\"); Battery S.S. Corp. v. Refineria Panama, S.A., 513 F.2d 735, 739-40 (2d Cir. 1975) (stating, in interpreting a contract governed by maritime law, that the parol evidence rule \"renders legally inoperative . . . evidence of prior understandings and negotiations which contradicts the unambiguous meaning of a writing which completely and accurately integrates the agreement of the parties\").</p>\n    </div>\n    <p class=\"indent\">B. Demurrage</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court concluded that FMT was not liable for demurrage costs of $21,118.75 that Worcester Peat paid to Stender. The agreement between Stender and Schulte &amp; Bruns, the company from whom Stender chartered the M/V BORIS LIANOV, provided that the vessel would be loaded in five days. Because the loading of the peat exceeded this period by several days, Schulte &amp; Bruns charged Stender for demurrage, and Stender in turn charged Worcester Peat. Worcester Peat and FMT were not signatories to the contract providing that the loading would take only five days.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The contract between FMT and Worcester Peat does not mention demurrage or even provide a time frame for loading the chartered vessel. As the district court found, \"Worcester Peat has not introduced any evidence showing that FMT was party to, knew about, or was in possession of a document referring to demurrage.\" We have said previously that \"courts have been reluctant to impose demurrage liability on a party that is neither a signatory, successor nor possessor of a document that expressly or by incorporation refers to demurrage.\" Trans-Asiatic Oil Ltd., S.A. v. Apex Oil Co., 804 F.2d 773, 781 (1st Cir. 1986). As the district court noted, there is no evidence in the record that FMT was a party to the contract between Worcester Peat and Stender or to the contract between Stender and Schulte &amp; Bruns.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Rogers acknowledged at trial that FMT had received a fax from Dean Worcester indicating that 120 hours were allowed for loading the vessel. However, there is no evidence that Rogers realized that demurrage might be charged if the loading exceeded that time. Under these circumstances, the district court correctly declined to find FMT responsible for the demurrage that Worcester Peat paid to Stender.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Worcester Peat also argues that FMT should be liable for demurrage because FMT breached its duty of workmanlike performance by not loading the M/V BORIS LIANOV more quickly. See, e.g., F.J. Walker Ltd. v. Motor Vessel Lemoncore, 561 F.2d 1138, 1148 (5th Cir. 1977) (\"A stevedore owes a warranty of workmanlike performance to the vessel.\"). However, the contract between FMT and Worcester Peat did not establish a time limit on FMT's loading of the peat onto the vessel or even provide a suggested guideline. In the absence of such a provision in the contract, FMT was required to load the vessel in a reasonable amount of time. The district court found that the time FMT spent loading the M/V BORIS LIANOV was reasonable under the circumstances:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At trial none of the evidence or testimony suggested that the pace at which FMT loaded the vessel was unreasonable under the circumstances. Rather, all of the evidence painted a picture of FMT simply doing the best it could to load the peat under the unexpectedly harsh conditions. Although FMT may not have foreseen the problems posed by using conveyors in the weather conditions that existed, FMT attempted to address the problems as they arose and implemented the suggestions of Worcester Peat's representatives to the extent possible.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Worcester Peat has not even attempted to demonstrate that this determination was clearly erroneous. Indeed, Worcester Peat concedes that the weather conditions were unusually harsh and that those conditions complicated the loading of the peat. Moreover, the weather was so harsh that Worcester Peat itself caused delays in the loading by ordering that loading be stopped to prevent losses of peat due to wind. Accordingly, we find no clear error in the district court's conclusion that FMT's loading time was reasonable under these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">C. Worcester Peat's Counterclaim for Lost Peat</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Worcester Peat alleged unsuccessfully in its counterclaim that FMT was liable for amounts of peat lost during the loading process. On appeal, Worcester Peat first argues that we should find clearly erroneous the district court's ruling that Worcester Peat failed to establish how much peat was lost through FMT's negligence. The district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although the evidence established that some unquantified amount of peat was airborne at the terminal and that some smaller unquantified amount of peat actually was blown into the water, Worcester Peat failed to provide any reliable evidence of how much peat was lost. Moreover, Worcester Peat expected to lose some peat during the loading process. Worcester Peat failed to establish that the amount lost was beyond what it anticipated. This failure makes it impossible to calculate damages.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Witnesses for both Worcester Peat and FMT testified that some of the peat was blown off the conveyor belts during the loading process. Morrill Worcester estimated that twenty to twenty-five percent of the peat brought to the loading dock did not make its way into the vessel. Another Worcester Peat employee estimated the loss of peat at twenty percent. However, both witnesses acknowledged the difficulty of calculating with certainty the amount of peat lost in the wind. When Morrill Worcester was asked, \"Are you able to estimate based on your observations an amount of peat that was lost overboard?\" he stated:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I really - you know, I think you have to do it through a process of deduction probably. It's hard to say. The way I understand it, I think there was 425 trailer loads of peat, and you'd have to come up with a number of cubic yards or cubic meters on each trailer, and in the stock pile that we have, the peat moss is kind of semi-compressed as it is. And if you - it's just hard to say. I don't know how you come up with a figure, but it was considerable. Probably 20, 25 percent possibly went overboard or went somewhere. I don't know. Maybe in the bushes, in the woods, overboard, into the ocean, and everywhere else.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As Morrill Worcester's testimony indicates, several factors complicated the task of calculating the exact quantity of peat lost in the wind. Because the volume of peat changes depending on how much it is handled, Worcester Peat cannot rely on a comparison of the volume of peat delivered off the trucks with the volume of peat in the ship's holds.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Additionally, as the district court noted, Worcester Peat expected to lose some peat even in perfect loading conditions. Dean Worcester testified that peat is generally lost due to wind whenever it is handled or moved from one location to another because it is so light and fluffy. Worcester Peat did not offer any evidence regarding how the claimed loss of up to twenty-five percent exceeded the loss of peat the company expected in the ordinary course of handling it. Given the speculative testimony about how much peat was lost, and Worcester Peat's failure to specify how much that loss exceeded its expectations, the district court was not clearly erroneous in declining to hold FMT responsible for an unquantified loss of peat.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Worcester Peat also argues that the district court erred in not shifting the burden to FMT to prove that it was not negligent in handling the peat. Contending that FMT was a bailee of the peat, Worcester Peat says that FMT should account for the peat that was lost in the wind because FMT, as the party in control of the peat, is in a better position than Worcester Peat to marshal evidence to explain the loss of peat. See Goudy &amp; Stevens, Inc. v. Cable Marine, Inc., 924 F.2d 16, 19 (1st Cir. 1991) (\"[S]ince the bailee is generally in a better position than the bailor to ascertain the cause of the loss, the law lays on it the duty to come forward with the information it has available.\"). The district court found that even if \"the relationship between Worcester Peat and FMT could be described as a bailment because FMT stored the peat prior to loading it on the vessel, Worcester Peat has failed to establish by a preponderance of the evidence that FMT did not load all of the peat less the amount Worcester Peat anticipated losing during the loading process.\" For the reasons we have explained, the district court was not clearly erroneous in finding that Worcester Peat failed to establish how much peat was lost, if any. Therefore, Worcester Peat failed to establish a prima facie case of negligence against FMT. See id. at 18 (\"[W]hen the bailor shows delivery to a bailee and the bailee's failure to return the thing bailed, he makes out a prima facie case of negligence against the bailee.\") (internal quotation marks omitted). Under these circumstances, the district court did not err in declining to apply a presumption of negligence for FMT to refute.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"'Demurrage' is renumeration of a shipowner for the detention of its vessel beyond the number of days allowed by the charter party.\" TAG/ICIB Servs., Inc. v. Pan Am. Grain Co., Inc., 215 F.3d 172, 174 n.1 (1st Cir. 2000) (citing Black's Law Dictionary 432 (6th ed. 1990)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This figure is larger than the amount calculated by Rogers for two reasons. First, the district court found that Worcester Peat had delivered 434 trucks of peat to the terminal, not 425 trucks as Rogers had thought. Second, the district court found that the conversion factor Rogers used to convert cubic yards to cubic meters was incorrect. Accordingly, the court used a conversion of 87.9 cubic meters of peat per truck instead of 86.89 cubic meters per truck as Rogers calculated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Worcester Peat has not appealed the district court's determination with respect to the clamshell bucket.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also note that, although Worcester Peat paid Stender for demurrage, the contract between those two parties did not provide for such a payment in the event that the loading of the peat exceeded the projected time period. The agreement between Worcester Peat and Stender only established an accepted loading time of 120 hours for a vessel the size of the M/V BORIS LIANOV and did not even raise the possibility that Worcester Peat would be charged for not meeting that guideline.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">FEDERAL MARINE TERMINALS, INC., Plaintiff, Appellee,<br>v.<br>WORCESTER PEAT COMPANY, INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2004</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted March 29, 2001<br>Decided August 27, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. D. Brock Hornby, Chief U.S. District Judge]</p>\n      <p class=\"indent\">Michael X. Savasuk for appellee.</p>\n      <p class=\"indent\">Charles E. Gilbert, III, Christopher L. Dalton, Gilbert &amp; Greif, P.A., William H. Welte, and Welte &amp; Welte, P.A. for appellant.</p>\n      <p class=\"indent\">Before Boudin, Chief Circuit Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from a payment dispute between Worcester Peat Company (Worcester Peat) and Federal Marine Terminals (FMT) over a stevedoring contract. FMT contracted to load peat for Worcester Peat onto a vessel for shipment to Europe. After the loading was completed, the parties disagreed about the contract's provision regarding the calculation of FMT's fee. FMT charged Worcester Peat for the volume of peat it handled through the port based on the number of truckloads Worcester Peat had delivered and the volume of peat in each truck. However, Worcester Peat based its payment on the quantity of peat calculated by reference to the box volume, or total cubic capacity, of the vessel, a sum significantly less than the amount of FMT's invoice. The district court found that the contract unambiguously stated that FMT was to be paid by the volume of peat handled, and not by the box volume of the shipping vessel, and entered judgment against Worcester Peat for nearly $80,000. The court also rejected Worcester Peat's counterclaim for peat it alleges was lost during the loading process.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Worcester Peat challenges the district court's determination that the contract was unambiguous and argues that the court also erred in not charging FMT for demurrage and for peat Worcester Peat claims was lost due to FMT's negligence in the loading process. Finding no error in the district court's rulings, we affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Worcester Peat, a company located in Deblois, Maine, grows and sells peat moss. In September 1998, Worcester Peat began exploring the possibility of selling peat to buyers in Europe. With the assistance of a Finnish broker, Mikko Valli, affiliated with an Estonian company called BioMix, Ltd., Worcester Peat agreed to sell peat to Blumenerdenwerk Stender GmbH (Stender), a German company. The contract provided that Stender would be responsible for chartering a ship to load the peat in Maine and transport it to Europe. Stender contracted with another German company, Schulte &amp; Bruns, to secure a vessel. The contract between Worcester Peat and Stender established an anticipated loading time of five days for the shipment of peat. Worcester Peat's contracts with both BioMix and Stender provided that the cost of the peat would be calculated by reference to \"box volume\" of the ship, or its total capacity in cubic meters.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Worcester Peat then entered negotiations with FMT, the owner and operator of a cargo terminal in Eastport, Maine, to load the peat onto the vessel chartered by Stender from Schulte &amp; Bruns. Roland Rogers, general manager of FMT, testified that FMT had never worked with peat and was unfamiliar with its properties. The parties exchanged a series of communications in the fall of 1998 regarding FMT's prices and the plans for loading the vessel. FMT and Worcester Peat agree that their understanding during this negotiating process was that Stender would provide a \"geared\" vessel, meaning one equipped with cranes and other machinery for loading the peat.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 10, FMT was informed that the vessel involved would not be a geared vessel as expected, but rather a non-geared vessel that would not be carrying the equipment needed to load the peat from the dock onto the ship. FMT attempted to locate cranes and other equipment to load the vessel. After a conversation between Rogers and Morrill Worcester, president of Worcester Peat, Worcester Peat agreed to share in the cost of renting a crane up to the amount of $2100.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Worcester Peat and FMT signed the stevedoring contract on December 24. That document provides, in relevant part: \"Federal Marine Terminals Inc., Eastport hereby agrees to handle your cargo of peat moss totaling 27,000 cubic meters, approximately, for $4.95 dollars in U.S. funds per cubic meter handled through Eastport including the loading of the vessel.\" The contract also established a sliding fee scale such that the price per cubic meter would be lowered if FMT achieved a specified loading rate. Finally, the contract provided, as the parties agreed, that Worcester Peat would pay up to $2100 for the rental cost of the crane.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The vessel charted by Stender, the M/V BORIS LIANOV, arrived in Eastport on the night of December 30, 1998. FMT began loading the peat early the next morning. The weather conditions during the loading of the peat were exceptionally cold and windy. There was also precipitation in the form of both rain and snow, which caused the top layer of the peat to freeze. The wind blew so much peat into the air that visibility was limited at times. The ship's captain ordered the doors of the holds closed a number of times due to wind and snow. The ship's logs also indicate that loading was stopped on some occasions at the request of Worcester Peat.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Two conveyor belts were used to load the peat into the ship's holds. Rogers testified that the intense cold created problems with the hydraulics of the conveyors, making it difficult to raise and lower them to align with the ship as the tide rose and fell. One conveyor belt became completely inoperable halfway through the loading process. Some of the peat also froze, making it necessary to break up large chunks before the peat was put on the conveyor belts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After FMT began loading the vessel, Worcester Peat offered FMT the use of a clamshell bucket, which FMT attached to a crane. The bucket was used to pick up peat from the loading area on the dock and dump it directly into the holds of the ship. FMT experienced fewer weather-related problems with the use of the clamshell bucket because the peat in the bucket was not as exposed to the wind as the peat on the conveyor belts. Worcester Peat also suggested that FMT cover segments of the conveyor belts with tarps to minimize the amount of peat blown away by the wind.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The M/V BORIS LIANOV contained seven cargo holds. FMT loaded peat into them one hold at a time, shutting the doors for each hold after the hold had been filled with peat. However, FMT found that the peat \"settled,\" or recompressed, in the holds after loading, reducing its volume and requiring FMT to open the holds again and load more peat until the holds were full, a process that further slowed the loading. The work was finally completed on January 10, six days later than the five-day loading period anticipated by Worcester Peat and Stender.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">FMT sent Worcester Peat an invoice for $182,794.59. Rogers testified that he arrived at this figure by using information Worcester Peat supplied him regarding how many trucks brought peat to the terminal (425) and the average volume per truck (115 cubic yards or 86.89 cubic meters). Multiplying those figures, he concluded that FMT had handled 36,928.2 cubic meters of peat at the agreed-upon price of $4.95 per cubic meter, for a total of $182,794.59. However, Worcester Peat paid FMT only $111,720.89. This figure relied upon the box volume of the vessel, 26,917.1 cubic meters. Although Worcester Peat added $2100 as agreed for the rental of the two cranes, it deducted $2500 as a rental charge for the clamshell bucket it had offered to FMT, as well as a demurrage charge<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of $21,118.75 that it had paid to Stender.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Invoking the district court's admiralty jurisdiction, see 28 U.S.C. &#167; 1333, FMT filed a complaint against Worcester Peat on June 17, 1999, seeking recovery for the difference between the amount FMT charged and the amount Worcester Peat paid (approximately $70,000). Worcester Peat filed a counterclaim alleging that FMT was liable for peat lost during the loading process.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following a three-day bench trial, the district court found that the contract between FMT and Worcester Peat unambiguously stated that payment was to be calculated using the volume of peat handled and not, as Worcester Peat contended, the box volume of the vessel. Accordingly, the district court found that FMT was entitled to a total of $190,935.57.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The court further held that Worcester Peat was not entitled to deductions either for FMT's use of the clamshell bucket<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> or for the demurrage charged to Worcester Peat by Stender. Finally, the district court found that Worcester Peat could not recover on any of its counterclaims because it had not established by a preponderance of the evidence either the amount of peat lost because of wind or the fact that FMT's negligence caused that loss, or that any such loss exceeded Worcester Peat's expected loss due to wind in the normal course of handling peat. Subtracting the amount Worcester Peat had already paid to FMT, the district court entered judgment in favor of FMT in the amount of $79,214.68.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Worcester Peat appeals the judgment of the district court on three grounds. First, it argues that the court erred in finding that the contract unambiguously provided that FMT would be paid according to the volume of peat handled. Second, Worcester Peat claims that the court should have found FMT liable for demurrage it was charged by Stender because FMT did not load the vessel in a timely fashion. Finally, Worcester Peat says that the district court erred in not holding FMT responsible for amounts of peat lost in the wind during the loading process.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. Interpretation of the Contract</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A court sitting in admiralty jurisdiction applies federal maritime rules. See Greenly v. Mariner Mgmt. Group, Inc., <span class=\"citation\" data-id=\"198646\"><a href=\"/opinion/198646/greenly-v-mariner-management/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 25-26 (1st Cir. 1999). See also Har-Win, Inc. v. Consolidated Grain &amp; Barge Co., <span class=\"citation\" data-id=\"472588\"><a href=\"/opinion/472588/har-win-incorporated-v-consolidated-grain-barge-co-and-behimer/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 987 (5th Cir. 1986). Therefore, we turn to principles of general maritime contract law to determine whether the contract between FMT and Worcester Peat was ambiguous. See Garza v. Marine Transport Lines, Inc., <span class=\"citation\" data-id=\"513985\"><a href=\"/opinion/513985/ricardo-garza-v-marine-transport-lines-inc-and-third-party-v-norfolk/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 26 (2d Cir. 1988). The district court found that \"[t]he language of the contract unambiguously called for Worcester Peat to pay FMT $4.95 per cubic meter handled.\" We review this determination de novo. See ITT Corp. v. LTX Corp., <span class=\"citation\" data-id=\"556606\"><a href=\"/opinion/556606/itt-corporation-v-ltx-corporation/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></a></span>, 1261 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"A word or phrase is ambiguous when it is capable of more than a single meaning.\" Garza, 861 F.2d at 27. The contract between FMT and Worcester Peat provided: \"Federal Marine Terminals Inc., Eastport hereby agrees to handle your cargo of peat moss totaling 27,000 cubic meters, approximately, for $4.95 dollars in U.S. funds per cubic meter handled through Eastport including the loading of the vessel.\" (emphasis added.) Notably, the contract does not mention box volume, or the ship's total capacity, at all, and nothing in the contract itself suggests that box volume would be the basis for calculating FMT's fee.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Having concluded correctly that the \"handled\" language of the contract was unambiguous, the district court applied that language to the facts of the case: \"Although the contract clearly calls for Worcester Peat to pay FMT based on the amount handled, determining the amount handled requires me to choose between contradictory evidence.\" That contradictory evidence related to \"the numbers of trucks that delivered peat to the terminal as well as various estimates on the amount each truck held.\" The court resolved those contradictions and made the appropriate calculations. Worcester Peat insists, however, that the court's decision to calculate the amount of peat handled on the basis of truck deliveries overlooks an ambiguity in the contract because the volume of peat handled could just as easily be measured by the amount that was actually placed into the holds of the ship. The district court properly rejected this attempt to create an ambiguity where none exists. FMT obviously had to handle the peat that was delivered to its terminal by Worcester Peat. The district court sensibly viewed truck deliveries as the most accurate measure of the amount of peat FMT had to handle pursuant to the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Worcester Peat further claims that the district court's finding that the contract is unambiguous ignored the clause that established the following sliding scale for payment:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Should the loading of the vessel be accomplished at an average gross production scale of greater than 350 cubic meters per hour we will refer to the sliding scale that has been provided. This scale would incrementally reduce the total cost to Worcester industries by up to $0.08 (eight cents) per cubic meter maximum at 440 cubic meters per hour.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Worcester Peat contends that the only way to determine whether this production incentive had been met was to reference the volume of peat loaded onto the vessel. Therefore, Worcester Peat argues, the phrase \"per cubic meter handled through Eastport\" in the clause specifying FMT's payment is ambiguous because the contract required the use of box volume to determine whether the sliding fee scale would apply. We need not decide whether Worcester Peat's interpretation of the sliding fee scale is correct because that provision - even under Worcester Peat's reading of it - does not conflict with the conclusion that the contract unambiguously provided for payment according to volume of peat handled. Even if, as Worcester Peat contends, the sliding scale could only be calculated by reference to box volume of peat in the vessel, the reduced fee established by the sliding scale could still be applied to calculate FMT's fee according to the volume of peat handled through the port. Accordingly, nothing in the sliding fee provision changes our conclusion that the district court's reading of the contract was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Unable to locate language in the contract to bolster its assertion that the term \"handled\" is ambiguous, Worcester Peat identifies other evidence in the record referring to the vessel's box volume of peat. For example, Rogers stated in a communication to Valli dated October 21, 1998: \"The difficulty in determining the volume of cargo handled, I believe, dictates that we calculate using box volume.\" Worcester Peat also argues that because its contracts with Biomix and Stender calculated payment according to the box volume of peat, the district court reached a \"manifestly absurd result\" in finding that FMT's fee would be calculated according to volume of peat handled. Finally, Worcester Peat claims that documents signed by Rogers on behalf of FMT, including the bill of lading and the mate's receipt for the M/V BORIS LIANOV, measured the cargo by box volume.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">However, the district court correctly decided that these documents were irrelevant to its consideration of whether the contract between FMT and Worcester Peat was ambiguous: \"[T]he shipping documents refer to box volume, because the shipping documents necessarily measure what is on the vessel. They have nothing to do with stevedoring contracts.\" Moreover, the district court's consideration of this extrinsic evidence was precluded by the parol evidence rule:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The purpose and essence of the [parol evidence] rule is to avoid the possibility that fraud might be perpetrated if testimony as to subjective intent could be substituted for the plain meaning of a contract. In the absence of ambiguity, the effect of admitting extrinsic evidence would be to allow one party to substitute his view of his obligations for those clearly stated.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Garza, 861 F.2d at 26-27 (internal quotation marks omitted). Having concluded that the contract between Worcester Peat and FMT unambiguously provided that FMT's payment would be calculated by reference to cubic meters of peat handled through Eastport, the district court properly refused to consider evidence of any negotiations or extrinsic documents to alter that language. See Har-Win, Inc., 794 F.2d at 987 (\"[E]vidence, whether parol or otherwise, of antecedent understandings and negotiations will not be admitted for the purpose of varying or contradicting the writing.\"); Battery S.S. Corp. v. Refineria Panama, S.A., <span class=\"citation\" data-id=\"326732\"><a href=\"/opinion/326732/battery-steamship-corp-v-refineria-panama-s-a-and-united-states-of/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">735</span></a></span>, 739-40 (2d Cir. 1975) (stating, in interpreting a contract governed by maritime law, that the parol evidence rule \"renders legally inoperative . . . evidence of prior understandings and negotiations which contradicts the unambiguous meaning of a writing which completely and accurately integrates the agreement of the parties\").</p>\n    </div>\n    <p class=\"indent\">B. Demurrage</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court concluded that FMT was not liable for demurrage costs of $21,118.75 that Worcester Peat paid to Stender. The agreement between Stender and Schulte &amp; Bruns, the company from whom Stender chartered the M/V BORIS LIANOV, provided that the vessel would be loaded in five days. Because the loading of the peat exceeded this period by several days, Schulte &amp; Bruns charged Stender for demurrage, and Stender in turn charged Worcester Peat. Worcester Peat and FMT were not signatories to the contract providing that the loading would take only five days.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The contract between FMT and Worcester Peat does not mention demurrage or even provide a time frame for loading the chartered vessel. As the district court found, \"Worcester Peat has not introduced any evidence showing that FMT was party to, knew about, or was in possession of a document referring to demurrage.\" We have said previously that \"courts have been reluctant to impose demurrage liability on a party that is neither a signatory, successor nor possessor of a document that expressly or by incorporation refers to demurrage.\" Trans-Asiatic Oil Ltd., S.A. v. Apex Oil Co., <span class=\"citation\" data-id=\"478946\"><a href=\"/opinion/478946/trans-asiatic-oil-ltd-sa-v-apex-oil-company/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span>, 781 (1st Cir. 1986). As the district court noted, there is no evidence in the record that FMT was a party to the contract between Worcester Peat and Stender or to the contract between Stender and Schulte &amp; Bruns.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Rogers acknowledged at trial that FMT had received a fax from Dean Worcester indicating that 120 hours were allowed for loading the vessel. However, there is no evidence that Rogers realized that demurrage might be charged if the loading exceeded that time. Under these circumstances, the district court correctly declined to find FMT responsible for the demurrage that Worcester Peat paid to Stender.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Worcester Peat also argues that FMT should be liable for demurrage because FMT breached its duty of workmanlike performance by not loading the M/V BORIS LIANOV more quickly. See, e.g., F.J. Walker Ltd. v. Motor Vessel Lemoncore, <span class=\"citation\" data-id=\"348759\"><a href=\"/opinion/348759/f-j-walker-limited-orleans-international-inc-v-the-motor-vessel/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1138</span></a></span>, 1148 (5th Cir. 1977) (\"A stevedore owes a warranty of workmanlike performance to the vessel.\"). However, the contract between FMT and Worcester Peat did not establish a time limit on FMT's loading of the peat onto the vessel or even provide a suggested guideline. In the absence of such a provision in the contract, FMT was required to load the vessel in a reasonable amount of time. The district court found that the time FMT spent loading the M/V BORIS LIANOV was reasonable under the circumstances:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At trial none of the evidence or testimony suggested that the pace at which FMT loaded the vessel was unreasonable under the circumstances. Rather, all of the evidence painted a picture of FMT simply doing the best it could to load the peat under the unexpectedly harsh conditions. Although FMT may not have foreseen the problems posed by using conveyors in the weather conditions that existed, FMT attempted to address the problems as they arose and implemented the suggestions of Worcester Peat's representatives to the extent possible.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Worcester Peat has not even attempted to demonstrate that this determination was clearly erroneous. Indeed, Worcester Peat concedes that the weather conditions were unusually harsh and that those conditions complicated the loading of the peat. Moreover, the weather was so harsh that Worcester Peat itself caused delays in the loading by ordering that loading be stopped to prevent losses of peat due to wind. Accordingly, we find no clear error in the district court's conclusion that FMT's loading time was reasonable under these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">C. Worcester Peat's Counterclaim for Lost Peat</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Worcester Peat alleged unsuccessfully in its counterclaim that FMT was liable for amounts of peat lost during the loading process. On appeal, Worcester Peat first argues that we should find clearly erroneous the district court's ruling that Worcester Peat failed to establish how much peat was lost through FMT's negligence. The district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although the evidence established that some unquantified amount of peat was airborne at the terminal and that some smaller unquantified amount of peat actually was blown into the water, Worcester Peat failed to provide any reliable evidence of how much peat was lost. Moreover, Worcester Peat expected to lose some peat during the loading process. Worcester Peat failed to establish that the amount lost was beyond what it anticipated. This failure makes it impossible to calculate damages.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Witnesses for both Worcester Peat and FMT testified that some of the peat was blown off the conveyor belts during the loading process. Morrill Worcester estimated that twenty to twenty-five percent of the peat brought to the loading dock did not make its way into the vessel. Another Worcester Peat employee estimated the loss of peat at twenty percent. However, both witnesses acknowledged the difficulty of calculating with certainty the amount of peat lost in the wind. When Morrill Worcester was asked, \"Are you able to estimate based on your observations an amount of peat that was lost overboard?\" he stated:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I really - you know, I think you have to do it through a process of deduction probably. It's hard to say. The way I understand it, I think there was 425 trailer loads of peat, and you'd have to come up with a number of cubic yards or cubic meters on each trailer, and in the stock pile that we have, the peat moss is kind of semi-compressed as it is. And if you - it's just hard to say. I don't know how you come up with a figure, but it was considerable. Probably 20, 25 percent possibly went overboard or went somewhere. I don't know. Maybe in the bushes, in the woods, overboard, into the ocean, and everywhere else.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As Morrill Worcester's testimony indicates, several factors complicated the task of calculating the exact quantity of peat lost in the wind. Because the volume of peat changes depending on how much it is handled, Worcester Peat cannot rely on a comparison of the volume of peat delivered off the trucks with the volume of peat in the ship's holds.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Additionally, as the district court noted, Worcester Peat expected to lose some peat even in perfect loading conditions. Dean Worcester testified that peat is generally lost due to wind whenever it is handled or moved from one location to another because it is so light and fluffy. Worcester Peat did not offer any evidence regarding how the claimed loss of up to twenty-five percent exceeded the loss of peat the company expected in the ordinary course of handling it. Given the speculative testimony about how much peat was lost, and Worcester Peat's failure to specify how much that loss exceeded its expectations, the district court was not clearly erroneous in declining to hold FMT responsible for an unquantified loss of peat.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Worcester Peat also argues that the district court erred in not shifting the burden to FMT to prove that it was not negligent in handling the peat. Contending that FMT was a bailee of the peat, Worcester Peat says that FMT should account for the peat that was lost in the wind because FMT, as the party in control of the peat, is in a better position than Worcester Peat to marshal evidence to explain the loss of peat. See Goudy &amp; Stevens, Inc. v. Cable Marine, Inc., <span class=\"citation\" data-id=\"554971\"><a href=\"/opinion/554971/goudy-stevens-inc-v-cable-marine-inc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir. 1991) (\"[S]ince the bailee is generally in a better position than the bailor to ascertain the cause of the loss, the law lays on it the duty to come forward with the information it has available.\"). The district court found that even if \"the relationship between Worcester Peat and FMT could be described as a bailment because FMT stored the peat prior to loading it on the vessel, Worcester Peat has failed to establish by a preponderance of the evidence that FMT did not load all of the peat less the amount Worcester Peat anticipated losing during the loading process.\" For the reasons we have explained, the district court was not clearly erroneous in finding that Worcester Peat failed to establish how much peat was lost, if any. Therefore, Worcester Peat failed to establish a prima facie case of negligence against FMT. See id. at 18 (\"[W]hen the bailor shows delivery to a bailee and the bailee's failure to return the thing bailed, he makes out a prima facie case of negligence against the bailee.\") (internal quotation marks omitted). Under these circumstances, the district court did not err in declining to apply a presumption of negligence for FMT to refute.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"'Demurrage' is renumeration of a shipowner for the detention of its vessel beyond the number of days allowed by the charter party.\" TAG/ICIB Servs., Inc. v. Pan Am. Grain Co., Inc., <span class=\"citation\" data-id=\"198972\"><a href=\"/opinion/198972/tag-v/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 174 n.1 (1st Cir. 2000) (citing Black's Law Dictionary 432 (6th ed. 1990)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This figure is larger than the amount calculated by Rogers for two reasons. First, the district court found that Worcester Peat had delivered 434 trucks of peat to the terminal, not 425 trucks as Rogers had thought. Second, the district court found that the conversion factor Rogers used to convert cubic yards to cubic meters was incorrect. Accordingly, the court used a conversion of 87.9 cubic meters of peat per truck instead of 86.89 cubic meters per truck as Rogers calculated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Worcester Peat has not appealed the district court's determination with respect to the clamshell bucket.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also note that, although Worcester Peat paid Stender for demurrage, the contract between those two parties did not provide for such a payment in the event that the loading of the peat exceeded the projected time period. The agreement between Worcester Peat and Stender only established an accepted loading time of 120 hours for a vessel the size of the M/V BORIS LIANOV and did not even raise the possibility that Worcester Peat would be charged for not meeting that guideline.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/198646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556606/"
  ]
}