{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199520/",
  "absolute_url": "/opinion/199520/diefenbach-v-sheridan-transport/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199520/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:32:08Z",
  "date_modified": "2017-03-24T11:02:09.630535Z",
  "type": "010combined",
  "sha1": "f4c5beff42721831d7df1b02bc588f56dcf0f33b",
  "page_count": 2,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1099A-01A.pdf",
  "local_path": "pdf/2001/07/30/Diefenbach_v._Sheridan_Transport.pdf",
  "plain_text": "           United States Court of Appeals\n                           For the First Circuit\n\n\nNo.00-1099\n\n                               GEORGE DIEFENBACH,\n\n                            Plaintiff, Appellee,\n\n                                       v.\n\n                          SHERIDAN TRANSPORTATION,\n\n                           Defendant, Appellant.\n\n\n                         SIX TUG BARGE CORPORATION,\n\n                            Defendant, Appellee.\n\n\n                                  ERRATA SHEET\n\n    The opinion of this Court issued on, October 6, 2000, is\n\namended as follows:\n\n\n\n    Page 4, line 29:           Delete \"* * * *\" and insert in its place\n\nindented as a new paragraph \". . . .\"\n\n\n\n    Page     5,   line    6:     Insert     an   additional   return   between\n\n\"Sadler. . . .\" and the following paragraph beginning \"Clearly\".\n\n\n\n    Page 8, line 15:           Delete \"expert - witness which it did.\"\n\fand insert in its place \"expert witness – which it did.\"\n\f",
  "html": "<p class=\"case_cite\">229 F.3d 27 (1st Cir. 2000)</p>\n    <p class=\"parties\">GEORGE DIEFENBACH, PLAINTIFF, APPELLEE,<br>v.<br>SHERIDAN TRANSPORTATION, DEFENDANT, APPELLANT.<br>SIX TUG BARGE CORPORATION, DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">No. 00-1099.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard September 6, 2000.<br>Decided October 6, 2000.<br>As amended July 30, 2001.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">Thomas E. Clinton, with whom Clinton &amp; Muzyka, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Michael B. Latti, with whom Carolyn M. Latti and Latti Associates Llp, were on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">Bownes, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellee, George Diefenbach, brought this action pursuant to the Jones Act, 46 U.S.C. app. &#167; 688 (1994) against his employer, defendant-appellant Sheridan Transportation, seeking damages for personal injuries sustained in the course of employment as a boatswain onboard the ITB JACKSONVILLE. The first trial ended in a mistrial. The second trial resulted in a jury verdict of $900,000.00 in favor of the plaintiff. The district court denied the defendant's motions for a new trial and remittitur, and this appeal followed. Finding that the district court correctly decided the motions, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. Facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We briefly describe the facts here, but discuss them in greater detail where applicable and necessary for our discussion. The plaintiff worked as a boatswain on the ITB<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> JACKSONVILLE, a vessel operated by the defendant. On July 8, 1997, the plaintiff injured his back while hauling in the spring line and pennant during the undocking of the vessel. He brought suit in the United States District Court for the District of Massachusetts pursuant to the Jones Act, 46 U.S.C. &#167; 688, for damages resulting from the alleged negligence of the defendant. The plaintiff alleged negligence, unseaworthiness, and maintenance and cure in his complaint. During the first trial, which ended in a mistrial, the plaintiff waived the counts for unseaworthiness and maintenance and cure. The second trial concluded with a jury verdict in favor of the plaintiff in the amount of $900,000.00.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant moved for a new trial on the grounds that the district court improperly instructed the jury, improperly admitted the plaintiff's maritime expert's opinion and allowed a verdict which was \"excessive and not supported by the evidence as presented at trial.\" The defendant also moved for remittitur. Both of defendant's motions were denied by the district court and the defendant appeals to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">II. Motion for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the district court's denial of a motion for a new trial only for manifest abuse of discretion. See United States v. Dumas, 207 F.3d 11, 14 (1st Cir. 2000). The same standard of review is applied to the admissibility of expert testimony. See Palmacci v. Umpierrez, 121 F.3d 781, 792 (1st Cir. 1997). The defendant submits that the opinions of the plaintiff's expert, Captain George Albert Sadler, should not have been allowed because \"[h]e lacked the specific knowledge, training and experience to assist the trier of fact in determining the validity of the [plaintiff's] claims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The defendant concedes that expert testimony was necessary to assist the trier of fact because this case involved docking and undocking procedures for, and equipment used on, a complex vessel -subjects beyond the scope of common knowledge. The defendant submits, however, that \"Captain Sadler's qualifications and opinions lacked Daubert [v. Merrell Dow Pharms., Inc., 509 U.S. 579 (1993)] reliability and that the [t]rial [j]udge committed meaningful error in judgment allowing Captain Sadler to proffer his opinions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need not address whether Captain Sadler's qualifications and opinions lacked Daubert reliability because this specific objection has been waived. A timely objection must be made \"stating the specific ground of objection, if the specific ground was not apparent from the context.\" Fed. R. Evid. 103(a)(1) (emphasis added). We have previously held that a Daubert objection must be made at trial and cannot be made for the first time on appeal. See United States v. Gilbert, 181 F.3d 152, 162-63 (1st Cir. 1999); Cortes-Irizarry v. Corporacion Insular de Seguros, 111 F.3d 184, 188-89 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As in Gilbert, \"[n]o suggestion was made by [the defendant here] that the Daubert principles should be applied to [Sadler's] testimony. Our rule is that an objection not made in the trial court will not be considered in the first instance on appeal.\" Gilbert, 181 F.3d 162-63. Furthermore, it should be noted that the defendant explicitly waived any possible Daubert objection in its reply brief to this court:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The objection of Sheridan to the testimony of Captain Sadler is based on the complete lack of expert qualifications possessed by the witness in relation to the issues on which his opinions were offered. Sheridan has not raised the \"scientific validity[]\" objection as improperly claimed by Diefenbach.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While Mr. Diefenbach attempts to couch the objection of Sheridan as something other than what was intended by Sheridan's attorney, the basis for the objection could not have been made more clear. It is an objection to the lack of proper qualifications to provide opinion testimony on the part of Mr. Sadler....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Clearly, then, while Diefenbach attempts to argue that the defendant did not specifically put the trial judge on notice as to the \"scientific validity\" underlying the testimony, this was not the objection. This was made clear at the trial.... It was also made clear in the Defendant's Memorandum of Law in Support of its Motion for a New Trial when Sheridan stated: \"Permitting plaintiff's expert, Sadler, to opine in areas which he was not qualified precluded the jury from returning a fair and impartial verdict in this matter.\"... Finally, it was made clear in Sheridan's Brief previously filed in this appeal, which stated as to Captain Sadler: \"He lacked the specific knowledge, training and experience to assist the trier of fact in determining the validity of the appellee's claims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Def.'s Reply Br., pp. 1-3 (internal citations omitted) (emphasis added). Therefore, we determine that any Daubert objection was waived by the defendant and we need not address it for the first time on appeal. We turn, instead, to the defendant's objection that Captain Sadler \"lacked the specific knowledge, training and experience to assist the trier of fact in determining the validity of the appellee's claims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is well-settled that \"trial judges have broad discretionary powers in determining the qualification, and thus, admissibility, of expert witnesses. It is settled law in this circuit that [w]hether a witness is qualified to express an expert opinion is a matter left to the sound discretion of the trial judge. In the absence of clear error, as a matter of law, the trial judge's decision will not be reversed.\" Richmond Steel Inc. v. Puerto Rican Am. Ins. Co., 954 F.2d 19, 20 (1st Cir. 1992) (alterations in original) (internal quotation marks omitted); see also United States v. Corey, 207 F.3d 84, 88 (1st Cir. 2000) (reviewing rulings relating to the admissibility of expert testimony for clear abuses of discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The admissibility of expert testimony is governed by Federal Rules of Evidence 702 and 703. Three requirements are imposed by Rule 702: \"(1) the expert must be qualified to testify, by knowledge, skill, experience, training, or education; (2) the testimony must concern scientific, technical or other specialized knowledge; and (3) the testimony must be such as to assist the trier of fact to understand the evidence or to determine a fact in issue.\" Corey, 207 F.3d at 88 (internal quotation marks omitted). Rule 702 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Fed. R. Evid. 702. After careful review of the entire record, we find that the district court did not abuse its discretion when it allowed Captain Sadler to present expert testimony. We find, as did the district court, that Captain Sadler had the knowledge, skill, experience, training and education to qualify him as an expert and that his testimony would assist the trier of fact to better understand the case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Captain Sadler was well-qualified based on his skill, training, education and knowledge. He was a 1973 graduate of the Maine Marine Academy, where he took courses in seamanship, rigging, booming, cargo-handling, mooring and engineering, and received a Bachelors of Science in Nautical Science. Captain Sadler holds various licenses and has worked his way through the ranks to that of captain.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Captain Sadler has spent years on the water, primarily aboard tugs and barges, including employment with the second largest towing company in the country. He often evaluated and trained crews and was responsible for the safety of the crews and the ships. He trained crews to better handle lines, gear and other equipment on vessels. Captain Sadler was responsible for supervising the lifting and pulling of different objects, including numerous types of chains, chock lines on pennants and nylon lines of different weights and force. In fact, his vessel was used as a school ship and he taught others how to handle and lift such lines and equipment. He established procedures and authored the Responsible Carrier Program, which describes the responsibilities of each member of a vessel's crew. Captain Sadler was further responsible for the introduction of new equipment on vessels and retrofitting and replacing equipment on others.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Captain Sadler was well-qualified to give opinions regarding docking and undocking. He was qualified to be a docking master and \"rode in excess of a hundred vessels,\" observing or participating in the docking and undocking procedure. Because trips on tugs and barges were relatively short, Captain Sadler was involved in docking and undocking more than the average seaman.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The defendant argues that Captain Sadler was not qualified to give expert testimony in this case because this case concerns an accident which occurred aboard an ITB vessel and because Captain Sadler never served as a member of a crew aboard an ITB. While it is true that Captain Sadler was never a crew member on an ITB, it does not follow that he was unqualified to give an opinion regarding the equipment, the machinery and the docking and undocking procedures. He testified that he was familiar with ITB vessels and that they use the same winches, machinery, chocks and blocks as his barges and tugs.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Moreover, it should be noted that the defendant had ample opportunity to cross examine Captain Salder and to use its own expert witness - which it did. We find that Captain Sadler was qualified to give expert testimony regarding, inter alia, the lifting of heavy lines (the cause of the plaintiff's injury). The district judge, utilizing the broad discretion afforded him, did not commit clear error by allowing Captain Sadler to proffer his opinion and we will not disturb that determination. Therefore, the district court's denial of the defendant's motion for a new trial is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">III. Motion for remittitur.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendant moved for remittitur on the grounds that the amount of damages awarded to the plaintiff was excessive and not supported by the evidence presented at trial. The defendant also argued that the district court failed to instruct the jury on reducing lost wages to present value or that any award is not subject to income taxes. We review the district court's denial of a motion for remittitur for an abuse of discretion. See Smith v. Kmart Corp., 177 F.3d 19, 29 (1st Cir. 1999). \"We will not disturb an award of damages because it is extremely generous or because we think the damages are considerably less.... We will only reverse an award if it is so grossly disproportionate to any injury established by the evidence as to be unconscionable as a matter of law.\" Koster v. Trans World Airlines, Inc., 181 F.3d 24, 34 (1st Cir.), cert. denied, U.S., 120 S. Ct. 532 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">When determining whether the damages awarded are excessive or unsupported by the evidence, we view the evidence in the light most favorable to the verdict. See Smith, 177 F.3d at 30. In light of the deference owed to the verdict, we find that the jury's award of $900,000.00 does not warrant remittitur. Ample evidence was introduced at trial regarding the plaintiff's injury, his inability to earn a living and the pain and suffering he experienced, is experiencing and will experience in the future. Therefore, we find that the award of $900,000.00 was supported by the evidence and will not disturb the jury's award.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The defendant also argues that the award for past and future lost wages was improperly inflated because the district court failed to instruct the jury on reducing lost wages to present value and that any award is not subject to taxes. An instruction regarding the tax was not requested by the defendant and was only mentioned after the instructions were given to the jury. The defense attorney simply stated, \"I don't think that you mentioned anything there that any award they make is not subject to taxes.\" App. 848. The plaintiff's attorney noted that the defendant never asked for such an instruction, and the court refused to give it. We have previously held, and do so again here, that, absent a party's objection, a judge's failure to give an instruction that an award is not subject to income tax, is not error. See Kennett v. Delta Airlines, Inc., 560 F.2d 456, 461-62 (1st Cir. 1977) (finding no error in failure to give an instruction that the award is not subject to income tax).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court did not instruct the jury that it could reduce the award to present value because the defendant failed to request such an instruction and then failed to object to its absence. The defendant, however, argues for the first time on appeal that the lack of said instruction improperly inflated the award. Rule 51 of the Federal Rules of Civil Procedure states, in pertinent part, that: \"No party may assign as error the giving or the failure to give an instruction unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter objected to and the grounds of the objection.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">If a party fails to object to a jury instruction pursuant to Rule 51, then it cannot be raised successfully on appeal. See Scarfo v. Cabletron Sys., Inc., 54 F.3d 931, 940 (1st Cir. 1995). In Scarfo, we held that: \"[t]he rule has been rigorously enforced in this circuit, and its clear language will be overlooked only in exceptional cases or under peculiar circumstances to prevent a clear miscarriage of justice... or where the error seriously affected the fairness, integrity or public reputation of judicial proceedings.\" Id. (internal citations and quotation marks omitted); see also Beatty v. Michael Bus. Machs. Corp., 172 F.3d 117, 121 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plain error \"is reserved for the most egregious circumstances.\" Negron v. Caleb Brett U.S.A., Inc., 212 F.3d 666, 672 (1st Cir. 2000) (internal quotation marks omitted). The Supreme Court has held that plain error applies only where the error \"seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.\" United States v. Olano, 507 U.S. 725, 736 (1993)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (internal quotation marks omitted); see also Scarfo, 54 F.3d at 940) (holding that we will only reverse if the charge \"has caused a miscarriage of justice or has undermined the integrity of the judicial process.\"); Clausen v. Sea-3, Inc., 21 F.3d 1181, 1196 (1st Cir. 1994) (holding that the plain error standard, which is \"high in any event,... is near its zenith in the Rule 51 milieu\") (omission in original) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We find that the district court did not commit plain error when it failed to give an instruction that any future damage award should be discounted to present value. The defendant neither requested such an instruction, nor objected to its omission, and cannot meet the high standard of \"plain error\" to warrant reversal. There is nothing to suggest that this omission \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.\" Negron, 212 F.3d at 672. Therefore, we decline the defendant's invitation to remand with instructions to grant a remittitur.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  An ITB is an integrated tug and barge. It is over 700 feet long and has a tugboat attached to the back of the barge.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Defendant's citation to Colburn v. Bunge Towing, Inc., 883 F.2d 372, 377 (5th Cir. 1989), a pre-Olano case which arguably applies a different plain error standard, is thus beside the point.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199113\"><a href=\"/opinion/199113/diefenbach-v-sheridan-transport/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">GEORGE DIEFENBACH, PLAINTIFF, APPELLEE,<br>v.<br>SHERIDAN TRANSPORTATION, DEFENDANT, APPELLANT.<br>SIX TUG BARGE CORPORATION, DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">No. 00-1099.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard September 6, 2000.<br>Decided October 6, 2000.<br>As amended July 30, 2001.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">Thomas E. Clinton, with whom Clinton &amp; Muzyka, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Michael B. Latti, with whom Carolyn M. Latti and Latti Associates Llp, were on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">Bownes, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellee, George Diefenbach, brought this action pursuant to the Jones Act, 46 U.S.C. app. &#167; 688 (1994) against his employer, defendant-appellant Sheridan Transportation, seeking damages for personal injuries sustained in the course of employment as a boatswain onboard the ITB JACKSONVILLE. The first trial ended in a mistrial. The second trial resulted in a jury verdict of $900,000.00 in favor of the plaintiff. The district court denied the defendant's motions for a new trial and remittitur, and this appeal followed. Finding that the district court correctly decided the motions, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. Facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We briefly describe the facts here, but discuss them in greater detail where applicable and necessary for our discussion. The plaintiff worked as a boatswain on the ITB<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> JACKSONVILLE, a vessel operated by the defendant. On July 8, 1997, the plaintiff injured his back while hauling in the spring line and pennant during the undocking of the vessel. He brought suit in the United States District Court for the District of Massachusetts pursuant to the Jones Act, 46 U.S.C. &#167; 688, for damages resulting from the alleged negligence of the defendant. The plaintiff alleged negligence, unseaworthiness, and maintenance and cure in his complaint. During the first trial, which ended in a mistrial, the plaintiff waived the counts for unseaworthiness and maintenance and cure. The second trial concluded with a jury verdict in favor of the plaintiff in the amount of $900,000.00.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant moved for a new trial on the grounds that the district court improperly instructed the jury, improperly admitted the plaintiff's maritime expert's opinion and allowed a verdict which was \"excessive and not supported by the evidence as presented at trial.\" The defendant also moved for remittitur. Both of defendant's motions were denied by the district court and the defendant appeals to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">II. Motion for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the district court's denial of a motion for a new trial only for manifest abuse of discretion. See United States v. Dumas, <span class=\"citation\" data-id=\"198855\"><a href=\"/opinion/198855/united-states-v-dumas/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 14 (1st Cir. 2000). The same standard of review is applied to the admissibility of expert testimony. See Palmacci v. Umpierrez, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></span>, 792 (1st Cir. 1997). The defendant submits that the opinions of the plaintiff's expert, Captain George Albert Sadler, should not have been allowed because \"[h]e lacked the specific knowledge, training and experience to assist the trier of fact in determining the validity of the [plaintiff's] claims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The defendant concedes that expert testimony was necessary to assist the trier of fact because this case involved docking and undocking procedures for, and equipment used on, a complex vessel -subjects beyond the scope of common knowledge. The defendant submits, however, that \"Captain Sadler's qualifications and opinions lacked Daubert [v. Merrell Dow Pharms., Inc., <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span> (1993)] reliability and that the [t]rial [j]udge committed meaningful error in judgment allowing Captain Sadler to proffer his opinions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need not address whether Captain Sadler's qualifications and opinions lacked Daubert reliability because this specific objection has been waived. A timely objection must be made \"stating the specific ground of objection, if the specific ground was not apparent from the context.\" Fed. R. Evid. 103(a)(1) (emphasis added). We have previously held that a Daubert objection must be made at trial and cannot be made for the first time on appeal. See United States v. Gilbert, <span class=\"citation\" data-id=\"198521\"><a href=\"/opinion/198521/united-states-v-gilbert/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">152</span></a></span>, 162-63 (1st Cir. 1999); Cortes-Irizarry v. Corporacion Insular de Seguros, <span class=\"citation\" data-id=\"739669\"><a href=\"/opinion/739669/rafaela-cortes-irizarry-v-corporacin-insular-de-seguros/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span>, 188-89 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As in Gilbert, \"[n]o suggestion was made by [the defendant here] that the Daubert principles should be applied to [Sadler's] testimony. Our rule is that an objection not made in the trial court will not be considered in the first instance on appeal.\" Gilbert, 181 F.3d 162-63. Furthermore, it should be noted that the defendant explicitly waived any possible Daubert objection in its reply brief to this court:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The objection of Sheridan to the testimony of Captain Sadler is based on the complete lack of expert qualifications possessed by the witness in relation to the issues on which his opinions were offered. Sheridan has not raised the \"scientific validity[]\" objection as improperly claimed by Diefenbach.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While Mr. Diefenbach attempts to couch the objection of Sheridan as something other than what was intended by Sheridan's attorney, the basis for the objection could not have been made more clear. It is an objection to the lack of proper qualifications to provide opinion testimony on the part of Mr. Sadler....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Clearly, then, while Diefenbach attempts to argue that the defendant did not specifically put the trial judge on notice as to the \"scientific validity\" underlying the testimony, this was not the objection. This was made clear at the trial.... It was also made clear in the Defendant's Memorandum of Law in Support of its Motion for a New Trial when Sheridan stated: \"Permitting plaintiff's expert, Sadler, to opine in areas which he was not qualified precluded the jury from returning a fair and impartial verdict in this matter.\"... Finally, it was made clear in Sheridan's Brief previously filed in this appeal, which stated as to Captain Sadler: \"He lacked the specific knowledge, training and experience to assist the trier of fact in determining the validity of the appellee's claims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Def.'s Reply Br., pp. 1-3 (internal citations omitted) (emphasis added). Therefore, we determine that any Daubert objection was waived by the defendant and we need not address it for the first time on appeal. We turn, instead, to the defendant's objection that Captain Sadler \"lacked the specific knowledge, training and experience to assist the trier of fact in determining the validity of the appellee's claims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is well-settled that \"trial judges have broad discretionary powers in determining the qualification, and thus, admissibility, of expert witnesses. It is settled law in this circuit that [w]hether a witness is qualified to express an expert opinion is a matter left to the sound discretion of the trial judge. In the absence of clear error, as a matter of law, the trial judge's decision will not be reversed.\" Richmond Steel Inc. v. Puerto Rican Am. Ins. Co., <span class=\"citation\" data-id=\"576214\"><a href=\"/opinion/576214/richmond-steel-inc-v-puerto-rican-american-insurance-company/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 20 (1st Cir. 1992) (alterations in original) (internal quotation marks omitted); see also United States v. Corey, <span class=\"citation\" data-id=\"768064\"><a href=\"/opinion/768064/united-states-v-alvin-scott-corey/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 88 (1st Cir. 2000) (reviewing rulings relating to the admissibility of expert testimony for clear abuses of discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The admissibility of expert testimony is governed by Federal Rules of Evidence 702 and 703. Three requirements are imposed by Rule 702: \"(1) the expert must be qualified to testify, by knowledge, skill, experience, training, or education; (2) the testimony must concern scientific, technical or other specialized knowledge; and (3) the testimony must be such as to assist the trier of fact to understand the evidence or to determine a fact in issue.\" Corey, 207 F.3d at 88 (internal quotation marks omitted). Rule 702 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Fed. R. Evid. 702. After careful review of the entire record, we find that the district court did not abuse its discretion when it allowed Captain Sadler to present expert testimony. We find, as did the district court, that Captain Sadler had the knowledge, skill, experience, training and education to qualify him as an expert and that his testimony would assist the trier of fact to better understand the case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Captain Sadler was well-qualified based on his skill, training, education and knowledge. He was a 1973 graduate of the Maine Marine Academy, where he took courses in seamanship, rigging, booming, cargo-handling, mooring and engineering, and received a Bachelors of Science in Nautical Science. Captain Sadler holds various licenses and has worked his way through the ranks to that of captain.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Captain Sadler has spent years on the water, primarily aboard tugs and barges, including employment with the second largest towing company in the country. He often evaluated and trained crews and was responsible for the safety of the crews and the ships. He trained crews to better handle lines, gear and other equipment on vessels. Captain Sadler was responsible for supervising the lifting and pulling of different objects, including numerous types of chains, chock lines on pennants and nylon lines of different weights and force. In fact, his vessel was used as a school ship and he taught others how to handle and lift such lines and equipment. He established procedures and authored the Responsible Carrier Program, which describes the responsibilities of each member of a vessel's crew. Captain Sadler was further responsible for the introduction of new equipment on vessels and retrofitting and replacing equipment on others.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Captain Sadler was well-qualified to give opinions regarding docking and undocking. He was qualified to be a docking master and \"rode in excess of a hundred vessels,\" observing or participating in the docking and undocking procedure. Because trips on tugs and barges were relatively short, Captain Sadler was involved in docking and undocking more than the average seaman.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The defendant argues that Captain Sadler was not qualified to give expert testimony in this case because this case concerns an accident which occurred aboard an ITB vessel and because Captain Sadler never served as a member of a crew aboard an ITB. While it is true that Captain Sadler was never a crew member on an ITB, it does not follow that he was unqualified to give an opinion regarding the equipment, the machinery and the docking and undocking procedures. He testified that he was familiar with ITB vessels and that they use the same winches, machinery, chocks and blocks as his barges and tugs.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Moreover, it should be noted that the defendant had ample opportunity to cross examine Captain Salder and to use its own expert witness - which it did. We find that Captain Sadler was qualified to give expert testimony regarding, inter alia, the lifting of heavy lines (the cause of the plaintiff's injury). The district judge, utilizing the broad discretion afforded him, did not commit clear error by allowing Captain Sadler to proffer his opinion and we will not disturb that determination. Therefore, the district court's denial of the defendant's motion for a new trial is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">III. Motion for remittitur.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendant moved for remittitur on the grounds that the amount of damages awarded to the plaintiff was excessive and not supported by the evidence presented at trial. The defendant also argued that the district court failed to instruct the jury on reducing lost wages to present value or that any award is not subject to income taxes. We review the district court's denial of a motion for remittitur for an abuse of discretion. See Smith v. Kmart Corp., <span class=\"citation\" data-id=\"198473\"><a href=\"/opinion/198473/smith-v-k-mart-corporation/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 29 (1st Cir. 1999). \"We will not disturb an award of damages because it is extremely generous or because we think the damages are considerably less.... We will only reverse an award if it is so grossly disproportionate to any injury established by the evidence as to be unconscionable as a matter of law.\" Koster v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"198522\"><a href=\"/opinion/198522/koster-v-trans-world/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 34 (1st Cir.), cert. denied, U.S., <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span></span> (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">When determining whether the damages awarded are excessive or unsupported by the evidence, we view the evidence in the light most favorable to the verdict. See Smith, 177 F.3d at 30. In light of the deference owed to the verdict, we find that the jury's award of $900,000.00 does not warrant remittitur. Ample evidence was introduced at trial regarding the plaintiff's injury, his inability to earn a living and the pain and suffering he experienced, is experiencing and will experience in the future. Therefore, we find that the award of $900,000.00 was supported by the evidence and will not disturb the jury's award.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The defendant also argues that the award for past and future lost wages was improperly inflated because the district court failed to instruct the jury on reducing lost wages to present value and that any award is not subject to taxes. An instruction regarding the tax was not requested by the defendant and was only mentioned after the instructions were given to the jury. The defense attorney simply stated, \"I don't think that you mentioned anything there that any award they make is not subject to taxes.\" App. 848. The plaintiff's attorney noted that the defendant never asked for such an instruction, and the court refused to give it. We have previously held, and do so again here, that, absent a party's objection, a judge's failure to give an instruction that an award is not subject to income tax, is not error. See Kennett v. Delta Airlines, Inc., <span class=\"citation\" data-id=\"348377\"><a href=\"/opinion/348377/bayard-w-kennett-administrator-of-the-estate-of-linnell-w-kennett-v/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 461-62 (1st Cir. 1977) (finding no error in failure to give an instruction that the award is not subject to income tax).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court did not instruct the jury that it could reduce the award to present value because the defendant failed to request such an instruction and then failed to object to its absence. The defendant, however, argues for the first time on appeal that the lack of said instruction improperly inflated the award. Rule 51 of the Federal Rules of Civil Procedure states, in pertinent part, that: \"No party may assign as error the giving or the failure to give an instruction unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter objected to and the grounds of the objection.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">If a party fails to object to a jury instruction pursuant to Rule 51, then it cannot be raised successfully on appeal. See Scarfo v. Cabletron Sys., Inc., <span class=\"citation\" data-id=\"196064\"><a href=\"/opinion/196064/scarfo-v-cabletron-systems/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">931</span></a></span>, 940 (1st Cir. 1995). In Scarfo, we held that: \"[t]he rule has been rigorously enforced in this circuit, and its clear language will be overlooked only in exceptional cases or under peculiar circumstances to prevent a clear miscarriage of justice... or where the error seriously affected the fairness, integrity or public reputation of judicial proceedings.\" Id. (internal citations and quotation marks omitted); see also Beatty v. Michael Bus. Machs. Corp., <span class=\"citation\" data-id=\"762749\"><a href=\"/opinion/762749/kevin-p-beatty-and-cynthia-l-beatty-v-michael-business-machines-corp/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></a></span>, 121 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plain error \"is reserved for the most egregious circumstances.\" Negron v. Caleb Brett U.S.A., Inc., <span class=\"citation\" data-id=\"198945\"><a href=\"/opinion/198945/negron-v-caleb-brett-usa-inc/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">666</span></a></span>, 672 (1st Cir. 2000) (internal quotation marks omitted). The Supreme Court has held that plain error applies only where the error \"seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.\" United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 736 (1993)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (internal quotation marks omitted); see also Scarfo, 54 F.3d at 940) (holding that we will only reverse if the charge \"has caused a miscarriage of justice or has undermined the integrity of the judicial process.\"); Clausen v. Sea-3, Inc., <span class=\"citation\" data-id=\"668217\"><a href=\"/opinion/668217/eric-clausen-v-sea-3-inc-storage-tank-development-corporation/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1181</span></a></span>, 1196 (1st Cir. 1994) (holding that the plain error standard, which is \"high in any event,... is near its zenith in the Rule 51 milieu\") (omission in original) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We find that the district court did not commit plain error when it failed to give an instruction that any future damage award should be discounted to present value. The defendant neither requested such an instruction, nor objected to its omission, and cannot meet the high standard of \"plain error\" to warrant reversal. There is nothing to suggest that this omission \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.\" Negron, 212 F.3d at 672. Therefore, we decline the defendant's invitation to remand with instructions to grant a remittitur.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  An ITB is an integrated tug and barge. It is over 700 feet long and has a tugboat attached to the back of the barge.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Defendant's citation to Colburn v. Bunge Towing, Inc., <span class=\"citation\" data-id=\"528228\"><a href=\"/opinion/528228/johnny-c-colburn-cross-appellant-v-bunge-towing-inc-and-mv-terry-k/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">372</span></a></span>, 377 (5th Cir. 1989), a pre-Olano case which arguably applies a different plain error standard, is thus beside the point.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768064/"
  ]
}