{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199544/",
  "absolute_url": "/opinion/199544/laro-v-state-of-nh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199544/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:32:23Z",
  "date_modified": "2017-03-24T11:02:14.913711Z",
  "type": "010combined",
  "sha1": "3ed7e1d18a18835765be055505a675f235bc747b",
  "page_count": 54,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1581-01A.pdf",
  "local_path": "pdf/2001/08/06/Laro_v._State_of_NH.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-1581\n\n                            STEPHEN LARO\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                      STATE OF NEW HAMPSHIRE\n\n                       Defendant, Appellee.\n\n\n        ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n                               Before\n\n                       Lynch, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n\n     Peter J. Smith, Attorney, Appellate Staff, Civil Division, U.S.\nDepartment of Justice, with whom David W. Ogden, Acting Assistant\nAttorney General, Paul M. Gagnon, U.S. Attorney, and Mark B. Stern,\nAttorney, Appellate Staff, Civil Division, U.S. Department of Justice,\nwere on brief, for intervenor United States and appellant.\n\n     Andrew B. Livernois, with whom Philip T. McLaughlin, New\nHampshire Attorney General, was on brief, for appellee.\n\fAugust 6, 2001\n\f          LYNCH, Circuit Judge. This case requires us to address the\n\nscope of congressional power under Section 5 of the Fourteenth\n\nAmendment to abrogate the immunity of the states from suit in federal\n\ncourt which the states would otherwise enjoy under the Eleventh\n\nAmendment and Supreme Court precedent.       At issue is whether the\n\ncreation of a private cause of action against a state for money damages\n\nunder the personal medical leave provision of the Family and Medical\n\nLeave Act, 29 U.S.C. § 2612(a)(1)(D), validly abrogates that immunity\n\nas an exercise of Congress's Section 5 powers.\n\n          Following the analytic framework suggested by two recent\n\nSupreme Court decisions, Kimel v. Florida Board of Regents, 528 U.S.\n\n62 (2000), and Board of Trustees of the University of Alabama v.\n\nGarrett, 531 U.S. 356, 121 S. Ct. 955 (2001), we hold that the FMLA's\n\npersonal medical leave provision, 29 U.S.C. § 2612(a)(1)(D) (affording\n\nleave for serious personal health conditions), insofar as it authorizes\n\nprivate suits against states, does not validly abrogate the states'\n\nimmunity.1 Every circuit court which has addressed the personal medical\n\nleave provision of the FMLA in this context has held that that\n\nprovision does not abrogate the immunity of the state as employer in\n\n\n\n     1      We express no opinion on the states' immunity from\na private cause of action under the other provisions of the\nFMLA.   We also note that the applicability of the personal\nmedical leave provision to private parties as a valid exercise\nof Congress's Article I powers is not in question.\n\n                                 -3-\n\fthe face of the Eleventh Amendment. Our holding is narrow: the present\n\nlegislative record does not demonstrate that the personal medical leave\n\nprovision of the FMLA is an appropriate response necessary to remedy or\n\nprevent unconstitutional gender discrimination practiced by the states\n\nas employers.\n\n                                  I.\n\n          Stephen Laro was employed by the State of New Hampshire as\n\na computer specialist for the New Hampshire Retirement System. In\n\nearly 1998, he had heart bypass surgery.      Because of his medical\n\ncondition, following his surgery he requested and received leave under\n\nthe FMLA, which leave began on March 6, 1998.       Laro's physician\n\nprovided the State with a certification which said that Laro's\n\ncondition required him to be out of work for at least eight weeks, or\n\nuntil at least May 3, 1998. Apparently his employer understood that to\n\nmean he requested leave only until that day. When he did not return to\n\nwork as of May 5, 1998, his employer inquired, and Laro explained that\n\nhis physician had not yet cleared him to return to work. On May 8,\n\n1998, the State wrote to Laro, informing him that his FMLA leave would\n\nexpire as of May 29, 1998. Laro replied that he would not need any\n\nmore time than that, and on May 18, 1998, he provided his employer with\n\na letter from his physician authorizing his immediate return to work.\n\nLaro's employer then told him that before returning to work he had to\n\nmeet with his supervisors, and asked him to schedule an appointment.\n\n\n                                 -4-\n\fAt this time, Laro expected to return to work on Thursday, May 21,\n\nbefore the expiration of the twelve week FMLA period. Instead, he was\n\ngiven a termination letter, dated May 21, 1998, and setting an\n\neffective termination date of May 29, 1998. The termination letter\n\nstated that Laro had exhausted his accumulated leave balances and that\n\nhe was unable to meet the New Hampshire Retirement System’s attendance\n\nrequirements. Other than that statement there is no explanation in the\n\nrecord for New Hampshire’s about-face on Laro’s ability to return to\n\nwork.\n\n          Laro sued for monetary damages in federal court, claiming\n\nthat the state had violated 29 U.S.C. § 2615 by terminating his\n\nemployment before the expiration of the twelve week period of unpaid\n\nleave guaranteed under the FMLA. The state moved to dismiss, asserting\n\nits immunity under the Eleventh Amendment. The district court agreed,\n\nand dismissed the action. Laro now appeals, joined by the United\n\nStates as intervenor.\n\n                                 II.\n\n          The Eleventh Amendment provides that \"[t]he Judicial\n\npower of the United States shall not be construed to extend to\n\nany suit in law or equity, commenced or prosecuted against one\n\nof the United States by Citizens of another State, or by\n\nCitizens or Subjects of any Foreign State.\"       U.S. Const. amend.\n\n\n\n                                 -5-\n\fXI. Though limited by its express terms, the Amendment has been\n\nconstrued broadly by the Supreme Court, such that its \"ultimate\n\nguarantee\" is \"that nonconsenting States may not be sued by\n\nprivate individuals in federal court.\" Garrett, 531 U.S. at ---\n\n, 121 S. Ct. at 962.\n\n          Congress may abrogate this Eleventh Amendment immunity\n\nwhen it both \"unequivocally intends to do so\" and \"act[s]\n\npursuant to a valid grant of constitutional authority.\"            Id.\n\n(citing Kimel, 528 U.S. at 73).2 Here, the State properly concedes\n\nthat Congress did intend to abrogate the states’ immunity. See 29\n\nU.S.C. § 2617(a)(2) (extending private right of action for damages to\n\nemployees against \"any employer (including a public agency)\"); 29\n\nU.S.C. § 2611(4)(A)(iii) (defining \"employer\" to include any \"public\n\nagency\" and cross-referencing 29 U.S.C. § 203(x) (defining \"public\n\nagency\" to include \"the government of a State or political subdivision\n\nthereof\")). The question, then, is whether Congress, in subjecting the\n\nstates to suit in federal court for money damages under the personal\n\nmedical leave provision of the FMLA, acted appropriately pursuant to a\n\nvalid grant of constitutional authority.\n\n\n\n\n     2     States may also waive this immunity by consenting to\nsuit, but n o one argues here that New Hampshire consented to suit or\nwaived its immunity.\n\n                                 -6-\n\f            The Supreme Court has held that Congress may not\n\nproperly base its abrogation of Eleventh Amendment immunity upon\n\nthe powers enumerated in Article I.        Garrett, 531 U.S. at ---,\n\n121 S. Ct. at 962; Kimel, 528 U.S. at 79; Seminole Tribe of Fla.\n\nv. Florida, 517 U.S. 44, 72-73 (1996).          Where Congress acts\n\npursuant to a valid exercise of its power under Section 5 of the\n\nFourteenth Amendment, however, it may subject nonconsenting\n\nstates to suit in federal court.        Garrett, 531 U.S. at ---, 121\n\nS. Ct. at 962 (\"[T]he Eleventh Amendment, and the principle of\n\nstate sovereignty which it embodies, are necessarily limited by\n\nthe enforcement provisions of § 5 of the Fourteenth Amendment.\")\n\n(quoting Fitzpatrick v. Bitzer, 427 U.S. 445, 456 (1976));\n\nSeminole    Tribe, 517 U.S. at 59 (\"[T]hrough the Fourteenth\n\nAmendment, federal power extended to intrude upon the province\n\nof the     Eleventh   Amendment   and   therefore   [   ]   §   5   of   the\n\nFourteenth Amendment allowed Congress to abrogate the immunity\n\nfrom suit guaranteed by that Amendment.\").          That is so because\n\nthe Fourteenth Amendment expressly empowers Congress to enforce\n\nits provisions against the states. See Seminole Tribe, 517 U.S.\n\nat 59 (\"[T]he Fourteenth Amendment, by expanding federal power\n\nat the expense of state autonomy, [ ] fundamentally altered the\n\n                                  -7-\n\fbalance    of    state   and   federal   power   struck   by   the\n\nConstitution.\"); Ex parte Virginia, 100 U.S. 339, 346 (1879)\n\n(\"The prohibitions of the Fourteenth Amendment are directed to\n\nthe States, and they are to a degree restrictions of State\n\npower.    It is these which Congress is empowered to enforce, and\n\nto enforce against State action . . . .    Such enforcement is no\n\ninvasion of State sovereignty.    No law can be, which the people\n\nof the States have, by the Constitution of the United States,\n\nempowered Congress to enact.\").\n\n           Section 1 of the Fourteenth Amendment provides, in\n\nrelevant part:\n\n           No state shall make or enforce any law which shall\n           abridge the privileges or immunities of citizens of\n           the United States; nor shall any State deprive any\n           person of life, liberty, or property, without due\n           process of law; nor deny to any person within its\n           jurisdiction the equal protection of the laws.\n\nU.S. Const. amend. XIV.    Section 5 of the Fourteenth Amendment\n\ngrants Congress the power to enforce the substantive guarantees\n\ncontained in Section 1 by enacting \"appropriate legislation.\"3\n\nId.   This provision embodies an affirmative grant of power to\n\n\n      3   Section 5 provides in full: \"The Congress shall have\npower to enforce, by appropriate legislation, the provisions of\nthis article.\" U.S. Const. amend. XIV.\n\n                                -8-\n\fCongress.     See City of Boerne v. Flores, 521 U.S. 507, 517\n\n(1997) (\"All must acknowledge that § 5 is 'a positive grant of\n\nlegislative power' to Congress.\") (quoting Katzenbach v. Morgan,\n\n384 U.S. 641, 651 (1966)).\n\n            Section 5 of the Fourteenth Amendment, then, affords\n\nCongress a    broad remedial and prophylactic power to enact\n\nlegislation restricting state action, so long as the legislation\n\nreflects a rational means, under the standard of McCulloch v.\n\nMaryland, 17 U.S. (4 Wheat.) 316, 421 (1819), to realize the end\n\nof   enforcing     the   Fourteenth   Amendment's    substantive\n\nprohibitions. See City of Boerne, 521 U.S. at 517-18 (\"Whatever\n\nlegislation is appropriate, that is, adapted to carry out the\n\nobjects the amendments have in view, whatever tends to enforce\n\nsubmission to the prohibitions they contain, and to secure to\n\nall persons the enjoyment of perfect equality of civil rights\n\nand the equal protection of the laws against State denial or\n\ninvasion, if not prohibited, is brought within the domain of\n\ncongressional power.\") (quoting Ex parte Virginia, 100 U.S. at\n\n345-46); Katzenbach v. Morgan, 384 U.S. at 650 (\"By including §\n\n5 the draftsmen sought to grant to Congress, by a specific\n\nprovision applicable to the Fourteenth Amendment, the same broad\n\n                               -9-\n\fpowers expressed in the Necessary and Proper Clause, Art. I, §\n\n8, cl. 18.\"); id. at 651 (\"[T]he McCulloch v. Maryland standard\n\nis the measure of what constitutes 'appropriate legislation'\n\nunder § 5 of the Fourteenth Amendment.\"); see also                 South\n\nCarolina v. Katzenbach, 383 U.S. 301, 324-27 (1966) (holding\n\nthat under the enforcement clause of the Fifteenth Amendment,\n\nCongress may employ \"any rational means to effectuate [its]\n\nconstitutional     prohibitions,\"     and   citing   the    standard   of\n\nMcCulloch v. Maryland as \"[t]he basic test to be applied in a\n\ncase involving § 2 of the Fifteenth Amendment\"); James Everard's\n\nBreweries v. Day, 265 U.S. 545, 558-59 (1924) (legislation under\n\nthe enforcement clause of the Eighteenth Amendment assessed\n\nunder the standard of McCulloch v. Maryland).           Indeed, by its\n\nexpress terms, the Necessary and Proper Clause applies to\n\nenumerated powers added to the Constitution after its adoption.\n\nSee U.S. Const. Art. I, § 8, cl. 18 (granting Congress the power\n\n\"[t]o make all Laws which shall be necessary and proper for\n\ncarrying into Execution the foregoing Powers,              and all other\n\nPowers vested by this Constitution in the Government of the\n\nUnited   States,   or   in   any   Department   or   Officer   thereof\")\n\n(emphasis added).\n\n                                   -10-\n\f             The scope of Section 5 of the Fourteenth Amendment\n\nenables Congress to do more than simply prohibit what the\n\nAmendment     itself        already   prohibits;        Congress     may        enact\n\nlegislation which is rationally tailored to prevent or deter the\n\nincidence of violations of the Amendment.                 See, e.g., Garrett,\n\n531 U.S. at ---, 121 S. Ct. at 963 (\"Congress is not limited to\n\nmere legislative repetition of this Court's constitutional\n\njurisprudence.\"); Kimel, 528 U.S. at 81 (\"Congress' § 5 power is\n\nnot confined to the enactment of legislation that merely parrots\n\nthe precise wording of the Fourteenth Amendment.                           Rather,\n\nCongress'     power    'to     enforce'     the    Amendment     includes        the\n\nauthority both to remedy and to deter violation of rights\n\nguaranteed thereunder by prohibiting a somewhat broader swath of\n\nconduct, including that which is not itself forbidden by the\n\nAmendment's     text.\");       City   of     Boerne,      521    U.S.      at    518\n\n(\"Legislation which deters or remedies constitutional violations\n\ncan fall within the sweep of Congress' enforcement power even if\n\nin   the   process     it    prohibits     conduct      which   is   not    itself\n\nunconstitutional and intrudes into 'legislative spheres of\n\nautonomy    previously        reserved     to     the    States.'\")     (quoting\n\nFitzpatrick, 427 U.S. at 455).\n\n                                      -11-\n\f             Indeed, the enforcement clause delegates to Congress\n\nin the first instance the responsibility to determine what\n\nprophylactic measures are necessary to enforce most effectively\n\nthe Amendment's substantive provisions.               See, e.g., City of\n\nBoerne, 521 U.S. at 536 (\"It is for Congress in the first\n\ninstance to 'determin[e] whether and what legislation is needed\n\nto secure the guarantees of the Fourteenth Amendment,' and its\n\nconclusions     are    entitled     to     much   deference.\")   (quoting\n\nKatzenbach v. Morgan, 384 U.S. at 651); Katzenbach v. Morgan,\n\n384 U.S. at 648 (\"It is the power of Congress which has been\n\nenlarged.     Congress is authorized to enforce the prohibitions by\n\nappropriate legislation.         Some legislation is contemplated to\n\nmake   the    amendments    fully   effective.\")      (quoting   Ex   parte\n\nVirginia,     100   U.S.   at   345);    see   also   South   Carolina   v.\n\nKatzenbach, 383 U.S. at 326 (enforcement clause of the Fifteenth\n\nAmendment indicates that Congress was to be \"chiefly responsible\n\nfor implementing\" the rights created in the Amendment).\n\n             Because the Fourteenth Amendment affords this role to\n\nCongress,     courts   consider     congressional      conclusions    with\n\nconsiderable deference.         See, e.g., Katzenbach v. Morgan, 384\n\nU.S. at 653 (\"It was for Congress . . . to assess and weigh the\n\n                                    -12-\n\fvarious conflicting considerations . . . . It is not for us to\n\nreview the congressional resolution of these factors.                 It is\n\nenough that we be able to perceive a basis upon which the\n\nCongress   might    resolve    the    conflict    as   it   did.\");   James\n\nEverard's Breweries, 265 U.S. at 560 (\"In enacting [enforcement]\n\nlegislation,   Congress       has    affirmed    its   validity.       That\n\ndetermination must be given great weight; this Court by an\n\nunbroken line of decisions having steadily adhered to the rule\n\nthat every possible presumption is in favor of the validity of\n\nan act of Congress until overcome beyond rational doubt.\")\n\n(internal quotation marks omitted).\n\n           Nevertheless, this congressional power is not without\n\nlimits; congressional power under Section 5 \"is but a limited\n\nauthority [ ] extending only to a single class of cases,\" though\n\nwithin those limits it is \"complete.\"            Ex parte Virginia, 100\n\nU.S. at 348; see also City of Boerne, 521 U.S. at 518 (\"[A]s\n\nbroad as the congressional enforcement power is, it is not\n\nunlimited.\") (quoting Oregon v. Mitchell, 400 U.S. 112, 128\n\n(1970)   (opinion    of   Black,     J.)).       The   limits   are   those\n\n\"prescribed\" in the Constitution itself.           See Gibbons v. Ogden,\n\n22 U.S. (9 Wheat.) 1, 196 (1824).                That is, the ends of\n\n                                     -13-\n\fappropriate enforcement legislation under Section 5 must be the\n\nenforcement of the substantive guarantees of the Fourteenth\n\nAmendment.    See Kimel, 528 U.S. at 81 (the language of Section\n\n5 limits     congressional   power   to   enacting   that   legislation\n\nappropriate \"to enforce\" the provisions of the Amendment);\n\naccord City of Boerne, 521 U.S. at 519.\n\n           Consequently, despite Congress's initial responsibility\n\nto gauge appropriate enforcement legislation, federal courts\n\nretain the power to review that legislation to ensure that it\n\npursues appropriate ends.     See City of Boerne, 521 U.S. at 536\n\n(\"[T]he courts retain the power . . . to determine if Congress\n\nhas exceeded its authority under the Constitution.\"); see also\n\nJames Everard's Breweries, 265 U.S. at 559 (\"What [the Court]\n\nmay consider is whether that which has been done by Congress has\n\ngone beyond the constitutional limits upon its legislative\n\ndiscretion.\").     The unconstitutional exercise of enforcement\n\npowers occurs where Congress attacks \"evils\" not comprehended by\n\nthe amendments.    See South Carolina v. Katzenbach, 383 U.S. at\n\n326-27.\n\n           Two recent Supreme Court cases present a framework for\n\nassessing whether legislation enacted under Section 5 falls\n\n                                -14-\n\fwithin appropriate bounds in the face of a claim of Eleventh\n\nAmendment immunity.    See Garrett, 531 U.S. 356, 121 S. Ct. 955;\n\nKimel, 528 U.S. 62.    The first step of this Eleventh Amendment\n\nanalysis requires the court to identify the precise scope of the\n\nconstitutional right at issue, including as it is reflected in the\n\ndegree of judicial scrutiny afforded the state statute or action. See,\n\ne.g., Garrett, 531 U.S. at ---, 121 S. Ct. at 963 (\"The first\n\nstep in applying these now familiar principles is to identify\n\nwith some precision the scope of the constitutional right at\n\nissue.\"). Whether the legislation is prophylactic or remedial, the\n\ncourt must then examine whether the legislative means adopted by\n\nCongress have a congruence and proportionality to the constitutional\n\ninjury to be prevented or remedied.4 See, e.g., Kimel, 528 U.S. at\n\n\n     4    In deciding whether legislation is congruent to a\nconstitutional violation, the Court has typically looked to the\nlegislative record to determine if Congress has identified a\nhistory and pattern of unconstitutional state action, see\nGarrett, 531 U.S. at ---, 121 S. Ct. at 964-67; Kimel, 528 U.S.\nat 90-91; Florida Prepaid Educ. Expense Bd. v. College Savings\nBank, 527 U.S. 627, 640 (1999), although it has suggested that\nsuch an inquiry may not be required where the constitutional\nwrong is otherwise evident, cf. Florida Prepaid, 527 U.S. at 646\n(\"Though lack of support in the legislative record is not\ndeterminative, identifying the targeted constitutional wrong or\nevil is still a critical part of our § 5 calculus.\") (citations\nomitted); accord City of Boerne, 521 U.S. at 530-31; see also\nKimel, 528 U.S. at 91. Because we do not consider subsection\n(D), the FMLA provision at issue here, to be a matter where the\n\n                                -15-\n\f81 (\"[R]ecognizing that 'Congress must have wide latitude in\n\ndetermining where [the line between measures that remedy or\n\nprevent unconstitutional actions and measures that make a\n\nsubstantive change in governing law] lies,' we [have] held that\n\n'[t]here must be a congruence and proportionality between the\n\ninjury to be prevented or remedied and the means adopted to that\n\nend.'\") (quoting City of Boerne, 521 U.S. at 520).        We turn to\n\napplying this framework to the FMLA.\n\n                                III.\n\n          The Family and Medical Leave Act of 1993, 29 U.S.C. § 2601\n\net seq., entitles eligible employees to twelve workweeks of unpaid\n\nleave per year in four specified situations: (1) the birth of a child,\n\n(2) the adoption of a child or placement of a foster child, (3) the\n\n\n\ntargeted constitutional wrong is self-evident, we also look to\nthe legislative record. Given this result, we need not reach\nthe question of whether, as some of the language in Garrett\nsuggests, the Court now considers such legislative history to be\nmore generally required than Kimel and City of Boerne suggest.\nSee Garrett, 531 U.S. at ---, 121 S. Ct. at 967-68 (\"[I]n order\nto authorize private individuals to recover money damages\nagainst the States, there must be a pattern of discrimination by\nthe States which violates the Fourteenth Amendment, and the\nremedy imposed by Congress must be congruent and proportional to\nthe targeted violation.\"); id. at 969 (Kennedy, J., concurring)\n(\"The predicate for money damages against an unconsenting State\nin suits brought by private persons must be a federal statute\nenacted upon the documentation of patterns of constitutional\nviolations committed by the State in its official capacity.\").\n\n                                -16-\n\fneed to care for a parent, child, or spouse with a serious health\n\ncondition, and (4) the inability to work due to the employee’s own\n\nserious health condition. 29 U.S.C. § 2612(a)(1).5 The only issue\n\nbefore us in this case concerns the availability of private damages\n\nactions against states under the final provision, 29 U.S.C. §\n\n2612(a)(1)(D), which affords an employee the right to unpaid leave for\n\ninability to work due to his or her own serious health condition.6\n\n\n\n     5      29 U.S.C. § 2612(a)(1), titled \"Entitlement to leave,\"\nprovides:\n          Subject to [29 U.S.C. § 2613], an eligible employee\n     shall be entitled to a total of 12 workweeks of leave\n     during any 12-month period for one or more of the\n     following:\n          (A) Because of the birth of a son or daughter of the\n     employee and in order to care for such son or daughter.\n          (B) Because of the placement of a son or daughter with\n     the employee for adoption or foster care.\n          (C) In order to care for the spouse, or a son,\n     daughter, or parent, of the employee, if such spouse, son,\n     daughter, or parent has a serious health condition.\n          (D) Because of a serious health condition that makes\n     the employee unable to perform the functions of the\n     position of such employee.\n     6     The State, Laro, and the intervenor United States all argue\nthat the entire FMLA is at issue. We disagree. The constitutional\narguments in support of the remaining provisions have greater strength\nand raise issues (for instance, their implications for family roles)\nnot at stake here. Those other provisions are not tested by this case.\nAssessing the provisions separately is not unprecedented, see,\ne.g., Kazmier v. Widmann, 225 F.3d 519, 525 (5th Cir. 2000) (\"[W]e\ndiscern no reason why the provisions of one of the FMLA's subsections\ncould not validly abrogate the States' Eleventh Amendment immunity even\nif the provisions of some or all of the remaining subsections fail to\ndo so.\"), and may be important where, as here, separate\n\n                                 -17-\n\f           The first step in assessing the validity of this personal\n\nmedical leave provision as appropriate enforcement legislation under\n\nSection 5 in the face of Eleventh Amendment immunity is to determine\n\nthe substantive guarantee of the Fourteenth Amendment it is designed to\n\nprotect.   The FMLA was explicitly enacted in part pursuant to\n\ncongressional power under Section 5 of the Fourteenth Amendment to\n\naddress gender-based discrimination (as well as disability-based\n\ndiscrimination), in addition to Congress's Article I, Section 8 powers\n\nunder the Commerce Clause.\n\n           The findings section of the statute provides, in pertinent\n\npart:\n\n           (5) due to the nature of the roles of men and women in our\n           society, the primary responsibility for family caretaking\n           often falls on women, and such responsibility affects the\n           working lives of women more than it affects the working\n           lives of men; and\n           (6) employment standards that apply to one gender only have\n           serious potential for encouraging employers to discriminate\n           against employees and applicants for employment who are of\n           that gender.\n\n29 U.S.C. § 2601(a)(5)-(6). Therefore, the statute provides that it is\n\nthe purpose of the Act:\n\n\n\n\nprovisions of the same act embody differing remedial purposes.\nMoreover, the Supreme Court has suggested that different\nprovisions of the same act might fare differently under this\nEleventh Amendment analysis, in that it declined to address\nclaims arising under Title II of the ADA in Garrett. See 531\nU.S. at ---, 121 S. Ct. at 960 n.1.\n\n                                 -18-\n\f          (4) to accomplish [the statutory goals] in a manner that,\n          consistent with the Equal Protection Clause of the\n          Fourteenth Amendment, minimizes the potential for employment\n          discrimination on the basis of sex by ensuring generally\n          that leave is available for eligible medical reasons\n          (including maternity-related disability) and for compelling\n          family reasons, on a gender-neutral basis; and\n          (5) to promote the goal of equal employment opportunity for\n          women and men, pursuant to such clause.\n\n29 U.S.C. § 2601(b)(4)-(5).\n\n          The question, then, is whether the personal medical leave\n\nprovision of the FMLA appropriately enforces the Fourteenth Amendment's\n\nguarantee against gender-based discrimination by the states. The scope\n\nof constitutional protection against gender-based discrimination under\n\nthe Fourteenth Amendment is broader than that against mere arbitrary\n\nclassifications. Where gender-based discrimination is at issue, a\n\nstate must justify its discrimination by a showing of considerably more\n\nthan mere rationality. See, e.g., United States v. Morrison, 529 U.S.\n\n598, 620 (2000). Gender-based discrimination violates equal protection\n\nunless it \"serves important governmental objectives and . . . the\n\ndiscriminatory means employed are substantially related to the\n\nachievement of those objectives.\" United States v. Virginia, 518 U.S.\n\n515, 533 (1996) (internal quotation marks omitted).\n\n           The personal medical leave provision of the FMLA at issue\n\ndoes not directly address gender discrimination on its face, but may\n\nserve a prophylactic function to prevent or deter unconstitutional\n\nstate actions.   Cf. Hundertmark v. Florida Dep't of Transp., 205\n\n                                 -19-\n\fF.3d 1272, 1276 (11th Cir. 2000) (Equal Pay Act facially targets\n\ngender discrimination and therefore validly abrogates the states'\n\nEleventh Amendment immunity under Section 5). The issue, then, for\n\nEleventh Amendment purposes, is whether there is \"congruence and\n\nproportionality\" between \"the potential for employment discrimination\n\non the basis of sex\" by a state and the FMLA’s provision of twelve-\n\nweeks leave to employees because of their own personal health problems.\n\nWe look only to the gender- based discrimination concerns of Congress.7\n\n          The Supreme Court has not recently addressed the issue of\n\ncongressional power to override a state's Eleventh Amendment immunity\n\nthrough legislation designed to prevent unconstitutional gender-based\n\n\n\n\n     7  It is plain that, under Garrett, there is no congruence between\nthe personal medical leave provision and congressional authority to\nabrogate Eleventh Amendment immunity in addressing disability\ndiscrimination under Section 5. Garrett held that the needed\ncongruence in order to subject the state to a private damages action\nfor disability discrimination was lacking in the Americans with\nDisabilities Act. See Garrett, 531 U.S. at ---, 121 S. Ct. at 966-67.\nIf a direct connection to disability discrimination was insufficient in\nGarrett, then the indirect connection in the FMLA between disability\ndiscrimination and inability to work due to serious health problems is\nsurely insufficient to establish congruence, at least on the current\nlegislative record. The United States concedes this point in its\nbrief.\n\n                                 -20-\n\fdiscrimination in employment.8 But see Fitzpatrick v. Bitzer, 427 U.S.\n\n445, 455 (1974). Rather, the two employment statutes it has considered\n\nin this context address categories of discrimination -- age\n\ndiscrimination in Kimel and disability discrimination in Garrett --\n\nwhere the courts impose a lesser burden on a state to justify\n\ndiscriminatory practices. See Kimel, 528 U.S. at 83-84; Garrett,\n\n531 U.S. at ---, 121 S. Ct. at 963-64. Even with the heightened\n\nstandard of review for gender-based discrimination, however, we do not\n\nfind that the legislative history sufficiently ties the FMLA's personal\n\nmedical   leave   provision   to   the    prevention   of   gender-based\n\ndiscrimination by the states to survive Eleventh Amendment scrutiny.\n\nIn the absence of such history, we must affirm.\n\n          Defending the personal medical leave provision within the\n\ncontext of the entire Act, Laro and the intervenor United States argue\n\nthat the FMLA as a whole was motivated to prevent gender discrimination\n\nagainst both men and women, relying upon the following rationale.\n\nFirst, they say, the Act prevents discrimination against men; without\n\n\n     8    The Supreme Court did consider a gender-based justification\nfor legislation under Section 5 in United States v. Morrison, supra,\nassessing the private suit provisions of the Violence Against Women\nAct. In that case the Court concluded that the provisions of VAWA at\nissue went beyond Congress's Section 5 powers on the ground that the\nprovisions did not act to prevent unconstitutional state action,\ninstead targeting private behavior. 529 U.S. at 626. Since the\nCourt found that VAWA did not target state action, it did not\naddress the Eleventh Amendment analysis pursued in Kimel and\nGarrett.\n\n                                   -21-\n\fthe Act's protection, men might be deprived of leave opportunities and\n\nthereby denied the opportunity to take equal responsibility for their\n\nfamilies. In turn, the absence of leave opportunities for men, they\n\nsay, serves to reinforce general stereotypes that women are the proper\n\ncaregivers, both for children and for other family members, and thereby\n\nforces women back into those stereotypical roles. Such stereotypes, so\n\nreinforced, deter employers from hiring women or promoting them to\n\npositions of equal responsibility vis-a-vis men. The existence of such\n\na reinforcing dynamic was demonstrated, they say, by experience with\n\nrespect to state law maternity provisions: when maternity leave for\n\nwomen was mandated by state law, employers reacted by refusing to hire\n\nor promote women. Thus, legislation that solely protected women in an\n\neffort to eliminate discrimination perversely gave employers an\n\neconomic incentive to discriminate against women. For these reasons,\n\nthey say, the FMLA insists on gender-neutral leave provisions. For\n\npresent purposes we accept all of that to be true.\n\n          In defending the personal medical leave provision of the FMLA\n\nas validly abrogating the states' Eleventh Amendment immunity on this\n\nrationale, however, Laro and the United States must demonstrate how\n\nthis particular provision contributes to the broader purposes they\n\nattribute to the Act as a whole. In doing so, the problems for Laro\n\nand the United States are two-fold.        First, in order for this\n\nparticular provision to validly abrogate a state's Eleventh Amendment\n\n\n                                 -22-\n\fimmunity, it must be linked through some nexus not just to such gender-\n\nbased    problems   in   society   at     large,   but   specifically   to\n\nunconstitutional gender discrimination by states in their capacity as\n\nemployers. Second, establishing this connection is particularly\n\ndifficult for the personal medical leave provision at issue, which, on\n\nits face, only bears on these concerns indirectly (likely this is why\n\nthe plaintiff sought to tie his case to the other provisions of the\n\nFMLA).    The argument that this provision validly abrogates New\n\nHampshire's Eleventh Amendment immunity founders on this lack of\n\ncongruence between the personal medical leave provision at issue here\n\nand the prevention of gender-based discrimination by states as\n\nemployers, because Congress has not found the states to have engaged in\n\nthe specific gender-based discriminatory practices this provision was\n\ndesigned to prevent.\n\n           One rationale advanced to defend the provisions -- that they\n\nserve to counteract gender stereotyping on family roles -- is misplaced\n\nas to the personal medical leave provision at issue in this case. The\n\nargument is not without sense. It proceeds as follows: employers\n\nperceive that the primary responsibility for caretaking of family\n\nmembers in our society tends to fall on women; therefore, they presume\n\nwomen will inevitably need to take leave for such caretaking, and hence\n\nwill either be less likely to hire women, or else will afford such\n\nleave to women but not to men, thus reinforcing gender roles.\n\n\n                                   -23-\n\fTherefore, the argument concludes, Congress might reasonably seek to\n\nbreak the cycle of stereotyping and discrimination by requiring gender-\n\nneutral leave policies for family care. This may all be true, but this\n\nargument does not go to the need for a personal medical leave\n\nprovision.   Rather, it provides a rationale for the parental and\n\nfamily-care leave provisions found in the first three subsections of\n\nthe FMLA, which are not at issue in this case.\n\n          Attention to the legislative history reveals that Congress's\n\nprimary motivation for including the personal medical leave provision\n\ncontained in subsection (D) was to protect families from the economic\n\ndislocation caused by a family member losing his or her job due to a\n\nserious medical problem.     See S. Rep. No. 103-3, at 11 (1993),\n\nreprinted in 1993 U.S.C.C.A.N. 3, 13-14 (\"The fundamental rationale\n\nfor [a personal medical leave] policy is that it is unfair for an\n\nemployee to be terminated when he or she is struck with a serious\n\nillness and is not capable of working. Job loss because of illness has\n\na particularly devastating effect on workers who support themselves and\n\non families where two incomes are necessary to make ends meet or where\n\na single parent heads the household.\"); id. at 12 (example of Frances\n\nWright); see also H.R. Rep. No. 101-28(I), at 23 (1990) (\"The temporary\n\nmedical leave requirement is intended to provide basic, humane\n\nprotection to the family unit when it is most in need of help. It will\n\nalso help reduce the societal cost born by government and private\n\n\n                                 -24-\n\fcharity.\"). This concern clearly goes to Congress's power under the\n\nCommerce Clause and not Section 5.\n\n            A secondary motivation that appears in the legislative\n\nhistory is a concern to protect workers who were temporarily disabled\n\nby serious health problems from discrimination on account of their\n\nmedical condition. See S. Rep. No. 103-3, at 12 (citing testimony of\n\nMs. Barbara Hoffman, Vice President of the National Coalition for\n\nCancer Survivorship, stating that a quarter of all cancer survivors\n\nface \"some form of employment discrimination\" and that \"such\n\ndiscrimination against qualified employees costs society millions of\n\ndollars in lost wages, lost productivity and needless disabilities\n\npayments\"); H.R. Rep. 101-28(I), at 23 (\"[A] worker who has lost a job\n\ndue to a serious health condition often faces future discrimination in\n\nfinding a job which has even more devastating consequences for the\n\nworker and his or her family.\"); see also Kazmier v. Widmann, 225 F.3d\n\n519, 527 n.31 (5th Cir. 2000). Garrett has effectively disposed of\n\nthat disability rationale as sufficient basis to overcome Eleventh\n\nAmendment immunity.\n\n            Nevertheless, the United States and Laro contend that the\n\nprevention of gender-based discrimination also motivated Congress in\n\nenacting the personal medical leave provision of the FMLA, and hence\n\nthat provision does validly abrogate the states' Eleventh Amendment\n\nimmunity.    They suggest that the provision counters gender-based\n\n\n                                 -25-\n\fdiscrimination in two respects: first, it prevents discrimination\n\ndirectly on the basis of pregnancy; and, second, it undermines\n\nincentives to discriminate against women indirectly on the basis of\n\nstereotypes about women due to pregnancy.9     These claims are not\n\nirrational. Nonetheless, where the connection between the provision at\n\nissue and gender-based discrimination is indirect at best, it is\n\nincumbent on Congress either to establish a clear link to the\n\nprevention of unconstitutional gender discrimination or to identify\n\nproblematic state practices to which the provision responds. Here\n\nthere is no indication that Congress found such a problem on the part\n\nof states as employers.\n\n\n\n\n     9    A third way in which the personal medical leave\nprovision might possibly be justified as responding to a threat\nof unconstitutional gender discrimination is that it serves to\neliminate the risk of discriminatory treatment of men in leave\npolicies. While the legislative record suggests that men may\nhave been treated in a discriminatory fashion with respect to\nparental leave, see, e.g., S. Rep. No. 103-3, at 14-15\n(discussing studies by the Bureau of Labor Statistics\nhighlighting the discrepancy between the availability of\nmaternity and paternity leave), and perhaps leave to care for\nfamily members, there is no suggestion that men were\ndisadvantaged in personal medical leave policies, nor, in\nparticular, is there any reason to think from the legislative\nrecord that states as employers disadvantaged men in offering\nmedical leave in a way that could be considered discriminatory.\nIndeed, men are protected from inequitable leave policies\noffered by either private or public employers in any case by\nTitle VII's prohibition of discrimination in employment on the\nbasis of sex.\n\n                                -26-\n\f          The United States and Laro advance the following argument,\n\nattempting to connect the personal medical leave provision to the need\n\nto combat gender discrimination on the part of state employers.\n\nEmployers might assume that women will require greater accommodation at\n\nwork as a result of pregnancy-related disability, and therefore be more\n\nreluctant to hire women or place them in positions of equal\n\nresponsibility. The personal medical leave provision, they say, by\n\naffording medical leave for any \"serious health condition,\" mitigates\n\nthis incentive to discriminate because it places men and women on equal\n\nfooting with respect to medical leave. See S. Rep. No. 102-68, at 35\n\n(1991) (\"Because the bill treats all employees who are temporarily\n\nunable to work due to serious health conditions in the same fashion, it\n\ndoes not create the risk of discrimination against pregnant women posed\n\nby legislation which provides job protection only for pregnancy related\n\ndisability.\"). There is no showing, however, that establishes any\n\nnexus between gender-neutral medical leave for one's own health\n\nconditions and the prevention of discrimination on the basis of gender\n\non the part of states as employers.\n\n          We understand the problem in these terms.      In 1976, the\n\nSupreme Court held that discrimination on the basis of pregnancy was\n\nnot gender-based discrimination within the meaning of Title VII. See\n\n\n\n\n                                 -27-\n\fGeneral Elec. Co. v. Gilbert, 429 U.S. 125 (1976).10 Congress reacted\n\nto this decision, amending the definition section of Title VII such\n\nthat its prohibition of discrimination on the basis of sex encompassed\n\npregnancy discrimination. See Pregnancy Discrimination Act, Pub. L.\n\nNo. 95-555, 92 Stat. 2076, 42 U.S.C. § 2000e(k); see also Newport News\n\nShipbuilding and Dry Dock Co. v. EEOC, 462 U.S. 669, 676 (1983).\n\nCongress's conclusion that gender and pregnancy were sufficiently\n\nrelated that barring pregnancy discrimination served the end of\n\npreventing gender-based discrimination was quite rational; indeed, as\n\nthe Supreme Court recently suggested, the potential for pregnancy is\n\none immutable characteristic which distinguishes men from women and\n\nconsequently has definite real life consequences. See Nguyen v. INS,\n\n531 U.S. ---, 121 S. Ct. 2053, 2061 (2001).     In enacting the PDA,\n\nCongress was expressly concerned with the issues of gender-based\n\ndiscrimination now advanced in defense of subsection (D) of the FMLA.\n\nSee H.R. Rep. No. 95-948, at 6-7 (1978) (\"[T]he consequences of [ ]\n\ndiscriminatory employment policies on pregnant women and women in\n\ngeneral has historically had a persistent and harmful effect upon their\n\ncareers. Women are still subject to the stereotype that all women are\n\nmarginal workers. Until a woman passes the child-bearing age, she is\n\n\n     10   The Supreme Court had earlier held that cost-justified\ndiscrimination    on   the   basis   of   pregnancy    was   not\nunconstitutional gender discrimination under the Fourteenth\nAmendment. See Geduldig v. Aiello, 417 U.S. 484 (1974).\n\n                                 -28-\n\fviewed by employers as potentially pregnant.          Therefore, the\n\nelimination of discrimination based on pregnancy in these employment\n\npractices in addition to disability and medical benefits will go a long\n\nway toward providing equal employment opportunities for women . . .\n\n.\").\n\n          The PDA affected gender discrimination law in two respects:\n\n(1) women can no longer be treated differently in employment because of\n\npregnancy, childbirth, or related medical conditions (or stereotypes\n\nabout the same); and (2) if an employer chooses to offer benefit\n\nprograms, then those programs must cover pregnancy, childbirth, and\n\nrelated medical conditions. Medical insurance and leave policies, if\n\noffered to employees, have to cover pregnancy. Thus the PDA itself\n\noperates to accomplish much of what is now offered as the gender-based\n\nrationale for subsection (D) of the FMLA, since it mandates equivalent\n\ntreatment of all temporarily disabled workers, including those disabled\n\nbecause of pregnancy-related conditions. Indeed, to the extent that\n\nstates   provide leave to male employees for temporary medical\n\nconditions that render them incapable of working, but do not provide\n\nsimilar leave to women who are pregnant (or vice versa), Title VII as\n\namended by the PDA affords a federal right to relief.\n\n          The PDA did leave a gap in its coverage: those employers who\n\ndid not offer benefit packages for leave at all. The FMLA closes this\n\n\n\n\n                                 -29-\n\fgap in coverage by requiring medical leave for pregnancy.11 But there\n\nis nothing in the legislative history which indicates the states posed\n\nthis \"gap\" problem. Indeed, the only direct evidence regarding the\n\nactual     leave   policies   of    public      sector   employees   in   the\n\nlegislative record suggests that state employers did not fall\n\ninto the \"gap\" left by the PDA.                See The Family and Medical\n\nLeave Act of 1989: Hearings on H.R. 770 Before the Subcomm. on\n\nLabor-Management Relations of the Comm. of Educ. and Labor,\n\n101st Cong. 45, 51 (testimony of Gerald McEntee, President of\n\nthe   American     Federation      of    State,    County,   and   Municipal\n\nEmployees, stating that the union had successfully negotiated\n\nleave policies for a vast number of its members with public\n\nsector employers).\n\n            The argument for subsection (D) is that, at least in theory,\n\nthese two requirements created a new problem: while the issue of\n\ndiscrimination against pregnant women was solved by mandatory pregnancy\n\nleave, this solution had the effect of imposing the costs of these\n\nleaves on employers; this led to the concern that these costs would\n\ninduce employers to respond by not hiring women who had the potential\n\n\n      11 In the FMLA legislative history, Congress discussed the\ngap left by the PDA with respect to employers who denied\nbenefits to all workers. See H.R. Rep. No. 103-8(II), at 11\n(1993).\n\n                                        -30-\n\fto be pregnant. This new problem, the argument goes, would be solved\n\nby requiring medical leave for all employees with serious medical\n\nproblems, as subsection (D) of the FMLA does. The larger concept that\n\nspecial treatment of one gender can lead to discrimination is reflected\n\nin the testimony before the Senate that legislation which provides job\n\nprotection only for pregnancy related discrimination created the risk\n\nof discrimination against pregnant women. See S. Rep. No. 102-68, at\n\n35 (1991). The argument is made that employers, despite the PDA and\n\ndespite the nondiscrimination in hiring provisions of Title VII, would\n\nnot hire women who could become pregnant and take leave because they\n\ncould be more costly.12 As to assessing whether the states as employers\n\nposed such risks,13 even in light of the requirements of the PDA and\n\n\n     12   That risk would seem to be greatest, at least in theory,\namong employers who had escaped the PDA's leave requirements (because\nthey offered no leave to anyone) but who were now caught by the FMLA's\nrequirement giving pregnancy leave. But as we noted before, there is\nno evidence in the legislative record that the states present a \"gap\"\nproblem.\n\n     13   There are variations on the argument that neutral leave\nprovisions run the risk of creating incentives to discriminate.\nOne variant (though not raised directly by Laro or the United\nStates) distinguishes between concern for women as potential\ntakers of pregnancy leave and concern for women as likely takers\nof leave for family caretaking. The contention begins with a\nfear that employers will be less likely to hire or promote women\nbecause they believe that women will be more likely than men to\ntake advantage of the family leave provisions in 29 U.S.C. §\n2612(a)(1)(B) and (C). The fact that both men and women are\nentitled to family leave, thus achieving desired neutrality,\nonly solves part of the problem, the argument goes.        Either\n\n                                 -31-\n\fTitle VII, we think the Eleventh Amendment requires greater information\n\nfrom Congress as to whether such a risk is real.\n\n          Only two references in the legislative history are relied on\n\nto link such discrimination to actual state practices. The first\n\nconcerns a general statement made twice at a congressional hearing\n\nasserting that public sector leave policies do not vary much from\n\nprivate sector policies. See The Parental and Medical Leave Act of\n\n1986: Hearings on H.R. 4300 Before the Subcomm. on Labor-Management\n\nRelations and the Subcomm. on Labor Standards of the Comm. on Educ. and\n\nLabor, 99th Cong. 30; id. at 147.       Perhaps this is so, but it is\n\ninsufficiently informative as to what the flaws were in the states'\n\npractices for Eleventh Amendment purposes.       The second piece of\n\ninformation relied upon is an attachment to a House Committee Report,\n\n\nbecause of stereotypes or because women actually take leave for\nfamily caretaking more often, the claim is, these provisions of\nthe FMLA (by increasing the projected costs of women employees)\ncreate new incentives not to hire or promote women.       Those\nincentives are powerful enough, the argument proceeds, to\noverride the incentives not to discriminate provided by Title\nVII and the PDA. In consequence, according to this theory, the\nnumber of men taking leave must be increased through the\ncreation of the personal medical leave provision in subsection\n(D). This undercuts any presumption that women will be more\nlikely to take leave than men.\n     This theory as to the effects of the new family leave\nprovisions on the future behavior of employers does not appear\nto be what concerned Congress in enacting the personal medical\nleave provision, however.    Certainly Congress never made any\nfindings to this effect with regard to states as employers.\nWithout more, this theory does not suffice.\n\n                                 -32-\n\fwhich simply indicates that 28 of the 50 states had not enacted state\n\nlaws requiring family and medical leaves in the private sector. See\n\nH.R. Rep. No. 103-8(I), Attachment B (1993). This tells us little, if\n\nanything, about whether the states themselves had not hired women\n\nbecause of the risk of having the costs of pregnancy leave imposed on\n\nthem, thus indicating a need for personal medical leave for all under\n\nthe FMLA subsection (D) in order to avoid creating disincentives to\n\nhire women. It may be that such a problem exists, but Congress did not\n\nfind that to be so. If it had, we would have a different case before\n\nus.\n\n          In order to validly abrogate the states' Eleventh Amendment\n\nimmunity, enforcement legislation must have a congruence to the\n\nconstitutional evil to be prevented. Here, there is no identified link\n\nbetween this particular provision and any pattern of discriminatory\n\nstereotyping on the part of states as employers. On this record, the\n\npersonal medical leave provision of the FMLA does not exhibit a\n\nsufficient congruence to the prevention of unconstitutional state\n\ndiscrimination to validly abrogate the states' Eleventh Amendment\n\nimmunity. Without more, then, these legislative responses are out of\n\nproportion to the preventive objective as to states as employers and\n\ncannot be understood to be designed to prevent unconstitutional\n\n\n\n\n                                -33-\n\fbehavior.14   Cf. City of Boerne, 521 U.S. at 520 (requiring\n\ncongruence and proportionality). But see Kazmier v. Widmann, 225\n\nF.3d 519, 533 (5th Cir. 2000) (Dennis, J. dissenting); Garrett v.\n\nUniversity of Ala. Bd. of Trustees, 193 F.3d 1214, 1220 (11th Cir.\n\n1999) (subsequent history omitted) (Cook, J., concurring in part and\n\ndissenting in part).\n\n          To summarize, the personal medical leave provision of the\n\nFMLA, § 2612(a)(1)(D), on its face has no direct connection to\n\npreventing unconstitutional gender discrimination by state employers.\n\nCf. Hundertmark, 205 F.3d at 1276.       The arguments advanced to\n\nconnect that particular provision to preventing gender discrimination\n\nby states as employers are too attenuated, in the absence of a stronger\n\nlegislative record, to allow Congress to abrogate a state's Eleventh\n\nAmendment immunity under the auspices of Section 5. Accordingly, we\n\naffirm the dismissal of Laro’s complaint. The result we reach is\n\nconsistent with that of every circuit that has addressed the issue with\n\nregard to 29 U.S.C. § 2612(a)(1)(D) of the FMLA.         See Lizzi v.\n\nAlexander, --- F.3d ---, 2001 WL 694506 (4th Cir. June 20, 2001);\n\nChittister v. Department of Cmty. and Econ. Dev., 226 F.3d 223 (3rd\n\n\n     14    We pause to reject an argument made by the State. The State\nsuggests that only intentional acts of discrimination may ever be\nreached by a federal statute under the enforcement clause. We do not\nread the Eleventh Amendment jurisprudence that way, and the argument\ncontravenes the rule that Congress is free under Section 5 to act\nprophylactically as well as remedially. E.g., Kimel, 528 U.S. at 81.\n\n                                 -34-\n\fCir. 2000); Townsel v. Missouri, 233 F.3d 1094 (8th Cir. 2000);\n\nKazmier, 225 F.3d at 527-29; Sims v. University of Cincinnati, 219 F.3d\n\n559, 566 (6th Cir. 2000); Hale v. Mann, 219 F.3d 61, 69 (2d Cir. 2000);\n\nGarrett v. University of Ala. Bd. of Trustees, 193 F.3d at 1219.\n\n          While we hold that the personal medical leave provision of\n\nthe FMLA does not validly abrogate the Eleventh Amendment immunity of\n\nthe states as employers from private damages actions, other remedies\n\nremain. As was the case in Garrett, see 531 U.S. at ---, 121 S. Ct. at\n\n968 n.9, the United States may choose to pursue its own actions against\n\nNew Hampshire (or other states violating the provisions) to enforce the\n\nFMLA and recover damages. See 29 U.S.C. § 2617(b)(2) (empowering the\n\nSecretary of Labor to bring civil actions to recover damages for\n\nviolations of the FMLA).     Private parties may also enforce the\n\nsubstantive requirements of the provision against states through\n\ninjunctive actions against state officials rather than through suits\n\nfor money damages. See, e.g., Garrett, 531 U.S. at ---, 121 S. Ct. at\n\n968 n.9. Similarly, New Hampshire may voluntarily choose to provide\n\nfor state employees the same privately enforceable right to FMLA\n\npersonal medical leave enjoyed by most private sector employees (and\n\nmany state employees, under state law), either by consenting to suit in\n\nfederal court or providing an enforceable state remedy. But on this\n\nlegislative record, Congress does not have the power to empower a\n\nfederal court to force New Hampshire to pay damages to an employee for\n\n\n                                 -35-\n\ffailing to provide such leave through a private enforcement action if\n\nthe state has not consented or waived its immunity.\n\n          Affirmed.   Each party to bear its own costs.\n\n\n\n\n                         Dissent follows.\n\n\n\n\n                                -36-\n\f          LIPEZ, Circuit Judge, dissenting. The majority opinion is\n\na carefully reasoned and narrowly drawn analysis of the Eleventh\n\nAmendment issue raised by the application in this case of the personal\n\nmedical leave provision of the FMLA, 29 U.S.C. § 2612(a)(1)(D). It\n\nreflects the view that the legislative record invoked by Laro and the\n\nintervenor United States in support of that provision is an inadequate\n\nbasis for the abrogation of state sovereign immunity in light of the\n\nSupreme Court decisions in Kimel v. Fla. Bd. of Regents, 528 U.S. 62\n\n(2000), and Bd. of Trustees of the Univ. of Ala. v. Garrett, 121 S. Ct.\n\n955 (2001). It notes correctly that the other circuits addressing\n\nsimilar cases have found the states immune from suits for damages under\n\nthe FMLA. I recognize the weight of these precedents. Nevertheless,\n\nI must respectfully dissent.\n\n          In Kimel and Garrett, where the Supreme Court invalidated\n\ncongressional abrogation of state sovereign immunity in the ADEA and\n\nADA, respectively, the Court reviewed legislation requiring states to\n\nalter age- and disability-related practices that, under rational basis\n\nreview, would not be adjudged constitutional violations under Section\n\n1 of the Fourteenth Amendment.      State actions involving gender\n\ndiscrimination are subject to heightened scrutiny, not rational basis\n\nreview. In applying the congruence and proportionality test to the\n\nFMLA's prophylactic scheme, and the legislative record supporting it,\n\nwe should recognize that the heightened scrutiny standard, and the\n\nSupreme Court precedent applying it to claims of gender discrimination,\n\frequire greater deference to congressional action addressing gender\n\ndiscrimination. Relatedly, I think it is inappropriate to evaluate in\n\nisolation a personal medical leave provision that supplements the\n\ncaretaking provisions of the FMLA with an important protection for\n\nwomen against gender discrimination in employment. I would vacate the\n\ndistrict court decision dismissing Laro's action for damages against\n\nthe State of New Hampshire.\n\n                                  I.\n\n          In City of Boerne v. Flores, 521 U.S. 507 (1997), the Supreme\n\nCourt set forth the congruence and proportionality test applicable to\n\nremedial and prophylactic measures enacted by Congress pursuant to\n\nSection 5 of the Fourteenth Amendment. The test first requires \"a\n\ncongruence between the means used and the ends to be achieved.\" Id. at\n\n530. Additionally, the legislation may not be \"so out of proportion to\n\na supposed remedial or preventive object that it cannot be understood\n\nas a response to, or designed to prevent, unconstitutional behavior.\"\n\nId. at 532.     As this language suggests, the congruence and\n\nproportionality test is malleable. \"The appropriateness of remedial\n\nmeasures must be considered in light of the evil presented. Strong\n\nmeasures appropriate to address one harm may be an unwarranted response\n\nto another, lesser one.\"     Id. at 530 (citations omitted).\n\n          The legislation at issue in Boerne, the Religious Freedom\n\nRestoration Act (RFRA), prohibited the federal, state and local\n\n\n                                 -38-\n\fgovernments from \"'substantially burdening' a person's exercise of\n\nreligion even if the burden results from a rule of general\n\napplicability,\" unless the government could demonstrate both that the\n\nburden was in furtherance of a compelling government interest and that\n\nthe rule was the least restrictive means of achieving that interest.\n\nId. at 515. The Court found the scope of the RFRA to be so broad as to\n\n\"ensure its intrusion at every level of government, displacing laws and\n\nprohibiting actions of almost every description and regardless of\n\nsubject matter.\" Id. at 532. Because the RFRA was so sweeping in its\n\nimpact, the court concluded that \"[t]he stringent test RFRA demands of\n\nstate laws reflects a lack of proportionality or congruence between the\n\nmeans adopted and the legitimate end to be achieved.\"         Id. at 533.\n\n          In Kimel, where age discrimination was the basis for\n\nCongressional abrogation of state sovereign immunity, the Supreme Court\n\nfound a lack of congruence because \"the substantive requirements the\n\nADEA imposes on the state and local governments are disproportionate to\n\nany unconstitutional conduct that conceivably could be targeted by the\n\nAct.\" 528 U.S. at 83. Similarly, in Garrett, where disability was the\n\nbasis for abrogation, the Court concluded that \"[e]ven were it possible\n\nto squeeze out of these examples [from the legislative record] a\n\npattern of unconstitutional discrimination by the States, the rights\n\nand remedies created by the ADA against the States would raise the same\n\n\n\n\n                                 -39-\n\fsort of concerns as to congruence and proportionality as were found in\n\nCity of Boerne.\"    121 S. Ct. at 966.\n\n          In cases involving age and disability, \"the exercise of\n\ncongressional Section 5 power must be congruent and proportional to\n\nbehavior that a court would hold unconstitutional under rational basis\n\nreview.\" Robert C. Post & Reva B. Siegel, Equal Protection by Law:\n\nFederal Antidiscrimination Legislation After Morrison and Kimel, 110\n\nYale L.J. 441, 461 (2000). However, as the Court made clear in Kimel,\n\nthe judicial inquiry in these state immunity cases does not end with a\n\njudgment on the congruence of the legislation:\n\n          That the ADEA prohibits very little conduct\n          likely to be held unconstitutional, while\n          significant, does not alone provide the answer to\n          our § 5 inquiry. Difficult and intractable\n          problems often require powerful remedies, and we\n          have never held that § 5 precludes Congress from\n          enacting reasonably prophylactic legislation.\n          Our task is to determine whether the ADEA is in\n          fact just such an appropriate remedy or, instead,\n          merely an attempt to substantively redefine the\n          States' legal obligations with respect to age\n          discrimination. One means by which we have made\n          such a determination in the past is by examining\n          the legislative record containing the reasons for\n          Congress' action.\n\nKimel, 528 U.S. at 88.\n\n          In Kimel and again in Garrett, the Court found the\n\nlegislative record inadequate. Regarding the ADEA, the Court ruled\n\nthat \"Congress never identified any pattern of age discrimination by\n\nthe States, much less any discrimination whatsoever that rose to the\n\n\n                                 -40-\n\flevel of constitutional violation.        The evidence compiled by\n\npetitioners to demonstrate such attention by Congress to age\n\ndiscrimination by the States falls well short of the mark.\" Kimel, 528\n\nU.S. at 89. In Garrett, \"[t]he legislative record of the ADA . . .\n\nsimply fails to show that Congress did in fact identify a pattern of\n\nirrational state discrimination in employment against the disabled.\"\n\n121 S. Ct. at 965. The Court noted further that: \"Under rational basis\n\nreview, where a group possesses distinguishing characteristics relevant\n\nto interests the State has the authority to implement, a States's\n\ndecision to act on the basis of those differences does not give rise to\n\na constitutional violation.\"      Id. at 963 (quotations omitted).\n\n                                 II.\n\n          The Supreme Court has not yet applied the congruence and\n\nproportionality test to a legislative record supporting prophylactic\n\nmeasures aimed at gender discrimination. In Kimel, the Court noted an\n\nimportant difference between age classifications and gender\n\nclassifications:\n\n          Age classifications, unlike governmental conduct\n          based on race or gender, cannot be characterized\n          as 'so seldom relevant to the achievement of any\n          legitimate state interest that laws grounded in\n          such considerations are deemed to reflect\n          prejudice and antipathy.' Older persons, again,\n          unlike those who suffer discrimination on the\n          basis of race or gender, have not been subjected\n          to a 'history of purposeful unequal treatment.'\n\n\n\n\n                                 -41-\n\f528 U.S. at 83 (citations omitted) (emphasis added).\n\nWhen gender classifications are being considered, rational basis review\n\ngives way to heightened scrutiny, whereby legislation involving\n\n\"classifications by gender must serve important governmental objectives\n\nand must be substantially related to achievement of those objectives.\"\n\nCraig v. Boren, 429 U.S. 190, 197 (1976); see also Mississippi Univ.\n\nfor Women v. Hogan, 458 U.S. 718 (1982).\n\n          The application of heightened scrutiny to governmental\n\nclassifications based on gender has important implications for the\n\napplication of the congruence and proportionality test to prophylactic\n\nlegislation enacted pursuant to Section 5 of the Fourteenth Amendment.\n\nThe universe of constitutional governmental conduct based on age and\n\ndisability is large, given the applicability of rational basis review.\n\nThe universe of constitutional governmental conduct based on gender is\n\nsmall, given the applicability of heightened scrutiny. Therefore,\n\n\"heightened scrutiny creates more room for Congress to act under\n\nSection 5 because the universe of potential unconstitutional actions by\n\nthe states is much larger.\"     Brian Ray, Note, \"Out the Window\"?\n\nProspects for the EPA and the FLA after Kimel v. Florida Board of\n\nRegents, 61 Ohio St. L.J. 1755, 1783 (2000).        Put another way,\n\nlegislation designed to prevent gender discrimination presumptively\n\ncaptures a wider range of unconstitutional conduct than legislation\n\naimed at age or disability discrimination. In this sense, gender-\n\n\n                                 -42-\n\fprotective legislation has a better chance of passing muster as\n\n\"reasonably prophylactic.\" Importantly, the Supreme Court has stated\n\nemphatically that it has \"never held that § 5 precludes Congress from\n\nenacting reasonably prophylactic legislation.\" Kimel, 528 U.S. at 88.\n\nIn my view, the personal medical leave provision of the FMLA is\n\nreasonably prophylactic in the sense that it is an important component\n\nof a legislative scheme designed, in part, to prevent gender\n\ndiscrimination against women by employers, including state employers.\n\n                                 III.\n\n          The FMLA leave provisions entitle an eligible employee to\n\ntwelve weeks of unpaid leave during any twelve-month period for one or\n\nmore of the following:\n\n          (A) Because of the birth of a son or daughter of\n          the employee and in order to care for such son or\n          daughter; (B) Because of the placement of a son\n          or daughter with the employee for adoption or\n          foster care; (C) In order to care for the spouse,\n          or a son, daughter, or parent of the employee, if\n          such spouse, son, daughter, or parent has a\n          serious health condition; (D) Because of a\n          serious health condition that makes the employee\n          unable to perform the functions of the position\n          of such employee.\n\n29 U.S.C. § 2612(a)(1) (2001).\n\nProvisions (A), (B) and (C) in this scheme all involve unpaid leave for\n\nthe purpose of caring for another family member. Only provision (D)\n\nprovides unpaid leave because of the personal medical condition of the\n\nemployee. Some history emphasizes why leave programs limited to the\n\n\n                                 -43-\n\fneed of an employee to care for another family member can disadvantage\n\nwomen.\n\n          Before 1978 there was no federally required parity in the\n\nallowance for pregnancy and sick leave, a circumstance which prevented\n\nmany women from entering and advancing in the workforce altogether.\n\nEven if sick leave were available, pregnancy was often excluded from\n\nthis benefit, making the policy one that favored men and left women who\n\nwanted to have children out of a job. The Pregnancy Discrimination Act\n\n(PDA), 92 Stat. 2076 (1978), sought to rectify this inequity by\n\naffording some entitlement to pregnancy-related leave. Employers who\n\nprovided sick leave for other conditions were required to offer the\n\nsame level of benefits for maternity leave. 42 U.S.C. § 2000e(k).\n\nWhile this change surely gave women some increased opportunity to enter\n\nthe workplace, it left unaddressed the presumption that women of child-\n\nbearing age would take more leave and were thus less desirable\n\nemployees in the first place. As a result, \"employers might find it\n\ncost-effective to discriminate against married women of child-bearing\n\nage, since these women would end up costing a firm more than they\n\ncontribute to its worth.\" S. Rep. No. 102-68, at 73 (1991) (testimony\n\nof economist Deborah Walker).      The protections that the PDA was\n\nintended to provide ultimately had some negative impact on women's\n\nworkplace opportunities.\n\n\n\n\n                                 -44-\n\f          Against this background, Congress enacted an FMLA scheme\n\nwhich included the personal medical leave provision. The Act states:\n\n\"Congress finds that . . . employment standards that apply to one\n\ngender only have serious potential for encouraging employers to\n\ndiscriminate against employees and applicants for employment who are of\n\nthat gender.\" 29 U.S.C. § 2601(a)(6). The Act seeks to achieve its\n\npurposes \"in a manner that, consistent with the Equal Protection Clause\n\nof the Fourteenth Amendment, minimizes the potential for employment\n\ndiscrimination on the basis of sex by ensuring generally that leave is\n\navailable for eligible medical reasons (including maternity-related\n\ndisability) and for compelling family reasons, on a gender-neutral\n\nbasis . . . [and] to promote the goal of equal employment opportunity\n\nfor women and men.\"    29 U.S.C. §§ 2601(b)(4) & (5).\n\n          In reports preceding enactment of the FMLA, there was close\n\nattention to the need for a personal medical leave provision in the\n\nFMLA.   The Senate Committee on Labor and Human Resources reported:\n\n          [A] significant benefit of the temporary medical\n          leave provided by the legislation is the form of\n          protection it offers women workers who bear\n          children. Because the bill treats all employees\n          who are temporarily unable to work due to serious\n          health conditions in the same fashion, it does\n          not create the risk of discrimination against\n          pregnant women posed by legislation which\n          provides job protection only for pregnancy\n          related disability.        Legislation solely\n          protecting pregnant women gives employers an\n          economic incentive to discriminate against women\n\n\n\n                                 -45-\n\f          in hiring policies; legislation helping all\n          workers equally does not have this effect.\n\nS. Rep. No. 102-68, at 35 (1991).\n\nThe House Committee on Education and Labor made the same point in its\n\nreport on the legislation:\n\n          The FMLA addresses the basic leave needs of all\n          employees.     It covers not only women of\n          childbearing age, but all employees, young and\n          old, male and female, who suffer from a serious\n          health condition, or who have a family member\n          with such a condition. A law providing special\n          protection to women or any defined group, in\n          addition to being inequitable, runs the risk of\n          causing   discriminatory    treatment.    [This\n          legislation], by addressing the needs of all\n          workers, avoids such a risk.\n\nH.R. Rep. No. 103-8, pt. 1, at 29 (1993).1\n\n          If Congress had drawn a line at leave for caring for other\n\nfamily members, there is greater likelihood that the FMLA would have\n\nbeen perceived as further reason to avoid granting employment\n\nopportunities to women. Heretofore, women have provided most of the\n\nchild and elder care, and legislation that focused on these duties\n\ncould have had a deleterious impact because of the prevalent notion\n\nthat women take more advantage of such leave policies. The inclusion\n\nof personal medical leave in the scheme, unrelated to any need to care\n\n\n     1 I acknowledge that Congress's adoption of the personal\nmedical leave provision also reflected concerns for economic\ndislocation and discrimination related to medical conditions.\nThose additional concerns do not detract from the significance\nof Congress's concern for gender discrimination.\n\n                                -46-\n\ffor another person, undermines the assumption that women are the only\n\nones taking leave because men, presumably, are as likely as women to\n\nget sick. To be sure, the caretaking provisions of the Act, prongs (A)\n\nthrough (C), protect men and women from gender discrimination by giving\n\nmen the opportunity to assume equal responsibilities for the care of\n\ntheir families and by shielding women from the stereotype that assigns\n\nsuch roles to women.      These provisions serve important goals\n\nindependently of prong (D), the personal medical leave provision. For\n\nthe reason stated, however, the inclusion of the personal medical leave\n\nprovision in the FMLA is also particularly important to women in\n\nprotecting them against gender discrimination.\n\n          Interestingly, there is some early evidence that the FMLA is\n\nworking as the drafters had hoped. Under the FMLA, 41.8 percent of all\n\nleave-takers are men, with men invoking the FMLA for parental leave\n\npurposes in comparable numbers to women. Commission on Family and\n\nMedical Leave, A Workable Balance: Report to Congress on Family and\n\nMedical Leave Policies 75 (1996). A study of both private and public\n\nsector employers following FMLA implementation found that \"differences\n\nin usage rates by industry were not related to the percent of the\n\nworkforce that was female. . . . [E]arly indications are that both\n\ngenders are making use of the Act.\"      Holly B. Tompson and Jon M.\n\nWerner, The Family and Medical Leave Act: Assessing the Costs and\n\nBenefits of Use, 1 Employee Rts. & Employment Pol'y J. 125, 147 (1997).\n\n\n                                 -47-\n\fIt is possible, if not probable, that the inclusion of the personal\n\nmedical leave provision has helped account for the increase in men such\n\nas Stephen Laro accessing leave.\n\n           The history that led to the inclusion of the personal medical\n\nleave provision in the FMLA, and the evidence of its effectiveness,\n\nhighlight the congruence between this prophylactic measure and\n\npotentially discriminatory conduct by state employers. Under the lens\n\nof   heightened   scrutiny,    such     employers   would   be   acting\n\nunconstitutionally if they denied women equal employment opportunities\n\nbecause of stereotypical views that women are the primary caregivers,\n\nand hence the greater employment risks. The FMLA attempts to blunt the\n\nforce of such stereotypes and such discriminatory conduct by increasing\n\nthe odds that men and women will invoke leave provisions in equal\n\nnumbers.   Unlike the ADEA provision under review in Kimel, which\n\n\"prohibit[ed] very little conduct likely to be held unconstitutional,\"\n\nKimel, 528 U.S. at 88, the personal medical leave provision of the FMLA\n\nattempts to prevent conduct by a state employer that would be\n\nunconstitutional. Although this congruence does not dispense with the\n\nneed for Congress to justify its invocation of Section 5 of the\n\nFourteenth Amendment to abrogate the immunity of the states, this\n\ncongruence does mean that the burden of justification should be less\n\nthan that applied by the Court in Kimel and Garrett.\n\n                                 IV.\n\n\n                                 -48-\n\f          The legislative record includes substantial material drawn\n\nfrom the private sector about the need for the FMLA generally, and the\n\nneed for a personal medical leave provision specifically. Indeed, the\n\nlegislative record is replete with evidence from the private sector\n\nthat because women generally had greater access to maternity and\n\nparental leave, some employers were reluctant to hire them. See Samuel\n\nIssacharoff & Elyse Rosenblum, Women and the Workplace: Accommodating\n\nthe Demands of Pregnancy, 94 Colum. L. Rev. 2154, 2196 (1994) (quoting\n\ntestimony from the United States Chamber of Commerce explaining: \"Faced\n\nwith mandated parental leave, a business owner choosing between two\n\nqualified candidates - one male and one female - would be tempted to\n\nselect the male.\").2 One hearing statement from 1987 concluded: \"The\n\nlack of uniform parental and medical leave policies in the work place\n\nhas created an environment where discrimination is rampant.\" The\n\nParental and Medical Leave Act of 1987, Hearings before the Subcomm. of\n\nthe Senate Comm. on Labor and Human Resources, Part 2 , 100th Cong. 536\n\n\n\n\n     2 The article also cites poll figures that show employers\nadmitting a tendency not to hire young women in the face of\nleave legislation. Id. at 2196 n.169 (citing 139 Cong. Rec.\nH368 (daily ed. Feb. 3, 1993) (statement of Rep. Dreier) and 137\nCong. Rec. H9748 (daily ed. Nov. 13, 1991) (statement of Rep.\nDeLay)). While this data was used to counter arguments in favor\nof the FMLA, it is not logically consistent to conclude that\nleveling leave policies across genders would make the\ncircumstance of women more grave.\n\n                                 -49-\n\f(1987) (comments of Peggy Montes, Mayor's Commission on Women's\n\nAffairs, City of Chicago) [hereinafter Hearings on Leave Act of 1987].\n\n          There was evidence before Congress that some of this\n\ndiscrimination is caused by stereotypes about women which assume that\n\nwomen \"are mothers first, and workers second,\" Parental and Medical\n\nLeave Act of 1986, Joint Hearings before the Subcomm. on Labor-\n\nManagement Relationship and the Subcomm. on Labor Standards for the\n\nComm. on Education and Labor, 99th Cong. 25 (1996) [hereinafter\n\nHearings: Leave Act of 1986], and that women are untrustworthy workers\n\nbecause of their tendency to \"become pregnant and leave the labor\n\nmarket,\" id. at 42 n.48.      The legislative record memorializes\n\nCongress's understanding that the provisions of the FMLA would serve to\n\nrectify some of this gender discrimination. For example, one of the\n\nSenate reports stated: \"Because the bill treats all employees who are\n\ntemporarily unable to work due to serious health conditions in the same\n\nfashion, it does not create the risk of discrimination against pregnant\n\nwomen posed by legislation which provides job protection only for\n\npregnancy related disability.\" S. Rep. No. 102-68, at 35 (1991). The\n\ninclusion of the personal medical leave provision in the FMLA would\n\ndeter employers from acting on the assumption that women are much more\n\nlikely to invoke leave provisions related only to childcare or care of\n\nseriously ill family members.\n\n\n\n\n                                 -50-\n\f          Congress   also   had   reason   to   conclude   that   gender\n\ndiscrimination caused by differing leave policies was a significant\n\nproblem in state employment as well as in the private sector. As the\n\nHouse report noted: \"Private sector practices and government policies\n\nhave failed to adequately respond to recent economic and social changes\n\nthat have intensified the tensions between work and family.\" H.R. Rep.\n\nNo. 103-8, pt. 1, at 21 (1993). During the hearings in 1986, Congress\n\nheard testimony that \"[p]ublic sector leaves don't vary very much from\n\nprivate sector leaves.\" Hearings: Leave Act of 1986, at 30; see also\n\nid. at 147 (noting that \"discriminatory treatment\" occurs in both the\n\npublic and private sectors). Data showed that, like private employers,\n\nmany states made different allowances for leave between male and female\n\nemployees, reflecting a similarity in employment practices and leave\n\npolicies across sectors. See Hearings on Leave Act of 1987 at 364-75;\n\nFamily and Medical Leave Act of 1989: Hearings on H.R. 770 Before the\n\nSubcomm. on Labor-Management Relations, 101st Cong. 271 (1989).\n\nIndeed, the legislative record describes state provisions prescribing\n\ninequitable access to leave depending upon gender. See H.R. Rep. No.\n\n103-8, pt. 1, at Attachment B (1993). These policies raised legitimate\n\nconcerns that discriminatory presumptions about women's leave-taking\n\npractices could influence private and public hiring decisions,\n\nincluding those by state employers.\n\n                                  V.\n\n\n                                  -51-\n\f          In my view, this legislative record justifies Congress's\n\nabrogation of state immunity in the FMLA pursuant to its Section 5\n\nauthority. Although Kimel and Garrett reject the notion that Congress\n\nmay infer discrimination by the states from findings of private-sector\n\ndiscrimination, that rejection does not necessarily apply in a case\n\nsuch as this. Neither Kimel nor Garrett involved legislation designed\n\nto remedy discrimination against a class of persons who receive\n\nheightened scrutiny under the Equal Protection Clause. Against a\n\nbackdrop of extensive evidence of employment discrimination in the\n\nprivate sector based on leave policies, the more limited evidence of\n\nsimilar practices by state government serves to confirm the logical\n\ninference that state employment practices are similar to private sector\n\npractices. As the dissent observed in Kazmier v. Widmann, 225 F.3d\n\n519 (5th Cir. 2000):\n\n     [E]vidence of private discrimination based on age has no\n     probative value with respect to unconstitutional\n     discrimination based on age by the States because it is so\n     unlikely that the discrimination engaged in by private\n     employers would be considered unconstitutional if engaged in\n     by the States. With respect to race and gender, however,\n     because of the significant likelihood that any\n     discrimination by the States on those bases would be\n     unconstitutional, evidence that such discrimination is\n     widespread through the private sector may be sufficient.\n\nId. at 548 n.15 (Dennis, J., dissenting).\n\n          The Court has also upheld laws that can be deemed \"reasonably\n\nprophylactic,\" Kimel, 528 U.S. at 88, even without explicit evidence of\n\n\n\n                                 -52-\n\funconstitutional discrimination. See Katzenbach v. Morgan, 384 U.S.\n\n641, 653-55 (1966) (holding that Congress may legislate to enforce the\n\nEqual Protection clause even if the law's scope extends beyond the\n\nunconstitutional behavior sought to be prevented). Otherwise, Congress\n\nwould be confined to the \"insignificant role\" of abrogating state\n\nauthority only when the judicial branch is prepared to adjudge an\n\naction unconstitutional.    Id. at 648-49; see also Fitzpatrick v.\n\nBitzer, 427 U.S. 445, 456 (1976) (\"When Congress acts pursuant to § 5,\n\n[] it [is] exercising legislative authority that is plenary within the\n\nterms of the constitutional grant.\").\n\n           While it is true that the FMLA goes beyond disallowing\n\ndiscrimination based on gender and imposes affirmative duties on the\n\nstates in furtherance of equal protection, that imposition is\n\npermissible pursuant to Section 5's enforcement authority. See, e.g.,\n\nMorgan, 384 U.S. at 658 (upholding legislation designed to cure\n\ndiscrimination based on ethnicity).      Unlike the RFRA at issue in\n\nBoerne, the FMLA does not represent \"[s]weeping coverage [that] ensures\n\nits intrusion at every level of government, displacing laws and\n\nprohibiting official actions of almost every description and regardless\n\nof subject matter.\"    Boerne, 521 U.S. at 532.    Rather, the Act's\n\nrequirements are confined to particular terms of employment benefit\n\nplans; the impact of the Act's requirements is more predictable and\n\nlimited.\n\n\n                                 -53-\n\f           In United States v. Virginia, 518 U.S. 515 (1996), the\n\nSupreme Court stated: \"'Inherent differences' between men and women,\n\nwe have come to appreciate, remain cause for celebration, but not for\n\nthe denigration of the members of either sex or for the artificial\n\nconstraints on an individual's opportunity.\" Id. at 533. Misguided\n\nviews about inherent differences between men and women have the\n\nalarming potential to \"create or perpetuate the legal, social and\n\neconomic inferiority of women.\" Id. at 534. This truth underscores\n\nthe importance of employment leave policies that inhibit gender-based\n\nstereotyping and unconstitutional discrimination by state employers.\n\nGiven the substantial record of gender discrimination in the private\n\nsector, some evidence of similar discrimination by the states, and the\n\nteachings of history and logic, I conclude that Congress properly\n\nexercised its Section 5 authority in abrogating the states' Eleventh\n\nAmendment immunity in the FMLA. The district court decision barring\n\nLaro's suit for damages against the State of New Hampshire should be\n\nvacated.\n\n\n\n\n                                -54-\n\f",
  "html": "<p class=\"case_cite\">259 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">STEPHEN LARO Plaintiff, Appellant,<br>v.<br>STATE OF NEW HAMPSHIRE Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1581</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard: December 7, 2000<br>Decided: August 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Peter J. Smith, Attorney, Appellate Staff, Civil Division, U.S. Department of Justice, with whom David W. Ogden, Acting Assistant Attorney General, Paul M. Gagnon, U.S. Attorney, and Mark B. Stern, Attorney, Appellate Staff, Civil Division, U.S. Department of Justice, were on brief, for intervenor United States and appellant.</p>\n      <p class=\"indent\">Andrew B. Livernois, with whom Philip T. McLaughlin, New Hampshire Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Stahl, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to address the scope of congressional power under Section 5 of the Fourteenth Amendment to abrogate the immunity of the states from suit in federal court which the states would otherwise enjoy under the Eleventh Amendment and Supreme Court precedent. At issue is whether the creation of a private cause of action against a state for money damages under the personal medical leave provision of the Family and Medical Leave Act, 29 U.S.C. &#167; 2612(a)(1)(D), validly abrogates that immunity as an exercise of Congress's Section 5 powers.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following the analytic framework suggested by two recent Supreme Court decisions, Kimel v. Florida Board of Regents, 528 U.S. 62 (2000), and Board of Trustees of the University of Alabama v. Garrett, 531 U.S. 356, 121 S. Ct. 955 (2001), we hold that the FMLA's personal medical leave provision, 29 U.S.C. &#167; 2612(a)(1)(D) (affording leave for serious personal health conditions), insofar as it authorizes private suits against states, does not validly abrogate the states' immunity.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Every circuit court which has addressed the personal medical leave provision of the FMLA in this context has held that that provision does not abrogate the immunity of the state as employer in the face of the Eleventh Amendment. Our holding is narrow: the present legislative record does not demonstrate that the personal medical leave provision of the FMLA is an appropriate response necessary to remedy or prevent unconstitutional gender discrimination practiced by the states as employers.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Stephen Laro was employed by the State of New Hampshire as a computer specialist for the New Hampshire Retirement System. In early 1998, he had heart bypass surgery. Because of his medical condition, following his surgery he requested and received leave under the FMLA, which leave began on March 6, 1998. Laro's physician provided the State with a certification which said that Laro's condition required him to be out of work for at least eight weeks, or until at least May 3, 1998. Apparently his employer understood that to mean he requested leave only until that day. When he did not return to work as of May 5, 1998, his employer inquired, and Laro explained that his physician had not yet cleared him to return to work. On May 8, 1998, the State wrote to Laro, informing him that his FMLA leave would expire as of May 29, 1998. Laro replied that he would not need any more time than that, and on May 18, 1998, he provided his employer with a letter from his physician authorizing his immediate return to work. Laro's employer then told him that before returning to work he had to meet with his supervisors, and asked him to schedule an appointment. At this time, Laro expected to return to work on Thursday, May 21, before the expiration of the twelve week FMLA period. Instead, he was given a termination letter, dated May 21, 1998, and setting an effective termination date of May 29, 1998. The termination letter stated that Laro had exhausted his accumulated leave balances and that he was unable to meet the New Hampshire Retirement System's attendance requirements. Other than that statement there is no explanation in the record for New Hampshire's about-face on Laro's ability to return to work.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Laro sued for monetary damages in federal court, claiming that the state had violated 29 U.S.C. &#167; 2615 by terminating his employment before the expiration of the twelve week period of unpaid leave guaranteed under the FMLA. The state moved to dismiss, asserting its immunity under the Eleventh Amendment. The district court agreed, and dismissed the action. Laro now appeals, joined by the United States as intervenor.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Eleventh Amendment provides that \"[t]he Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.\" U.S. Const. amend. XI. Though limited by its express terms, the Amendment has been construed broadly by the Supreme Court, such that its \"ultimate guarantee\" is \"that nonconsenting States may not be sued by private individuals in federal court.\" Garrett, 531 U.S. at ---, 121 S. Ct. at 962.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Congress may abrogate this Eleventh Amendment immunity when it both \"unequivocally intends to do so\" and \"act[s] pursuant to a valid grant of constitutional authority.\" Id. (citing Kimel, 528 U.S. at 73).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Here, the State properly concedes that Congress did intend to abrogate the states' immunity. See 29 U.S.C. &#167; 2617(a)(2) (extending private right of action for damages to employees against \"any employer (including a public agency)\"); 29 U.S.C. &#167; 2611(4)(A)(iii) (defining \"employer\" to include any \"public agency\" and cross-referencing 29 U.S.C. &#167; 203(x) (defining \"public agency\" to include \"the government of a State or political subdivision thereof\")). The question, then, is whether Congress, in subjecting the states to suit in federal court for money damages under the personal medical leave provision of the FMLA, acted appropriately pursuant to a valid grant of constitutional authority.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Supreme Court has held that Congress may not properly base its abrogation of Eleventh Amendment immunity upon the powers enumerated in Article I. Garrett, 531 U.S. at ---, 121 S. Ct. at 962; Kimel, 528 U.S. at 79; Seminole Tribe of Fla. v. Florida, 517 U.S. 44, 72-73 (1996). Where Congress acts pursuant to a valid exercise of its power under Section 5 of the Fourteenth Amendment, however, it may subject nonconsenting states to suit in federal court. Garrett, 531 U.S. at ---, 121 S. Ct. at 962 (\"[T]he Eleventh Amendment, and the principle of state sovereignty which it embodies, are necessarily limited by the enforcement provisions of &#167; 5 of the Fourteenth Amendment.\") (quoting Fitzpatrick v. Bitzer, 427 U.S. 445, 456 (1976)); Seminole Tribe, 517 U.S. at 59 (\"[T]hrough the Fourteenth Amendment, federal power extended to intrude upon the province of the Eleventh Amendment and therefore [ ] &#167; 5 of the Fourteenth Amendment allowed Congress to abrogate the immunity from suit guaranteed by that Amendment.\"). That is so because the Fourteenth Amendment expressly empowers Congress to enforce its provisions against the states. See Seminole Tribe, 517 U.S. at 59 (\"[T]he Fourteenth Amendment, by expanding federal power at the expense of state autonomy, [ ] fundamentally altered the balance of state and federal power struck by the Constitution.\"); Ex parte Virginia, 100 U.S. 339, 346 (1879) (\"The prohibitions of the Fourteenth Amendment are directed to the States, and they are to a degree restrictions of State power. It is these which Congress is empowered to enforce, and to enforce against State action . . . . Such enforcement is no invasion of State sovereignty. No law can be, which the people of the States have, by the Constitution of the United States, empowered Congress to enact.\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 1 of the Fourteenth Amendment provides, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">U.S. Const. amend. XIV. Section 5 of the Fourteenth Amendment grants Congress the power to enforce the substantive guarantees contained in Section 1 by enacting \"appropriate legislation.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Id. This provision embodies an affirmative grant of power to Congress. See City of Boerne v. Flores, 521 U.S. 507, 517 (1997) (\"All must acknowledge that &#167; 5 is 'a positive grant of legislative power' to Congress.\") (quoting Katzenbach v. Morgan, 384 U.S. 641, 651 (1966)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 5 of the Fourteenth Amendment, then, affords Congress a broad remedial and prophylactic power to enact legislation restricting state action, so long as the legislation reflects a rational means, under the standard of McCulloch v. Maryland, 17 U.S. (4 Wheat.) 316, 421 (1819), to realize the end of enforcing the Fourteenth Amendment's substantive prohibitions. See City of Boerne, 521 U.S. at 517-18 (\"Whatever legislation is appropriate, that is, adapted to carry out the objects the amendments have in view, whatever tends to enforce submission to the prohibitions they contain, and to secure to all persons the enjoyment of perfect equality of civil rights and the equal protection of the laws against State denial or invasion, if not prohibited, is brought within the domain of congressional power.\") (quoting Ex parte Virginia, 100 U.S. at 345-46); Katzenbach v. Morgan, 384 U.S. at 650 (\"By including &#167; 5 the draftsmen sought to grant to Congress, by a specific provision applicable to the Fourteenth Amendment, the same broad powers expressed in the Necessary and Proper Clause, Art. I, &#167; 8, cl. 18.\"); id. at 651 (\"[T]he McCulloch v. Maryland standard is the measure of what constitutes 'appropriate legislation' under &#167; 5 of the Fourteenth Amendment.\"); see also South Carolina v. Katzenbach, 383 U.S. 301, 324-27 (1966) (holding that under the enforcement clause of the Fifteenth Amendment, Congress may employ \"any rational means to effectuate [its] constitutional prohibitions,\" and citing the standard of McCulloch v. Maryland as \"[t]he basic test to be applied in a case involving &#167; 2 of the Fifteenth Amendment\"); James Everard's Breweries v. Day, 265 U.S. 545, 558-59 (1924) (legislation under the enforcement clause of the Eighteenth Amendment assessed under the standard of McCulloch v. Maryland). Indeed, by its express terms, the Necessary and Proper Clause applies to enumerated powers added to the Constitution after its adoption. See U.S. Const. Art. I, &#167; 8, cl. 18 (granting Congress the power \"[t]o make all Laws which shall be necessary and proper for carrying into Execution the foregoing Powers, and all other Powers vested by this Constitution in the Government of the United States, or in any Department or Officer thereof\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The scope of Section 5 of the Fourteenth Amendment enables Congress to do more than simply prohibit what the Amendment itself already prohibits; Congress may enact legislation which is rationally tailored to prevent or deter the incidence of violations of the Amendment. See, e.g., Garrett, 531 U.S. at ---, 121 S. Ct. at 963 (\"Congress is not limited to mere legislative repetition of this Court's constitutional jurisprudence.\"); Kimel, 528 U.S. at 81 (\"Congress' &#167; 5 power is not confined to the enactment of legislation that merely parrots the precise wording of the Fourteenth Amendment. Rather, Congress' power 'to enforce' the Amendment includes the authority both to remedy and to deter violation of rights guaranteed thereunder by prohibiting a somewhat broader swath of conduct, including that which is not itself forbidden by the Amendment's text.\"); City of Boerne, 521 U.S. at 518 (\"Legislation which deters or remedies constitutional violations can fall within the sweep of Congress' enforcement power even if in the process it prohibits conduct which is not itself unconstitutional and intrudes into 'legislative spheres of autonomy previously reserved to the States.'\") (quoting Fitzpatrick, 427 U.S. at 455).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Indeed, the enforcement clause delegates to Congress in the first instance the responsibility to determine what prophylactic measures are necessary to enforce most effectively the Amendment's substantive provisions. See, e.g., City of Boerne, 521 U.S. at 536 (\"It is for Congress in the first instance to 'determin[e] whether and what legislation is needed to secure the guarantees of the Fourteenth Amendment,' and its conclusions are entitled to much deference.\") (quoting Katzenbach v. Morgan, 384 U.S. at 651); Katzenbach v. Morgan, 384 U.S. at 648 (\"It is the power of Congress which has been enlarged. Congress is authorized to enforce the prohibitions by appropriate legislation. Some legislation is contemplated to make the amendments fully effective.\") (quoting Ex parte Virginia, 100 U.S. at 345); see also South Carolina v. Katzenbach, 383 U.S. at 326 (enforcement clause of the Fifteenth Amendment indicates that Congress was to be \"chiefly responsible for implementing\" the rights created in the Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the Fourteenth Amendment affords this role to Congress, courts consider congressional conclusions with considerable deference. See, e.g., Katzenbach v. Morgan, 384 U.S. at 653 (\"It was for Congress . . . to assess and weigh the various conflicting considerations . . . . It is not for us to review the congressional resolution of these factors. It is enough that we be able to perceive a basis upon which the Congress might resolve the conflict as it did.\"); James Everard's Breweries, 265 U.S. at 560 (\"In enacting [enforcement] legislation, Congress has affirmed its validity. That determination must be given great weight; this Court by an unbroken line of decisions having steadily adhered to the rule that every possible presumption is in favor of the validity of an act of Congress until overcome beyond rational doubt.\") (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nevertheless, this congressional power is not without limits; congressional power under Section 5 \"is but a limited authority [ ] extending only to a single class of cases,\" though within those limits it is \"complete.\" Ex parte Virginia, 100 U.S. at 348; see also City of Boerne, 521 U.S. at 518 (\"[A]s broad as the congressional enforcement power is, it is not unlimited.\") (quoting Oregon v. Mitchell, 400 U.S. 112, 128 (1970) (opinion of Black, J.)). The limits are those \"prescribed\" in the Constitution itself. See Gibbons v. Ogden, 22 U.S. (9 Wheat.) 1, 196 (1824). That is, the ends of appropriate enforcement legislation under Section 5 must be the enforcement of the substantive guarantees of the Fourteenth Amendment. See Kimel, 528 U.S. at 81 (the language of Section 5 limits congressional power to enacting that legislation appropriate \"to enforce\" the provisions of the Amendment); accord City of Boerne, 521 U.S. at 519.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Consequently, despite Congress's initial responsibility to gauge appropriate enforcement legislation, federal courts retain the power to review that legislation to ensure that it pursues appropriate ends. See City of Boerne, 521 U.S. at 536 (\"[T]he courts retain the power . . . to determine if Congress has exceeded its authority under the Constitution.\"); see also James Everard's Breweries, 265 U.S. at 559 (\"What [the Court] may consider is whether that which has been done by Congress has gone beyond the constitutional limits upon its legislative discretion.\"). The unconstitutional exercise of enforcement powers occurs where Congress attacks \"evils\" not comprehended by the amendments. See South Carolina v. Katzenbach, 383 U.S. at 326-27.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Two recent Supreme Court cases present a framework for assessing whether legislation enacted under Section 5 falls within appropriate bounds in the face of a claim of Eleventh Amendment immunity. See Garrett, 531 U.S. 356, 121 S. Ct. 955; Kimel, 528 U.S. 62. The first step of this Eleventh Amendment analysis requires the court to identify the precise scope of the constitutional right at issue, including as it is reflected in the degree of judicial scrutiny afforded the state statute or action. See, e.g., Garrett, 531 U.S. at ---, 121 S. Ct. at 963 (\"The first step in applying these now familiar principles is to identify with some precision the scope of the constitutional right at issue.\"). Whether the legislation is prophylactic or remedial, the court must then examine whether the legislative means adopted by Congress have a congruence and proportionality to the constitutional injury to be prevented or remedied.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See, e.g., Kimel, 528 U.S. at 81 (\"[R]ecognizing that 'Congress must have wide latitude in determining where [the line between measures that remedy or prevent unconstitutional actions and measures that make a substantive change in governing law] lies,' we [have] held that '[t]here must be a congruence and proportionality between the injury to be prevented or remedied and the means adopted to that end.'\") (quoting City of Boerne, 521 U.S. at 520). We turn to applying this framework to the FMLA.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Family and Medical Leave Act of 1993, 29 U.S.C. &#167; 2601 et seq., entitles eligible employees to twelve workweeks of unpaid leave per year in four specified situations: (1) the birth of a child, (2) the adoption of a child or placement of a foster child, (3) the need to care for a parent, child, or spouse with a serious health condition, and (4) the inability to work due to the employee's own serious health condition. 29 U.S.C. &#167; 2612(a)(1).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The only issue before us in this case concerns the availability of private damages actions against states under the final provision, 29 U.S.C. &#167; 2612(a)(1)(D), which affords an employee the right to unpaid leave for inability to work due to his or her own serious health condition.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first step in assessing the validity of this personal medical leave provision as appropriate enforcement legislation under Section 5 in the face of Eleventh Amendment immunity is to determine the substantive guarantee of the Fourteenth Amendment it is designed to protect. The FMLA was explicitly enacted in part pursuant to congressional power under Section 5 of the Fourteenth Amendment to address gender-based discrimination (as well as disability-based discrimination), in addition to Congress's Article I, Section 8 powers under the Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The findings section of the statute provides, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(5) due to the nature of the roles of men and women in our society, the primary responsibility for family care taking often falls on women, and such responsibility affects the working lives of women more than it affects the working lives of men; and</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(6) employment standards that apply to one gender only have serious potential for encouraging employers to discriminate against employees and applicants for employment who are of that gender.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">29 U.S.C. &#167; 2601(a)(5)-(6). Therefore, the statute provides that it is the purpose of the Act:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(4) to accomplish [the statutory goals] in a manner that, consistent with the Equal Protection Clause of the Fourteenth Amendment, minimizes the potential for employment discrimination on the basis of sex by ensuring generally that leave is available for eligible medical reasons (including maternity-related disability) and for compelling family reasons, on a gender-neutral basis; and</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(5) to promote the goal of equal employment opportunity for women and men, pursuant to such clause.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">29 U.S.C. &#167; 2601(b)(4)-(5).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The question, then, is whether the personal medical leave provision of the FMLA appropriately enforces the Fourteenth Amendment's guarantee against gender-based discrimination by the states. The scope of constitutional protection against gender-based discrimination under the Fourteenth Amendment is broader than that against mere arbitrary classifications. Where gender-based discrimination is at issue, a state must justify its discrimination by a showing of considerably more than mere rationality. See, e.g., United States v. Morrison, 529 U.S. 598, 620 (2000). Gender-based discrimination violates equal protection unless it \"serves important governmental objectives and . . . the discriminatory means employed are substantially related to the achievement of those objectives.\" United States v. Virginia, 518 U.S. 515, 533 (1996) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The personal medical leave provision of the FMLA at issue does not directly address gender discrimination on its face, but may serve a prophylactic function to prevent or deter unconstitutional state actions. Cf. Hundertmark v. Florida Dep't of Transp., 205 F.3d 1272, 1276 (11th Cir. 2000) (Equal Pay Act facially targets gender discrimination and therefore validly abrogates the states' Eleventh Amendment immunity under Section 5). The issue, then, for Eleventh Amendment purposes, is whether there is \"congruence and proportionality\" between \"the potential for employment discrimination on the basis of sex\" by a state and the FMLA's provision of twelve-weeks leave to employees because of their own personal health problems. We look only to the gender- based discrimination concerns of Congress.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Supreme Court has not recently addressed the issue of congressional power to override a state's Eleventh Amendment immunity through legislation designed to prevent unconstitutional gender-based discrimination in employment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> But see Fitzpatrick v. Bitzer, 427 U.S. 445, 455 (1974). Rather, the two employment statutes it has considered in this context address categories of discrimination -- age discrimination in Kimel and disability discrimination in Garrett where the courts impose a lesser burden on a state to justify discriminatory practices. See Kimel, 528 U.S. at 83-84; Garrett, 531 U.S. at ---, 121 S. Ct. at 963-64. Even with the heightened standard of review for gender-based discrimination, however, we do not find that the legislative history sufficiently ties the FMLA's personal medical leave provision to the prevention of gender-based discrimination by the states to survive Eleventh Amendment scrutiny. In the absence of such history, we must affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Defending the personal medical leave provision within the context of the entire Act, Laro and the intervenor United States argue that the FMLA as a whole was motivated to prevent gender discrimination against both men and women, relying upon the following rationale. First, they say, the Act prevents discrimination against men; without the Act's protection, men might be deprived of leave opportunities and thereby denied the opportunity to take equal responsibility for their families. In turn, the absence of leave opportunities for men, they say, serves to reinforce general stereotypes that women are the proper care givers, both for children and for other family members, and thereby forces women back into those stereotypical roles. Such stereotypes, so reinforced, deter employers from hiring women or promoting them to positions of equal responsibility vis-a-vis men. The existence of such a reinforcing dynamic was demonstrated, they say, by experience with respect to state law maternity provisions: when maternity leave for women was mandated by state law, employers reacted by refusing to hire or promote women. Thus, legislation that solely protected women in an effort to eliminate discrimination perversely gave employers an economic incentive to discriminate against women. For these reasons, they say, the FMLA insists on gender-neutral leave provisions. For present purposes we accept all of that to be true.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In defending the personal medical leave provision of the FMLA as validly abrogating the states' Eleventh Amendment immunity on this rationale, however, Laro and the United States must demonstrate how this particular provision contributes to the broader purposes they attribute to the Act as a whole. In doing so, the problems for Laro and the United States are two-fold. First, in order for this particular provision to validly abrogate a state's Eleventh Amendment immunity, it must be linked through some nexus not just to such gender-based problems in society at large, but specifically to unconstitutional gender discrimination by states in their capacity as employers. Second, establishing this connection is particularly difficult for the personal medical leave provision at issue, which, on its face, only bears on these concerns indirectly (likely this is why the plaintiff sought to tie his case to the other provisions of the FMLA). The argument that this provision validly abrogates New Hampshire's Eleventh Amendment immunity founders on this lack of congruence between the personal medical leave provision at issue here and the prevention of gender-based discrimination by states as employers, because Congress has not found the states to have engaged in the specific gender-based discriminatory practices this provision was designed to prevent.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">One rationale advanced to defend the provisions -- that they serve to counteract gender stereotyping on family roles -- is misplaced as to the personal medical leave provision at issue in this case. The argument is not without sense. It proceeds as follows: employers perceive that the primary responsibility for care taking of family members in our society tends to fall on women; therefore, they presume women will inevitably need to take leave for such care taking, and hence will either be less likely to hire women, or else will afford such leave to women but not to men, thus reinforcing gender roles. Therefore, the argument concludes, Congress might reasonably seek to break the cycle of stereotyping and discrimination by requiring gender-neutral leave policies for family care. This may all be true, but this argument does not go to the need for a personal medical leave provision. Rather, it provides a rationale for the parental and family-care leave provisions found in the first three subsections of the FMLA, which are not at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Attention to the legislative history reveals that Congress's primary motivation for including the personal medical leave provision contained in subsection (D) was to protect families from the economic dislocation caused by a family member losing his or her job due to a serious medical problem. See S. Rep. No. 103-3, at 11 (1993), reprinted in 1993 U.S.C.C.A.N. 3, 13-14 (\"The fundamental rationale for [a personal medical leave] policy is that it is unfair for an employee to be terminated when he or she is struck with a serious illness and is not capable of working. Job loss because of illness has a particularly devastating effect on workers who support themselves and on families where two incomes are necessary to make ends meet or where a single parent heads the household.\"); id. at 12 (example of Frances Wright); see also H.R. Rep. No. 101-28(I), at 23 (1990) (\"The temporary medical leave requirement is intended to provide basic, humane protection to the family unit when it is most in need of help. It will also help reduce the societal cost born by government and private charity.\"). This concern clearly goes to Congress's power under the Commerce Clause and not Section 5.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A secondary motivation that appears in the legislative history is a concern to protect workers who were temporarily disabled by serious health problems from discrimination on account of their medical condition. See S. Rep. No. 103-3, at 12 (citing testimony of Ms. Barbara Hoffman, Vice President of the National Coalition for Cancer Survivorship, stating that a quarter of all cancer survivors face \"some form of employment discrimination\" and that \"such discrimination against qualified employees costs society millions of dollars in lost wages, lost productivity and needless disabilities payments\"); H.R. Rep. 101-28(I), at 23 (\"[A] worker who has lost a job due to a serious health condition often faces future discrimination in finding a job which has even more devastating consequences for the worker and his or her family.\"); see also Kazmier v. Widmann, 225 F.3d 519, 527 n.31 (5th Cir. 2000). Garrett has effectively disposed of that disability rationale as sufficient basis to overcome Eleventh Amendment immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Nevertheless, the United States and Laro contend that the prevention of gender-based discrimination also motivated Congress in enacting the personal medical leave provision of the FMLA, and hence that provision does validly abrogate the states' Eleventh Amendment immunity. They suggest that the provision counters gender-based discrimination in two respects: first, it prevents discrimination directly on the basis of pregnancy; and, second, it undermines incentives to discriminate against women indirectly on the basis of stereotypes about women due to pregnancy.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> These claims are not irrational. Nonetheless, where the connection between the provision at issue and gender-based discrimination is indirect at best, it is incumbent on Congress either to establish a clear link to the prevention of unconstitutional gender discrimination or to identify problematic state practices to which the provision responds. Here there is no indication that Congress found such a problem on the part of states as employers.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The United States and Laro advance the following argument, attempting to connect the personal medical leave provision to the need to combat gender discrimination on the part of state employers. Employers might assume that women will require greater accommodation at work as a result of pregnancy-related disability, and therefore be more reluctant to hire women or place them in positions of equal responsibility. The personal medical leave provision, they say, by affording medical leave for any \"serious health condition,\" mitigates this incentive to discriminate because it places men and women on equal footing with respect to medical leave. See S. Rep. No. 102-68, at 35 (1991) (\"Because the bill treats all employees who are temporarily unable to work due to serious health conditions in the same fashion, it does not create the risk of discrimination against pregnant women posed by legislation which provides job protection only for pregnancy related disability.\"). There is no showing, however, that establishes any nexus between gender-neutral medical leave for one's own health conditions and the prevention of discrimination on the basis of gender on the part of states as employers.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We understand the problem in these terms. In 1976, the Supreme Court held that discrimination on the basis of pregnancy was not gender-based discrimination within the meaning of Title VII. See General Elec. Co. v. Gilbert, 429 U.S. 125 (1976).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Congress reacted to this decision, amending the definition section of Title VII such that its prohibition of discrimination on the basis of sex encompassed pregnancy discrimination. See Pregnancy Discrimination Act, Pub. L. No. 95-555, 92 Stat. 2076, 42 U.S.C. &#167; 2000e(k); see also Newport News Shipbuilding and Dry Dock Co. v. EEOC, 462 U.S. 669, 676 (1983). Congress's conclusion that gender and pregnancy were sufficiently related that barring pregnancy discrimination served the end of preventing gender-based discrimination was quite rational; indeed, as the Supreme Court recently suggested, the potential for pregnancy is one immutable characteristic which distinguishes men from women and consequently has definite real life consequences. See Nguyen v. INS, 531 U.S. ---, 121 S. Ct. 2053, 2061 (2001). In enacting the PDA, Congress was expressly concerned with the issues of gender-based discrimination now advanced in defense of subsection (D) of the FMLA. See H.R. Rep. No. 95-948, at 6-7 (1978) (\"[T]he consequences of [ ] discriminatory employment policies on pregnant women and women in general has historically had a persistent and harmful effect upon their careers. Women are still subject to the stereotype that all women are marginal workers. Until a woman passes the child-bearing age, she is viewed by employers as potentially pregnant. Therefore, the elimination of discrimination based on pregnancy in these employment practices in addition to disability and medical benefits will go a long way toward providing equal employment opportunities for women . . . .\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The PDA affected gender discrimination law in two respects: (1) women can no longer be treated differently in employment because of pregnancy, childbirth, or related medical conditions (or stereotypes about the same); and (2) if an employer chooses to offer benefit programs, then those programs must cover pregnancy, childbirth, and related medical conditions. Medical insurance and leave policies, if offered to employees, have to cover pregnancy. Thus the PDA itself operates to accomplish much of what is now offered as the gender-based rationale for subsection (D) of the FMLA, since it mandates equivalent treatment of all temporarily disabled workers, including those disabled because of pregnancy-related conditions. Indeed, to the extent that states provide leave to male employees for temporary medical conditions that render them incapable of working, but do not provide similar leave to women who are pregnant (or vice versa), Title VII as amended by the PDA affords a federal right to relief.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The PDA did leave a gap in its coverage: those employers who did not offer benefit packages for leave at all. The FMLA closes this gap in coverage by requiring medical leave for pregnancy.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> But there is nothing in the legislative history which indicates the states posed this \"gap\" problem. Indeed, the only direct evidence regarding the actual leave policies of public sector employees in the legislative record suggests that state employers did not fall into the \"gap\" left by the PDA. See The Family and Medical Leave Act of 1989: Hearings on H.R. 770 Before the Subcomm. on Labor-Management Relations of the Comm. of Educ. and Labor, 101st Cong. 45, 51 (testimony of Gerald McEntee, President of the American Federation of State, County, and Municipal Employees, stating that the union had successfully negotiated leave policies for a vast number of its members with public sector employers).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The argument for subsection (D) is that, at least in theory, these two requirements created a new problem: while the issue of discrimination against pregnant women was solved by mandatory pregnancy leave, this solution had the effect of imposing the costs of these leaves on employers; this led to the concern that these costs would induce employers to respond by not hiring women who had the potential to be pregnant. This new problem, the argument goes, would be solved by requiring medical leave for all employees with serious medical problems, as subsection (D) of the FMLA does. The larger concept that special treatment of one gender can lead to discrimination is reflected in the testimony before the Senate that legislation which provides job protection only for pregnancy related discrimination created the risk of discrimination against pregnant women. See S. Rep. No. 102-68, at 35 (1991). The argument is made that employers, despite the PDA and despite the nondiscrimination in hiring provisions of Title VII, would not hire women who could become pregnant and take leave because they could be more costly.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> As to assessing whether the states as employers posed such risks,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> even in light of the requirements of the PDA and Title VII, we think the Eleventh Amendment requires greater information from Congress as to whether such a risk is real.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Only two references in the legislative history are relied on to link such discrimination to actual state practices. The first concerns a general statement made twice at a congressional hearing asserting that public sector leave policies do not vary much from private sector policies. See The Parental and Medical Leave Act of 1986: Hearings on H.R. 4300 Before the Subcomm. on Labor-Management Relations and the Subcomm. on Labor Standards of the Comm. on Educ. and Labor, 99th Cong. 30; id. at 147. Perhaps this is so, but it is insufficiently informative as to what the flaws were in the states' practices for Eleventh Amendment purposes. The second piece of information relied upon is an attachment to a House Committee Report, which simply indicates that 28 of the 50 states had not enacted state laws requiring family and medical leaves in the private sector. See H.R. Rep. No. 103-8(I), Attachment B (1993). This tells us little, if anything, about whether the states themselves had not hired women because of the risk of having the costs of pregnancy leave imposed on them, thus indicating a need for personal medical leave for all under the FMLA subsection (D) in order to avoid creating disincentives to hire women. It may be that such a problem exists, but Congress did not find that to be so. If it had, we would have a different case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In order to validly abrogate the states' Eleventh Amendment immunity, enforcement legislation must have a congruence to the constitutional evil to be prevented. Here, there is no identified link between this particular provision and any pattern of discriminatory stereotyping on the part of states as employers. On this record, the personal medical leave provision of the FMLA does not exhibit a sufficient congruence to the prevention of unconstitutional state discrimination to validly abrogate the states' Eleventh Amendment immunity. Without more, then, these legislative responses are out of proportion to the preventive objective as to states as employers and cannot be understood to be designed to prevent unconstitutional behavior.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Cf. City of Boerne, 521 U.S. at 520 (requiring congruence and proportionality). But see Kazmier v. Widmann, 225 F.3d 519, 533 (5th Cir. 2000) (Dennis, J. dissenting); Garrett v. University of Ala. Bd. of Trustees, 193 F.3d 1214, 1220 (11th Cir. 1999) (subsequent history omitted) (Cook, J., concurring in part and dissenting in part).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To summarize, the personal medical leave provision of the FMLA, &#167; 2612(a)(1)(D), on its face has no direct connection to preventing unconstitutional gender discrimination by state employers. Cf. Hundertmark, 205 F.3d at 1276. The arguments advanced to connect that particular provision to preventing gender discrimination by states as employers are too attenuated, in the absence of a stronger legislative record, to allow Congress to abrogate a state's Eleventh Amendment immunity under the auspices of Section 5. Accordingly, we affirm the dismissal of Laro's complaint. The result we reach is consistent with that of every circuit that has addressed the issue with regard to 29 U.S.C. &#167; 2612(a)(1)(D) of the FMLA. See Lizzi v. Alexander, 255 F.3d 128 (4th Cir. June 20, 2001); Chittister v. Department of Cmty. and Econ. Dev., 226 F.3d 223 (3rd Cir. 2000); Townsel v. Missouri, 233 F.3d 1094 (8th Cir. 2000); Kazmier, 225 F.3d at 527-29; Sims v. University of Cincinnati, 219 F.3d 559, 566 (6th Cir. 2000); Hale v. Mann, 219 F.3d 61, 69 (2d Cir. 2000); Garrett v. University of Ala. Bd. of Trustees, 193 F.3d at 1219.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">While we hold that the personal medical leave provision of the FMLA does not validly abrogate the Eleventh Amendment immunity of the states as employers from private damages actions, other remedies remain. As was the case in Garrett, see 531 U.S. at ---, 121 S. Ct. at 968 n.9, the United States may choose to pursue its own actions against New Hampshire (or other states violating the provisions) to enforce the FMLA and recover damages. See 29 U.S.C. &#167; 2617(b)(2) (empowering the Secretary of Labor to bring civil actions to recover damages for violations of the FMLA). Private parties may also enforce the substantive requirements of the provision against states through injunctive actions against state officials rather than through suits for money damages. See, e.g., Garrett, 531 U.S. at ---, 121 S. Ct. at 968 n.9. Similarly, New Hampshire may voluntarily choose to provide for state employees the same privately enforceable right to FMLA personal medical leave enjoyed by most private sector employees (and many state employees, under state law), either by consenting to suit in federal court or providing an enforceable state remedy. But on this legislative record, Congress does not have the power to empower a federal court to force New Hampshire to pay damages to an employee for failing to provide such leave through a private enforcement action if the state has not consented or waived its immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed. Each party to bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>We express no opinion on the states' immunity from a private cause of action under the other provisions of the FMLA. We also note that the applicability of the personal medical leave provision to private parties as a valid exercise of Congress's Article I powers is not in question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> States may also waive this immunity by consenting to suit, but no one argues here that New Hampshire consented to suit or waived its immunity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 5 provides in full: \"The Congress shall have power to enforce, by appropriate legislation, the provisions of this article.\" U.S. Const. amend. XIV.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In deciding whether legislation is congruent to a constitutional violation, the Court has typically looked to the legislative record to determine if Congress has identified a history and pattern of unconstitutional state action, see Garrett, 531 U.S. at ---, 121 S. Ct. at 964-67; Kimel, 528 U.S. at 90-91; Florida Prepaid Educ. Expense Bd. v. College Savings Bank, 527 U.S. 627, 640 (1999), although it has suggested that such an inquiry may not be required where the constitutional wrong is otherwise evident, cf. Florida Prepaid, 527 U.S. at 646 (\"Though lack of support in the legislative record is not determinative, identifying the targeted constitutional wrong or evil is still a critical part of our &#167; 5 calculus.\") (citations omitted); accord City of Boerne, 521 U.S. at 530-31; see also Kimel, 528 U.S. at 91. Because we do not consider subsection (D), the FMLA provision at issue here, to be a matter where the targeted constitutional wrong is self-evident, we also look to the legislative record. Given this result, we need not reach the question of whether, as some of the language in Garrett suggests, the Court now considers such legislative history to be more generally required than Kimel and City of Boerne suggest. See Garrett, 531 U.S. at ---, 121 S. Ct. at 967-68 (\"[I]n order to authorize private individuals to recover money damages against the States, there must be a pattern of discrimination by the States which violates the Fourteenth Amendment, and the remedy imposed by Congress must be congruent and proportional to the targeted violation.\"); id. at 969 (Kennedy, J., concurring) (\"The predicate for money damages against an unconsenting State in suits brought by private persons must be a federal statute enacted upon the documentation of patterns of constitutional violations committed by the State in its official capacity.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 29 U.S.C. &#167; 2612(a)(1), titled \"Entitlement to leave,\" provides:</p>\n        <p>Subject to [29 U.S.C. &#167; 2613], an eligible employee shall be entitled to a total of 12 workweeks of leave during any 12-month period for one or more of the following:</p>\n        <p>(A) Because of the birth of a son or daughter of the employee and in order to care for such son or daughter.</p>\n        <p>(B) Because of the placement of a son or daughter with the employee for adoption or foster care.</p>\n        <p>(C) In order to care for the spouse, or a son, daughter, or parent, of the employee, if such spouse, son, daughter, or parent has a serious health condition.</p>\n        <p>(D) Because of a serious health condition that makes the employee unable to perform the functions of the position of such employee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The State, Laro, and the intervenor United States all argue that the entire FMLA is at issue. We disagree. The constitutional arguments in support of the remaining provisions have greater strength and raise issues (for instance, their implications for family roles) not at stake here. Those other provisions are not tested by this case. Assessing the provisions separately is not unprecedented, see, e.g., Kazmier v. Widmann, 225 F.3d 519, 525 (5th Cir. 2000) (\"[W]e discern no reason why the provisions of one of the FMLA's subsections could not validly abrogate the States' Eleventh Amendment immunity even if the provisions of some or all of the remaining subsections fail to do so.\"), and may be important where, as here, separate provisions of the same act embody differing remedial purposes. Moreover, the Supreme Court has suggested that different provisions of the same act might fare differently under this Eleventh Amendment analysis, in that it declined to address claims arising under Title II of the ADA in Garrett. See 531 U.S. at ---, 121 S. Ct. at 960 n.1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It is plain that, under Garrett, there is no congruence between the personal medical leave provision and congressional authority to abrogate Eleventh Amendment immunity in addressing disability discrimination under Section 5. Garrett held that the needed congruence in order to subject the state to a private damages action for disability discrimination was lacking in the Americans with Disabilities Act. See Garrett, 531 U.S. at ---, 121 S. Ct. at 966-67. If a direct connection to disability discrimination was insufficient in Garrett, then the indirect connection in the FMLA between disability discrimination and inability to work due to serious health problems is surely insufficient to establish congruence, at least on the current legislative record. The United States concedes this point in its brief.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Supreme Court did consider a gender-based justification for legislation under Section 5 in United States v. Morrison, supra, assessing the private suit provisions of the Violence Against Women Act. In that case the Court concluded that the provisions of VAWA at issue went beyond Congress's Section 5 powers on the ground that the provisions did not act to prevent unconstitutional state action, instead targeting private behavior. 529 U.S. at 626. Since the Court found that VAWA did not target state action, it did not address the Eleventh Amendment analysis pursued in Kimel and Garrett.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A third way in which the personal medical leave provision might possibly be justified as responding to a threat of unconstitutional gender discrimination is that it serves to eliminate the risk of discriminatory treatment of men in leave policies. While the legislative record suggests that men may have been treated in a discriminatory fashion with respect to parental leave, see, e.g., S. Rep. No. 103-3, at 14-15 (discussing studies by the Bureau of Labor Statistics highlighting the discrepancy between the availability of maternity and paternity leave), and perhaps leave to care for family members, there is no suggestion that men were disadvantaged in personal medical leave policies, nor, in particular, is there any reason to think from the legislative record that states as employers disadvantaged men in offering medical leave in a way that could be considered discriminatory. Indeed, men are protected from inequitable leave policies offered by either private or public employers in any case by Title VII's prohibition of discrimination in employment on the basis of sex.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Supreme Court had earlier held that cost-justified discrimination on the basis of pregnancy was not unconstitutional gender discrimination under the Fourteenth Amendment. See Geduldig v. Aiello, 417 U.S. 484 (1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In the FMLA legislative history, Congress discussed the gap left by the PDA with respect to employers who denied benefits to all workers. See H.R. Rep. No. 103-8(II), at 11 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> That risk would seem to be greatest, at least in theory, among employers who had escaped the PDA's leave requirements (because they offered no leave to anyone) but who were now caught by the FMLA's requirement giving pregnancy leave. But as we noted before, there is no evidence in the legislative record that the states present a \"gap\" problem.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> There are variations on the argument that neutral leave provisions run the risk of creating incentives to discriminate. One variant (though not raised directly by Laro or the United States) distinguishes between concern for women as potential takers of pregnancy leave and concern for women as likely takers of leave for family care taking. The contention begins with a fear that employers will be less likely to hire or promote women because they believe that women will be more likely than men to take advantage of the family leave provisions in 29 U.S.C. &#167; 2612(a)(1)(B) and (C). The fact that both men and women are entitled to family leave, thus achieving desired neutrality, only solves part of the problem, the argument goes. Either because of stereotypes or because women actually take leave for family care taking more often, the claim is, these provisions of the FMLA (by increasing the projected costs of women employees) create new incentives not to hire or promote women. Those incentives are powerful enough, the argument proceeds, to override the incentives not to discriminate provided by Title VII and the PDA. In consequence, according to this theory, the number of men taking leave must be increased through the creation of the personal medical leave provision in subsection (D). This undercuts any presumption that women will be more likely to take leave than men.</p>\n        <p>This theory as to the effects of the new family leave provisions on the future behavior of employers does not appear to be what concerned Congress in enacting the personal medical leave provision, however. Certainly Congress never made any findings to this effect with regard to states as employers. Without more, this theory does not suffice.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We pause to reject an argument made by the State. The State suggests that only intentional acts of discrimination may ever be reached by a federal statute under the enforcement clause. We do not read the Eleventh Amendment jurisprudence that way, and the argument contravenes the rule that Congress is free under Section 5 to act prophylactically as well as remedially. E.g., Kimel, 528 U.S. at 81.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The majority opinion is a carefully reasoned and narrowly drawn analysis of the Eleventh Amendment issue raised by the application in this case of the personal medical leave provision of the FMLA, 29 U.S.C. &#167; 2612(a)(1)(D). It reflects the view that the legislative record invoked by Laro and the intervenor United States in support of that provision is an inadequate basis for the abrogation of state sovereign immunity in light of the Supreme Court decisions in Kimel v. Fla. Bd. of Regents, 528 U.S. 62 (2000), and Bd. of Trustees of the Univ. of Ala. v. Garrett, 121 S. Ct. 955 (2001). It notes correctly that the other circuits addressing similar cases have found the states immune from suits for damages under the FMLA. I recognize the weight of these precedents. Nevertheless, I must respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In Kimel and Garrett, where the Supreme Court invalidated congressional abrogation of state sovereign immunity in the ADEA and ADA, respectively, the Court reviewed legislation requiring states to alter age- and disability-related practices that, under rational basis review, would not be adjudged constitutional violations under Section 1 of the Fourteenth Amendment. State actions involving gender discrimination are subject to heightened scrutiny, not rational basis review. In applying the congruence and proportionality test to the FMLA's prophylactic scheme, and the legislative record supporting it, we should recognize that the heightened scrutiny standard, and the Supreme Court precedent applying it to claims of gender discrimination, require greater deference to congressional action addressing gender discrimination. Relatedly, I think it is inappropriate to evaluate in isolation a personal medical leave provision that supplements the care taking provisions of the FMLA with an important protection for women against gender discrimination in employment. I would vacate the district court decision dismissing Laro's action for damages against the State of New Hampshire.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In City of Boerne v. Flores, 521 U.S. 507 (1997), the Supreme Court set forth the congruence and proportionality test applicable to remedial and prophylactic measures enacted by Congress pursuant to Section 5 of the Fourteenth Amendment. The test first requires \"a congruence between the means used and the ends to be achieved.\" Id. at 530. Additionally, the legislation may not be \"so out of proportion to a supposed remedial or preventive object that it cannot be understood as a response to, or designed to prevent, unconstitutional behavior.\" Id. at 532. As this language suggests, the congruence and proportionality test is malleable. \"The appropriateness of remedial measures must be considered in light of the evil presented. Strong measures appropriate to address one harm may be an unwarranted response to another, lesser one.\" Id. at 530 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The legislation at issue in Boerne, the Religious Freedom Restoration Act (RFRA), prohibited the federal, state and local governments from \"'substantially burdening' a person's exercise of religion even if the burden results from a rule of general applicability,\" unless the government could demonstrate both that the burden was in furtherance of a compelling government interest and that the rule was the least restrictive means of achieving that interest. Id. at 515. The Court found the scope of the RFRA to be so broad as to \"ensure its intrusion at every level of government, displacing laws and prohibiting actions of almost every description and regardless of subject matter.\" Id. at 532. Because the RFRA was so sweeping in its impact, the court concluded that \"[t]he stringent test RFRA demands of state laws reflects a lack of proportionality or congruence between the means adopted and the legitimate end to be achieved.\" Id. at 533.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In Kimel, where age discrimination was the basis for Congressional abrogation of state sovereign immunity, the Supreme Court found a lack of congruence because \"the substantive requirements the ADEA imposes on the state and local governments are disproportionate to any unconstitutional conduct that conceivably could be targeted by the Act.\" 528 U.S. at 83. Similarly, in Garrett, where disability was the basis for abrogation, the Court concluded that \"[e]ven were it possible to squeeze out of these examples [from the legislative record] a pattern of unconstitutional discrimination by the States, the rights and remedies created by the ADA against the States would raise the same sort of concerns as to congruence and proportionality as were found in City of Boerne.\" 121 S. Ct. at 966.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In cases involving age and disability, \"the exercise of congressional Section 5 power must be congruent and proportional to behavior that a court would hold unconstitutional under rational basis review.\" Robert C. Post &amp; Reva B. Siegel, Equal Protection by Law: Federal Antidiscrimination Legislation After Morrison and Kimel, 110 Yale L.J. 441, 461 (2000). However, as the Court made clear in Kimel, the judicial inquiry in these state immunity cases does not end with a judgment on the congruence of the legislation:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">That the ADEA prohibits very little conduct likely to be held unconstitutional, while significant, does not alone provide the answer to our &#167; 5 inquiry. Difficult and intractable problems often require powerful remedies, and we have never held that &#167; 5 precludes Congress from enacting reasonably prophylactic legislation. Our task is to determine whether the ADEA is in fact just such an appropriate remedy or, instead, merely an attempt to substantively redefine the States' legal obligations with respect to age discrimination. One means by which we have made such a determination in the past is by examining the legislative record containing the reasons for Congress' action.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Kimel, 528 U.S. at 88.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In Kimel and again in Garrett, the Court found the legislative record inadequate. Regarding the ADEA, the Court ruled that \"Congress never identified any pattern of age discrimination by the States, much less any discrimination whatsoever that rose to the level of constitutional violation. The evidence compiled by petitioners to demonstrate such attention by Congress to age discrimination by the States falls well short of the mark.\" Kimel, 528 U.S. at 89. In Garrett, \"[t]he legislative record of the ADA . . . simply fails to show that Congress did in fact identify a pattern of irrational state discrimination in employment against the disabled.\" 121 S. Ct. at 965. The Court noted further that: \"Under rational basis review, where a group possesses distinguishing characteristics relevant to interests the State has the authority to implement, a States's decision to act on the basis of those differences does not give rise to a constitutional violation.\" Id. at 963 (quotations omitted).</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Supreme Court has not yet applied the congruence and proportionality test to a legislative record supporting prophylactic measures aimed at gender discrimination. In Kimel, the Court noted an important difference between age classifications and gender classifications:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Age classifications, unlike governmental conduct based on race or gender, cannot be characterized as \"so seldom relevant to the achievement of any legitimate state interest that laws grounded in such considerations are deemed to reflect prejudice and antipathy.\" Older persons, again, unlike those who suffer discrimination on the basis of race or gender, have not been subjected to a \"history of purposeful unequal treatment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">528 U.S. at 83 (citations omitted) (emphasis added). When gender classifications are being considered, rational basis review gives way to heightened scrutiny, whereby legislation involving \"classifications by gender must serve important governmental objectives and must be substantially related to achievement of those objectives.\" Craig v. Boren, 429 U.S. 190, 197 (1976); see also Mississippi Univ. for Women v. Hogan, 458 U.S. 718 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The application of heightened scrutiny to governmental classifications based on gender has important implications for the application of the congruence and proportionality test to prophylactic legislation enacted pursuant to Section 5 of the Fourteenth Amendment. The universe of constitutional governmental conduct based on age and disability is large, given the applicability of rational basis review. The universe of constitutional governmental conduct based on gender is small, given the applicability of heightened scrutiny. Therefore, \"heightened scrutiny creates more room for Congress to act under Section 5 because the universe of potential unconstitutional actions by the states is much larger.\" Brian Ray, Note, \"Out the Window\"? Prospects for the EPA and the FLA after Kimel v. Florida Board of Regents, 61 Ohio St. L.J. 1755, 1783 (2000). Put another way, legislation designed to prevent gender discrimination presumptively captures a wider range of unconstitutional conduct than legislation aimed at age or disability discrimination. In this sense, gender-protective legislation has a better chance of passing muster as \"reasonably prophylactic.\" Importantly, the Supreme Court has stated emphatically that it has \"never held that &#167; 5 precludes Congress from enacting reasonably prophylactic legislation.\" Kimel, 528 U.S. at 88. In my view, the personal medical leave provision of the FMLA is reasonably prophylactic in the sense that it is an important component of a legislative scheme designed, in part, to prevent gender discrimination against women by employers, including state employers.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The FMLA leave provisions entitle an eligible employee to twelve weeks of unpaid leave during any twelve-month period for one or more of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">(A) Because of the birth of a son or daughter of the employee and in order to care for such son or daughter; (B) Because of the placement of a son or daughter with the employee for adoption or foster care; (C) In order to care for the spouse, or a son, daughter, or parent of the employee, if such spouse, son, daughter, or parent has a serious health condition; (D) Because of a serious health condition that makes the employee unable to perform the functions of the position of such employee.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">29 U.S.C. &#167; 2612(a)(1) (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Provisions (A), (B) and (C) in this scheme all involve unpaid leave for the purpose of caring for another family member. Only provision (D) provides unpaid leave because of the personal medical condition of the employee. Some history emphasizes why leave programs limited to the need of an employee to care for another family member can disadvantage women.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Before 1978 there was no federally required parity in the allowance for pregnancy and sick leave, a circumstance which prevented many women from entering and advancing in the workforce altogether. Even if sick leave were available, pregnancy was often excluded from this benefit, making the policy one that favored men and left women who wanted to have children out of a job. The Pregnancy Discrimination Act (PDA), 92 Stat. 2076 (1978), sought to rectify this inequity by affording some entitlement to pregnancy-related leave. Employers who provided sick leave for other conditions were required to offer the same level of benefits for maternity leave. 42 U.S.C. &#167; 2000e(k). While this change surely gave women some increased opportunity to enter the workplace, it left unaddressed the presumption that women of child-bearing age would take more leave and were thus less desirable employees in the first place. As a result, \"employers might find it cost-effective to discriminate against married women of child-bearing age, since these women would end up costing a firm more than they contribute to its worth.\" S. Rep. No. 102-68, at 73 (1991) (testimony of economist Deborah Walker). The protections that the PDA was intended to provide ultimately had some negative impact on women's workplace opportunities.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Against this background, Congress enacted an FMLA scheme which included the personal medical leave provision. The Act states: \"Congress finds that . . . employment standards that apply to one gender only have serious potential for encouraging employers to discriminate against employees and applicants for employment who are of that gender.\" 29 U.S.C. &#167; 2601(a)(6). The Act seeks to achieve its purposes \"in a manner that, consistent with the Equal Protection Clause of the Fourteenth Amendment, minimizes the potential for employment discrimination on the basis of sex by ensuring generally that leave is available for eligible medical reasons (including maternity-related disability) and for compelling family reasons, on a gender-neutral basis . . . [and] to promote the goal of equal employment opportunity for women and men.\" 29 U.S.C. &#167;&#167; 2601(b)(4) &amp; (5).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In reports preceding enactment of the FMLA, there was close attention to the need for a personal medical leave provision in the FMLA. The Senate Committee on Labor and Human Resources reported:</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">[A] significant benefit of the temporary medical leave provided by the legislation is the form of protection it offers women workers who bear children. Because the bill treats all employees who are temporarily unable to work due to serious health conditions in the same fashion, it does not create the risk of discrimination against pregnant women posed by legislation which provides job protection only for pregnancy related disability. Legislation solely protecting pregnant women gives employers an economic incentive to discriminate against women in hiring policies; legislation helping all workers equally does not have this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">S. Rep. No. 102-68, at 35 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The House Committee on Education and Labor made the same point in its report on the legislation:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The FMLA addresses the basic leave needs of all employees. It covers not only women of childbearing age, but all employees, young and old, male and female, who suffer from a serious health condition, or who have a family member with such a condition. A law providing special protection to women or any defined group, in addition to being inequitable, runs the risk of causing discriminatory treatment. [This legislation], by addressing the needs of all workers, avoids such a risk.</p>\n    </div>\n    <p class=\"indent\">H.R. Rep. No. 103-8, pt. 1, at 29 (1993).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">If Congress had drawn a line at leave for caring for other family members, there is greater likelihood that the FMLA would have been perceived as further reason to avoid granting employment opportunities to women. Heretofore, women have provided most of the child and elder care, and legislation that focused on these duties could have had a deleterious impact because of the prevalent notion that women take more advantage of such leave policies. The inclusion of personal medical leave in the scheme, unrelated to any need to care for another person, undermines the assumption that women are the only ones taking leave because men, presumably, are as likely as women to get sick. To be sure, the care taking provisions of the Act, prongs (A) through (C), protect men and women from gender discrimination by giving men the opportunity to assume equal responsibilities for the care of their families and by shielding women from the stereotype that assigns such roles to women. These provisions serve important goals independently of prong (D), the personal medical leave provision. For the reason stated, however, the inclusion of the personal medical leave provision in the FMLA is also particularly important to women in protecting them against gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Interestingly, there is some early evidence that the FMLA is working as the drafters had hoped. Under the FMLA, 41.8 percent of all leave-takers are men, with men invoking the FMLA for parental leave purposes in comparable numbers to women. Commission on Family and Medical Leave, A Workable Balance: Report to Congress on Family and Medical Leave Policies 75 (1996). A study of both private and public sector employers following FMLA implementation found that \"differences in usage rates by industry were not related to the percent of the workforce that was female. . . . [E]arly indications are that both genders are making use of the Act.\" Holly B. Tompson and Jon M. Werner, The Family and Medical Leave Act: Assessing the Costs and Benefits of Use, 1 Employee Rts. &amp; Employment Pol'y J. 125, 147 (1997). It is possible, if not probable, that the inclusion of the personal medical leave provision has helped account for the increase in men such as Stephen Laro accessing leave.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The history that led to the inclusion of the personal medical leave provision in the FMLA, and the evidence of its effectiveness, highlight the congruence between this prophylactic measure and potentially discriminatory conduct by state employers. Under the lens of heightened scrutiny, such employers would be acting unconstitutionally if they denied women equal employment opportunities because of stereotypical views that women are the primary care givers, and hence the greater employment risks. The FMLA attempts to blunt the force of such stereotypes and such discriminatory conduct by increasing the odds that men and women will invoke leave provisions in equal numbers. Unlike the ADEA provision under review in Kimel, which \"prohibit[ed] very little conduct likely to be held unconstitutional,\" Kimel, 528 U.S. at 88, the personal medical leave provision of the FMLA attempts to prevent conduct by a state employer that would be unconstitutional. Although this congruence does not dispense with the need for Congress to justify its invocation of Section 5 of the Fourteenth Amendment to abrogate the immunity of the states, this congruence does mean that the burden of justification should be less than that applied by the Court in Kimel and Garrett.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The legislative record includes substantial material drawn from the private sector about the need for the FMLA generally, and the need for a personal medical leave provision specifically. Indeed, the legislative record is replete with evidence from the private sector that because women generally had greater access to maternity and parental leave, some employers were reluctant to hire them. See Samuel Issacharoff &amp; Elyse Rosenblum, Women and the Workplace: Accommodating the Demands of Pregnancy, 94 Colum. L. Rev. 2154, 2196 (1994) (quoting testimony from the United States Chamber of Commerce explaining: \"Faced with mandated parental leave, a business owner choosing between two qualified candidates - one male and one female - would be tempted to select the male.\").<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> One hearing statement from 1987 concluded: \"The lack of uniform parental and medical leave policies in the work place has created an environment where discrimination is rampant.\" The Parental and Medical Leave Act of 1987, Hearings before the Subcomm. of the Senate Comm. on Labor and Human Resources, Part 2, 100th Cong. 536 (1987) (comments of Peggy Montes, Mayor's Commission on Women's Affairs, City of Chicago) [hereinafter Hearings on Leave Act of 1987].</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">There was evidence before Congress that some of this discrimination is caused by stereotypes about women which assume that women \"are mothers first, and workers second,\" Parental and Medical Leave Act of 1986, Joint Hearings before the Subcomm. on Labor-Management Relationship and the Subcomm. on Labor Standards for the Comm. on Education and Labor, 99th Cong. 25 (1996) [hereinafter Hearings: Leave Act of 1986], and that women are untrustworthy workers because of their tendency to \"become pregnant and leave the labor market,\" id. at 42 n.48. The legislative record memorializes Congress's understanding that the provisions of the FMLA would serve to rectify some of this gender discrimination. For example, one of the Senate reports stated: \"Because the bill treats all employees who are temporarily unable to work due to serious health conditions in the same fashion, it does not create the risk of discrimination against pregnant women posed by legislation which provides job protection only for pregnancy related disability.\" S. Rep. No. 102-68, at 35 (1991). The inclusion of the personal medical leave provision in the FMLA would deter employers from acting on the assumption that women are much more likely to invoke leave provisions related only to childcare or care of seriously ill family members.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Congress also had reason to conclude that gender discrimination caused by differing leave policies was a significant problem in state employment as well as in the private sector. As the House report noted: \"Private sector practices and government policies have failed to adequately respond to recent economic and social changes that have intensified the tensions between work and family.\" H.R. Rep. No. 103-8, pt. 1, at 21 (1993). During the hearings in 1986, Congress heard testimony that \"[p]ublic sector leaves don't vary very much from private sector leaves.\" Hearings: Leave Act of 1986, at 30; see also id. at 147 (noting that \"discriminatory treatment\" occurs in both the public and private sectors). Data showed that, like private employers, many states made different allowances for leave between male and female employees, reflecting a similarity in employment practices and leave policies across sectors. See Hearings on Leave Act of 1987 at 364-75; Family and Medical Leave Act of 1989: Hearings on H.R. 770 Before the Subcomm. on Labor-Management Relations, 101st Cong. 271 (1989). Indeed, the legislative record describes state provisions prescribing inequitable access to leave depending upon gender. See H.R. Rep. No. 103-8, pt. 1, at Attachment B (1993). These policies raised legitimate concerns that discriminatory presumptions about women's leave-taking practices could influence private and public hiring decisions, including those by state employers.</p>\n    </div>\n    <p class=\"indent\">V.</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In my view, this legislative record justifies Congress's abrogation of state immunity in the FMLA pursuant to its Section 5 authority. Although Kimel and Garrett reject the notion that Congress may infer discrimination by the states from findings of private-sector discrimination, that rejection does not necessarily apply in a case such as this. Neither Kimel nor Garrett involved legislation designed to remedy discrimination against a class of persons who receive heightened scrutiny under the Equal Protection Clause. Against a backdrop of extensive evidence of employment discrimination in the private sector based on leave policies, the more limited evidence of similar practices by state government serves to confirm the logical inference that state employment practices are similar to private sector practices. As the dissent observed in Kazmier v. Widmann, 225 F.3d 519 (5th Cir. 2000):</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">[E]vidence of private discrimination based on age has no probative value with respect to unconstitutional discrimination based on age by the States because it is so unlikely that the discrimination engaged in by private employers would be considered unconstitutional if engaged in by the States. With respect to race and gender, however, because of the significant likelihood that any discrimination by the States on those bases would be unconstitutional, evidence that such discrimination is widespread through the private sector may be sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Id. at 548 n.15 (Dennis, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The Court has also upheld laws that can be deemed \"reasonably prophylactic,\" Kimel, 528 U.S. at 88, even without explicit evidence of unconstitutional discrimination. See Katzenbach v. Morgan, 384 U.S. 641, 653-55 (1966) (holding that Congress may legislate to enforce the Equal Protection clause even if the law's scope extends beyond the unconstitutional behavior sought to be prevented). Otherwise, Congress would be confined to the \"insignificant role\" of abrogating state authority only when the judicial branch is prepared to adjudge an action unconstitutional. Id. at 648-49; see also Fitzpatrick v. Bitzer, 427 U.S. 445, 456 (1976) (\"When Congress acts pursuant to &#167; 5, [] it [is] exercising legislative authority that is plenary within the terms of the constitutional grant.\").</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">While it is true that the FMLA goes beyond disallowing discrimination based on gender and imposes affirmative duties on the states in furtherance of equal protection, that imposition is permissible pursuant to Section 5's enforcement authority. See, e.g., Morgan, 384 U.S. at 658 (upholding legislation designed to cure discrimination based on ethnicity). Unlike the RFRA at issue in Boerne, the FMLA does not represent \"[s]weeping coverage [that] ensures its intrusion at every level of government, displacing laws and prohibiting official actions of almost every description and regardless of subject matter.\" Boerne, 521 U.S. at 532. Rather, the Act's requirements are confined to particular terms of employment benefit plans; the impact of the Act's requirements is more predictable and limited.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In United States v. Virginia, 518 U.S. 515 (1996), the Supreme Court stated: \"'Inherent differences' between men and women, we have come to appreciate, remain cause for celebration, but not for the denigration of the members of either sex or for the artificial constraints on an individual's opportunity.\" Id. at 533. Misguided views about inherent differences between men and women have the alarming potential to \"create or perpetuate the legal, social and economic inferiority of women.\" Id. at 534. This truth underscores the importance of employment leave policies that inhibit gender-based stereotyping and unconstitutional discrimination by state employers. Given the substantial record of gender discrimination in the private sector, some evidence of similar discrimination by the states, and the teachings of history and logic, I conclude that Congress properly exercised its Section 5 authority in abrogating the states' Eleventh Amendment immunity in the FMLA. The district court decision barring Laro's suit for damages against the State of New Hampshire should be vacated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> I acknowledge that Congress's adoption of the personal medical leave provision also reflected concerns for economic dislocation and discrimination related to medical conditions. Those additional concerns do not detract from the significance of Congress's concern for gender discrimination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The article also cites poll figures that show employers admitting a tendency not to hire young women in the face of leave legislation. Id. at 2196 n.169 (citing 139 Cong. Rec. H368 (daily ed. Feb. 3, 1993) (statement of Rep. Dreier) and 137 Cong. Rec. H9748 (daily ed. Nov. 13, 1991) (statement of Rep. DeLay)). While this data was used to counter arguments in favor of the FMLA, it is not logically consistent to conclude that leveling leave policies across genders would make the circumstance of women more grave.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">STEPHEN LARO Plaintiff, Appellant,<br>v.<br>STATE OF NEW HAMPSHIRE Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1581</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard: December 7, 2000<br>Decided: August 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Peter J. Smith, Attorney, Appellate Staff, Civil Division, U.S. Department of Justice, with whom David W. Ogden, Acting Assistant Attorney General, Paul M. Gagnon, U.S. Attorney, and Mark B. Stern, Attorney, Appellate Staff, Civil Division, U.S. Department of Justice, were on brief, for intervenor United States and appellant.</p>\n      <p class=\"indent\">Andrew B. Livernois, with whom Philip T. McLaughlin, New Hampshire Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Stahl, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to address the scope of congressional power under Section 5 of the Fourteenth Amendment to abrogate the immunity of the states from suit in federal court which the states would otherwise enjoy under the Eleventh Amendment and Supreme Court precedent. At issue is whether the creation of a private cause of action against a state for money damages under the personal medical leave provision of the Family and Medical Leave Act, 29 U.S.C. &#167; 2612(a)(1)(D), validly abrogates that immunity as an exercise of Congress's Section 5 powers.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following the analytic framework suggested by two recent Supreme Court decisions, Kimel v. Florida Board of Regents, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span> (2000), and Board of Trustees of the University of Alabama v. Garrett, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></a></span> (2001), we hold that the FMLA's personal medical leave provision, 29 U.S.C. &#167; 2612(a)(1)(D) (affording leave for serious personal health conditions), insofar as it authorizes private suits against states, does not validly abrogate the states' immunity.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Every circuit court which has addressed the personal medical leave provision of the FMLA in this context has held that that provision does not abrogate the immunity of the state as employer in the face of the Eleventh Amendment. Our holding is narrow: the present legislative record does not demonstrate that the personal medical leave provision of the FMLA is an appropriate response necessary to remedy or prevent unconstitutional gender discrimination practiced by the states as employers.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Stephen Laro was employed by the State of New Hampshire as a computer specialist for the New Hampshire Retirement System. In early 1998, he had heart bypass surgery. Because of his medical condition, following his surgery he requested and received leave under the FMLA, which leave began on March 6, 1998. Laro's physician provided the State with a certification which said that Laro's condition required him to be out of work for at least eight weeks, or until at least May 3, 1998. Apparently his employer understood that to mean he requested leave only until that day. When he did not return to work as of May 5, 1998, his employer inquired, and Laro explained that his physician had not yet cleared him to return to work. On May 8, 1998, the State wrote to Laro, informing him that his FMLA leave would expire as of May 29, 1998. Laro replied that he would not need any more time than that, and on May 18, 1998, he provided his employer with a letter from his physician authorizing his immediate return to work. Laro's employer then told him that before returning to work he had to meet with his supervisors, and asked him to schedule an appointment. At this time, Laro expected to return to work on Thursday, May 21, before the expiration of the twelve week FMLA period. Instead, he was given a termination letter, dated May 21, 1998, and setting an effective termination date of May 29, 1998. The termination letter stated that Laro had exhausted his accumulated leave balances and that he was unable to meet the New Hampshire Retirement System's attendance requirements. Other than that statement there is no explanation in the record for New Hampshire's about-face on Laro's ability to return to work.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Laro sued for monetary damages in federal court, claiming that the state had violated 29 U.S.C. &#167; 2615 by terminating his employment before the expiration of the twelve week period of unpaid leave guaranteed under the FMLA. The state moved to dismiss, asserting its immunity under the Eleventh Amendment. The district court agreed, and dismissed the action. Laro now appeals, joined by the United States as intervenor.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Eleventh Amendment provides that \"[t]he Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.\" U.S. Const. amend. XI. Though limited by its express terms, the Amendment has been construed broadly by the Supreme Court, such that its \"ultimate guarantee\" is \"that nonconsenting States may not be sued by private individuals in federal court.\" Garrett, 531 U.S. at ---, 121 S. Ct. at 962.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Congress may abrogate this Eleventh Amendment immunity when it both \"unequivocally intends to do so\" and \"act[s] pursuant to a valid grant of constitutional authority.\" Id. (citing Kimel, 528 U.S. at 73).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Here, the State properly concedes that Congress did intend to abrogate the states' immunity. See 29 U.S.C. &#167; 2617(a)(2) (extending private right of action for damages to employees against \"any employer (including a public agency)\"); 29 U.S.C. &#167; 2611(4)(A)(iii) (defining \"employer\" to include any \"public agency\" and cross-referencing 29 U.S.C. &#167; 203(x) (defining \"public agency\" to include \"the government of a State or political subdivision thereof\")). The question, then, is whether Congress, in subjecting the states to suit in federal court for money damages under the personal medical leave provision of the FMLA, acted appropriately pursuant to a valid grant of constitutional authority.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Supreme Court has held that Congress may not properly base its abrogation of Eleventh Amendment immunity upon the powers enumerated in Article I. Garrett, 531 U.S. at ---, 121 S. Ct. at 962; Kimel, 528 U.S. at 79; Seminole Tribe of Fla. v. Florida, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 72-73 (1996). Where Congress acts pursuant to a valid exercise of its power under Section 5 of the Fourteenth Amendment, however, it may subject nonconsenting states to suit in federal court. Garrett, 531 U.S. at ---, 121 S. Ct. at 962 (\"[T]he Eleventh Amendment, and the principle of state sovereignty which it embodies, are necessarily limited by the enforcement provisions of &#167; 5 of the Fourteenth Amendment.\") (quoting Fitzpatrick v. Bitzer, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 456 (1976)); Seminole Tribe, 517 U.S. at 59 (\"[T]hrough the Fourteenth Amendment, federal power extended to intrude upon the province of the Eleventh Amendment and therefore [ ] &#167; 5 of the Fourteenth Amendment allowed Congress to abrogate the immunity from suit guaranteed by that Amendment.\"). That is so because the Fourteenth Amendment expressly empowers Congress to enforce its provisions against the states. See Seminole Tribe, 517 U.S. at 59 (\"[T]he Fourteenth Amendment, by expanding federal power at the expense of state autonomy, [ ] fundamentally altered the balance of state and federal power struck by the Constitution.\"); Ex parte Virginia, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></span>, 346 (1879) (\"The prohibitions of the Fourteenth Amendment are directed to the States, and they are to a degree restrictions of State power. It is these which Congress is empowered to enforce, and to enforce against State action . . . . Such enforcement is no invasion of State sovereignty. No law can be, which the people of the States have, by the Constitution of the United States, empowered Congress to enact.\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 1 of the Fourteenth Amendment provides, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">U.S. Const. amend. XIV. Section 5 of the Fourteenth Amendment grants Congress the power to enforce the substantive guarantees contained in Section 1 by enacting \"appropriate legislation.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Id. This provision embodies an affirmative grant of power to Congress. See City of Boerne v. Flores, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 517 (1997) (\"All must acknowledge that &#167; 5 is 'a positive grant of legislative power' to Congress.\") (quoting Katzenbach v. Morgan, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span>, 651 (1966)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 5 of the Fourteenth Amendment, then, affords Congress a broad remedial and prophylactic power to enact legislation restricting state action, so long as the legislation reflects a rational means, under the standard of McCulloch v. Maryland, 17 U.S. (4 Wheat.) 316, 421 (1819), to realize the end of enforcing the Fourteenth Amendment's substantive prohibitions. See City of Boerne, 521 U.S. at 517-18 (\"Whatever legislation is appropriate, that is, adapted to carry out the objects the amendments have in view, whatever tends to enforce submission to the prohibitions they contain, and to secure to all persons the enjoyment of perfect equality of civil rights and the equal protection of the laws against State denial or invasion, if not prohibited, is brought within the domain of congressional power.\") (quoting Ex parte Virginia, 100 U.S. at 345-46); Katzenbach v. Morgan, 384 U.S. at 650 (\"By including &#167; 5 the draftsmen sought to grant to Congress, by a specific provision applicable to the Fourteenth Amendment, the same broad powers expressed in the Necessary and Proper Clause, Art. I, &#167; 8, cl. 18.\"); id. at 651 (\"[T]he McCulloch v. Maryland standard is the measure of what constitutes 'appropriate legislation' under &#167; 5 of the Fourteenth Amendment.\"); see also South Carolina v. Katzenbach, <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, 324-27 (1966) (holding that under the enforcement clause of the Fifteenth Amendment, Congress may employ \"any rational means to effectuate [its] constitutional prohibitions,\" and citing the standard of McCulloch v. Maryland as \"[t]he basic test to be applied in a case involving &#167; 2 of the Fifteenth Amendment\"); James Everard's Breweries v. Day, <span class=\"citation\" data-id=\"100469\"><a href=\"/opinion/100469/james-everards-breweries-v-day/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 558-59 (1924) (legislation under the enforcement clause of the Eighteenth Amendment assessed under the standard of McCulloch v. Maryland). Indeed, by its express terms, the Necessary and Proper Clause applies to enumerated powers added to the Constitution after its adoption. See U.S. Const. Art. I, &#167; 8, cl. 18 (granting Congress the power \"[t]o make all Laws which shall be necessary and proper for carrying into Execution the foregoing Powers, and all other Powers vested by this Constitution in the Government of the United States, or in any Department or Officer thereof\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The scope of Section 5 of the Fourteenth Amendment enables Congress to do more than simply prohibit what the Amendment itself already prohibits; Congress may enact legislation which is rationally tailored to prevent or deter the incidence of violations of the Amendment. See, e.g., Garrett, 531 U.S. at ---, 121 S. Ct. at 963 (\"Congress is not limited to mere legislative repetition of this Court's constitutional jurisprudence.\"); Kimel, 528 U.S. at 81 (\"Congress' &#167; 5 power is not confined to the enactment of legislation that merely parrots the precise wording of the Fourteenth Amendment. Rather, Congress' power 'to enforce' the Amendment includes the authority both to remedy and to deter violation of rights guaranteed thereunder by prohibiting a somewhat broader swath of conduct, including that which is not itself forbidden by the Amendment's text.\"); City of Boerne, 521 U.S. at 518 (\"Legislation which deters or remedies constitutional violations can fall within the sweep of Congress' enforcement power even if in the process it prohibits conduct which is not itself unconstitutional and intrudes into 'legislative spheres of autonomy previously reserved to the States.'\") (quoting Fitzpatrick, 427 U.S. at 455).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Indeed, the enforcement clause delegates to Congress in the first instance the responsibility to determine what prophylactic measures are necessary to enforce most effectively the Amendment's substantive provisions. See, e.g., City of Boerne, 521 U.S. at 536 (\"It is for Congress in the first instance to 'determin[e] whether and what legislation is needed to secure the guarantees of the Fourteenth Amendment,' and its conclusions are entitled to much deference.\") (quoting Katzenbach v. Morgan, 384 U.S. at 651); Katzenbach v. Morgan, 384 U.S. at 648 (\"It is the power of Congress which has been enlarged. Congress is authorized to enforce the prohibitions by appropriate legislation. Some legislation is contemplated to make the amendments fully effective.\") (quoting Ex parte Virginia, 100 U.S. at 345); see also South Carolina v. Katzenbach, 383 U.S. at 326 (enforcement clause of the Fifteenth Amendment indicates that Congress was to be \"chiefly responsible for implementing\" the rights created in the Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the Fourteenth Amendment affords this role to Congress, courts consider congressional conclusions with considerable deference. See, e.g., Katzenbach v. Morgan, 384 U.S. at 653 (\"It was for Congress . . . to assess and weigh the various conflicting considerations . . . . It is not for us to review the congressional resolution of these factors. It is enough that we be able to perceive a basis upon which the Congress might resolve the conflict as it did.\"); James Everard's Breweries, 265 U.S. at 560 (\"In enacting [enforcement] legislation, Congress has affirmed its validity. That determination must be given great weight; this Court by an unbroken line of decisions having steadily adhered to the rule that every possible presumption is in favor of the validity of an act of Congress until overcome beyond rational doubt.\") (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nevertheless, this congressional power is not without limits; congressional power under Section 5 \"is but a limited authority [ ] extending only to a single class of cases,\" though within those limits it is \"complete.\" Ex parte Virginia, 100 U.S. at 348; see also City of Boerne, 521 U.S. at 518 (\"[A]s broad as the congressional enforcement power is, it is not unlimited.\") (quoting Oregon v. Mitchell, <span class=\"citation\" data-id=\"108221\"><a href=\"/opinion/108221/oregon-v-mitchell/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 128 (1970) (opinion of Black, J.)). The limits are those \"prescribed\" in the Constitution itself. See Gibbons v. Ogden, 22 U.S. (9 Wheat.) 1, 196 (1824). That is, the ends of appropriate enforcement legislation under Section 5 must be the enforcement of the substantive guarantees of the Fourteenth Amendment. See Kimel, 528 U.S. at 81 (the language of Section 5 limits congressional power to enacting that legislation appropriate \"to enforce\" the provisions of the Amendment); accord City of Boerne, 521 U.S. at 519.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Consequently, despite Congress's initial responsibility to gauge appropriate enforcement legislation, federal courts retain the power to review that legislation to ensure that it pursues appropriate ends. See City of Boerne, 521 U.S. at 536 (\"[T]he courts retain the power . . . to determine if Congress has exceeded its authority under the Constitution.\"); see also James Everard's Breweries, 265 U.S. at 559 (\"What [the Court] may consider is whether that which has been done by Congress has gone beyond the constitutional limits upon its legislative discretion.\"). The unconstitutional exercise of enforcement powers occurs where Congress attacks \"evils\" not comprehended by the amendments. See South Carolina v. Katzenbach, 383 U.S. at 326-27.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Two recent Supreme Court cases present a framework for assessing whether legislation enacted under Section 5 falls within appropriate bounds in the face of a claim of Eleventh Amendment immunity. See Garrett, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></a></span>; Kimel, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>. The first step of this Eleventh Amendment analysis requires the court to identify the precise scope of the constitutional right at issue, including as it is reflected in the degree of judicial scrutiny afforded the state statute or action. See, e.g., Garrett, 531 U.S. at ---, 121 S. Ct. at 963 (\"The first step in applying these now familiar principles is to identify with some precision the scope of the constitutional right at issue.\"). Whether the legislation is prophylactic or remedial, the court must then examine whether the legislative means adopted by Congress have a congruence and proportionality to the constitutional injury to be prevented or remedied.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See, e.g., Kimel, 528 U.S. at 81 (\"[R]ecognizing that 'Congress must have wide latitude in determining where [the line between measures that remedy or prevent unconstitutional actions and measures that make a substantive change in governing law] lies,' we [have] held that '[t]here must be a congruence and proportionality between the injury to be prevented or remedied and the means adopted to that end.'\") (quoting City of Boerne, 521 U.S. at 520). We turn to applying this framework to the FMLA.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Family and Medical Leave Act of 1993, 29 U.S.C. &#167; 2601 et seq., entitles eligible employees to twelve workweeks of unpaid leave per year in four specified situations: (1) the birth of a child, (2) the adoption of a child or placement of a foster child, (3) the need to care for a parent, child, or spouse with a serious health condition, and (4) the inability to work due to the employee's own serious health condition. 29 U.S.C. &#167; 2612(a)(1).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The only issue before us in this case concerns the availability of private damages actions against states under the final provision, 29 U.S.C. &#167; 2612(a)(1)(D), which affords an employee the right to unpaid leave for inability to work due to his or her own serious health condition.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first step in assessing the validity of this personal medical leave provision as appropriate enforcement legislation under Section 5 in the face of Eleventh Amendment immunity is to determine the substantive guarantee of the Fourteenth Amendment it is designed to protect. The FMLA was explicitly enacted in part pursuant to congressional power under Section 5 of the Fourteenth Amendment to address gender-based discrimination (as well as disability-based discrimination), in addition to Congress's Article I, Section 8 powers under the Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The findings section of the statute provides, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(5) due to the nature of the roles of men and women in our society, the primary responsibility for family care taking often falls on women, and such responsibility affects the working lives of women more than it affects the working lives of men; and</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(6) employment standards that apply to one gender only have serious potential for encouraging employers to discriminate against employees and applicants for employment who are of that gender.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">29 U.S.C. &#167; 2601(a)(5)-(6). Therefore, the statute provides that it is the purpose of the Act:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(4) to accomplish [the statutory goals] in a manner that, consistent with the Equal Protection Clause of the Fourteenth Amendment, minimizes the potential for employment discrimination on the basis of sex by ensuring generally that leave is available for eligible medical reasons (including maternity-related disability) and for compelling family reasons, on a gender-neutral basis; and</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(5) to promote the goal of equal employment opportunity for women and men, pursuant to such clause.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">29 U.S.C. &#167; 2601(b)(4)-(5).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The question, then, is whether the personal medical leave provision of the FMLA appropriately enforces the Fourteenth Amendment's guarantee against gender-based discrimination by the states. The scope of constitutional protection against gender-based discrimination under the Fourteenth Amendment is broader than that against mere arbitrary classifications. Where gender-based discrimination is at issue, a state must justify its discrimination by a showing of considerably more than mere rationality. See, e.g., United States v. Morrison, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, 620 (2000). Gender-based discrimination violates equal protection unless it \"serves important governmental objectives and . . . the discriminatory means employed are substantially related to the achievement of those objectives.\" United States v. Virginia, <span class=\"citation\" data-id=\"118056\"><a href=\"/opinion/118056/united-states-v-virginia/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">515</span></a></span>, 533 (1996) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The personal medical leave provision of the FMLA at issue does not directly address gender discrimination on its face, but may serve a prophylactic function to prevent or deter unconstitutional state actions. Cf. Hundertmark v. Florida Dep't of Transp., <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1272</span></span>, 1276 (11th Cir. 2000) (Equal Pay Act facially targets gender discrimination and therefore validly abrogates the states' Eleventh Amendment immunity under Section 5). The issue, then, for Eleventh Amendment purposes, is whether there is \"congruence and proportionality\" between \"the potential for employment discrimination on the basis of sex\" by a state and the FMLA's provision of twelve-weeks leave to employees because of their own personal health problems. We look only to the gender- based discrimination concerns of Congress.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Supreme Court has not recently addressed the issue of congressional power to override a state's Eleventh Amendment immunity through legislation designed to prevent unconstitutional gender-based discrimination in employment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> But see Fitzpatrick v. Bitzer, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 455 (1974). Rather, the two employment statutes it has considered in this context address categories of discrimination -- age discrimination in Kimel and disability discrimination in Garrett where the courts impose a lesser burden on a state to justify discriminatory practices. See Kimel, 528 U.S. at 83-84; Garrett, 531 U.S. at ---, 121 S. Ct. at 963-64. Even with the heightened standard of review for gender-based discrimination, however, we do not find that the legislative history sufficiently ties the FMLA's personal medical leave provision to the prevention of gender-based discrimination by the states to survive Eleventh Amendment scrutiny. In the absence of such history, we must affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Defending the personal medical leave provision within the context of the entire Act, Laro and the intervenor United States argue that the FMLA as a whole was motivated to prevent gender discrimination against both men and women, relying upon the following rationale. First, they say, the Act prevents discrimination against men; without the Act's protection, men might be deprived of leave opportunities and thereby denied the opportunity to take equal responsibility for their families. In turn, the absence of leave opportunities for men, they say, serves to reinforce general stereotypes that women are the proper care givers, both for children and for other family members, and thereby forces women back into those stereotypical roles. Such stereotypes, so reinforced, deter employers from hiring women or promoting them to positions of equal responsibility vis-a-vis men. The existence of such a reinforcing dynamic was demonstrated, they say, by experience with respect to state law maternity provisions: when maternity leave for women was mandated by state law, employers reacted by refusing to hire or promote women. Thus, legislation that solely protected women in an effort to eliminate discrimination perversely gave employers an economic incentive to discriminate against women. For these reasons, they say, the FMLA insists on gender-neutral leave provisions. For present purposes we accept all of that to be true.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In defending the personal medical leave provision of the FMLA as validly abrogating the states' Eleventh Amendment immunity on this rationale, however, Laro and the United States must demonstrate how this particular provision contributes to the broader purposes they attribute to the Act as a whole. In doing so, the problems for Laro and the United States are two-fold. First, in order for this particular provision to validly abrogate a state's Eleventh Amendment immunity, it must be linked through some nexus not just to such gender-based problems in society at large, but specifically to unconstitutional gender discrimination by states in their capacity as employers. Second, establishing this connection is particularly difficult for the personal medical leave provision at issue, which, on its face, only bears on these concerns indirectly (likely this is why the plaintiff sought to tie his case to the other provisions of the FMLA). The argument that this provision validly abrogates New Hampshire's Eleventh Amendment immunity founders on this lack of congruence between the personal medical leave provision at issue here and the prevention of gender-based discrimination by states as employers, because Congress has not found the states to have engaged in the specific gender-based discriminatory practices this provision was designed to prevent.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">One rationale advanced to defend the provisions -- that they serve to counteract gender stereotyping on family roles -- is misplaced as to the personal medical leave provision at issue in this case. The argument is not without sense. It proceeds as follows: employers perceive that the primary responsibility for care taking of family members in our society tends to fall on women; therefore, they presume women will inevitably need to take leave for such care taking, and hence will either be less likely to hire women, or else will afford such leave to women but not to men, thus reinforcing gender roles. Therefore, the argument concludes, Congress might reasonably seek to break the cycle of stereotyping and discrimination by requiring gender-neutral leave policies for family care. This may all be true, but this argument does not go to the need for a personal medical leave provision. Rather, it provides a rationale for the parental and family-care leave provisions found in the first three subsections of the FMLA, which are not at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Attention to the legislative history reveals that Congress's primary motivation for including the personal medical leave provision contained in subsection (D) was to protect families from the economic dislocation caused by a family member losing his or her job due to a serious medical problem. See S. Rep. No. 103-3, at 11 (1993), reprinted in 1993 U.S.C.C.A.N. 3, 13-14 (\"The fundamental rationale for [a personal medical leave] policy is that it is unfair for an employee to be terminated when he or she is struck with a serious illness and is not capable of working. Job loss because of illness has a particularly devastating effect on workers who support themselves and on families where two incomes are necessary to make ends meet or where a single parent heads the household.\"); id. at 12 (example of Frances Wright); see also H.R. Rep. No. 101-28(I), at 23 (1990) (\"The temporary medical leave requirement is intended to provide basic, humane protection to the family unit when it is most in need of help. It will also help reduce the societal cost born by government and private charity.\"). This concern clearly goes to Congress's power under the Commerce Clause and not Section 5.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A secondary motivation that appears in the legislative history is a concern to protect workers who were temporarily disabled by serious health problems from discrimination on account of their medical condition. See S. Rep. No. 103-3, at 12 (citing testimony of Ms. Barbara Hoffman, Vice President of the National Coalition for Cancer Survivorship, stating that a quarter of all cancer survivors face \"some form of employment discrimination\" and that \"such discrimination against qualified employees costs society millions of dollars in lost wages, lost productivity and needless disabilities payments\"); H.R. Rep. 101-28(I), at 23 (\"[A] worker who has lost a job due to a serious health condition often faces future discrimination in finding a job which has even more devastating consequences for the worker and his or her family.\"); see also Kazmier v. Widmann, <span class=\"citation\" data-id=\"21700\"><a href=\"/opinion/21700/kazmier-v-widmann/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span>, 527 n.31 (5th Cir. 2000). Garrett has effectively disposed of that disability rationale as sufficient basis to overcome Eleventh Amendment immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Nevertheless, the United States and Laro contend that the prevention of gender-based discrimination also motivated Congress in enacting the personal medical leave provision of the FMLA, and hence that provision does validly abrogate the states' Eleventh Amendment immunity. They suggest that the provision counters gender-based discrimination in two respects: first, it prevents discrimination directly on the basis of pregnancy; and, second, it undermines incentives to discriminate against women indirectly on the basis of stereotypes about women due to pregnancy.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> These claims are not irrational. Nonetheless, where the connection between the provision at issue and gender-based discrimination is indirect at best, it is incumbent on Congress either to establish a clear link to the prevention of unconstitutional gender discrimination or to identify problematic state practices to which the provision responds. Here there is no indication that Congress found such a problem on the part of states as employers.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The United States and Laro advance the following argument, attempting to connect the personal medical leave provision to the need to combat gender discrimination on the part of state employers. Employers might assume that women will require greater accommodation at work as a result of pregnancy-related disability, and therefore be more reluctant to hire women or place them in positions of equal responsibility. The personal medical leave provision, they say, by affording medical leave for any \"serious health condition,\" mitigates this incentive to discriminate because it places men and women on equal footing with respect to medical leave. See S. Rep. No. 102-68, at 35 (1991) (\"Because the bill treats all employees who are temporarily unable to work due to serious health conditions in the same fashion, it does not create the risk of discrimination against pregnant women posed by legislation which provides job protection only for pregnancy related disability.\"). There is no showing, however, that establishes any nexus between gender-neutral medical leave for one's own health conditions and the prevention of discrimination on the basis of gender on the part of states as employers.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We understand the problem in these terms. In 1976, the Supreme Court held that discrimination on the basis of pregnancy was not gender-based discrimination within the meaning of Title VII. See General Elec. Co. v. Gilbert, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span> (1976).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Congress reacted to this decision, amending the definition section of Title VII such that its prohibition of discrimination on the basis of sex encompassed pregnancy discrimination. See Pregnancy Discrimination Act, Pub. L. No. 95-555, 92 Stat. 2076, 42 U.S.C. &#167; 2000e(k); see also Newport News Shipbuilding and Dry Dock Co. v. EEOC, <span class=\"citation\" data-id=\"110978\"><a href=\"/opinion/110978/newport-news-shipbuilding-dry-dock-co-v-eeoc/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, 676 (1983). Congress's conclusion that gender and pregnancy were sufficiently related that barring pregnancy discrimination served the end of preventing gender-based discrimination was quite rational; indeed, as the Supreme Court recently suggested, the potential for pregnancy is one immutable characteristic which distinguishes men from women and consequently has definite real life consequences. See Nguyen v. INS, 531 U.S. ---, <span class=\"citation\" data-id=\"118444\"><a href=\"/opinion/118444/tuan-anh-nguyen-v-ins/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2053</span></a></span>, 2061 (2001). In enacting the PDA, Congress was expressly concerned with the issues of gender-based discrimination now advanced in defense of subsection (D) of the FMLA. See H.R. Rep. No. 95-948, at 6-7 (1978) (\"[T]he consequences of [ ] discriminatory employment policies on pregnant women and women in general has historically had a persistent and harmful effect upon their careers. Women are still subject to the stereotype that all women are marginal workers. Until a woman passes the child-bearing age, she is viewed by employers as potentially pregnant. Therefore, the elimination of discrimination based on pregnancy in these employment practices in addition to disability and medical benefits will go a long way toward providing equal employment opportunities for women . . . .\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The PDA affected gender discrimination law in two respects: (1) women can no longer be treated differently in employment because of pregnancy, childbirth, or related medical conditions (or stereotypes about the same); and (2) if an employer chooses to offer benefit programs, then those programs must cover pregnancy, childbirth, and related medical conditions. Medical insurance and leave policies, if offered to employees, have to cover pregnancy. Thus the PDA itself operates to accomplish much of what is now offered as the gender-based rationale for subsection (D) of the FMLA, since it mandates equivalent treatment of all temporarily disabled workers, including those disabled because of pregnancy-related conditions. Indeed, to the extent that states provide leave to male employees for temporary medical conditions that render them incapable of working, but do not provide similar leave to women who are pregnant (or vice versa), Title VII as amended by the PDA affords a federal right to relief.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The PDA did leave a gap in its coverage: those employers who did not offer benefit packages for leave at all. The FMLA closes this gap in coverage by requiring medical leave for pregnancy.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> But there is nothing in the legislative history which indicates the states posed this \"gap\" problem. Indeed, the only direct evidence regarding the actual leave policies of public sector employees in the legislative record suggests that state employers did not fall into the \"gap\" left by the PDA. See The Family and Medical Leave Act of 1989: Hearings on H.R. 770 Before the Subcomm. on Labor-Management Relations of the Comm. of Educ. and Labor, 101st Cong. 45, 51 (testimony of Gerald McEntee, President of the American Federation of State, County, and Municipal Employees, stating that the union had successfully negotiated leave policies for a vast number of its members with public sector employers).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The argument for subsection (D) is that, at least in theory, these two requirements created a new problem: while the issue of discrimination against pregnant women was solved by mandatory pregnancy leave, this solution had the effect of imposing the costs of these leaves on employers; this led to the concern that these costs would induce employers to respond by not hiring women who had the potential to be pregnant. This new problem, the argument goes, would be solved by requiring medical leave for all employees with serious medical problems, as subsection (D) of the FMLA does. The larger concept that special treatment of one gender can lead to discrimination is reflected in the testimony before the Senate that legislation which provides job protection only for pregnancy related discrimination created the risk of discrimination against pregnant women. See S. Rep. No. 102-68, at 35 (1991). The argument is made that employers, despite the PDA and despite the nondiscrimination in hiring provisions of Title VII, would not hire women who could become pregnant and take leave because they could be more costly.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> As to assessing whether the states as employers posed such risks,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> even in light of the requirements of the PDA and Title VII, we think the Eleventh Amendment requires greater information from Congress as to whether such a risk is real.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Only two references in the legislative history are relied on to link such discrimination to actual state practices. The first concerns a general statement made twice at a congressional hearing asserting that public sector leave policies do not vary much from private sector policies. See The Parental and Medical Leave Act of 1986: Hearings on H.R. 4300 Before the Subcomm. on Labor-Management Relations and the Subcomm. on Labor Standards of the Comm. on Educ. and Labor, 99th Cong. 30; id. at 147. Perhaps this is so, but it is insufficiently informative as to what the flaws were in the states' practices for Eleventh Amendment purposes. The second piece of information relied upon is an attachment to a House Committee Report, which simply indicates that 28 of the 50 states had not enacted state laws requiring family and medical leaves in the private sector. See H.R. Rep. No. 103-8(I), Attachment B (1993). This tells us little, if anything, about whether the states themselves had not hired women because of the risk of having the costs of pregnancy leave imposed on them, thus indicating a need for personal medical leave for all under the FMLA subsection (D) in order to avoid creating disincentives to hire women. It may be that such a problem exists, but Congress did not find that to be so. If it had, we would have a different case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In order to validly abrogate the states' Eleventh Amendment immunity, enforcement legislation must have a congruence to the constitutional evil to be prevented. Here, there is no identified link between this particular provision and any pattern of discriminatory stereotyping on the part of states as employers. On this record, the personal medical leave provision of the FMLA does not exhibit a sufficient congruence to the prevention of unconstitutional state discrimination to validly abrogate the states' Eleventh Amendment immunity. Without more, then, these legislative responses are out of proportion to the preventive objective as to states as employers and cannot be understood to be designed to prevent unconstitutional behavior.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Cf. City of Boerne, 521 U.S. at 520 (requiring congruence and proportionality). But see Kazmier v. Widmann, <span class=\"citation\" data-id=\"21700\"><a href=\"/opinion/21700/kazmier-v-widmann/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span>, 533 (5th Cir. 2000) (Dennis, J. dissenting); Garrett v. University of Ala. Bd. of Trustees, <span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1214</span></span>, 1220 (11th Cir. 1999) (subsequent history omitted) (Cook, J., concurring in part and dissenting in part).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To summarize, the personal medical leave provision of the FMLA, &#167; 2612(a)(1)(D), on its face has no direct connection to preventing unconstitutional gender discrimination by state employers. Cf. Hundertmark, 205 F.3d at 1276. The arguments advanced to connect that particular provision to preventing gender discrimination by states as employers are too attenuated, in the absence of a stronger legislative record, to allow Congress to abrogate a state's Eleventh Amendment immunity under the auspices of Section 5. Accordingly, we affirm the dismissal of Laro's complaint. The result we reach is consistent with that of every circuit that has addressed the issue with regard to 29 U.S.C. &#167; 2612(a)(1)(D) of the FMLA. See Lizzi v. Alexander, <span class=\"citation\" data-id=\"773796\"><a href=\"/opinion/773796/christopher-t-lizzi-v-robert-alexander-charles-thomas-phillip-wallace/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">128</span></a></span> (4th Cir. June 20, 2001); Chittister v. Department of Cmty. and Econ. Dev., <span class=\"citation\" data-id=\"770373\"><a href=\"/opinion/770373/david-d-chittister-v-department-of-community-and-economic-development/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span> (3rd Cir. 2000); Townsel v. Missouri, <span class=\"citation\" data-id=\"771298\"><a href=\"/opinion/771298/regenia-g-townsel-v-state-of-missouri/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1094</span></a></span> (8th Cir. 2000); Kazmier, 225 F.3d at 527-29; Sims v. University of Cincinnati, <span class=\"citation\" data-id=\"769530\"><a href=\"/opinion/769530/naomi-l-sims-united-states-of-america-intervenor-v-the-university-of/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">559</span></a></span>, 566 (6th Cir. 2000); Hale v. Mann, <span class=\"citation\" data-id=\"769492\"><a href=\"/opinion/769492/monroe-hale-v-louis-mann-deputy-commissioner-sued-in-his-individual/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 69 (2d Cir. 2000); Garrett v. University of Ala. Bd. of Trustees, 193 F.3d at 1219.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">While we hold that the personal medical leave provision of the FMLA does not validly abrogate the Eleventh Amendment immunity of the states as employers from private damages actions, other remedies remain. As was the case in Garrett, see 531 U.S. at ---, 121 S. Ct. at 968 n.9, the United States may choose to pursue its own actions against New Hampshire (or other states violating the provisions) to enforce the FMLA and recover damages. See 29 U.S.C. &#167; 2617(b)(2) (empowering the Secretary of Labor to bring civil actions to recover damages for violations of the FMLA). Private parties may also enforce the substantive requirements of the provision against states through injunctive actions against state officials rather than through suits for money damages. See, e.g., Garrett, 531 U.S. at ---, 121 S. Ct. at 968 n.9. Similarly, New Hampshire may voluntarily choose to provide for state employees the same privately enforceable right to FMLA personal medical leave enjoyed by most private sector employees (and many state employees, under state law), either by consenting to suit in federal court or providing an enforceable state remedy. But on this legislative record, Congress does not have the power to empower a federal court to force New Hampshire to pay damages to an employee for failing to provide such leave through a private enforcement action if the state has not consented or waived its immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed. Each party to bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>We express no opinion on the states' immunity from a private cause of action under the other provisions of the FMLA. We also note that the applicability of the personal medical leave provision to private parties as a valid exercise of Congress's Article I powers is not in question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> States may also waive this immunity by consenting to suit, but no one argues here that New Hampshire consented to suit or waived its immunity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 5 provides in full: \"The Congress shall have power to enforce, by appropriate legislation, the provisions of this article.\" U.S. Const. amend. XIV.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In deciding whether legislation is congruent to a constitutional violation, the Court has typically looked to the legislative record to determine if Congress has identified a history and pattern of unconstitutional state action, see Garrett, 531 U.S. at ---, 121 S. Ct. at 964-67; Kimel, 528 U.S. at 90-91; Florida Prepaid Educ. Expense Bd. v. College Savings Bank, <span class=\"citation\" data-id=\"118316\"><a href=\"/opinion/118316/florida-prepaid-postsecondary-ed-expense-bd-v-college-savings-bank/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">627</span></a></span>, 640 (1999), although it has suggested that such an inquiry may not be required where the constitutional wrong is otherwise evident, cf. Florida Prepaid, 527 U.S. at 646 (\"Though lack of support in the legislative record is not determinative, identifying the targeted constitutional wrong or evil is still a critical part of our &#167; 5 calculus.\") (citations omitted); accord City of Boerne, 521 U.S. at 530-31; see also Kimel, 528 U.S. at 91. Because we do not consider subsection (D), the FMLA provision at issue here, to be a matter where the targeted constitutional wrong is self-evident, we also look to the legislative record. Given this result, we need not reach the question of whether, as some of the language in Garrett suggests, the Court now considers such legislative history to be more generally required than Kimel and City of Boerne suggest. See Garrett, 531 U.S. at ---, 121 S. Ct. at 967-68 (\"[I]n order to authorize private individuals to recover money damages against the States, there must be a pattern of discrimination by the States which violates the Fourteenth Amendment, and the remedy imposed by Congress must be congruent and proportional to the targeted violation.\"); id. at 969 (Kennedy, J., concurring) (\"The predicate for money damages against an unconsenting State in suits brought by private persons must be a federal statute enacted upon the documentation of patterns of constitutional violations committed by the State in its official capacity.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 29 U.S.C. &#167; 2612(a)(1), titled \"Entitlement to leave,\" provides:</p>\n        <p>Subject to [29 U.S.C. &#167; 2613], an eligible employee shall be entitled to a total of 12 workweeks of leave during any 12-month period for one or more of the following:</p>\n        <p>(A) Because of the birth of a son or daughter of the employee and in order to care for such son or daughter.</p>\n        <p>(B) Because of the placement of a son or daughter with the employee for adoption or foster care.</p>\n        <p>(C) In order to care for the spouse, or a son, daughter, or parent, of the employee, if such spouse, son, daughter, or parent has a serious health condition.</p>\n        <p>(D) Because of a serious health condition that makes the employee unable to perform the functions of the position of such employee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The State, Laro, and the intervenor United States all argue that the entire FMLA is at issue. We disagree. The constitutional arguments in support of the remaining provisions have greater strength and raise issues (for instance, their implications for family roles) not at stake here. Those other provisions are not tested by this case. Assessing the provisions separately is not unprecedented, see, e.g., Kazmier v. Widmann, <span class=\"citation\" data-id=\"21700\"><a href=\"/opinion/21700/kazmier-v-widmann/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span>, 525 (5th Cir. 2000) (\"[W]e discern no reason why the provisions of one of the FMLA's subsections could not validly abrogate the States' Eleventh Amendment immunity even if the provisions of some or all of the remaining subsections fail to do so.\"), and may be important where, as here, separate provisions of the same act embody differing remedial purposes. Moreover, the Supreme Court has suggested that different provisions of the same act might fare differently under this Eleventh Amendment analysis, in that it declined to address claims arising under Title II of the ADA in Garrett. See 531 U.S. at ---, 121 S. Ct. at 960 n.1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It is plain that, under Garrett, there is no congruence between the personal medical leave provision and congressional authority to abrogate Eleventh Amendment immunity in addressing disability discrimination under Section 5. Garrett held that the needed congruence in order to subject the state to a private damages action for disability discrimination was lacking in the Americans with Disabilities Act. See Garrett, 531 U.S. at ---, 121 S. Ct. at 966-67. If a direct connection to disability discrimination was insufficient in Garrett, then the indirect connection in the FMLA between disability discrimination and inability to work due to serious health problems is surely insufficient to establish congruence, at least on the current legislative record. The United States concedes this point in its brief.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Supreme Court did consider a gender-based justification for legislation under Section 5 in United States v. Morrison, supra, assessing the private suit provisions of the Violence Against Women Act. In that case the Court concluded that the provisions of VAWA at issue went beyond Congress's Section 5 powers on the ground that the provisions did not act to prevent unconstitutional state action, instead targeting private behavior. 529 U.S. at 626. Since the Court found that VAWA did not target state action, it did not address the Eleventh Amendment analysis pursued in Kimel and Garrett.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A third way in which the personal medical leave provision might possibly be justified as responding to a threat of unconstitutional gender discrimination is that it serves to eliminate the risk of discriminatory treatment of men in leave policies. While the legislative record suggests that men may have been treated in a discriminatory fashion with respect to parental leave, see, e.g., S. Rep. No. 103-3, at 14-15 (discussing studies by the Bureau of Labor Statistics highlighting the discrepancy between the availability of maternity and paternity leave), and perhaps leave to care for family members, there is no suggestion that men were disadvantaged in personal medical leave policies, nor, in particular, is there any reason to think from the legislative record that states as employers disadvantaged men in offering medical leave in a way that could be considered discriminatory. Indeed, men are protected from inequitable leave policies offered by either private or public employers in any case by Title VII's prohibition of discrimination in employment on the basis of sex.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Supreme Court had earlier held that cost-justified discrimination on the basis of pregnancy was not unconstitutional gender discrimination under the Fourteenth Amendment. See Geduldig v. Aiello, 4<span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">4</span></span>84 (1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In the FMLA legislative history, Congress discussed the gap left by the PDA with respect to employers who denied benefits to all workers. See H.R. Rep. No. 103-8(II), at 11 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> That risk would seem to be greatest, at least in theory, among employers who had escaped the PDA's leave requirements (because they offered no leave to anyone) but who were now caught by the FMLA's requirement giving pregnancy leave. But as we noted before, there is no evidence in the legislative record that the states present a \"gap\" problem.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> There are variations on the argument that neutral leave provisions run the risk of creating incentives to discriminate. One variant (though not raised directly by Laro or the United States) distinguishes between concern for women as potential takers of pregnancy leave and concern for women as likely takers of leave for family care taking. The contention begins with a fear that employers will be less likely to hire or promote women because they believe that women will be more likely than men to take advantage of the family leave provisions in 29 U.S.C. &#167; 2612(a)(1)(B) and (C). The fact that both men and women are entitled to family leave, thus achieving desired neutrality, only solves part of the problem, the argument goes. Either because of stereotypes or because women actually take leave for family care taking more often, the claim is, these provisions of the FMLA (by increasing the projected costs of women employees) create new incentives not to hire or promote women. Those incentives are powerful enough, the argument proceeds, to override the incentives not to discriminate provided by Title VII and the PDA. In consequence, according to this theory, the number of men taking leave must be increased through the creation of the personal medical leave provision in subsection (D). This undercuts any presumption that women will be more likely to take leave than men.</p>\n        <p>This theory as to the effects of the new family leave provisions on the future behavior of employers does not appear to be what concerned Congress in enacting the personal medical leave provision, however. Certainly Congress never made any findings to this effect with regard to states as employers. Without more, this theory does not suffice.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We pause to reject an argument made by the State. The State suggests that only intentional acts of discrimination may ever be reached by a federal statute under the enforcement clause. We do not read the Eleventh Amendment jurisprudence that way, and the argument contravenes the rule that Congress is free under Section 5 to act prophylactically as well as remedially. E.g., Kimel, 528 U.S. at 81.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The majority opinion is a carefully reasoned and narrowly drawn analysis of the Eleventh Amendment issue raised by the application in this case of the personal medical leave provision of the FMLA, 29 U.S.C. &#167; 2612(a)(1)(D). It reflects the view that the legislative record invoked by Laro and the intervenor United States in support of that provision is an inadequate basis for the abrogation of state sovereign immunity in light of the Supreme Court decisions in Kimel v. Fla. Bd. of Regents, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span> (2000), and Bd. of Trustees of the Univ. of Ala. v. Garrett, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></a></span> (2001). It notes correctly that the other circuits addressing similar cases have found the states immune from suits for damages under the FMLA. I recognize the weight of these precedents. Nevertheless, I must respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In Kimel and Garrett, where the Supreme Court invalidated congressional abrogation of state sovereign immunity in the ADEA and ADA, respectively, the Court reviewed legislation requiring states to alter age- and disability-related practices that, under rational basis review, would not be adjudged constitutional violations under Section 1 of the Fourteenth Amendment. State actions involving gender discrimination are subject to heightened scrutiny, not rational basis review. In applying the congruence and proportionality test to the FMLA's prophylactic scheme, and the legislative record supporting it, we should recognize that the heightened scrutiny standard, and the Supreme Court precedent applying it to claims of gender discrimination, require greater deference to congressional action addressing gender discrimination. Relatedly, I think it is inappropriate to evaluate in isolation a personal medical leave provision that supplements the care taking provisions of the FMLA with an important protection for women against gender discrimination in employment. I would vacate the district court decision dismissing Laro's action for damages against the State of New Hampshire.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In City of Boerne v. Flores, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span> (1997), the Supreme Court set forth the congruence and proportionality test applicable to remedial and prophylactic measures enacted by Congress pursuant to Section 5 of the Fourteenth Amendment. The test first requires \"a congruence between the means used and the ends to be achieved.\" Id. at 530. Additionally, the legislation may not be \"so out of proportion to a supposed remedial or preventive object that it cannot be understood as a response to, or designed to prevent, unconstitutional behavior.\" Id. at 532. As this language suggests, the congruence and proportionality test is malleable. \"The appropriateness of remedial measures must be considered in light of the evil presented. Strong measures appropriate to address one harm may be an unwarranted response to another, lesser one.\" Id. at 530 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The legislation at issue in Boerne, the Religious Freedom Restoration Act (RFRA), prohibited the federal, state and local governments from \"'substantially burdening' a person's exercise of religion even if the burden results from a rule of general applicability,\" unless the government could demonstrate both that the burden was in furtherance of a compelling government interest and that the rule was the least restrictive means of achieving that interest. Id. at 515. The Court found the scope of the RFRA to be so broad as to \"ensure its intrusion at every level of government, displacing laws and prohibiting actions of almost every description and regardless of subject matter.\" Id. at 532. Because the RFRA was so sweeping in its impact, the court concluded that \"[t]he stringent test RFRA demands of state laws reflects a lack of proportionality or congruence between the means adopted and the legitimate end to be achieved.\" Id. at 533.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In Kimel, where age discrimination was the basis for Congressional abrogation of state sovereign immunity, the Supreme Court found a lack of congruence because \"the substantive requirements the ADEA imposes on the state and local governments are disproportionate to any unconstitutional conduct that conceivably could be targeted by the Act.\" 528 U.S. at 83. Similarly, in Garrett, where disability was the basis for abrogation, the Court concluded that \"[e]ven were it possible to squeeze out of these examples [from the legislative record] a pattern of unconstitutional discrimination by the States, the rights and remedies created by the ADA against the States would raise the same sort of concerns as to congruence and proportionality as were found in City of Boerne.\" 121 S. Ct. at 966.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In cases involving age and disability, \"the exercise of congressional Section 5 power must be congruent and proportional to behavior that a court would hold unconstitutional under rational basis review.\" Robert C. Post &amp; Reva B. Siegel, Equal Protection by Law: Federal Antidiscrimination Legislation After Morrison and Kimel, 110 Yale L.J. 441, 461 (2000). However, as the Court made clear in Kimel, the judicial inquiry in these state immunity cases does not end with a judgment on the congruence of the legislation:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">That the ADEA prohibits very little conduct likely to be held unconstitutional, while significant, does not alone provide the answer to our &#167; 5 inquiry. Difficult and intractable problems often require powerful remedies, and we have never held that &#167; 5 precludes Congress from enacting reasonably prophylactic legislation. Our task is to determine whether the ADEA is in fact just such an appropriate remedy or, instead, merely an attempt to substantively redefine the States' legal obligations with respect to age discrimination. One means by which we have made such a determination in the past is by examining the legislative record containing the reasons for Congress' action.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Kimel, 528 U.S. at 88.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In Kimel and again in Garrett, the Court found the legislative record inadequate. Regarding the ADEA, the Court ruled that \"Congress never identified any pattern of age discrimination by the States, much less any discrimination whatsoever that rose to the level of constitutional violation. The evidence compiled by petitioners to demonstrate such attention by Congress to age discrimination by the States falls well short of the mark.\" Kimel, 528 U.S. at 89. In Garrett, \"[t]he legislative record of the ADA . . . simply fails to show that Congress did in fact identify a pattern of irrational state discrimination in employment against the disabled.\" 121 S. Ct. at 965. The Court noted further that: \"Under rational basis review, where a group possesses distinguishing characteristics relevant to interests the State has the authority to implement, a States's decision to act on the basis of those differences does not give rise to a constitutional violation.\" Id. at 963 (quotations omitted).</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Supreme Court has not yet applied the congruence and proportionality test to a legislative record supporting prophylactic measures aimed at gender discrimination. In Kimel, the Court noted an important difference between age classifications and gender classifications:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Age classifications, unlike governmental conduct based on race or gender, cannot be characterized as \"so seldom relevant to the achievement of any legitimate state interest that laws grounded in such considerations are deemed to reflect prejudice and antipathy.\" Older persons, again, unlike those who suffer discrimination on the basis of race or gender, have not been subjected to a \"history of purposeful unequal treatment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">528 U.S. at 83 (citations omitted) (emphasis added). When gender classifications are being considered, rational basis review gives way to heightened scrutiny, whereby legislation involving \"classifications by gender must serve important governmental objectives and must be substantially related to achievement of those objectives.\" Craig v. Boren, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 197 (1976); see also Mississippi Univ. for Women v. Hogan, <span class=\"citation\" data-id=\"110793\"><a href=\"/opinion/110793/mississippi-univ-for-women-v-hogan/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">718</span></a></span> (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The application of heightened scrutiny to governmental classifications based on gender has important implications for the application of the congruence and proportionality test to prophylactic legislation enacted pursuant to Section 5 of the Fourteenth Amendment. The universe of constitutional governmental conduct based on age and disability is large, given the applicability of rational basis review. The universe of constitutional governmental conduct based on gender is small, given the applicability of heightened scrutiny. Therefore, \"heightened scrutiny creates more room for Congress to act under Section 5 because the universe of potential unconstitutional actions by the states is much larger.\" Brian Ray, Note, \"Out the Window\"? Prospects for the EPA and the FLA after Kimel v. Florida Board of Regents, 61 Ohio St. L.J. 1755, 1783 (2000). Put another way, legislation designed to prevent gender discrimination presumptively captures a wider range of unconstitutional conduct than legislation aimed at age or disability discrimination. In this sense, gender-protective legislation has a better chance of passing muster as \"reasonably prophylactic.\" Importantly, the Supreme Court has stated emphatically that it has \"never held that &#167; 5 precludes Congress from enacting reasonably prophylactic legislation.\" Kimel, 528 U.S. at 88. In my view, the personal medical leave provision of the FMLA is reasonably prophylactic in the sense that it is an important component of a legislative scheme designed, in part, to prevent gender discrimination against women by employers, including state employers.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The FMLA leave provisions entitle an eligible employee to twelve weeks of unpaid leave during any twelve-month period for one or more of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">(A) Because of the birth of a son or daughter of the employee and in order to care for such son or daughter; (B) Because of the placement of a son or daughter with the employee for adoption or foster care; (C) In order to care for the spouse, or a son, daughter, or parent of the employee, if such spouse, son, daughter, or parent has a serious health condition; (D) Because of a serious health condition that makes the employee unable to perform the functions of the position of such employee.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">29 U.S.C. &#167; 2612(a)(1) (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Provisions (A), (B) and (C) in this scheme all involve unpaid leave for the purpose of caring for another family member. Only provision (D) provides unpaid leave because of the personal medical condition of the employee. Some history emphasizes why leave programs limited to the need of an employee to care for another family member can disadvantage women.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Before 1978 there was no federally required parity in the allowance for pregnancy and sick leave, a circumstance which prevented many women from entering and advancing in the workforce altogether. Even if sick leave were available, pregnancy was often excluded from this benefit, making the policy one that favored men and left women who wanted to have children out of a job. The Pregnancy Discrimination Act (PDA), 92 Stat. 2076 (1978), sought to rectify this inequity by affording some entitlement to pregnancy-related leave. Employers who provided sick leave for other conditions were required to offer the same level of benefits for maternity leave. 42 U.S.C. &#167; 2000e(k). While this change surely gave women some increased opportunity to enter the workplace, it left unaddressed the presumption that women of child-bearing age would take more leave and were thus less desirable employees in the first place. As a result, \"employers might find it cost-effective to discriminate against married women of child-bearing age, since these women would end up costing a firm more than they contribute to its worth.\" S. Rep. No. 102-68, at 73 (1991) (testimony of economist Deborah Walker). The protections that the PDA was intended to provide ultimately had some negative impact on women's workplace opportunities.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Against this background, Congress enacted an FMLA scheme which included the personal medical leave provision. The Act states: \"Congress finds that . . . employment standards that apply to one gender only have serious potential for encouraging employers to discriminate against employees and applicants for employment who are of that gender.\" 29 U.S.C. &#167; 2601(a)(6). The Act seeks to achieve its purposes \"in a manner that, consistent with the Equal Protection Clause of the Fourteenth Amendment, minimizes the potential for employment discrimination on the basis of sex by ensuring generally that leave is available for eligible medical reasons (including maternity-related disability) and for compelling family reasons, on a gender-neutral basis . . . [and] to promote the goal of equal employment opportunity for women and men.\" 29 U.S.C. &#167;&#167; 2601(b)(4) &amp; (5).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In reports preceding enactment of the FMLA, there was close attention to the need for a personal medical leave provision in the FMLA. The Senate Committee on Labor and Human Resources reported:</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">[A] significant benefit of the temporary medical leave provided by the legislation is the form of protection it offers women workers who bear children. Because the bill treats all employees who are temporarily unable to work due to serious health conditions in the same fashion, it does not create the risk of discrimination against pregnant women posed by legislation which provides job protection only for pregnancy related disability. Legislation solely protecting pregnant women gives employers an economic incentive to discriminate against women in hiring policies; legislation helping all workers equally does not have this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">S. Rep. No. 102-68, at 35 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The House Committee on Education and Labor made the same point in its report on the legislation:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The FMLA addresses the basic leave needs of all employees. It covers not only women of childbearing age, but all employees, young and old, male and female, who suffer from a serious health condition, or who have a family member with such a condition. A law providing special protection to women or any defined group, in addition to being inequitable, runs the risk of causing discriminatory treatment. [This legislation], by addressing the needs of all workers, avoids such a risk.</p>\n    </div>\n    <p class=\"indent\">H.R. Rep. No. 103-8, pt. 1, at 29 (1993).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">If Congress had drawn a line at leave for caring for other family members, there is greater likelihood that the FMLA would have been perceived as further reason to avoid granting employment opportunities to women. Heretofore, women have provided most of the child and elder care, and legislation that focused on these duties could have had a deleterious impact because of the prevalent notion that women take more advantage of such leave policies. The inclusion of personal medical leave in the scheme, unrelated to any need to care for another person, undermines the assumption that women are the only ones taking leave because men, presumably, are as likely as women to get sick. To be sure, the care taking provisions of the Act, prongs (A) through (C), protect men and women from gender discrimination by giving men the opportunity to assume equal responsibilities for the care of their families and by shielding women from the stereotype that assigns such roles to women. These provisions serve important goals independently of prong (D), the personal medical leave provision. For the reason stated, however, the inclusion of the personal medical leave provision in the FMLA is also particularly important to women in protecting them against gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Interestingly, there is some early evidence that the FMLA is working as the drafters had hoped. Under the FMLA, 41.8 percent of all leave-takers are men, with men invoking the FMLA for parental leave purposes in comparable numbers to women. Commission on Family and Medical Leave, A Workable Balance: Report to Congress on Family and Medical Leave Policies 75 (1996). A study of both private and public sector employers following FMLA implementation found that \"differences in usage rates by industry were not related to the percent of the workforce that was female. . . . [E]arly indications are that both genders are making use of the Act.\" Holly B. Tompson and Jon M. Werner, The Family and Medical Leave Act: Assessing the Costs and Benefits of Use, 1 Employee Rts. &amp; Employment Pol'y J. 125, 147 (1997). It is possible, if not probable, that the inclusion of the personal medical leave provision has helped account for the increase in men such as Stephen Laro accessing leave.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The history that led to the inclusion of the personal medical leave provision in the FMLA, and the evidence of its effectiveness, highlight the congruence between this prophylactic measure and potentially discriminatory conduct by state employers. Under the lens of heightened scrutiny, such employers would be acting unconstitutionally if they denied women equal employment opportunities because of stereotypical views that women are the primary care givers, and hence the greater employment risks. The FMLA attempts to blunt the force of such stereotypes and such discriminatory conduct by increasing the odds that men and women will invoke leave provisions in equal numbers. Unlike the ADEA provision under review in Kimel, which \"prohibit[ed] very little conduct likely to be held unconstitutional,\" Kimel, 528 U.S. at 88, the personal medical leave provision of the FMLA attempts to prevent conduct by a state employer that would be unconstitutional. Although this congruence does not dispense with the need for Congress to justify its invocation of Section 5 of the Fourteenth Amendment to abrogate the immunity of the states, this congruence does mean that the burden of justification should be less than that applied by the Court in Kimel and Garrett.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The legislative record includes substantial material drawn from the private sector about the need for the FMLA generally, and the need for a personal medical leave provision specifically. Indeed, the legislative record is replete with evidence from the private sector that because women generally had greater access to maternity and parental leave, some employers were reluctant to hire them. See Samuel Issacharoff &amp; Elyse Rosenblum, Women and the Workplace: Accommodating the Demands of Pregnancy, 94 Colum. L. Rev. 2154, 2196 (1994) (quoting testimony from the United States Chamber of Commerce explaining: \"Faced with mandated parental leave, a business owner choosing between two qualified candidates - one male and one female - would be tempted to select the male.\").<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> One hearing statement from 1987 concluded: \"The lack of uniform parental and medical leave policies in the work place has created an environment where discrimination is rampant.\" The Parental and Medical Leave Act of 1987, Hearings before the Subcomm. of the Senate Comm. on Labor and Human Resources, Part 2, 100th Cong. 536 (1987) (comments of Peggy Montes, Mayor's Commission on Women's Affairs, City of Chicago) [hereinafter Hearings on Leave Act of 1987].</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">There was evidence before Congress that some of this discrimination is caused by stereotypes about women which assume that women \"are mothers first, and workers second,\" Parental and Medical Leave Act of 1986, Joint Hearings before the Subcomm. on Labor-Management Relationship and the Subcomm. on Labor Standards for the Comm. on Education and Labor, 99th Cong. 25 (1996) [hereinafter Hearings: Leave Act of 1986], and that women are untrustworthy workers because of their tendency to \"become pregnant and leave the labor market,\" id. at 42 n.48. The legislative record memorializes Congress's understanding that the provisions of the FMLA would serve to rectify some of this gender discrimination. For example, one of the Senate reports stated: \"Because the bill treats all employees who are temporarily unable to work due to serious health conditions in the same fashion, it does not create the risk of discrimination against pregnant women posed by legislation which provides job protection only for pregnancy related disability.\" S. Rep. No. 102-68, at 35 (1991). The inclusion of the personal medical leave provision in the FMLA would deter employers from acting on the assumption that women are much more likely to invoke leave provisions related only to childcare or care of seriously ill family members.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Congress also had reason to conclude that gender discrimination caused by differing leave policies was a significant problem in state employment as well as in the private sector. As the House report noted: \"Private sector practices and government policies have failed to adequately respond to recent economic and social changes that have intensified the tensions between work and family.\" H.R. Rep. No. 103-8, pt. 1, at 21 (1993). During the hearings in 1986, Congress heard testimony that \"[p]ublic sector leaves don't vary very much from private sector leaves.\" Hearings: Leave Act of 1986, at 30; see also id. at 147 (noting that \"discriminatory treatment\" occurs in both the public and private sectors). Data showed that, like private employers, many states made different allowances for leave between male and female employees, reflecting a similarity in employment practices and leave policies across sectors. See Hearings on Leave Act of 1987 at 364-75; Family and Medical Leave Act of 1989: Hearings on H.R. 770 Before the Subcomm. on Labor-Management Relations, 101st Cong. 271 (1989). Indeed, the legislative record describes state provisions prescribing inequitable access to leave depending upon gender. See H.R. Rep. No. 103-8, pt. 1, at Attachment B (1993). These policies raised legitimate concerns that discriminatory presumptions about women's leave-taking practices could influence private and public hiring decisions, including those by state employers.</p>\n    </div>\n    <p class=\"indent\">V.</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In my view, this legislative record justifies Congress's abrogation of state immunity in the FMLA pursuant to its Section 5 authority. Although Kimel and Garrett reject the notion that Congress may infer discrimination by the states from findings of private-sector discrimination, that rejection does not necessarily apply in a case such as this. Neither Kimel nor Garrett involved legislation designed to remedy discrimination against a class of persons who receive heightened scrutiny under the Equal Protection Clause. Against a backdrop of extensive evidence of employment discrimination in the private sector based on leave policies, the more limited evidence of similar practices by state government serves to confirm the logical inference that state employment practices are similar to private sector practices. As the dissent observed in Kazmier v. Widmann, <span class=\"citation\" data-id=\"21700\"><a href=\"/opinion/21700/kazmier-v-widmann/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span> (5th Cir. 2000):</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">[E]vidence of private discrimination based on age has no probative value with respect to unconstitutional discrimination based on age by the States because it is so unlikely that the discrimination engaged in by private employers would be considered unconstitutional if engaged in by the States. With respect to race and gender, however, because of the significant likelihood that any discrimination by the States on those bases would be unconstitutional, evidence that such discrimination is widespread through the private sector may be sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Id. at 548 n.15 (Dennis, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The Court has also upheld laws that can be deemed \"reasonably prophylactic,\" Kimel, 528 U.S. at 88, even without explicit evidence of unconstitutional discrimination. See Katzenbach v. Morgan, <span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span>, 653-55 (1966) (holding that Congress may legislate to enforce the Equal Protection clause even if the law's scope extends beyond the unconstitutional behavior sought to be prevented). Otherwise, Congress would be confined to the \"insignificant role\" of abrogating state authority only when the judicial branch is prepared to adjudge an action unconstitutional. Id. at 648-49; see also Fitzpatrick v. Bitzer, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 456 (1976) (\"When Congress acts pursuant to &#167; 5, [] it [is] exercising legislative authority that is plenary within the terms of the constitutional grant.\").</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">While it is true that the FMLA goes beyond disallowing discrimination based on gender and imposes affirmative duties on the states in furtherance of equal protection, that imposition is permissible pursuant to Section 5's enforcement authority. See, e.g., Morgan, 384 U.S. at 658 (upholding legislation designed to cure discrimination based on ethnicity). Unlike the RFRA at issue in Boerne, the FMLA does not represent \"[s]weeping coverage [that] ensures its intrusion at every level of government, displacing laws and prohibiting official actions of almost every description and regardless of subject matter.\" Boerne, 521 U.S. at 532. Rather, the Act's requirements are confined to particular terms of employment benefit plans; the impact of the Act's requirements is more predictable and limited.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In United States v. Virginia, <span class=\"citation\" data-id=\"118056\"><a href=\"/opinion/118056/united-states-v-virginia/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">515</span></a></span> (1996), the Supreme Court stated: \"'Inherent differences' between men and women, we have come to appreciate, remain cause for celebration, but not for the denigration of the members of either sex or for the artificial constraints on an individual's opportunity.\" Id. at 533. Misguided views about inherent differences between men and women have the alarming potential to \"create or perpetuate the legal, social and economic inferiority of women.\" Id. at 534. This truth underscores the importance of employment leave policies that inhibit gender-based stereotyping and unconstitutional discrimination by state employers. Given the substantial record of gender discrimination in the private sector, some evidence of similar discrimination by the states, and the teachings of history and logic, I conclude that Congress properly exercised its Section 5 authority in abrogating the states' Eleventh Amendment immunity in the FMLA. The district court decision barring Laro's suit for damages against the State of New Hampshire should be vacated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> I acknowledge that Congress's adoption of the personal medical leave provision also reflected concerns for economic dislocation and discrimination related to medical conditions. Those additional concerns do not detract from the significance of Congress's concern for gender discrimination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The article also cites poll figures that show employers admitting a tendency not to hire young women in the face of leave legislation. Id. at 2196 n.169 (citing 139 Cong. Rec. H368 (daily ed. Feb. 3, 1993) (statement of Rep. Dreier) and 137 Cong. Rec. H9748 (daily ed. Nov. 13, 1991) (statement of Rep. DeLay)). While this data was used to counter arguments in favor of the FMLA, it is not logically consistent to conclude that leveling leave policies across genders would make the circumstance of women more grave.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/21700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773796/"
  ]
}