{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199548/",
  "absolute_url": "/opinion/199548/rsa-media-inc-v-ak-media-group-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199548/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:32:26Z",
  "date_modified": "2017-03-24T11:02:11.705007Z",
  "type": "010combined",
  "sha1": "7b08f820c484ff56dc67f52055304cd417605e7e",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2508-01A.pdf",
  "local_path": "pdf/2001/08/08/RSA_Media_Inc._v._AK_Media_Group_Inc..pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-2508\n\n                          RSA MEDIA, INC.,\n\n                       Plaintiff, Appellant,\n\n                                  v.\n\n                       AK MEDIA GROUP, INC.,\n\n                        Defendant, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n\n                                Before\n\n                Torruella and Lipez, Circuit Judges,\n\n                    and Tauro,* District Judge.\n\n\n\n     James Coyne King, with whom David C. Kravitz, Katherine L. Kenney,\nand Hanify & King, were on brief, for appellant.\n     Mark I. Levy, with whom James G. Kress, Amy Fitzpatrick, Elizabeth\nJ. Chandler, Howrey Simon Arnold & White, L.L.P., George A. Berman,\nPosternak, Blankstein & Lund, L.L.P., Marguerite S. Willis, Nexsen\nPruet Jacobs & Pollard, were on brief, for appellee.\n\n\n\n*   Of the District of Massachusetts, sitting by designation.\n\fAugust 6, 2001\n\n\n\n\n     -2-\n\f          TORRUELLA, Circuit Judge.     AK Media Group, Inc. (\"AK\")\n\ncontrols approximately 2200 of the 2400 billboards in the Greater\n\nBoston area. RSA Media, Inc. (\"RSA\"), a more recent entrant in the\n\noutdoor advertising market, sued AK, claiming that AK's policies\n\nviolated §§ 1 and 2 of the Sherman Anti-Trust Act, 15 U.S.C. §§ 1-2,\n\nand constituted unfair trade practices prohibited by Mass. Gen. Laws\n\nch. 93A.1 The district court granted AK summary judgment on the § 2\n\nmonopolization claim, holding that the policies in question were not\n\nsufficiently related to RSA's injuries to support a finding of\n\nantitrust standing. RSA Media, Inc. v. AK Media Group, Inc., No. 97-\n\n11250-RWZ, at 6 (D. Mass. Oct. 3, 2000). The court also dismissed the\n\n93A claims based on the lack of causation. Id. at 7. On appeal, we\n\naffirm.\n\n                             BACKGROUND\n\n          Our review of the district court's grant of summary judgment\n\nis de novo, with the facts taken in the light most favorable to the\n\nnon-moving party, here, RSA. Coyne v. Taber Partners I , 53 F.3d 454,\n\n457 (1st Cir. 1995).\n\nA.   The Outdoor Advertising Market\n\n          The highly regulated nature of the billboard market in the\n\nGreater Boston area makes it impossible, or at least nearly impossible,\n\n\n\n1 The Sherman Act § 1 claim was dismissed without prejudice prior to\nthe district court's summary judgment decision.\n\n                                 -3-\n\fto obtain a permit to build a new billboard. RSA Media, No. 97-11250-\n\nRWZ, at 3. Federal, state, and local law all play a significant role\n\nin this regulatory regime. The Highway Beautification Act of 1965\n\nregulates billboards on or near interstate highways. 23 U.S.C. § 131\n\net seq. The Massachusetts Outdoor Advertising Board (\"OAB\") controls\n\nthe state licensing and permitting process, pursuant to an extensive\n\nset of state-promulgated regulations.2 Mass. Gen. Laws ch. 93 §§ 29-32;\n\nMass. Regs. Code tit. 711, § 3.00 et seq.      To participate in the\n\noutdoor advertising market, a prospective billboard owner must obtain\n\na license from the OAB.       Mass. Regs. Code tit. 711, § 3.02(1).\n\nFurthermore, a billboard operator must obtain a permit for each\n\nbillboard that he operates. Id. § 3.02(2). A billboard operator must\n\nalso negotiate a lease with the owner of the property on which the\n\nbillboard sits.3\n\n          Many     of   the   existing   billboards   in   Boston   are\n\n\"grandfathered,\" meaning that they are in locations in which a new\n\nbillboard would be prohibited by either federal or state law or by\n\n\n\n2 Municipalities in the Commonwealth are authorized to \"further\nregulate\" billboards within their city limits. Mass. Gen. Laws ch. 93\n§ 29.\n3 In general, outdoor advertisers such as AK and RSA own the billboard\nstructures and the permits to operate those billboards, and negotiate\nleases with the third party owners of the land on which the billboard\nsits. In some cases, the third party landlord will own both the\nproperty and the billboard structure, and contract with the permit-\nholder to operate the billboard.\n\n                                  -4-\n\flocal zoning ordinances. RSA Media, No. 97-11250-RWZ, at 2. If a\n\ngrandfathered billboard is torn down, no new billboard can be built in\n\nthat location. Id. Although there are currently non-grandfathered\n\nbillboards in locations which would theoretically allow the\n\nconstruction of a replacement billboard, as a practical matter it is\n\nextremely difficult, if not impossible, to obtain approval for a\n\nreplacement billboard from both the OAB and local zoning authorities.4\n\nId.; see also Mass. Regs. Code tit. 711, § 3.07 (requirements for new\n\npermits). The effect of these regulations is to make the number of\n\nbillboards in Greater Boston either static or diminishing. RSA Media,\n\nNo. 97-11250-RWZ, at 2.\n\nB.   AK's Position in the Market and Relevant Conduct\n\n          For purposes of this action, AK does not dispute that, as it\n\ncontrols nearly 92% of the billboards in Greater Boston, it possesses\n\nmonopoly power in the Greater Boston billboard advertising market. Id.\n\nat 3. Although it must contract with landlords to operate billboards\n\non particular pieces of property, AK owns nearly all of the billboard\n\nstructures which it operates. Moreover, for each billboard that it\n\noperates, AK holds the necessary permits and annual licenses issued by\n\n\n4  Although, at times, RSA quibbles with this description of the\nregulatory regime, it conceded in its appellate brief that the\nreplacement of grandfathered billboards is virtually impossible, as it\nrequires either a variance from a municipal zoning board and/or a\nchange in state or federal law. At oral argument, RSA admitted that\nthe complex regulatory scheme severely limited the possibility that any\nnew billboards could be built in Greater Boston.\n\n                                 -5-\n\fthe OAB. As a matter of policy, AK \"actively seeks to maintain its\n\nposition in the market through a policy that centers on preserving [its\n\nleases with property owners] and on maintaining control of [its\n\nlicenses and permits].\" Id.     As part of this policy, AK refuses to\n\nsell or transfer billboards or permits, even when it no longer holds\n\ntenancy rights to the underlying property. In fact, AK promises that\n\nit will destroy its billboards rather than sell them, and hold and\n\nrenew its permits indefinitely, rather than abandon them.\n\n          RSA sought to increase the number of billboards that it\n\noperated by negotiating leases with landlords who currently rented\n\nspace to AK. It claims that it was unable to do so because of AK's so-\n\ncalled \"drill\"; i.e., AK's explanation to landlords of why it would be\n\nfoolish on their part to end their tenancy relationship with AK and\n\nnegotiate a new lease with RSA. According to RSA, AK told landlords\n\nthat: (i) if a landlord chose to negotiate a lease with RSA, AK would\n\ntear the billboard down rather than transfer it to either the landlord\n\nor RSA; (ii) AK would not abandon its permits even if it no longer had\n\ntenancy rights to the property on which the billboard sat; (iii) if AK\n\ndestroyed the billboard, it would be impossible for RSA to get a permit\n\nto construct a new billboard on that spot; and (iv) as a result of\n\nRSA's prospective inability to get a permit, the landlord would receive\n\nno rent if it chose not to negotiate a lease with AK. RSA claims that\n\n\n\n\n                                 -6-\n\fthis \"drill\" was exclusionary conduct of a monopolist actionable under\n\n§ 2 of the Sherman Act.\n\nC.   The District Court Decision\n\n          For purposes of its decision, the district court assumed that\n\nAK routinely made the alleged representations to its landlords and that\n\nsuch conduct was \"exclusionary\" under antitrust law. However, it found\n\nthat RSA lacked standing to challenge such exclusionary conduct because\n\n\"as a matter of law [the conduct was] not sufficiently related to\n\n[RSA's] business difficulties to support a finding of antitrust injury\n\nor antitrust standing.\" Id. at 6. \"[RSA] would have encountered the\n\nsame difficulties [in entering the market] had [AK] said nothing at all\n\nto landowners concerning the regulatory environment, and in any case\n\nseveral landowners obtained independent legal advice which confirmed\n\nthe hostility of the regulatory environment to billboards.\" Id. In\n\nother words, the district court held that RSA's inability to enter the\n\nmarket for outside advertising -- its claimed injury -- was a byproduct\n\nof the regulatory scheme rather than a result of AK's conversations\n\nwith landlords.    Id.\n\n                             DISCUSSION\n\nA.   The Sherman Act Claim\n\n          Section 4 of the Clayton Act, 15 U.S.C. § 15, provides a\n\nprivate cause of action for antitrust violations. Although the statute\n\n\n\n\n                                 -7-\n\fis written broadly,5 the Supreme Court's doctrine of antitrust standing\n\nhas significantly narrowed the number of persons entitled to bring\n\nsuit. Associated Gen. Contractors of Cal. v. Cal. State Council of\n\nCarpenters, 459 U.S. 519, 529-35 (1983); Blue Shield of Va. v.\n\nMcCready, 457 U.S. 465, 477 (1982); Serpa Corp. v. McWane, Inc., 199\n\nF.3d 6, 9-10 (1st Cir. 1999). Standing in an antitrust case is \"not\n\nsimply a search for an injury in fact; it involves an analysis of\n\nprudential considerations aimed at preserving the effective enforcement\n\nof the antitrust laws.\" Serpa, 199 F.3d at 10 (quoting Todorov v. DCH\n\nHealthcare Auth., 921 F.2d 1438, 1449 (11th Cir. 1991)).\n\n          The Supreme Court has set forth a six-factor test to\n\ndetermine whether a plaintiff has standing to bring an antitrust\n\naction.   These factors are:\n\n          (1) the causal connection between the alleged\n          antitrust violation and harm to the plaintiff;\n          (2) an improper motive; (3) the nature of the\n          plaintiff's alleged injury and whether the injury\n          was of a type that Congress sought to redress\n          with the antitrust laws (\"antitrust injury\"); (4)\n          the directness with which the alleged market\n          restraint caused the asserted injury; (5) the\n          speculative nature of the damages; and (6) the\n          risk of duplicative recovery or complex\n          apportionment of damages.\n\nSerpa, 199 F.3d at 10.\n\n\n\n\n5 \"Any person who shall be injured in his business or property by\nreason of anything forbidden in the antitrust laws may sue\ntherefor . . . .\" 15 U.S.C. § 15.\n\n                                 -8-\n\f          Although we technically balance the six factors to determine\n\nif standing is appropriate, Sullivan v. Tagliabue, 25 F.3d 43, 46 (1st\n\nCir. 1994), this Court has emphasized the causation requirements of\n\nthat test. See Serpa, 199 F.3d at 10-12; Sullivan, 25 F.3d at 47 &\n\nn.9. Both the first and fourth factors expressly require causation\n\nbetween the alleged violation and the alleged harm. And although the\n\nthird factor does not explicitly raise the issue of causation, the\n\nCourt has defined \"antitrust injury\" as \"injury of the type the\n\nantitrust laws were intended to prevent and that flows from that which\n\nmakes the defendants' acts unlawful.\" Brunswick Corp. v. Pueblo Bowl-\n\nO-Mat, Inc., 429 U.S. 477, 489 (1977) (emphasis added). In other\n\nwords, the third factor of the standing test requires a proper\n\nplaintiff \"to prove more than injury causally linked to an illegal\n\npresence in the market.\" Id. The plaintiff must prove that the injury\n\nis \"the type of loss that the claimed violations . . . would be likely\n\nto cause.\" Id. (quoting Zenith Radio Corp. v. Hazeltine Research, 395\n\nU.S. 100, 125 (1969)). Even when a causal link has been established\n\nbetween the alleged violation and the injury, the absence of \"antitrust\n\ninjury\" will generally defeat standing. Serpa, 199 F.3d at 10-11\n\n(distributor lacks antitrust standing because it cannot have suffered\n\nantitrust injury); Sullivan, 25 F.3d at 47 (absence of antitrust\n\ninjury, plus indirectness of causal link, outweighs positive proof on\n\nremaining factors).\n\n\n                                 -9-\n\f          RSA does not really dispute this analysis.6 Instead, it\n\nsuggests that the district court erred in its determination that the\n\nclaimed injury was not causally related to the alleged antitrust\n\nviolation, i.e., the \"drill.\" RSA points to two types of evidence to\n\nsupport its causation analysis: (i) the likelihood that it would obtain\n\npermits to construct and operate billboards; and (ii) the effect of\n\nAK's drill on individual landlords. Even when viewed in the light most\n\nfavorable to RSA, however, we agree with the district court that this\n\nproffered evidence did not create a material issue of fact.\n\n          First, at various points, RSA asserts that it was possible\n\nfor it to obtain a permit to construct and operate a new billboard in\n\nthe event that AK followed through on its threat to destroy billboards\n\nrather than sell them, and on its threat to hold unused operating\n\npermits rather than abandon or transfer them.       The only specific\n\nevidence RSA points to in support of this contention is a variance\n\nobtained by AK to make improvements to (i.e., reconstruct) one of its\n\nbillboards in 1994.7 However, when pressed on the issue during oral\n\n\n6 Although RSA criticizes the district court for failing to consider\nfactors other than causation in its standing determination, it does not\ncite any persuasive case law suggesting that non-causation factors can\nprevail in the absence of causation, and it admits that this Court's\ndenials of standing generally rest on the absence of antitrust injury.\n7 This one instance of a variance being granted is not very persuasive\nevidence that RSA will be able to replace a billboard destroyed by AK.\nThe documents in the record related to this variance make it clear that\nAK removed and replaced an old billboard structure with a newer one in\norder to improve parking in the area. The circumstances in which RSA\n\n                                 -10-\n\fargument, RSA conceded that it would be difficult to obtain variances.\n\nIn addition, individual landlords have testified that they received\n\nindependent legal advice confirming the difficulty of obtaining new\n\npermits. Finally, deposition testimony by RSA's President, James Lack,\n\nadmitted that it was impossible to assess the likelihood of receiving\n\na variance prior to the destruction of a billboard. In short, the\n\nevidence strongly contradicts RSA's somewhat half-hearted assertions\n\nthat variances would be forthcoming.\n\n          Second, RSA cites several affidavits as indicating that\n\nwithout the intervening event of AK's \"drill,\" landlords would have\n\npursued leases with RSA despite the possibility that: (i) AK would\n\nremove the AK-owned billboard on their property; and (ii) RSA would be\n\nunsuccessful in procuring a permit to replace the billboard.\n\nSpecifically, RSA refers us to the affidavits of Richard Angelo, Ed\n\nPishkin, and Lena Pishkin. Angelo's affidavit does not support RSA's\n\nclaim; in fact, in a subsequent declaration, Angelo indicated that Lack\n\ntold him that \"it would be very difficult to construct a new billboard\n\nin the City of Everett,\" and that such construction might require a\n\nlengthy court battle. Under such circumstances, Angelo reasonably\n\nchose not to negotiate with RSA and re-signed an AK lease. Although\n\nthe Pishkins' affidavits are much more negative with respect to AK's\n\n\nwould seek a variance are very different, in that RSA would seek to\nerect a billboard on a lot where one no longer existed (because of AK's\naction).\n\n                                 -11-\n\fnegotiating tactics, the ultimate conclusion (upon reading their\n\ndeposition testimony) is the same: based on RSA's difficulty in\n\nobtaining permits and independent legal advice, the Pishkins continued\n\nto lease their billboard to AK because they were afraid that AK would\n\ntear down its billboard, that RSA would not be successful in obtaining\n\na permit, and they would no longer receive necessary rent on the\n\nproperty.    Given that a landlord who spurns AK for RSA faces the\n\nprospect of receiving no rent if RSA is unsuccessful in obtaining a\n\npermit, it is not surprising that landlords chose to negotiate with AK.\n\n            In sum, the district court's causation analysis was correct.\n\nRSA was not excluded from the market for outdoor billboards because of\n\nAK's threats; it was excluded because of the Massachusetts regulatory\n\nscheme that prevents new billboards from being built. In short, AK's\n\nrepresentations to landlords did not prevent those landlords from\n\nleasing their land to RSA.     Even if the landlords had, foolishly\n\nperhaps, leased their land to RSA, RSA would not have been able to\n\nerect new billboards on those properties. Any injury suffered by RSA\n\nis therefore unrelated to AK's allegedly exclusionary conduct, and RSA\n\nlacks antitrust standing.\n\n            Perhaps realizing that the district court's causation\n\nanalysis was essentially correct, RSA made an alternative argument in\n\nits appellate briefs: that AK's policy of never selling billboards or\n\ntransferring permits was exclusionary. RSA did not make this argument\n\n\n                                  -12-\n\fbefore the district court,8 and it is therefore waived on appeal.\n\nCorrada Betances v. Sea-Land Serv., Inc., 240 F.3d 40, 44 (1st Cir.\n\n2001).\n\nB.   The 93A Claim\n\n          Based on its determination that there was no causation\n\nbetween AK's alleged conduct and RSA's alleged harm, the district court\n\ndismissed RSA's state-law unfair trade practices claim brought pursuant\n\nto Mass. Gen. Laws ch. 93A, § 11. RSA Media, No. 97-11250-RWZ, at 7.\n\nAlthough RSA's opening brief suggested that, having dismissed the\n\nfederal claim, the district court lacked jurisdiction to entertain the\n\nstate claim, its reply brief conceded the court's authority to grant\n\nsummary judgment on the state claim. See Roche v. John Hancock Mut.\n\nLife Ins. Co., 81 F.3d 249, 256-57 (1st Cir. 1996) ( In \"an appropriate\n\nsituation, a federal court may retain jurisdiction over state-law\n\nclaims notwithstanding the early demise of all foundational federal\n\nclaims.\") (quoting Rodríguez v. Doral Mortgage Corp., 57 F.3d 1168,\n\n1177 (1st Cir. 1995)).\n\n\n\n\n8  Were we to entertain such an argument, it would fall under the\ncategory of exclusionary refusals to deal; i.e., the rare case in which\na monopolist has an affirmative duty to do business with a competitor.\nSee Aspen Skiing Co. v. Aspen Highlands Skiing Corp., 472 U.S. 585,\n602-05 (1985); Otter Tail Power Co. v. United States, 410 U.S. 366,\n377-78 (1973). Not only did RSA not make such an argument before the\ndistrict court, it specifically disclaimed it. See RSA Memorandum in\nOpposition to Motion for Summary Judgment at 37 n.22.\n\n                                 -13-\n\f          Instead, RSA argues that the district court erred on the\n\nmerits in granting summary judgment. Specifically, RSA argues that\n\ngiven the fact-intensive nature of 93A claims, the district court\n\nshould not have granted summary judgment without a specific\n\ndetermination that the instances of misconduct alleged by RSA could not\n\nconstitute a 93A violation.\n\n          We disagree. The court accepted arguendo that the alleged\n\nmisconduct could make out a claim for unfair trade practices. However,\n\ncausation remains a necessary element of a successful 93A claim.\n\nSerpa, 199 F.3d at 15 (\"For conduct to violate Chapter 93(A) it\n\nmust . . . cause substantial injury to other business[men].\") (internal\n\ncitation omitted); Shepard's Pharmacy, Inc. v. Stop & Shop Cos., 37\n\nMass. App. Ct. 516, 522 (1994) (\"In the absence of a causal\n\nrelationship between the alleged unfair acts and the claimed loss,\n\nthere can be no recovery.\") (internal citation omitted). We have\n\naffirmed the district court's holding on causation with respect to the\n\nantitrust claim, and RSA has not made any unique arguments related to\n\nits 93A claim. Suzuki of W. Mass., Inc. v. Outdoor Sports Expo, Inc.,\n\n126 F. Supp. 2d 40, 50 (D. Mass. 2001); Egan v. Athol Mem'l Hosp., 971\n\nF. Supp. 37, 47 (D. Mass. 1997). The district court thus did not abuse\n\nits discretion in allowing \"plaintiff's 93A claims [to] perish along\n\nwith their antitrust hosts.\"      Suzuki, 126 F. Supp. 2d at 50.\n\n          Affirmed.\n\n\n                                 -14-\n\f-15-\n\f",
  "html": "<p class=\"case_cite\">260 F.3d 10 (1st Cir. 2001)</p>\n    <p class=\"parties\">RSA MEDIA, INC., Plaintiff, Appellant,<br>v.<br>AK MEDIA GROUP, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2508</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 8, 2001<br>Decided August 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge]</p>\n      <p class=\"indent\">James Coyne King, with whom David C. Kravitz, Katherine L. Kenney, and Hanify &amp; King, were on brief, for appellant.</p>\n      <p class=\"indent\">Mark I. Levy, with whom James G. Kress, Amy Fitzpatrick, Elizabeth J. Chandler, Howrey Simon Arnold &amp; White, L.L.P., George A. Berman, Posternak, Blankstein &amp; Lund, L.L.P., Marguerite S. Willis, Nexsen Pruet Jacobs &amp; Pollard, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella and Lipez, Circuit Judges, and Tauro,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">AK Media Group, Inc. (\"AK\") controls approximately 2200 of the 2400 billboards in the Greater Boston area. RSA Media, Inc. (\"RSA\"), a more recent entrant in the outdoor advertising market, sued AK, claiming that AK's policies violated &#167;&#167; 1 and 2 of the Sherman Anti-Trust Act, 15 U.S.C. &#167;&#167; 1-2, and constituted unfair trade practices prohibited by Mass. Gen. Laws ch. 93A.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court granted AK summary judgment on the &#167; 2 monopolization claim, holding that the policies in question were not sufficiently related to RSA's injuries to support a finding of antitrust standing. RSA Media, Inc. v. AK Media Group, Inc., No. 97-11250-RWZ, at 6 (D. Mass. Oct. 3, 2000). The court also dismissed the 93A claims based on the lack of causation. Id. at 7. On appeal, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our review of the district court's grant of summary judgment is de novo, with the facts taken in the light most favorable to the non-moving party, here, RSA. Coyne v. Taber Partners I, 53 F.3d 454, 457 (1st Cir. 1995).</p>\n    </div>\n    <p class=\"indent\">A. The Outdoor Advertising Market</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The highly regulated nature of the billboard market in the Greater Boston area makes it impossible, or at least nearly impossible, to obtain a permit to build a new billboard. RSA Media, No. 97-11250-RWZ, at 3. Federal, state, and local law all play a significant role in this regulatory regime. The Highway Beautification Act of 1965 regulates billboards on or near interstate highways. 23 U.S.C. &#167; 131 et seq. The Massachusetts Outdoor Advertising Board (\"OAB\") controls the state licensing and permitting process, pursuant to an extensive set of state-promulgated regulations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Mass. Gen. Laws ch. 93 &#167;&#167; 29-32; Mass. Regs. Code tit. 711, &#167; 3.00 et seq. To participate in the outdoor advertising market, a prospective billboard owner must obtain a license from the OAB. Mass. Regs. Code tit. 711, &#167; 3.02(1). Furthermore, a billboard operator must obtain a permit for each billboard that he operates. Id. &#167; 3.02(2). A billboard operator must also negotiate a lease with the owner of the property on which the billboard sits.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Many of the existing billboards in Boston are \"grand fathered,\" meaning that they are in locations in which a new billboard would be prohibited by either federal or state law or by local zoning ordinances. RSA Media, No. 97-11250-RWZ, at 2. If a grand fathered billboard is torn down, no new billboard can be built in that location. Id. Although there are currently non-grand fathered billboards in locations which would theoretically allow the construction of a replacement billboard, as a practical matter it is extremely difficult, if not impossible, to obtain approval for a replacement billboard from both the OAB and local zoning authorities.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Id.; see also Mass. Regs. Code tit. 711, &#167; 3.07 (requirements for new permits). The effect of these regulations is to make the number of billboards in Greater Boston either static or diminishing. RSA Media, No. 97-11250-RWZ, at 2.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">B. AK's Position in the Market and Relevant Conduct</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">For purposes of this action, AK does not dispute that, as it controls nearly 92% of the billboards in Greater Boston, it possesses monopoly power in the Greater Boston billboard advertising market. Id. at 3. Although it must contract with landlords to operate billboards on particular pieces of property, AK owns nearly all of the billboard structures which it operates. Moreover, for each billboard that it operates, AK holds the necessary permits and annual licenses issued by the OAB. As a matter of policy, AK \"actively seeks to maintain its position in the market through a policy that centers on preserving [its leases with property owners] and on maintaining control of [its licenses and permits].\" Id. As part of this policy, AK refuses to sell or transfer billboards or permits, even when it no longer holds tenancy rights to the underlying property. In fact, AK promises that it will destroy its billboards rather than sell them, and hold and renew its permits indefinitely, rather than abandon them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">RSA sought to increase the number of billboards that it operated by negotiating leases with landlords who currently rented space to AK. It claims that it was unable to do so because of AK's so-called \"drill\"; i.e., AK's explanation to landlords of why it would be foolish on their part to end their tenancy relationship with AK and negotiate a new lease with RSA. According to RSA, AK told landlords that: (i) if a landlord chose to negotiate a lease with RSA, AK would tear the billboard down rather than transfer it to either the landlord or RSA; (ii) AK would not abandon its permits even if it no longer had tenancy rights to the property on which the billboard sat; (iii) if AK destroyed the billboard, it would be impossible for RSA to get a permit to construct a new billboard on that spot; and (iv) as a result of RSA's prospective inability to get a permit, the landlord would receive no rent if it chose not to negotiate a lease with AK. RSA claims that this \"drill\" was exclusionary conduct of a monopolist actionable under &#167; 2 of the Sherman Act.</p>\n    </div>\n    <p class=\"indent\">C. The District Court Decision</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For purposes of its decision, the district court assumed that AK routinely made the alleged representations to its landlords and that such conduct was \"exclusionary\" under antitrust law. However, it found that RSA lacked standing to challenge such exclusionary conduct because \"as a matter of law [the conduct was] not sufficiently related to [RSA's] business difficulties to support a finding of antitrust injury or antitrust standing.\" Id. at 6. \"[RSA] would have encountered the same difficulties [in entering the market] had [AK] said nothing at all to landowners concerning the regulatory environment, and in any case several landowners obtained independent legal advice which confirmed the hostility of the regulatory environment to billboards.\" Id. In other words, the district court held that RSA's inability to enter the market for outside advertising -- its claimed injury -- was a byproduct of the regulatory scheme rather than a result of AK's conversations with landlords. Id.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">A. The Sherman Act Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 4 of the Clayton Act, 15 U.S.C. &#167; 15, provides a private cause of action for antitrust violations. Although the statute is written broadly,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the Supreme Court's doctrine of antitrust standing has significantly narrowed the number of persons entitled to bring suit. Associated Gen. Contractors of Cal. v. Cal. State Council of Carpenters, 459 U.S. 519, 529-35 (1983); Blue Shield of Va. v. McCready, 457 U.S. 465, 477 (1982); Serpa Corp. v. McWane, Inc., 199 F.3d 6, 9-10 (1st Cir. 1999). Standing in an antitrust case is \"not simply a search for an injury in fact; it involves an analysis of prudential considerations aimed at preserving the effective enforcement of the antitrust laws.\" Serpa, 199 F.3d at 10 (quoting Todorov v. DCH Healthcare Auth., 921 F.2d 1438, 1449 (11th Cir. 1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court has set forth a six-factor test to determine whether a plaintiff has standing to bring an antitrust action. These factors are:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) the causal connection between the alleged antitrust violation and harm to the plaintiff; (2) an improper motive; (3) the nature of the plaintiff's alleged injury and whether the injury was of a type that Congress sought to redress with the antitrust laws (\"antitrust injury\"); (4) the directness with which the alleged market restraint caused the asserted injury; (5) the speculative nature of the damages; and (6) the risk of duplicative recovery or complex apportionment of damages.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Serpa, 199 F.3d at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although we technically balance the six factors to determine if standing is appropriate, Sullivan v. Tagliabue, 25 F.3d 43, 46 (1st Cir. 1994), this Court has emphasized the causation requirements of that test. See Serpa, 199 F.3d at 10-12; Sullivan, 25 F.3d at 47 &amp; n.9. Both the first and fourth factors expressly require causation between the alleged violation and the alleged harm. And although the third factor does not explicitly raise the issue of causation, the Court has defined \"antitrust injury\" as \"injury of the type the antitrust laws were intended to prevent and that flows from that which makes the defendants' acts unlawful.\" Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc., 429 U.S. 477, 489 (1977) (emphasis added). In other words, the third factor of the standing test requires a proper plaintiff \"to prove more than injury causally linked to an illegal presence in the market.\" Id. The plaintiff must prove that the injury is \"the type of loss that the claimed violations . . . would be likely to cause.\" Id. (quoting Zenith Radio Corp. v. Hazeltine Research, 395 U.S. 100, 125 (1969)). Even when a causal link has been established between the alleged violation and the injury, the absence of \"antitrust injury\" will generally defeat standing. Serpa, 199 F.3d at 10-11 (distributor lacks antitrust standing because it cannot have suffered antitrust injury); Sullivan, 25 F.3d at 47 (absence of antitrust injury, plus indirectness of causal link, outweighs positive proof on remaining factors).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">RSA does not really dispute this analysis.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Instead, it suggests that the district court erred in its determination that the claimed injury was not causally related to the alleged antitrust violation, i.e., the \"drill.\" RSA points to two types of evidence to support its causation analysis: (i) the likelihood that it would obtain permits to construct and operate billboards; and (ii) the effect of AK's drill on individual landlords. Even when viewed in the light most favorable to RSA, however, we agree with the district court that this proffered evidence did not create a material issue of fact.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">First, at various points, RSA asserts that it was possible for it to obtain a permit to construct and operate a new billboard in the event that AK followed through on its threat to destroy billboards rather than sell them, and on its threat to hold unused operating permits rather than abandon or transfer them. The only specific evidence RSA points to in support of this contention is a variance obtained by AK to make improvements to (i.e., reconstruct) one of its billboards in 1994.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> However, when pressed on the issue during oral argument, RSA conceded that it would be difficult to obtain variances. In addition, individual landlords have testified that they received independent legal advice confirming the difficulty of obtaining new permits. Finally, deposition testimony by RSA's President, James Lack, admitted that it was impossible to assess the likelihood of receiving a variance prior to the destruction of a billboard. In short, the evidence strongly contradicts RSA's somewhat half-hearted assertions that variances would be forthcoming.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, RSA cites several affidavits as indicating that without the intervening event of AK's \"drill,\" landlords would have pursued leases with RSA despite the possibility that: (i) AK would remove the AK-owned billboard on their property; and (ii) RSA would be unsuccessful in procuring a permit to replace the billboard. Specifically, RSA refers us to the affidavits of Richard Angelo, Ed Pishkin, and Lena Pishkin. Angelo's affidavit does not support RSA's claim; in fact, in a subsequent declaration, Angelo indicated that Lack told him that \"it would be very difficult to construct a new billboard in the City of Everett,\" and that such construction might require a lengthy court battle. Under such circumstances, Angelo reasonably chose not to negotiate with RSA and re-signed an AK lease. Although the Pishkins' affidavits are much more negative with respect to AK's negotiating tactics, the ultimate conclusion (upon reading their deposition testimony) is the same: based on RSA's difficulty in obtaining permits and independent legal advice, the Pishkins continued to lease their billboard to AK because they were afraid that AK would tear down its billboard, that RSA would not be successful in obtaining a permit, and they would no longer receive necessary rent on the property. Given that a landlord who spurns AK for RSA faces the prospect of receiving no rent if RSA is unsuccessful in obtaining a permit, it is not surprising that landlords chose to negotiate with AK.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In sum, the district court's causation analysis was correct. RSA was not excluded from the market for outdoor billboards because of AK's threats; it was excluded because of the Massachusetts regulatory scheme that prevents new billboards from being built. In short, AK's representations to landlords did not prevent those landlords from leasing their land to RSA. Even if the landlords had, foolishly perhaps, leased their land to RSA, RSA would not have been able to erect new billboards on those properties. Any injury suffered by RSA is therefore unrelated to AK's allegedly exclusionary conduct, and RSA lacks antitrust standing.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Perhaps realizing that the district court's causation analysis was essentially correct, RSA made an alternative argument in its appellate briefs: that AK's policy of never selling billboards or transferring permits was exclusionary. RSA did not make this argument before the district court,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and it is therefore waived on appeal. Corrada Betances v. Sea-Land Serv., Inc., 240 F.3d 40, 44 (1st Cir. 2001).</p>\n    </div>\n    <p class=\"indent\">B. The 93A Claim</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on its determination that there was no causation between AK's alleged conduct and RSA's alleged harm, the district court dismissed RSA's state-law unfair trade practices claim brought pursuant to Mass. Gen. Laws ch. 93A, &#167; 11. RSA Media, No. 97-11250-RWZ, at 7. Although RSA's opening brief suggested that, having dismissed the federal claim, the district court lacked jurisdiction to entertain the state claim, its reply brief conceded the court's authority to grant summary judgment on the state claim. See Roche v. John Hancock Mut. Life Ins. Co., 81 F.3d 249, 256-57 (1st Cir. 1996) (In \"an appropriate situation, a federal court may retain jurisdiction over state-law claims notwithstanding the early demise of all foundational federal claims.\") (quoting Rodriguez v. Doral Mortgage Corp., 57 F.3d 1168, 1177 (1st Cir. 1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Instead, RSA argues that the district court erred on the merits in granting summary judgment. Specifically, RSA argues that given the fact-intensive nature of 93A claims, the district court should not have granted summary judgment without a specific determination that the instances of misconduct alleged by RSA could not constitute a 93A violation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We disagree. The court accepted arguendo that the alleged misconduct could make out a claim for unfair trade practices. However, causation remains a necessary element of a successful 93A claim. Serpa, 199 F.3d at 15 (\"For conduct to violate Chapter 93(A) it must . . . cause substantial injury to other business[men].\") (internal citation omitted); Shepard's Pharmacy, Inc. v. Stop &amp; Shop Cos., 37 Mass. App. Ct. 516, 522 (1994) (\"In the absence of a causal relationship between the alleged unfair acts and the claimed loss, there can be no recovery.\") (internal citation omitted). We have affirmed the district court's holding on causation with respect to the antitrust claim, and RSA has not made any unique arguments related to its 93A claim. Suzuki of W. Mass., Inc. v. Outdoor Sports Expo, Inc., 126 F. Supp. 2d 40, 50 (D. Mass. 2001); Egan v. Athol Mem'l Hosp., 971 F. Supp. 37, 47 (D. Mass. 1997). The district court thus did not abuse its discretion in allowing \"plaintiff's 93A claims [to] perish along with their antitrust hosts.\" Suzuki, 126 F. Supp. 2d at 50.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Sherman Act &#167; 1 claim was dismissed without prejudice prior to the district court's summary judgment decision.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Municipalities in the Commonwealth are authorized to \"further regulate\" billboards within their city limits. Mass. Gen. Laws ch. 93 &#167; 29.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In general, outdoor advertisers such as AK and RSA own the billboard structures and the permits to operate those billboards, and negotiate leases with the third party owners of the land on which the billboard sits. In some cases, the third party landlord will own both the property and the billboard structure, and contract with the permit-holder to operate the billboard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although, at times, RSA quibbles with this description of the regulatory regime, it conceded in its appellate brief that the replacement of grand fathered billboards is virtually impossible, as it requires either a variance from a municipal zoning board and/or a change in state or federal law. At oral argument, RSA admitted that the complex regulatory scheme severely limited the possibility that any new billboards could be built in Greater Boston.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> \"Any person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws may sue therefor . . . .\" 15 U.S.C. &#167; 15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although RSA criticizes the district court for failing to consider factors other than causation in its standing determination, it does not cite any persuasive case law suggesting that non-causation factors can prevail in the absence of causation, and it admits that this Court's denials of standing generally rest on the absence of antitrust injury.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This one instance of a variance being granted is not very persuasive evidence that RSA will be able to replace a billboard destroyed by AK. The documents in the record related to this variance make it clear that AK removed and replaced an old billboard structure with a newer one in order to improve parking in the area. The circumstances in which RSA would seek a variance are very different, in that RSA would seek to erect a billboard on a lot where one no longer existed (because of AK's action).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Were we to entertain such an argument, it would fall under the category of exclusionary refusals to deal; i.e., the rare case in which a monopolist has an affirmative duty to do business with a competitor. See Aspen Skiing Co. v. Aspen Highlands Skiing Corp., 472 U.S. 585, 602-05 (1985); Otter Tail Power Co. v. United States, 410 U.S. 366, 377-78 (1973). Not only did RSA not make such an argument before the district court, it specifically disclaimed it. See RSA Memorandum in Opposition to Motion for Summary Judgment at 37 n.22.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">RSA MEDIA, INC., Plaintiff, Appellant,<br>v.<br>AK MEDIA GROUP, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2508</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 8, 2001<br>Decided August 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge]</p>\n      <p class=\"indent\">James Coyne King, with whom David C. Kravitz, Katherine L. Kenney, and Hanify &amp; King, were on brief, for appellant.</p>\n      <p class=\"indent\">Mark I. Levy, with whom James G. Kress, Amy Fitzpatrick, Elizabeth J. Chandler, Howrey Simon Arnold &amp; White, L.L.P., George A. Berman, Posternak, Blankstein &amp; Lund, L.L.P., Marguerite S. Willis, Nexsen Pruet Jacobs &amp; Pollard, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella and Lipez, Circuit Judges, and Tauro,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">AK Media Group, Inc. (\"AK\") controls approximately 2200 of the 2400 billboards in the Greater Boston area. RSA Media, Inc. (\"RSA\"), a more recent entrant in the outdoor advertising market, sued AK, claiming that AK's policies violated &#167;&#167; 1 and 2 of the Sherman Anti-Trust Act, 15 U.S.C. &#167;&#167; 1-2, and constituted unfair trade practices prohibited by Mass. Gen. Laws ch. 93A.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court granted AK summary judgment on the &#167; 2 monopolization claim, holding that the policies in question were not sufficiently related to RSA's injuries to support a finding of antitrust standing. RSA Media, Inc. v. AK Media Group, Inc., No. 97-11250-RWZ, at 6 (D. Mass. Oct. 3, 2000). The court also dismissed the 93A claims based on the lack of causation. Id. at 7. On appeal, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our review of the district court's grant of summary judgment is de novo, with the facts taken in the light most favorable to the non-moving party, here, RSA. Coyne v. Taber Partners I, <span class=\"citation\" data-id=\"695146\"><a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 457 (1st Cir. 1995).</p>\n    </div>\n    <p class=\"indent\">A. The Outdoor Advertising Market</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The highly regulated nature of the billboard market in the Greater Boston area makes it impossible, or at least nearly impossible, to obtain a permit to build a new billboard. RSA Media, No. 97-11250-RWZ, at 3. Federal, state, and local law all play a significant role in this regulatory regime. The Highway Beautification Act of 1965 regulates billboards on or near interstate highways. 23 U.S.C. &#167; 131 et seq. The Massachusetts Outdoor Advertising Board (\"OAB\") controls the state licensing and permitting process, pursuant to an extensive set of state-promulgated regulations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Mass. Gen. Laws ch. 93 &#167;&#167; 29-32; Mass. Regs. Code tit. 711, &#167; 3.00 et seq. To participate in the outdoor advertising market, a prospective billboard owner must obtain a license from the OAB. Mass. Regs. Code tit. 711, &#167; 3.02(1). Furthermore, a billboard operator must obtain a permit for each billboard that he operates. Id. &#167; 3.02(2). A billboard operator must also negotiate a lease with the owner of the property on which the billboard sits.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Many of the existing billboards in Boston are \"grand fathered,\" meaning that they are in locations in which a new billboard would be prohibited by either federal or state law or by local zoning ordinances. RSA Media, No. 97-11250-RWZ, at 2. If a grand fathered billboard is torn down, no new billboard can be built in that location. Id. Although there are currently non-grand fathered billboards in locations which would theoretically allow the construction of a replacement billboard, as a practical matter it is extremely difficult, if not impossible, to obtain approval for a replacement billboard from both the OAB and local zoning authorities.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Id.; see also Mass. Regs. Code tit. 711, &#167; 3.07 (requirements for new permits). The effect of these regulations is to make the number of billboards in Greater Boston either static or diminishing. RSA Media, No. 97-11250-RWZ, at 2.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">B. AK's Position in the Market and Relevant Conduct</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">For purposes of this action, AK does not dispute that, as it controls nearly 92% of the billboards in Greater Boston, it possesses monopoly power in the Greater Boston billboard advertising market. Id. at 3. Although it must contract with landlords to operate billboards on particular pieces of property, AK owns nearly all of the billboard structures which it operates. Moreover, for each billboard that it operates, AK holds the necessary permits and annual licenses issued by the OAB. As a matter of policy, AK \"actively seeks to maintain its position in the market through a policy that centers on preserving [its leases with property owners] and on maintaining control of [its licenses and permits].\" Id. As part of this policy, AK refuses to sell or transfer billboards or permits, even when it no longer holds tenancy rights to the underlying property. In fact, AK promises that it will destroy its billboards rather than sell them, and hold and renew its permits indefinitely, rather than abandon them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">RSA sought to increase the number of billboards that it operated by negotiating leases with landlords who currently rented space to AK. It claims that it was unable to do so because of AK's so-called \"drill\"; i.e., AK's explanation to landlords of why it would be foolish on their part to end their tenancy relationship with AK and negotiate a new lease with RSA. According to RSA, AK told landlords that: (i) if a landlord chose to negotiate a lease with RSA, AK would tear the billboard down rather than transfer it to either the landlord or RSA; (ii) AK would not abandon its permits even if it no longer had tenancy rights to the property on which the billboard sat; (iii) if AK destroyed the billboard, it would be impossible for RSA to get a permit to construct a new billboard on that spot; and (iv) as a result of RSA's prospective inability to get a permit, the landlord would receive no rent if it chose not to negotiate a lease with AK. RSA claims that this \"drill\" was exclusionary conduct of a monopolist actionable under &#167; 2 of the Sherman Act.</p>\n    </div>\n    <p class=\"indent\">C. The District Court Decision</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For purposes of its decision, the district court assumed that AK routinely made the alleged representations to its landlords and that such conduct was \"exclusionary\" under antitrust law. However, it found that RSA lacked standing to challenge such exclusionary conduct because \"as a matter of law [the conduct was] not sufficiently related to [RSA's] business difficulties to support a finding of antitrust injury or antitrust standing.\" Id. at 6. \"[RSA] would have encountered the same difficulties [in entering the market] had [AK] said nothing at all to landowners concerning the regulatory environment, and in any case several landowners obtained independent legal advice which confirmed the hostility of the regulatory environment to billboards.\" Id. In other words, the district court held that RSA's inability to enter the market for outside advertising -- its claimed injury -- was a byproduct of the regulatory scheme rather than a result of AK's conversations with landlords. Id.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">A. The Sherman Act Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 4 of the Clayton Act, 15 U.S.C. &#167; 15, provides a private cause of action for antitrust violations. Although the statute is written broadly,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the Supreme Court's doctrine of antitrust standing has significantly narrowed the number of persons entitled to bring suit. Associated Gen. Contractors of Cal. v. Cal. State Council of Carpenters, <span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 529-35 (1983); Blue Shield of Va. v. McCready, <span class=\"citation\" data-id=\"110752\"><a href=\"/opinion/110752/blue-shield-of-va-v-mccready/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, 477 (1982); Serpa Corp. v. McWane, Inc., <span class=\"citation\" data-id=\"198733\"><a href=\"/opinion/198733/the-serpa-v-mcwane-inc/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9-10 (1st Cir. 1999). Standing in an antitrust case is \"not simply a search for an injury in fact; it involves an analysis of prudential considerations aimed at preserving the effective enforcement of the antitrust laws.\" Serpa, 199 F.3d at 10 (quoting Todorov v. DCH Healthcare Auth., <span class=\"citation\" data-id=\"553320\"><a href=\"/opinion/553320/alexandre-b-todorov-md-individually-and-neurology-clinic-pc-an/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1438</span></a></span>, 1449 (11th Cir. 1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court has set forth a six-factor test to determine whether a plaintiff has standing to bring an antitrust action. These factors are:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) the causal connection between the alleged antitrust violation and harm to the plaintiff; (2) an improper motive; (3) the nature of the plaintiff's alleged injury and whether the injury was of a type that Congress sought to redress with the antitrust laws (\"antitrust injury\"); (4) the directness with which the alleged market restraint caused the asserted injury; (5) the speculative nature of the damages; and (6) the risk of duplicative recovery or complex apportionment of damages.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Serpa, 199 F.3d at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although we technically balance the six factors to determine if standing is appropriate, Sullivan v. Tagliabue, <span class=\"citation\" data-id=\"195406\"><a href=\"/opinion/195406/sullivan-v-tagliabue/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 46 (1st Cir. 1994), this Court has emphasized the causation requirements of that test. See Serpa, 199 F.3d at 10-12; Sullivan, 25 F.3d at 47 &amp; n.9. Both the first and fourth factors expressly require causation between the alleged violation and the alleged harm. And although the third factor does not explicitly raise the issue of causation, the Court has defined \"antitrust injury\" as \"injury of the type the antitrust laws were intended to prevent and that flows from that which makes the defendants' acts unlawful.\" Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc., <span class=\"citation\" data-id=\"109586\"><a href=\"/opinion/109586/brunswick-corp-v-pueblo-bowl-o-mat-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, 489 (1977) (emphasis added). In other words, the third factor of the standing test requires a proper plaintiff \"to prove more than injury causally linked to an illegal presence in the market.\" Id. The plaintiff must prove that the injury is \"the type of loss that the claimed violations . . . would be likely to cause.\" Id. (quoting Zenith Radio Corp. v. Hazeltine Research, <span class=\"citation\" data-id=\"107938\"><a href=\"/opinion/107938/zenith-radio-corp-v-hazeltine-research-inc/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 125 (1969)). Even when a causal link has been established between the alleged violation and the injury, the absence of \"antitrust injury\" will generally defeat standing. Serpa, 199 F.3d at 10-11 (distributor lacks antitrust standing because it cannot have suffered antitrust injury); Sullivan, 25 F.3d at 47 (absence of antitrust injury, plus indirectness of causal link, outweighs positive proof on remaining factors).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">RSA does not really dispute this analysis.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Instead, it suggests that the district court erred in its determination that the claimed injury was not causally related to the alleged antitrust violation, i.e., the \"drill.\" RSA points to two types of evidence to support its causation analysis: (i) the likelihood that it would obtain permits to construct and operate billboards; and (ii) the effect of AK's drill on individual landlords. Even when viewed in the light most favorable to RSA, however, we agree with the district court that this proffered evidence did not create a material issue of fact.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">First, at various points, RSA asserts that it was possible for it to obtain a permit to construct and operate a new billboard in the event that AK followed through on its threat to destroy billboards rather than sell them, and on its threat to hold unused operating permits rather than abandon or transfer them. The only specific evidence RSA points to in support of this contention is a variance obtained by AK to make improvements to (i.e., reconstruct) one of its billboards in 1994.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> However, when pressed on the issue during oral argument, RSA conceded that it would be difficult to obtain variances. In addition, individual landlords have testified that they received independent legal advice confirming the difficulty of obtaining new permits. Finally, deposition testimony by RSA's President, James Lack, admitted that it was impossible to assess the likelihood of receiving a variance prior to the destruction of a billboard. In short, the evidence strongly contradicts RSA's somewhat half-hearted assertions that variances would be forthcoming.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, RSA cites several affidavits as indicating that without the intervening event of AK's \"drill,\" landlords would have pursued leases with RSA despite the possibility that: (i) AK would remove the AK-owned billboard on their property; and (ii) RSA would be unsuccessful in procuring a permit to replace the billboard. Specifically, RSA refers us to the affidavits of Richard Angelo, Ed Pishkin, and Lena Pishkin. Angelo's affidavit does not support RSA's claim; in fact, in a subsequent declaration, Angelo indicated that Lack told him that \"it would be very difficult to construct a new billboard in the City of Everett,\" and that such construction might require a lengthy court battle. Under such circumstances, Angelo reasonably chose not to negotiate with RSA and re-signed an AK lease. Although the Pishkins' affidavits are much more negative with respect to AK's negotiating tactics, the ultimate conclusion (upon reading their deposition testimony) is the same: based on RSA's difficulty in obtaining permits and independent legal advice, the Pishkins continued to lease their billboard to AK because they were afraid that AK would tear down its billboard, that RSA would not be successful in obtaining a permit, and they would no longer receive necessary rent on the property. Given that a landlord who spurns AK for RSA faces the prospect of receiving no rent if RSA is unsuccessful in obtaining a permit, it is not surprising that landlords chose to negotiate with AK.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In sum, the district court's causation analysis was correct. RSA was not excluded from the market for outdoor billboards because of AK's threats; it was excluded because of the Massachusetts regulatory scheme that prevents new billboards from being built. In short, AK's representations to landlords did not prevent those landlords from leasing their land to RSA. Even if the landlords had, foolishly perhaps, leased their land to RSA, RSA would not have been able to erect new billboards on those properties. Any injury suffered by RSA is therefore unrelated to AK's allegedly exclusionary conduct, and RSA lacks antitrust standing.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Perhaps realizing that the district court's causation analysis was essentially correct, RSA made an alternative argument in its appellate briefs: that AK's policy of never selling billboards or transferring permits was exclusionary. RSA did not make this argument before the district court,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and it is therefore waived on appeal. Corrada Betances v. Sea-Land Serv., Inc., <span class=\"citation no-link\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></span>, 44 (1st Cir. 2001).</p>\n    </div>\n    <p class=\"indent\">B. The 93A Claim</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on its determination that there was no causation between AK's alleged conduct and RSA's alleged harm, the district court dismissed RSA's state-law unfair trade practices claim brought pursuant to Mass. Gen. Laws ch. 93A, &#167; 11. RSA Media, No. 97-11250-RWZ, at 7. Although RSA's opening brief suggested that, having dismissed the federal claim, the district court lacked jurisdiction to entertain the state claim, its reply brief conceded the court's authority to grant summary judgment on the state claim. See Roche v. John Hancock Mut. Life Ins. Co., <span class=\"citation\" data-id=\"716599\"><a href=\"/opinion/716599/daniel-j-roche-et-ux-valerie-roche-v-john-hancock-mutual-life-insurance/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></a></span>, 256-57 (1st Cir. 1996) (In \"an appropriate situation, a federal court may retain jurisdiction over state-law claims notwithstanding the early demise of all foundational federal claims.\") (quoting Rodriguez v. Doral Mortgage Corp., <span class=\"citation\" data-id=\"196161\"><a href=\"/opinion/196161/rodriguez-bruno-v-doral-mortgage/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></a></span>, 1177 (1st Cir. 1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Instead, RSA argues that the district court erred on the merits in granting summary judgment. Specifically, RSA argues that given the fact-intensive nature of 93A claims, the district court should not have granted summary judgment without a specific determination that the instances of misconduct alleged by RSA could not constitute a 93A violation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We disagree. The court accepted arguendo that the alleged misconduct could make out a claim for unfair trade practices. However, causation remains a necessary element of a successful 93A claim. Serpa, 199 F.3d at 15 (\"For conduct to violate Chapter 93(A) it must . . . cause substantial injury to other business[men].\") (internal citation omitted); Shepard's Pharmacy, Inc. v. Stop &amp; Shop Cos., <span class=\"citation\" data-id=\"2082494\"><a href=\"/opinion/2082494/shepards-pharmacy-v-stop-shop-companies/\"><span class=\"volume\">37</span> <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">516</span></a></span>, 522 (1994) (\"In the absence of a causal relationship between the alleged unfair acts and the claimed loss, there can be no recovery.\") (internal citation omitted). We have affirmed the district court's holding on causation with respect to the antitrust claim, and RSA has not made any unique arguments related to its 93A claim. Suzuki of W. Mass., Inc. v. Outdoor Sports Expo, Inc., <span class=\"citation\" data-id=\"2504927\"><a href=\"/opinion/2504927/suzuki-of-western-mass-v-outdoor-sports-expo-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">40</span></a></span>, 50 (D. Mass. 2001); Egan v. Athol Mem'l Hosp., <span class=\"citation\" data-id=\"1872716\"><a href=\"/opinion/1872716/egan-v-athol-memorial-hosp/\"><span class=\"volume\">971</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">37</span></a></span>, 47 (D. Mass. 1997). The district court thus did not abuse its discretion in allowing \"plaintiff's 93A claims [to] perish along with their antitrust hosts.\" Suzuki, 126 F. Supp. 2d at 50.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Sherman Act &#167; 1 claim was dismissed without prejudice prior to the district court's summary judgment decision.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Municipalities in the Commonwealth are authorized to \"further regulate\" billboards within their city limits. Mass. Gen. Laws ch. 93 &#167; 29.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In general, outdoor advertisers such as AK and RSA own the billboard structures and the permits to operate those billboards, and negotiate leases with the third party owners of the land on which the billboard sits. In some cases, the third party landlord will own both the property and the billboard structure, and contract with the permit-holder to operate the billboard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although, at times, RSA quibbles with this description of the regulatory regime, it conceded in its appellate brief that the replacement of grand fathered billboards is virtually impossible, as it requires either a variance from a municipal zoning board and/or a change in state or federal law. At oral argument, RSA admitted that the complex regulatory scheme severely limited the possibility that any new billboards could be built in Greater Boston.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> \"Any person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws may sue therefor . . . .\" 15 U.S.C. &#167; 15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although RSA criticizes the district court for failing to consider factors other than causation in its standing determination, it does not cite any persuasive case law suggesting that non-causation factors can prevail in the absence of causation, and it admits that this Court's denials of standing generally rest on the absence of antitrust injury.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This one instance of a variance being granted is not very persuasive evidence that RSA will be able to replace a billboard destroyed by AK. The documents in the record related to this variance make it clear that AK removed and replaced an old billboard structure with a newer one in order to improve parking in the area. The circumstances in which RSA would seek a variance are very different, in that RSA would seek to erect a billboard on a lot where one no longer existed (because of AK's action).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Were we to entertain such an argument, it would fall under the category of exclusionary refusals to deal; i.e., the rare case in which a monopolist has an affirmative duty to do business with a competitor. See Aspen Skiing Co. v. Aspen Highlands Skiing Corp., <span class=\"citation\" data-id=\"111483\"><a href=\"/opinion/111483/aspen-skiing-co-v-aspen-highlands-skiing-corp/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">585</span></a></span>, 602-05 (1985); Otter Tail Power Co. v. United States, <span class=\"citation\" data-id=\"108722\"><a href=\"/opinion/108722/otter-tail-power-co-v-united-states/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 377-78 (1973). Not only did RSA not make such an argument before the district court, it specifically disclaimed it. See RSA Memorandum in Opposition to Motion for Summary Judgment at 37 n.22.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1872716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2082494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2504927/"
  ]
}