{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199589/",
  "absolute_url": "/opinion/199589/wilson-v-genisis-of-laconia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199589/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:33:32Z",
  "date_modified": "2017-03-24T11:02:20.000747Z",
  "type": "010combined",
  "sha1": "8431fb6cc7f5ab8ba94867a8c101f72f08697f6e",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1722-01A.pdf",
  "local_path": "pdf/2001/09/10/Wilson_v._Genisis_of_Laconia.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\nNo. 00-1722\n\n                            DAVID WILSON,\n\n                       Plaintiff, Appellant,\n\n                                  v.\n\n                        DONALD SHUMWAY\nin his official capacity as Commissioner of the New Hampshire\n           Department of Health and Human Services,\n\n                          PAUL GORMAN\n    in his official capacity as Director of the Division of\n                  Behavioral Health Services,\n\n                        CHESTER BATCHELDER\n       in his official capacity as Superintendent of the\n                     New Hampshire Hospital,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                                Before\n\n                        Boudin, Chief Judge,\n                     Torruella, Circuit Judge,\n                 and Stahl, Senior Circuit Judge.\n\n\n      Pamela Jermyn-Kaley, with whom Ronald K. Lospennato, were on\nbrief, for appellant.\n      Daniel J. Mullen, with whom Philip T. McLaughlin, Attorney General\nand Andrew B. Livernois, Assistant Attorney General, were on brief,\nfor appellees.\n\fSeptember 10, 2001\n\n\n\n\n       -2-\n\f          TORRUELLA, Circuit Judge.     Appellant David Wilson sued\n\nvarious officials in charge of New Hampshire's mental health system\n\nalleging constitutional and statutory violations relating to the\n\nauthority of his court-appointed guardian to approve the administration\n\nof anti-psychotic drugs without Wilson's consent. On a motion for\n\nsummary judgment, the district court dismissed the suit for lack of\n\nsubject matter jurisdiction, citing the Rooker-Feldman doctrine. We\n\naffirm.\n\n                             BACKGROUND\n\n          David Wilson suffers from mental illness which has been\n\ndiagnosed as, among other things, paranoid schizophrenia.           On\n\nFebruary 6, 1997, following an incident in which Wilson apparently\n\nthreatened a neighbor with a loaded gun, the Merrimack County Probate\n\nCourt of New Hampshire ordered Wilson to be involuntarily confined to\n\nNew Hampshire Hospital for up to three years.       While under such\n\nconfinement, the State petitioned the Belknap County Probate Court to\n\nappoint a guardian for Wilson, due primarily to Wilson's refusal to\n\ntake the anti-psychotic medication Haldol as recommended by his\n\npsychiatrists. Among the responsibilities sought to be assumed by the\n\nguardian were decisions relating to Wilson's living arrangements and\n\nmedical treatment options. The probate court granted this request on\n\nMay 19, 1997.   In re Guardianship of David Wilson, No. 1997-0171\n\n(order) [hereinafter Guardianship I].\n\n\n                                 -3-\n\f            On March 20, 1997, Wilson filed a pro se complaint in the\n\nfederal court in New Hampshire seeking injunctive relief and monetary\n\ndamages. The crux of his charge was that the forced administration of\n\nanti-psychotic medication violated his constitutional rights. The\n\nmagistrate judge assigned to review Wilson's complaint dismissed most\n\nof the claims except for those alleged under the Eighth and Fourteenth\n\nAmendments.\n\n            On November 10, 1997, Wilson was conditionally discharged\n\nfrom New Hampshire Hospital. This discharge has since been revoked\n\nseveral times due to refusal of medication, depression, and suicidal\n\nideation, resulting in admissions to either New Hampshire Hospital or\n\nCypress Center. Because of Wilson's continued refusal to take anti-\n\npsychotic    medication,   his   guardian   has   approved   the   forced\n\nadministration of Haldol to Wilson.\n\n            On December 23, 1997, Wilson filed a Petition to Terminate\n\nGuardianship in Belknap County Probate Court pursuant to N.H. Rev.\n\nStat. Ann. § 464-A:39 II. Concurrently, he filed an Assented to Motion\n\nto Stay Proceedings in the federal district court pending a\n\ndetermination on the motion to terminate the guardianship. On June 8,\n\n1998, the probate court denied Wilson's Petition to Terminate\n\nGuardianship, finding, beyond a reasonable doubt, that:\n\n            (a) David Wilson continues to be incapacitated.\n            (b) Guardianship is necessary as a means of\n            providing for the ward's continuing care,\n\n\n                                  -4-\n\f          supervision and rehabilitation. (c) There are no\n          available alternative resources which are\n          suitable with respect to the ward's welfare,\n          safety and rehabilitation. (d) Guardianship is\n          appropriate as the least restrictive form of\n          intervention consistent with the preservation of\n          the ward's civil rights and liberties.\n\nIn re Guardianship of David Wilson, No. 1997-0171 at 2 (order)\n\n[hereinafter Guardianship II]. In addition, the court held that Wilson\n\ncontinued to be incapable of exercising the rights that had been\n\nassigned to the guardian in the initial determination.        As such,\n\nWilson's guardian retained the authority to make decisions regarding\n\nhis medical treatment, including the administration of anti-psychotic\n\nmedication. Wilson's notice of appeal to the New Hampshire Supreme\n\nCourt was denied on January 29, 1999.\n\n          Subsequent to the second guardianship determination, the\n\nvoluntary stay was lifted from the federal lawsuit, and Wilson filed an\n\namended complaint naming as defendants: Donald Shumway, in his official\n\ncapacity as the Commissioner of the New Hampshire Department of Health\n\nand Human Services, Paul Gorman, in his official capacity as Director\n\nof the Division of Behavioral Health Services, and Chester Batchelder,\n\nin his official capacity as Superintendent of New Hampshire Hospital.\n\nThe claims were brought pursuant to 42 U.S.C. § 1983 and the Americans\n\nwith Disabilities Act (\"ADA\"), 42 U.S.C. § 12132 et seq., and invoked\n\nWilson's rights under the First, Fourth, Fifth, Eighth, Ninth, and\n\nFourteenth Amendments to the United States Constitution.\n\n\n                                 -5-\n\f          More specifically, Wilson alleged that the forcible\n\nadministration of anti-psychotic medication: (1) violated his right to\n\npersonal privacy and bodily integrity; (2) violated his right to\n\nfreedom of speech and association; (3) violated his right to\n\nsubstantive due process; (4) deprived him of his ability to make an\n\ninformed judgment regarding anti-psychotic medication based on his\n\nmental illness, thus not affording him the benefit of New Hampshire\n\nlaw, in violation of the ADA; and (5) violated his right to procedural\n\ndue process in not giving him notice and a hearing prior to the forced\n\nmedication. Wilson requested a preliminary and permanent injunction\n\npreventing the defendants from forcibly medicating him unless a serious\n\nand immediate physical threat to himself or others existed, a judgment\n\ndeclaring that defendants' actions violated the above enumerated\n\nconstitutional rights and the ADA, attorneys fees, and any other\n\nappropriate relief.\n\n          The district court dismissed Wilson's case, holding that,\n\nunder the Rooker-Feldman doctrine,1 the federal court lacked subject\n\nmatter jurisdiction to rule on the substance of his claims. Wilson v.\n\nShumway, No. Civ. 97-099-B, 2000 WL 1499469 (D.N.H. May 8, 2000) (mem.\n\nand order). The district court characterized Wilson's federal action\n\nas an \"attempt[] to appeal adverse rulings in the state guardianship\n\n\n\n1 A full explanation of the Rooker-Feldman doctrine will be provided\nin the Discussion section of this Opinion.\n\n                                 -6-\n\fproceedings.\" Id. at *1. Examining the proceeding in the probate\n\ncourt, the district court noted that Wilson had asked the probate court\n\nto determine whether vesting the decisionmaking power regarding\n\nmedication in a guardian violated Wilson's rights under the First\n\nAmendment, the Equal Protection Clause, and the ADA. Thus, \"Wilson's\n\nprimary argument in the probate court was that the guardianship denied\n\nhim his rights under the Constitution and the ADA to refuse anti-\n\npsychotic medication.\" Id. at *2. The district court went on to find\n\nthat the claims that had been asserted in the federal case were\n\n\"inextricably intertwined\" with those that were litigated in the\n\nguardianship proceeding, because a favorable decision would require the\n\ndistrict court to conclude that the probate court had erred in its\n\nopinion. Id. Citing First Circuit precedent, the district court\n\nfurther held that the Rooker-Feldman doctrine applies to 42 U.S.C.\n\n§ 1983 claims.\n\n                             DISCUSSION\n\n          Our review of a dismissal for lack of subject matter\n\njurisdiction is de novo. Corrada-Betances v. Sea-Land Serv., Inc., 248\n\nF.3d 40, 44 (1st Cir. 2001).\n\nA.   Rooker-Feldman Doctrine\n\n          The Rooker-Feldman doctrine takes its name from two Supreme\n\nCourt cases: Rooker v. Fidelity Trust Co., 263 U.S. 413 (1923), and,\n\nsix decades later, District of Columbia Court of Appeals v. Feldman,\n\n\n                                 -7-\n\f460 U.S. 462 (1983).    In Rooker, the Court was asked to declare a\n\njudgment of the Indiana state courts null and void as a violation of\n\nthe Contract, Due Process, and Equal Protection Clauses of the United\n\nStates Constitution.     The Court affirmed the district court's\n\nconclusion that jurisdiction was lacking, stating that: \"Under the\n\nlegislation of Congress, no court of the United States other than this\n\ncourt could entertain a proceeding to reverse or modify the judgment\n\n[of a state court] for errors of that character.\" Rooker, 263 U.S. at\n\n416.\n\n          The Feldman case expanded in some significant ways upon the\n\nrelatively non-controversial principle that only the Supreme Court has\n\njurisdiction to review decisions of state courts. The plaintiffs, Marc\n\nFeldman and Edward Hickey, Jr., had both sought admission to the\n\nDistrict of Columbia bar. Feldman, 460 U.S. at 465, 471. Standing in\n\ntheir way was an admissions rule requiring applicants to have graduated\n\nfrom an ABA-approved law school, id. at 464; Feldman had pursued an\n\napprenticeship-type program with a practicing attorney in Virginia, id.\n\nat 465, while Hickey had attended a non-accredited law school, id. at\n\n470. After being denied admission by the Committee on Admissions of\n\nthe District of Columbia Bar, Feldman petitioned for a waiver of the\n\nrequirement to the District of Columbia Court of Appeals. Id. at 465-\n\n66. Hickey also petitioned for a waiver. Id. at 471. Both requests\n\nwere denied in per curiam orders.      Id. at 468, 472.\n\n\n                                 -8-\n\f          Feldman and Hickey then filed suit in federal district court\n\nchallenging   the   denials   of   their   waiver   petitions   and   the\n\nconstitutionality of the admission rule. Id. The district court\n\ndismissed the complaint, holding that it lacked subject matter\n\njurisdiction.   The Court of Appeals for the District of Columbia\n\nCircuit reversed, Feldman v. Gardner, 661 F.2d 1295 (D.C. Cir. 1981),\n\nand appeal followed to the Supreme Court.\n\n          After making a preliminary determination that the District\n\nof Columbia Court of Appeals' denials of the waiver petitions were\n\njudicial proceedings,2 Feldman, 460 U.S. at 479, the Supreme Court held\n\nthat the district court lacked jurisdiction to review issues that were\n\neither resolved by the waiver decisions or \"inextricably intertwined\"\n\nwith those issues that were decided:\n\n          If the constitutional claims presented to a\n          United States District Court are inextricably\n          intertwined with the state court's denial in a\n          judicial proceeding of a particular plaintiff's\n          application for admission to the state bar, then\n          the District Court is in essence being called\n          upon to review the state court decision. This\n          the District Court may not do.\n\nId. at 482 & n.16. On the other hand, the district court did have\n\nsubject matter jurisdiction over the general constitutional challenge\n\n\n\n2  The Court held that the proceeding was judicial, rather than\nadministrative or ministerial, reversing the conclusion of the D.C.\nCircuit that the denials of waiver were not judicial in nature. Since\nthere is no claim that the probate court determination was anything but\na judicial proceeding, we treat it as such in this appeal.\n\n                                   -9-\n\fto the bar admission rule, provided that no review of Feldman or\n\nHickey's individual denials resulted. Id. at 486. The Supreme Court\n\nremanded the case for a determination on the merits on the issue of\n\nwhether the requirement that Bar members have degrees from ABA-approved\n\nschools was unconstitutional.      Id. at 487-88.\n\n          Following the parameters of the Rooker-Feldman doctrine as\n\narticulated by the Supreme Court and this circuit,3 we proceed to the\n\nquestion of whether Wilson's federal claims are \"inextricably\n\nintertwined\" with those of the state probate court proceeding, or if\n\nany general challenges to New Hampshire's guardianship laws have been\n\npresented.\n\nB.   Deconstructing Wilson's Federal Lawsuit\n\n          Not surprisingly, Wilson characterizes his federal claims as\n\ninvolving general constitutional challenges to New Hampshire's\n\nprocedure for permitting a guardian to authorize the involuntary\n\nadministration of anti-psychotic drugs to a ward.       First, Wilson\n\nemphasizes that he is not contesting the appointment of a guardian by\n\nthe probate court. Instead, he argues that the current statutory\n\nscheme relating to involuntary medication lacks constitutionally-\n\n\n3 E.g., Sheehan v. Marr, 207 F.3d 35, 39-40 (1st Cir. 2000) (finding\nadjudication of appellant's federal ADA suit not barred by prior state\ninvoluntary retirement proceeding); Hill v. Town of Conway, 193 F.3d\n33, 39-40 (1st Cir. 1999) (affirming lack of subject matter\njurisdiction); Schneider v. Colegio de Abogados de P.R., 917 F.2d 620,\n628-29 (1st Cir. 1990) (affirming jurisdiction over a \"general\"\nconstitutional challenge to a statutory requirement of bar membership).\n\n                                 -10-\n\fguaranteed procedural due process mechanisms. Specifically, Wilson\n\nclaims that before a recommendation that a ward be forcibly medicated\n\ncan be submitted to a guardian for authorization, a ward is entitled\n\nto: (1) notice that such a recommendation will be made, with legal and\n\nfactual reasons for the recommendation explicitly provided; (2) notice\n\nof a right to a hearing before an impartial arbiter in which the need\n\nfor medication must be proven beyond a reasonable doubt; and (3) notice\n\nof the right to be represented by counsel at that hearing.\n\n          Appellees, in contrast, interpret Wilson's federal complaint\n\nas nothing more than a thinly-veiled attack on the state guardianship\n\nproceeding. Because Wilson's federal complaint focuses on forcible\n\nmedication as applied to him, and seeks personal, rather than general,\n\nrelief, appellees charge that Wilson's claim of a \"general\" challenge\n\nis merely an attempt to avoid the Rooker-Feldman bar to jurisdiction.\n\nFinally, appellees argue that the injury Wilson complains of would not\n\nexist if not for the probate court's determination that guardianship\n\nwas appropriate.     His federal case, then, seeks to undo the\n\nconsequences of the state court judgment, and such jurisdiction is\n\nprohibited under Rooker-Feldman.\n\n          After reviewing the arguments of both sides, as well as\n\nWilson's amended complaint, we conclude that the district court was\n\ncorrect in dismissing Wilson's complaint for lack of jurisdiction. In\n\nso holding, we are unpersuaded by Wilson's claim that he has mounted a\n\n\n                                 -11-\n\fgeneral constitutional challenge to the New Hampshire provisions for\n\nauthorizing the involuntary administration of anti-psychotic drugs. We\n\nturn first to the non-procedural claims alleged in Wilson's complaint,\n\nand then proceed to his primary appellate argument.\n\n          Most of the claims asserted in Wilson's federal lawsuit are\n\nobviously barred by the Rooker-Feldman principle that lower federal\n\ncourts lack jurisdiction to review decisions of the state courts.\n\nWilson implicitly concedes as much by not addressing them in his brief\n\nto this Court. Among the \"disputed issues of law\" submitted to the\n\nprobate court in Wilson's pre-trial statement were \"[w]hether an order\n\nof guardianship which denies Mr. Wilson his right to refuse\n\npsychotropic medication discriminates against him . . . contrary to the\n\nAmericans with Disabilities Act,\" and \"violates the First Amendment,\n\nand the Equal Protection and Due Process Clause of the Fourteenth\n\nAmendment.\" These arguments presented to the state probate court\n\nessentially mirror those made in Wilson's federal amended complaint.\n\nThe district court thus properly refrained from deciding whether the\n\nforcible administration of drugs to Wilson violates the Constitution\n\nand/or the ADA, because retaining jurisdiction would have put the\n\ndistrict court in the position of reviewing the probate court's\n\ndecision. See, e.g., Wang v. N.H. Bd. of Registration in Med., 55 F.3d\n\n698, 703 (1st Cir. 1995).\n\n\n\n\n                                 -12-\n\f           Turning to the main argument that Wilson asserts on appeal:\n\nthat his federal suit includes a general allegation that a ward is\n\nconstitutionally guaranteed certain notice and procedures, we examine\n\nWilson's   amended   complaint   to   determine   whether   a   general\n\nconstitutional challenge arguably not barred by Rooker-Feldman was\n\nactually made. See Patmon v. Mich. Sup. Ct., 224 F.3d 504, 510 (6th\n\nCir. 2000); Stern v. Nix, 840 F.2d 208, 212 (3d Cir. 1988). To open\n\nhis complaint, Wilson states that the purpose of his lawsuit is \"to\n\nenjoin the administration of psychotropic or other mood altering\n\nmedications against his will,\" and that forcing him to take those drugs\n\nviolates his rights under the Constitution.       As for the specific\n\nprocedural due process violation claim, Wilson again couches his\n\nallegations in personal and individual terms. See Patmon, 224 F.3d at\n\n510.   The substance of Wilson's claims reference the personal\n\ncircumstances of his case, that given his ability to make an informed\n\nchoice about whether or not to consent to medication, forcible\n\nadministration violates his constitutional rights. See Musslewhite v.\n\nState Bar of Tex., 32 F.3d 942, 947 (5th Cir. 1994). Similarly, all of\n\nthe relief sought would only impact Wilson individually: an injunction\n\npreventing the defendants from forcibly medicating him and a judgment\n\ndeclaring that defendants' acts violated Wilson's constitutional rights\n\nand his rights as guaranteed by the ADA. Finally, any reference to the\n\n\n\n\n                                 -13-\n\fallegedly offending New Hampshire regulation is wholly absent from\n\nWilson's complaint.     See Patmon, 224 F.3d at 510.\n\n          \"This is about substance, not about form.\" Musslewhite, 32\n\nF.3d at 947. It is fairly obvious that Wilson's arguments to this\n\nCourt and in his appellate brief represent an attempt to carve a\n\ngeneral constitutional challenge out of his federal lawsuit in order to\n\nescape the jurisdictional bar of Rooker-Feldman. Cf. Stern, 840 F.2d\n\nat 212-13 (\"as the proceedings continued, the veneer of the 'general\n\nchallenge' became increasingly thin\"). Wilson has not brought any such\n\ngeneral challenge to the New Hampshire policies and practices governing\n\ninvoluntary administration of anti-psychotic medication, but instead\n\nseeks only to remedy his current guardianship situation. See Patmon,\n\n224 F.3d at 510. This issue has been considered and resolved in the\n\nNew Hampshire court system and cannot be re-litigated here.\n\nC.   42 U.S.C. § 1983\n\n          Wilson claims that the Rooker-Feldman doctrine should not be\n\napplied to cases brought under 42 U.S.C. § 1983. While acknowledging\n\nthat this circuit has dismissed § 1983 suits pursuant to Rooker-\n\nFeldman, Wang, 55 F.3d at 703, Wilson urges us to overrule this\n\nprecedent for the reason that § 1983 has its own jurisdictional\n\nprovision granting original jurisdiction to the federal district\n\ncourts. 28 U.S.C. § 1343(a)(3). We are not persuaded by this argument\n\n\n\n\n                                 -14-\n\fand decline to reverse our prior determination that the Rooker-Feldman\n\ndoctrine is applicable to cases brought under 42 U.S.C. § 1983.\n\n                             CONCLUSION\n\n          The decision of the district court dismissing the case for\n\nlack of federal court jurisdiction based on the Rooker-Feldman doctrine\n\nis affirmed.\n\n\n\n\n                                 -15-\n\f",
  "html": "<p class=\"case_cite\">264 F.3d 120 (1st Cir. 2001)</p>\n    <p class=\"parties\">DAVID WILSON, Plaintiff, Appellant,<br>v.<br>DONALD SHUMWAY in his official capacity as Commissioner of the New Hampshire<br>Department of Health and Human Services,<br>PAUL GORMAN in his official capacity as Director of the Division of Behavioral Health Services,<br>CHESTER BATCHELDER in his official capacity as Superintendent of the New Hampshire Hospital, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1722</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Fed. 6, 2001<br>Decided September 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Pamela Jermyn-Kaley, with whom Ronald K. Lospennato, were on  brief, for appellant.</p>\n      <p class=\"indent\">Daniel J. Mullen, with whom Philip T. McLaughlin, Attorney General  and Andrew B. Livernois, Assistant Attorney General, were  on brief,  for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant David Wilson sued  various officials in charge of New Hampshire's mental health system  alleging constitutional and statutory violations relating to the  authority of his court-appointed guardian to approve the administration  of anti-psychotic drugs without Wilson's consent.  On a motion for  summary judgment, the district court dismissed the suit for lack of  subject matter jurisdiction, citing the Rooker-Feldman doctrine.  We  affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">David Wilson suffers from mental illness which has been  diagnosed as, among other things, paranoid schizophrenia.  On  February 6, 1997, following an incident in which Wilson apparently  threatened a neighbor with a loaded gun, the Merrimack County Probate  Court of New Hampshire ordered Wilson to be involuntarily confined to  New Hampshire Hospital for up to three years.  While under such  confinement, the State petitioned the Belknap County Probate Court to  appoint a guardian for Wilson, due primarily to Wilson's refusal to  take the anti-psychotic medication Haldol as recommended by his  psychiatrists.  Among the responsibilities sought to be assumed by the  guardian were decisions relating to Wilson's living arrangements and  medical treatment options.  The probate court granted this request on  May 19, 1997.  In re Guardianship of David Wilson, No. 1997-0171  (order) [hereinafter Guardianship I].</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 20, 1997, Wilson filed a pro se complaint in the  federal court in New Hampshire seeking injunctive relief and monetary  damages.  The crux of his charge was that the forced administration of  anti-psychotic medication violated his constitutional rights.  The  magistrate judge assigned to review Wilson's complaint dismissed most  of the claims except for those alleged under the Eighth and Fourteenth  Amendments.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 10, 1997, Wilson was conditionally discharged  from New Hampshire Hospital.  This discharge has since been revoked  several times due to refusal of medication, depression, and suicidal  ideation, resulting in admissions to either New Hampshire Hospital or  Cypress Center.  Because of Wilson's continued refusal to take anti-psychotic medication, his guardian has approved the forced  administration of Haldol to Wilson.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 23, 1997, Wilson filed a Petition to Terminate  Guardianship in Belknap County Probate Court pursuant to N.H. Rev.  Stat. Ann. &#167; 464-A:39 II.  Concurrently, he filed an Assented to Motion  to Stay Proceedings in the federal district court pending a  determination on the motion to terminate the guardianship.  On June 8,  1998, the probate court denied Wilson's Petition to Terminate  Guardianship, finding, beyond a reasonable doubt, that:  (a) David Wilson continues to be incapacitated. (b) Guardianship is necessary as a means of  providing for the ward's continuing care,  supervision and rehabilitation.  (c) There are no  available alternative resources which are  suitable with respect to the ward's welfare,  safety and rehabilitation.  (d) Guardianship is  appropriate as the least restrictive form of  intervention consistent with the preservation of  the ward's civil rights and liberties.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In re Guardianship of David Wilson, No. 1997-0171 at 2 (order)  [hereinafter Guardianship II].  In addition, the court held that Wilson  continued to be incapable of exercising the rights that had been  assigned to the guardian in the initial determination.  As such,  Wilson's guardian retained the authority to make decisions regarding  his medical treatment, including the administration of anti-psychotic  medication.  Wilson's notice of appeal to the New Hampshire Supreme  Court was denied on January 29, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Subsequent to the second guardianship determination, the  voluntary stay was lifted from the federal lawsuit, and Wilson filed an  amended complaint naming as defendants: Donald Shumway, in his official  capacity as the Commissioner of the New Hampshire Department of Health  and Human Services, Paul Gorman, in his official capacity as Director  of the Division of Behavioral Health Services, and Chester Batchelder,  in his official capacity as Superintendent of New Hampshire Hospital. The claims were brought pursuant to 42 U.S.C. &#167; 1983 and the Americans  with Disabilities Act (\"ADA\"), 42 U.S.C. &#167; 12132 et seq., and invoked  Wilson's rights under the First, Fourth, Fifth, Eighth, Ninth, and  Fourteenth Amendments to the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">More specifically, Wilson alleged that the forcible  administration of anti-psychotic medication: (1) violated his right to  personal privacy and bodily integrity; (2) violated his right to  freedom of speech and association; (3) violated his right to  substantive due process; (4) deprived him of his ability to make an  informed judgment regarding anti-psychotic medication based on his  mental illness, thus not affording him the benefit of New Hampshire  law, in violation of the ADA; and (5) violated his right to procedural  due process in not giving him notice and a hearing prior to the forced  medication.  Wilson requested a preliminary and permanent injunction  preventing the defendants from forcibly medicating him unless a serious  and immediate physical threat to himself or others existed, a judgment  declaring that defendants' actions violated the above enumerated  constitutional rights and the ADA, attorneys fees, and any other  appropriate relief.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court dismissed Wilson's case, holding that,  under the Rooker-Feldman doctrine,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the federal court lacked subject  matter jurisdiction to rule on the substance of his claims.  Wilson v. Shumway, No. Civ. 97-099-B, 2000 WL 1499469 (D.N.H. May 8, 2000) (mem.  and order).  The district court characterized Wilson's federal action  as an \"attempt[] to appeal adverse rulings in the state guardianship  proceedings.\"  Id. at *1.  Examining the proceeding in the probate  court, the district court noted that Wilson had asked the probate court  to determine whether vesting the decision making power regarding  medication in a guardian violated Wilson's rights under the First  Amendment, the Equal Protection Clause, and the ADA. Thus, \"Wilson's  primary argument in the probate court was that the guardianship denied  him his rights under the Constitution and the ADA to refuse anti-psychotic medication.\"  Id. at *2.  The district court went on to find  that the claims that had been asserted in the federal case were  \"inextricably intertwined\" with those that were litigated in the  guardianship proceeding, because a favorable decision would require the  district court to conclude that the probate court had erred in its  opinion.  Id.  Citing First Circuit precedent, the district court  further held that the Rooker-Feldman doctrine applies to 42 U.S.C.  &#167; 1983 claims.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Our review of a dismissal for lack of subject matter  jurisdiction is de novo.  Corrada-Betances v. Sea-Land Serv., Inc., 248  F.3d 40, 44 (1st Cir. 2001).</p>\n    </div>\n    <p class=\"indent\">A.  Rooker-Feldman Doctrine</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Rooker-Feldman doctrine takes its name from two Supreme  Court cases: Rooker v. Fidelity Trust Co., 263 U.S. 413 (1923), and,  six decades later, District of Columbia Court of Appeals v. Feldman,  460 U.S. 462 (1983).  In Rooker, the Court was asked to declare a  judgment of the Indiana state courts null and void as a violation of  the Contract, Due Process, and Equal Protection Clauses of the United  States Constitution.  The Court affirmed the district court's  conclusion that jurisdiction was lacking, stating that: \"Under the  legislation of Congress, no court of the United States other than this  court could entertain a proceeding to reverse or modify the judgment  [of a state court] for errors of that character.\"  Rooker, 263 U.S. at  416.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Feldman case expanded in some significant ways upon the  relatively non-controversial principle that only the Supreme Court has  jurisdiction to review decisions of state courts.  The plaintiffs, Marc  Feldman and Edward Hickey, Jr., had both sought admission to the  District of Columbia bar.  Feldman, 460 U.S. at 465, 471.  Standing in  their way was an admissions rule requiring applicants to have graduated  from an ABA-approved law school, id. at 464; Feldman had pursued an  apprenticeship-type program with a practicing attorney in Virginia, id. at 465, while Hickey had attended a non-accredited law school, id. at  470.  After being denied admission by the Committee on Admissions of  the District of Columbia Bar, Feldman petitioned for a waiver of the  requirement to the District of Columbia Court of Appeals.  Id. at 465-66.  Hickey also petitioned for a waiver.  Id. at 471.  Both requests  were denied in per curiam orders.  Id. at 468, 472.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Feldman and Hickey then filed suit in federal district court  challenging the denials of their waiver petitions and the  constitutionality of the admission rule.  Id.  The district court  dismissed the complaint, holding that it lacked subject matter  jurisdiction.  The Court of Appeals for the District of Columbia  Circuit reversed, Feldman v. Gardner, 661 F.2d 1295 (D.C. Cir. 1981),  and appeal followed to the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After making a preliminary determination that the District  of Columbia Court of Appeals' denials of the waiver petitions were  judicial proceedings,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Feldman, 460 U.S. at 479, 103 S.Ct. 1303 the Supreme Court held  that the district court lacked jurisdiction to review issues that were  either resolved by the waiver decisions or \"inextricably intertwined\"  with those issues that were decided:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If the constitutional claims presented to a  United States District Court are inextricably  intertwined with the state court's denial in a  judicial proceeding of a particular plaintiff's  application for admission to the state bar, then  the District Court is in essence being called  upon to review the state court decision.  This  the District Court may not do.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id. at 482 &amp; n.16.  On the other hand, the district court did have  subject matter jurisdiction over the general constitutional challenge  to the bar admission rule, provided that no review of Feldman or  Hickey's individual denials resulted.  Id. at 486.  The Supreme Court  remanded the case for a determination on the merits on the issue of  whether the requirement that Bar members have degrees from ABA-approved  schools was unconstitutional.  Id. at 487-88.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Following the parameters of the Rooker-Feldman doctrine as  articulated by the Supreme Court and this circuit,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we proceed to the  question of whether Wilson's federal claims are \"inextricably  intertwined\" with those of the state probate court proceeding, or if  any general challenges to New Hampshire's guardianship laws have been  presented.</p>\n    </div>\n    <p class=\"indent\">B.  Deconstructing Wilson's Federal Lawsuit</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Not surprisingly, Wilson characterizes his federal claims as  involving general constitutional challenges to New Hampshire's  procedure for permitting a guardian to authorize the involuntary  administration of anti-psychotic drugs to a ward.  First, Wilson  emphasizes that he is not contesting the appointment of a guardian by  the probate court.  Instead, he argues that the current statutory  scheme relating to involuntary medication lacks constitutionally-guaranteed procedural due process mechanisms.  Specifically, Wilson  claims that before a recommendation that a ward be forcibly medicated  can be submitted to a guardian for authorization, a ward is entitled  to: (1) notice that such a recommendation will be made, with legal and  factual reasons for the recommendation explicitly provided; (2) notice of a right to a hearing before an impartial arbiter in which the need  for medication must be proven beyond a reasonable doubt; and (3) notice  of the right to be represented by counsel at that hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellees, in contrast, interpret Wilson's federal complaint  as nothing more than a thinly-veiled attack on the state guardianship  proceeding.  Because Wilson's federal complaint focuses on forcible  medication as applied to him, and seeks personal, rather than general,  relief, appellees charge that Wilson's claim of a \"general\" challenge  is merely an attempt to avoid the Rooker-Feldman bar to jurisdiction. Finally, appellees argue that the injury Wilson complains of would not  exist if not for the probate court's determination that guardianship  was appropriate.  His federal case, then, seeks to undo the  consequences of the state court judgment, and such jurisdiction is  prohibited under Rooker-Feldman.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After reviewing the arguments of both sides, as well as  Wilson's amended complaint, we conclude that the district court was  correct in dismissing Wilson's complaint for lack of jurisdiction.  In  so holding, we are unpersuaded by Wilson's claim that he has mounted a  general constitutional challenge to the New Hampshire provisions for  authorizing the involuntary administration of anti-psychotic drugs.  We  turn first to the non-procedural claims alleged in Wilson's complaint,  and then proceed to his primary appellate argument.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Most of the claims asserted in Wilson's federal lawsuit are  obviously barred by the Rooker-Feldman principle that lower federal  courts lack jurisdiction to review decisions of the state courts. Wilson implicitly concedes as much by not addressing them in his brief  to this Court.  Among the \"disputed issues of law\" submitted to the  probate court in Wilson's pre-trial statement were \"[w]hether an order  of guardianship which denies Mr. Wilson his right to refuse  psychotropic medication discriminates against him . . . contrary to the  Americans with Disabilities Act,\" and \"violates the First Amendment,  and the Equal Protection and Due Process Clause of the Fourteenth  Amendment.\"  These arguments presented to the state probate court  essentially mirror those made in Wilson's federal amended complaint. The district court thus properly refrained from deciding whether the  forcible administration of drugs to Wilson violates the Constitution  and/or the ADA, because retaining jurisdiction would have put the  district court in the position of reviewing the probate court's  decision.  See, e.g., Wang v. N.H. Bd. of Registration in Med., 55 F.3d  698, 703 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Turning to the main argument that Wilson asserts on appeal:  that his federal suit includes a general allegation that  a ward is  constitutionally guaranteed certain notice and procedures, we examine  Wilson's amended complaint to determine whether a general  constitutional challenge arguably not barred by Rooker-Feldman was  actually made.  See Patmon v. Mich. Sup. Ct., 224 F.3d 504, 510 (6th  Cir. 2000); Stern v. Nix, 840 F.2d 208, 212 (3d Cir. 1988).  To open  his complaint, Wilson states that the purpose of his lawsuit is \"to  enjoin the administration of psychotropic or other mood altering  medications against his will,\" and that forcing him to take those drugs  violates his rights under the Constitution.  As for the specific  procedural due process violation claim, Wilson again couches his  allegations in personal and individual terms.  See Patmon, 224 F.3d at  510.  The substance of Wilson's claims reference the personal  circumstances of his case, that given his ability to make an informed  choice about whether or not to consent to medication, forcible  administration violates his constitutional rights.  See Musslewhite v. State Bar of Tex., 32 F.3d 942, 947 (5th Cir. 1994).  Similarly, all of  the relief sought would only impact Wilson individually: an injunction  preventing the defendants from forcibly medicating him and a judgment  declaring that defendants' acts violated Wilson's constitutional rights  and his rights as guaranteed by the ADA.  Finally, any reference to the  allegedly offending New Hampshire regulation is wholly absent from  Wilson's complaint.  See Patmon, 224 F.3d at 510.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"This is about substance, not about form.\"  Musslewhite, 32  F.3d at 947.  It is fairly obvious that Wilson's arguments to this  Court and in his appellate brief represent an attempt to carve a  general constitutional challenge out of his federal lawsuit in order to  escape the jurisdictional bar of Rooker-Feldman.  Cf. Stern, 840 F.2d  at 212-13 (\"as the proceedings continued, the veneer of the 'general  challenge' became increasingly thin\").  Wilson has not brought any such  general challenge to the New Hampshire policies and practices governing  involuntary administration of anti-psychotic medication, but instead  seeks only to remedy his current guardianship situation.  See Patmon,  224 F.3d at 510.  This issue has been considered and resolved in the  New Hampshire court system and cannot be re-litigated here.</p>\n    </div>\n    <p class=\"indent\">C.  42 U.S.C. &#167; 1983</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Wilson claims that the Rooker-Feldman doctrine should not be  applied to cases brought under 42 U.S.C. &#167; 1983.  While acknowledging  that this circuit has dismissed &#167; 1983 suits pursuant to Rooker-Feldman, Wang, 55 F.3d at 703, Wilson urges us to overrule this  precedent for the reason that &#167; 1983 has its own jurisdictional  provision granting original jurisdiction to the federal district  courts.  28 U.S.C. &#167; 1343(a)(3).  We are not persuaded by this argument  and decline to reverse our prior determination that the Rooker-Feldman  doctrine is applicable to cases brought under 42 U.S.C. &#167; 1983.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The decision of the district court dismissing the case for  lack of federal court jurisdiction based on the Rooker-Feldman doctrine  is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>   A full explanation of the Rooker-Feldman doctrine will be provided  in the Discussion section of this Opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   The Court held that the proceeding was judicial, rather than  administrative or ministerial, reversing the conclusion of the D.C.  Circuit that the denials of waiver were not judicial in nature.  Since  there is no claim that the probate court determination was anything but  a judicial proceeding, we treat it as such in this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   E.g., Sheehan v. Marr, 207 F.3d 35, 39-40 (1st Cir. 2000) (finding  adjudication of appellant's federal ADA suit not barred by prior state  involuntary retirement proceeding); Hill v. Town of Conway, 193 F.3d  33, 39-40 (1st Cir. 1999) (affirming lack of subject matter  jurisdiction); Schneider v. Colegio de Abogados de P.R., 917 F.2d 620,  628-29 (1st Cir. 1990) (affirming jurisdiction over a \"general\"  constitutional challenge to a statutory requirement of bar membership).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">DAVID WILSON, Plaintiff, Appellant,<br>v.<br>DONALD SHUMWAY in his official capacity as Commissioner of the New Hampshire<br>Department of Health and Human Services,<br>PAUL GORMAN in his official capacity as Director of the Division of Behavioral Health Services,<br>CHESTER BATCHELDER in his official capacity as Superintendent of the New Hampshire Hospital, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1722</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Fed. 6, 2001<br>Decided September 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Pamela Jermyn-Kaley, with whom Ronald K. Lospennato, were on  brief, for appellant.</p>\n      <p class=\"indent\">Daniel J. Mullen, with whom Philip T. McLaughlin, Attorney General  and Andrew B. Livernois, Assistant Attorney General, were  on brief,  for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant David Wilson sued  various officials in charge of New Hampshire's mental health system  alleging constitutional and statutory violations relating to the  authority of his court-appointed guardian to approve the administration  of anti-psychotic drugs without Wilson's consent.  On a motion for  summary judgment, the district court dismissed the suit for lack of  subject matter jurisdiction, citing the Rooker-Feldman doctrine.  We  affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">David Wilson suffers from mental illness which has been  diagnosed as, among other things, paranoid schizophrenia.  On  February 6, 1997, following an incident in which Wilson apparently  threatened a neighbor with a loaded gun, the Merrimack County Probate  Court of New Hampshire ordered Wilson to be involuntarily confined to  New Hampshire Hospital for up to three years.  While under such  confinement, the State petitioned the Belknap County Probate Court to  appoint a guardian for Wilson, due primarily to Wilson's refusal to  take the anti-psychotic medication Haldol as recommended by his  psychiatrists.  Among the responsibilities sought to be assumed by the  guardian were decisions relating to Wilson's living arrangements and  medical treatment options.  The probate court granted this request on  May 19, 1997.  In re Guardianship of David Wilson, No. 1997-0171  (order) [hereinafter Guardianship I].</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 20, 1997, Wilson filed a pro se complaint in the  federal court in New Hampshire seeking injunctive relief and monetary  damages.  The crux of his charge was that the forced administration of  anti-psychotic medication violated his constitutional rights.  The  magistrate judge assigned to review Wilson's complaint dismissed most  of the claims except for those alleged under the Eighth and Fourteenth  Amendments.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 10, 1997, Wilson was conditionally discharged  from New Hampshire Hospital.  This discharge has since been revoked  several times due to refusal of medication, depression, and suicidal  ideation, resulting in admissions to either New Hampshire Hospital or  Cypress Center.  Because of Wilson's continued refusal to take anti-psychotic medication, his guardian has approved the forced  administration of Haldol to Wilson.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 23, 1997, Wilson filed a Petition to Terminate  Guardianship in Belknap County Probate Court pursuant to N.H. Rev.  Stat. Ann. &#167; 464-A:39 II.  Concurrently, he filed an Assented to Motion  to Stay Proceedings in the federal district court pending a  determination on the motion to terminate the guardianship.  On June 8,  1998, the probate court denied Wilson's Petition to Terminate  Guardianship, finding, beyond a reasonable doubt, that:  (a) David Wilson continues to be incapacitated. (b) Guardianship is necessary as a means of  providing for the ward's continuing care,  supervision and rehabilitation.  (c) There are no  available alternative resources which are  suitable with respect to the ward's welfare,  safety and rehabilitation.  (d) Guardianship is  appropriate as the least restrictive form of  intervention consistent with the preservation of  the ward's civil rights and liberties.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In re Guardianship of David Wilson, No. 1997-0171 at 2 (order)  [hereinafter Guardianship II].  In addition, the court held that Wilson  continued to be incapable of exercising the rights that had been  assigned to the guardian in the initial determination.  As such,  Wilson's guardian retained the authority to make decisions regarding  his medical treatment, including the administration of anti-psychotic  medication.  Wilson's notice of appeal to the New Hampshire Supreme  Court was denied on January 29, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Subsequent to the second guardianship determination, the  voluntary stay was lifted from the federal lawsuit, and Wilson filed an  amended complaint naming as defendants: Donald Shumway, in his official  capacity as the Commissioner of the New Hampshire Department of Health  and Human Services, Paul Gorman, in his official capacity as Director  of the Division of Behavioral Health Services, and Chester Batchelder,  in his official capacity as Superintendent of New Hampshire Hospital. The claims were brought pursuant to 42 U.S.C. &#167; 1983 and the Americans  with Disabilities Act (\"ADA\"), 42 U.S.C. &#167; 12132 et seq., and invoked  Wilson's rights under the First, Fourth, Fifth, Eighth, Ninth, and  Fourteenth Amendments to the United States Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">More specifically, Wilson alleged that the forcible  administration of anti-psychotic medication: (1) violated his right to  personal privacy and bodily integrity; (2) violated his right to  freedom of speech and association; (3) violated his right to  substantive due process; (4) deprived him of his ability to make an  informed judgment regarding anti-psychotic medication based on his  mental illness, thus not affording him the benefit of New Hampshire  law, in violation of the ADA; and (5) violated his right to procedural  due process in not giving him notice and a hearing prior to the forced  medication.  Wilson requested a preliminary and permanent injunction  preventing the defendants from forcibly medicating him unless a serious  and immediate physical threat to himself or others existed, a judgment  declaring that defendants' actions violated the above enumerated  constitutional rights and the ADA, attorneys fees, and any other  appropriate relief.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court dismissed Wilson's case, holding that,  under the Rooker-Feldman doctrine,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the federal court lacked subject  matter jurisdiction to rule on the substance of his claims.  Wilson v. Shumway, No. Civ. 97-099-B, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1499469</span></span> (D.N.H. May 8, 2000) (mem.  and order).  The district court characterized Wilson's federal action  as an \"attempt[] to appeal adverse rulings in the state guardianship  proceedings.\"  Id. at *1.  Examining the proceeding in the probate  court, the district court noted that Wilson had asked the probate court  to determine whether vesting the decision making power regarding  medication in a guardian violated Wilson's rights under the First  Amendment, the Equal Protection Clause, and the ADA. Thus, \"Wilson's  primary argument in the probate court was that the guardianship denied  him his rights under the Constitution and the ADA to refuse anti-psychotic medication.\"  Id. at *2.  The district court went on to find  that the claims that had been asserted in the federal case were  \"inextricably intertwined\" with those that were litigated in the  guardianship proceeding, because a favorable decision would require the  district court to conclude that the probate court had erred in its  opinion.  Id.  Citing First Circuit precedent, the district court  further held that the Rooker-Feldman doctrine applies to 42 U.S.C.  &#167; 1983 claims.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Our review of a dismissal for lack of subject matter  jurisdiction is de novo.  Corrada-Betances v. Sea-Land Serv., Inc., <span class=\"citation\" data-id=\"199395\"><a href=\"/opinion/199395/corrada-betances-v-sea-land-service/\"><span class=\"volume\">248</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 44 (1st Cir. 2001).</p>\n    </div>\n    <p class=\"indent\">A.  Rooker-Feldman Doctrine</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Rooker-Feldman doctrine takes its name from two Supreme  Court cases: Rooker v. Fidelity Trust Co., <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span> (1923), and,  six decades later, District of Columbia Court of Appeals v. Feldman,  <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span> (1983).  In Rooker, the Court was asked to declare a  judgment of the Indiana state courts null and void as a violation of  the Contract, Due Process, and Equal Protection Clauses of the United  States Constitution.  The Court affirmed the district court's  conclusion that jurisdiction was lacking, stating that: \"Under the  legislation of Congress, no court of the United States other than this  court could entertain a proceeding to reverse or modify the judgment  [of a state court] for errors of that character.\"  Rooker, 263 U.S. at  416.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Feldman case expanded in some significant ways upon the  relatively non-controversial principle that only the Supreme Court has  jurisdiction to review decisions of state courts.  The plaintiffs, Marc  Feldman and Edward Hickey, Jr., had both sought admission to the  District of Columbia bar.  Feldman, 460 U.S. at 465, 471.  Standing in  their way was an admissions rule requiring applicants to have graduated  from an ABA-approved law school, id. at 464; Feldman had pursued an  apprenticeship-type program with a practicing attorney in Virginia, id. at 465, while Hickey had attended a non-accredited law school, id. at  470.  After being denied admission by the Committee on Admissions of  the District of Columbia Bar, Feldman petitioned for a waiver of the  requirement to the District of Columbia Court of Appeals.  Id. at 465-66.  Hickey also petitioned for a waiver.  Id. at 471.  Both requests  were denied in per curiam orders.  Id. at 468, 472.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Feldman and Hickey then filed suit in federal district court  challenging the denials of their waiver petitions and the  constitutionality of the admission rule.  Id.  The district court  dismissed the complaint, holding that it lacked subject matter  jurisdiction.  The Court of Appeals for the District of Columbia  Circuit reversed, Feldman v. Gardner, <span class=\"citation\" data-id=\"396177\"><a href=\"/opinion/396177/marc-feldman-v-william-c-gardner-edward-j-hickey-jr-v-district-of/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1295</span></a></span> (D.C. Cir. 1981),  and appeal followed to the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After making a preliminary determination that the District  of Columbia Court of Appeals' denials of the waiver petitions were  judicial proceedings,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Feldman, 460 U.S. at 479, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></a></span> the Supreme Court held  that the district court lacked jurisdiction to review issues that were  either resolved by the waiver decisions or \"inextricably intertwined\"  with those issues that were decided:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If the constitutional claims presented to a  United States District Court are inextricably  intertwined with the state court's denial in a  judicial proceeding of a particular plaintiff's  application for admission to the state bar, then  the District Court is in essence being called  upon to review the state court decision.  This  the District Court may not do.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id. at 482 &amp; n.16.  On the other hand, the district court did have  subject matter jurisdiction over the general constitutional challenge  to the bar admission rule, provided that no review of Feldman or  Hickey's individual denials resulted.  Id. at 486.  The Supreme Court  remanded the case for a determination on the merits on the issue of  whether the requirement that Bar members have degrees from ABA-approved  schools was unconstitutional.  Id. at 487-88.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Following the parameters of the Rooker-Feldman doctrine as  articulated by the Supreme Court and this circuit,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we proceed to the  question of whether Wilson's federal claims are \"inextricably  intertwined\" with those of the state probate court proceeding, or if  any general challenges to New Hampshire's guardianship laws have been  presented.</p>\n    </div>\n    <p class=\"indent\">B.  Deconstructing Wilson's Federal Lawsuit</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Not surprisingly, Wilson characterizes his federal claims as  involving general constitutional challenges to New Hampshire's  procedure for permitting a guardian to authorize the involuntary  administration of anti-psychotic drugs to a ward.  First, Wilson  emphasizes that he is not contesting the appointment of a guardian by  the probate court.  Instead, he argues that the current statutory  scheme relating to involuntary medication lacks constitutionally-guaranteed procedural due process mechanisms.  Specifically, Wilson  claims that before a recommendation that a ward be forcibly medicated  can be submitted to a guardian for authorization, a ward is entitled  to: (1) notice that such a recommendation will be made, with legal and  factual reasons for the recommendation explicitly provided; (2) notice of a right to a hearing before an impartial arbiter in which the need  for medication must be proven beyond a reasonable doubt; and (3) notice  of the right to be represented by counsel at that hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellees, in contrast, interpret Wilson's federal complaint  as nothing more than a thinly-veiled attack on the state guardianship  proceeding.  Because Wilson's federal complaint focuses on forcible  medication as applied to him, and seeks personal, rather than general,  relief, appellees charge that Wilson's claim of a \"general\" challenge  is merely an attempt to avoid the Rooker-Feldman bar to jurisdiction. Finally, appellees argue that the injury Wilson complains of would not  exist if not for the probate court's determination that guardianship  was appropriate.  His federal case, then, seeks to undo the  consequences of the state court judgment, and such jurisdiction is  prohibited under Rooker-Feldman.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After reviewing the arguments of both sides, as well as  Wilson's amended complaint, we conclude that the district court was  correct in dismissing Wilson's complaint for lack of jurisdiction.  In  so holding, we are unpersuaded by Wilson's claim that he has mounted a  general constitutional challenge to the New Hampshire provisions for  authorizing the involuntary administration of anti-psychotic drugs.  We  turn first to the non-procedural claims alleged in Wilson's complaint,  and then proceed to his primary appellate argument.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Most of the claims asserted in Wilson's federal lawsuit are  obviously barred by the Rooker-Feldman principle that lower federal  courts lack jurisdiction to review decisions of the state courts. Wilson implicitly concedes as much by not addressing them in his brief  to this Court.  Among the \"disputed issues of law\" submitted to the  probate court in Wilson's pre-trial statement were \"[w]hether an order  of guardianship which denies Mr. Wilson his right to refuse  psychotropic medication discriminates against him . . . contrary to the  Americans with Disabilities Act,\" and \"violates the First Amendment,  and the Equal Protection and Due Process Clause of the Fourteenth  Amendment.\"  These arguments presented to the state probate court  essentially mirror those made in Wilson's federal amended complaint. The district court thus properly refrained from deciding whether the  forcible administration of drugs to Wilson violates the Constitution  and/or the ADA, because retaining jurisdiction would have put the  district court in the position of reviewing the probate court's  decision.  See, e.g., Wang v. N.H. Bd. of Registration in Med., <span class=\"citation\" data-id=\"196121\"><a href=\"/opinion/196121/wang-v-nh-board-of-reg/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">698</span></a></span>, 703 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Turning to the main argument that Wilson asserts on appeal:  that his federal suit includes a general allegation that  a ward is  constitutionally guaranteed certain notice and procedures, we examine  Wilson's amended complaint to determine whether a general  constitutional challenge arguably not barred by Rooker-Feldman was  actually made.  See Patmon v. Mich. Sup. Ct., <span class=\"citation\" data-id=\"770140\"><a href=\"/opinion/770140/frederick-a-patmon-v-michigan-supreme-court-conrad-l-mallet-jr-corbin/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">504</span></a></span>, 510 (6th  Cir. 2000); Stern v. Nix, <span class=\"citation\" data-id=\"502268\"><a href=\"/opinion/502268/peter-m-stern-v-honorable-robert-nc-nix-jr-individually-and-as/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span>, 212 (3d Cir. 1988).  To open  his complaint, Wilson states that the purpose of his lawsuit is \"to  enjoin the administration of psychotropic or other mood altering  medications against his will,\" and that forcing him to take those drugs  violates his rights under the Constitution.  As for the specific  procedural due process violation claim, Wilson again couches his  allegations in personal and individual terms.  See Patmon, 224 F.3d at  510.  The substance of Wilson's claims reference the personal  circumstances of his case, that given his ability to make an informed  choice about whether or not to consent to medication, forcible  administration violates his constitutional rights.  See Musslewhite v. State Bar of Tex., <span class=\"citation\" data-id=\"6537\"><a href=\"/opinion/6537/musslewhite-v-state-bar-of-texas/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">942</span></a></span>, 947 (5th Cir. 1994).  Similarly, all of  the relief sought would only impact Wilson individually: an injunction  preventing the defendants from forcibly medicating him and a judgment  declaring that defendants' acts violated Wilson's constitutional rights  and his rights as guaranteed by the ADA.  Finally, any reference to the  allegedly offending New Hampshire regulation is wholly absent from  Wilson's complaint.  See Patmon, 224 F.3d at 510.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"This is about substance, not about form.\"  Musslewhite, 32  F.3d at 947.  It is fairly obvious that Wilson's arguments to this  Court and in his appellate brief represent an attempt to carve a  general constitutional challenge out of his federal lawsuit in order to  escape the jurisdictional bar of Rooker-Feldman.  Cf. Stern, 840 F.2d  at 212-13 (\"as the proceedings continued, the veneer of the 'general  challenge' became increasingly thin\").  Wilson has not brought any such  general challenge to the New Hampshire policies and practices governing  involuntary administration of anti-psychotic medication, but instead  seeks only to remedy his current guardianship situation.  See Patmon,  224 F.3d at 510.  This issue has been considered and resolved in the  New Hampshire court system and cannot be re-litigated here.</p>\n    </div>\n    <p class=\"indent\">C.  42 U.S.C. &#167; 1983</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Wilson claims that the Rooker-Feldman doctrine should not be  applied to cases brought under 42 U.S.C. &#167; 1983.  While acknowledging  that this circuit has dismissed &#167; 1983 suits pursuant to Rooker-Feldman, Wang, 55 F.3d at 703, Wilson urges us to overrule this  precedent for the reason that &#167; 1983 has its own jurisdictional  provision granting original jurisdiction to the federal district  courts.  28 U.S.C. &#167; 1343(a)(3).  We are not persuaded by this argument  and decline to reverse our prior determination that the Rooker-Feldman  doctrine is applicable to cases brought under 42 U.S.C. &#167; 1983.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The decision of the district court dismissing the case for  lack of federal court jurisdiction based on the Rooker-Feldman doctrine  is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>   A full explanation of the Rooker-Feldman doctrine will be provided  in the Discussion section of this Opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   The Court held that the proceeding was judicial, rather than  administrative or ministerial, reversing the conclusion of the D.C.  Circuit that the denials of waiver were not judicial in nature.  Since  there is no claim that the probate court determination was anything but  a judicial proceeding, we treat it as such in this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   E.g., Sheehan v. Marr, <span class=\"citation\" data-id=\"768059\"><a href=\"/opinion/768059/arthur-joseph-sheehan-v-james-marr-police-chief-city-of-gloucester/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 39-40 (1st Cir. 2000) (finding  adjudication of appellant's federal ADA suit not barred by prior state  involuntary retirement proceeding); Hill v. Town of Conway, <span class=\"citation\" data-id=\"198663\"><a href=\"/opinion/198663/hill-v-town-of-conway/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">33</span></a></span>, 39-40 (1st Cir. 1999) (affirming lack of subject matter  jurisdiction); Schneider v. Colegio de Abogados de P.R., <span class=\"citation\" data-id=\"550639\"><a href=\"/opinion/550639/robert-e-schneider-jr-v-colegio-de-abogados-de-puerto-rico-robert-e/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">620</span></a></span>,  628-29 (1st Cir. 1990) (affirming jurisdiction over a \"general\"  constitutional challenge to a statutory requirement of bar membership).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770140/"
  ]
}