{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199512/",
  "absolute_url": "/opinion/199512/fortini-v-murphy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199512/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:32:03Z",
  "date_modified": "2017-03-24T11:02:12.043817Z",
  "type": "010combined",
  "sha1": "e0be936355a33a9a763b8acf127da47d007e5bdd",
  "page_count": 25,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2305-01A.pdf",
  "local_path": "pdf/2001/07/27/Fortini_v._Murphy.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-2305\n\n                    ROBERT E. FORTINI, III,\n\n                     Petitioner, Appellant,\n\n                               v.\n\n                        PAUL B. MURPHY,\n\n                     Respondent, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n\n                Lynch and Lipez, Circuit Judges.\n\n\n     Robert L. Sheketoff with whom Sheketoff & Homan was on brief\nfor petitioner.\n     Thomas W. Dee, Assistant Attorney General, Criminal Bureau,\nwith whom Thomas F. Reilly, Attorney General, was on brief for\nrespondent.\n\n\n\n\n                         July 27, 2001\n\f           BOUDIN, Chief Judge.            This is an appeal by Robert\n\nFortini from a federal district court order dismissing Fortini's\n\npetition for a writ of habeas corpus.              Fortini is currently\n\nserving a life sentence, having been convicted in state court of\n\nsecond degree murder.       Fortini's claim depends critically on the\n\nfacts of the case which we describe in some detail, identifying\n\nthe few significant details that were disputed.\n\n           In 1992, Fortini lived in a second-floor apartment with\n\nhis girlfriend, Jacie Hall, and her cousin, Tammy Peckham, in\n\nPlymouth, Massachusetts.       Between 5 p.m. and 9 p.m. on June 22,\n\nCeasar    Monterio--Fortini's        eventual     victim--came     to   the\n\napartment on at least three occasions looking for Peckham.                On\n\none occasion Fortini went downstairs and told Monterio that\n\nPeckham   was   not    at   home.     Shortly    after   Monterio's     last\n\nappearance,     Hall   heard   the    occupants    of    a   car   shouting\n\nprofanities as the vehicle drove past the house and she told\n\nFortini about the incident.\n\n           After spending the evening watching television and\n\ncleaning his shotgun, Fortini went to bed at 11:30 p.m.                   At\n\n11:50 p.m., he was awoken by a car horn and a male voice,\n\nscreaming curses and racial epithets towards the house (Fortini\n\nis white; Monterio was black).             Fortini got out of bed, got\n\n\n\n                                     -2-\n\fdressed and proceeded down to the his first-floor front porch.1\n\nAfter sitting on the porch for a period, he returned to his\n\napartment and, at 12:48 a.m., called the police to report the\n\nearlier disturbance.      The police did not dispatch officers to\n\nthe house, but the dispatcher told Fortini that if he got a\n\nlicense \"plate or something . . . [the police could] check them\n\nout.\"\n\n           Fortini then retrieved his shotgun and ammunition and\n\nreturned to his seat on the downstairs porch.              Although the\n\nsteps to the second floor were lighted, the porch was not.             At\n\napproximately 1:15 a.m., Monterio and a friend (Dana Lopes)\n\nreturned to the house.     According to Fortini, he heard two sets\n\nof footsteps and a whispered conversation.              He then heard a\n\nvoice    say,   \"watch   this   shit,   we're   going    to   wake   some\n\nmotherfuckers up.\"       Shortly thereafter, he saw someone (who\n\nproved to be Monterio) start up the stairs moving rapidly to the\n\nporch.\n\n           As Monterio reached the porch, Fortini stood up and\n\ntook a couple of steps forward towards the porch steps with the\n\n\n\n    1There is some uncertainty as to whether Fortini had the\nshotgun when he first went down to the porch or took it down\nonly after he called the police. Compare Commonwealth v.\nFortini, 692 N.E.2d 110, 111 (Mass. App. Ct. 1998), with id. at\n112. The trial transcript suggests that he went down with the\nshotgun after he called the police.\n\n                                  -3-\n\fshotgun in his hands.       According to Fortini, he then yelled\n\n\"hey, get the fuck out of here\" to the person on the porch.2             In\n\nresponse, Fortini said that Monterio stared at Fortini and the\n\ngun, centered his attention on the gun, and then lunged towards\n\nFortini and the weapon.         Fortini took one step backwards and\n\nfired, striking Monterio in the chest and killing him almost\n\ninstantly.\n\n           Fortini   was   charged   with   murder      in   Massachusetts\n\nSuperior Court.    In pretrial proceedings, Fortini argued that he\n\nbelieved Monterio was attempting to take the gun away from him\n\nand that he shot Monterio in self defense.             In support of this\n\ntheory, Fortini filed a motion in limine asking to introduce\n\nevidence of Monterio's acts only five to seven minutes before he\n\nstepped onto Fortini's porch and was killed.            The evidence that\n\nFortini wanted to offer was this:\n\n           According to witnesses, shortly before Monterio arrived\n\nat Fortini's house, Monterio ran onto a basketball court where\n\nfour white males were playing night basketball.              Monterio then\n\nstruck,   or   attempted   to   strike,   all   four    men.    After   his\n\n\n    2 Whether Fortini said anything before shooting Monterio is\nnot certain: Monterio's companion (Lopes) said that Fortini did\nnot say anything; Fortini's girlfriend (Hall) said that she did\nnot hear anything before the gunshot, but she also testified\nthat she was asleep at the time. By contrast, Fortini's next\ndoor neighbor testified that she heard Fortini yelling before\nthe gunshot.\n\n                                   -4-\n\fcompanion (Lopes) pulled him away, Monterio yelled, \"I'll kill\n\nthem all.         Remember my face, I'm Ceasar Monterio.                    I'm the\n\nbaddest      motherfucker       in     town.\"           Immediately       after   the\n\nconfrontation,        Monterio       and   Lopes      walked    towards    Fortini's\n\nhouse.      On the way, a police officer heard Monterio again yell,\n\n\"I'm bad.     I'm the baddest motherfucker in the world.\"                   Monterio\n\narrived      at     Fortini's        house       a     few     minutes     later.\n\n             In    his   pretrial      motion,        Fortini    argued    that   the\n\nevidence of this episode was admissible because the fight and\n\nthe shooting had a \"temporal and schematic nexus,\" and that the\n\nevidence--by showing that Monterio had been violent that night\n\nand   was    acting      in   \"hot    blood\"--supported          in   various     ways\n\nFortini's claim of self defense.3                    Rejecting these grounds for\n\nadmission, the trial court excluded the evidence in a pretrial\n\nruling, finding that Fortini was not at the time of the shooting\n\naware of Monterio's actions on the basketball court (a point\n\nthat Fortini did not dispute), see Commonwealth v. Fontes, 488\n\nN.E.2d 760, 762-63 (Mass. 1986), and that Fortini was not the\n\n\n      3\n     The defense argued that Monterio's actions and statements\nwere relevant in three ways.    First, that they illustrated a\n\"continuous pattern of illicit activity and aggression\" by\nMonterio toward Fortini. Second, that Monterio's \"present anger\nor <hot blood'\" should be a factor in determining whether\nFortini's use of force was reasonable. Third, that Monterio's\nunprovoked attack on the four white basketball players\nillustrated his \"hostility toward members of [Fortini's] race.\"\n\n\n                                           -5-\n\fsubject of Monterio's threats, see Commonwealth v. Rubin, 63\n\nN.E.2d 344, 345-46 (Mass. 1945).             After a seven-day jury trial,\n\nFortini was convicted of second degree murder and given the\n\nmandatory sentence of life in prison.\n\n           Fortini appealed to the Massachusetts Appeals Court,\n\narguing for the first time that the decision not to admit the\n\ndisputed   evidence     was    not   only     error    under   state   law   but\n\nviolated   the   federal      constitution     as     well.    In   his   brief,\n\nFortini stated that the evidence was \"relevant, trustworthy, and\n\ncritical to the defendant's defense,\" that its exclusion was\n\ninconsistent with Chambers v. Mississippi, 410 U.S. 284, 303\n\n(1973), and therefore that his constitutional right to due\n\nprocess    had   been   violated.        In    its    appellate     brief,   the\n\nCommonwealth argued that the trial court's ruling was correct as\n\na matter of evidence law, but it did not mention Fortini's\n\nconstitutional claim, Chambers, or the Fourteenth Amendment.\n\n           The Appeals Court affirmed the conviction and, like the\n\nCommonwealth's brief, only addressed Fortini's claim in terms of\n\nMassachusetts evidence law.          The court said that the trial court\n\nmight have erred in not admitting the evidence of Monterio's\n\nbehavior, Fortini, 692 N.E.2d at 113 n.6, but it found (in\n\nsubstance) that any error was harmless.                   The Massachusetts\n\nharmless   error   standard      for   objected-to,       non-constitutional\n\n\n                                       -6-\n\ftrial errors is that \"the error did not influence the jury, or\n\nhad but very slight effect.\"      Commonwealth v. Alphas, 712 N.E.2d\n\n575, 580 n.7 (Mass. 1999).       The Appeals Court gave two reasons:\n\n\n\n           First,   the   Appeals    Court   noted   that   Fortini     was\n\npermitted to introduce other evidence of Monterio's actions\n\nwhich supported Fortini's contention that Monterio had acted\n\naggressively that evening.        Specifically, the court pointed to\n\nthe evidence of Monterio's shouting and cursing at the house\n\nearlier in the evening.          Thus, the court held, Fortini was\n\nalready able to establish Monterio's \"state of mind\" and the\n\nevidence of the basketball court incident \"was to some degree\n\ncumulative.\"    Fortini, 692 N.E.2d at 113.\n\n           Second, and more central to its decision, the court\n\nfound that Fortini's \"appearance with a loaded shotgun on the\n\ndarkened porch, coupled with his decision to eschew any retreat\n\nto   the   safety   of   his   apartment,    were   deliberate   acts    of\n\ndefiance, not defense.\"        Fortini, 692 N.E.2d at 114.       On this\n\npremise, the court held that even if it was error to exclude the\n\nbasketball court incident, Fortini had suffered no prejudice\n\nbecause he could not, as a matter of law, show that he acted in\n\nself defense in light of his decision to \"lie in wait\" on the\n\nporch rather than retreating to the safety of his apartment when\n\n\n                                    -7-\n\fgiven the opportunity.     Id.    The Supreme Judicial Court denied\n\nfurther appellate review.        Commonwealth v. Fortini, 699 N.E.2d\n\n850 (Mass. 1998).\n\n           Fortini filed a petition for writ of habeas corpus,\n\nwhich the federal district court dismissed on the grounds that\n\nhe had not exhausted available state remedies as the statute\n\ngoverning habeas petitions requires.         28 U.S.C. § 2254(b)(1).\n\nAlthough conceding that Fortini's state court briefs contained\n\n\"isolated references\" to his federal constitutional rights, the\n\ndistrict court said that they did not include a \"developed\n\nargument elaborating any particular claim.\"        The district court\n\nobserved   that   the   state    appeals   court   had   not   addressed\n\nFortini's constitutional claim, suggesting that it had been\n\nunaware that such a claim was being pressed.\n\n           Fortini now appeals to this court.       He argues that the\n\ndistrict court erred in finding that he did not properly present\n\nhis constitutional claim in state court and, in addition, says\n\nthat excluding the basketball court episode denied him due\n\nprocess under Chambers and had a likely effect on the jury's\n\nverdict.   The Commonwealth, while partly addressing the merits\n\nof Fortini's claim, rests primarily on the district court's\n\nwaiver argument and on the strict standards for habeas now\n\napplicable under the Antiterrorism and Effective Death Penalty\n\n\n                                   -8-\n\fAct (\"AEDPA\"), Pub. L. No. 104-132, 110 Stat. 1214 (1996).          See\n\n28 U.S.C. § 2254(d)(1) (Supp. II 1996).\n\n          1.     The threshold question in this case is whether\n\nFortini exhausted his state remedies.            The Commonwealth says\n\nthat Fortini \"did little if anything to properly alert the\n\nCommonwealth's     courts   that    he    was   asserting   a   federal\n\nconstitutional claim\" and thus he is not entitled to habeas\n\nreview.   The district court agreed, finding that while Fortini\n\nhad argued that the exclusion of the basketball court incident\n\nimplicated state evidence law issues, he had not adequately\n\nraised the constitutional claim.         We review de novo the district\n\ncourt's dismissal on this ground.         Adelson v. DiPaola, 131 F.3d\n\n259, 262 (1st Cir. 1997).\n\n          Exhaustion requires that a petitioner have \"fairly\n\npresented to the state courts\" his constitutional claim.         Picard\n\nv. Connor, 404 U.S. 270, 275 (1971).            This requires that the\n\nissue be presented \"in such a way as to make it probable that a\n\nreasonable jurist would have been alerted to the existence of\n\nthe federal question,\" Scarpa v. DuBois, 38 F.3d 1, 6 (1st Cir.\n\n1994), cert. denied, 513 U.S. 1129 (1995), for example, by\n\n\"specific constitutional language, constitutional citation, [or]\n\nappropriate federal precedent . . . .\"           Nadworny v. Fair, 872\n\nF.2d 1093, 1101 (1st Cir. 1989).             By contrast, \"a passing\n\n\n                                   -9-\n\freference\" to a constitutional issue will not preserve it for\n\nhabeas review.      Martens v. Shannon, 836 F.2d 715, 717 (1st Cir.\n\n1988).      Exhaustion is a closer issue than either side admits,\n\nbut in the end we think that Fortini did adequately present his\n\nfederal claim based on Chambers v. Mississippi in the state\n\nappellate courts.      The first section in Fortini's brief to the\n\nMassachusetts Appeals Court--attacking the exclusion of the\n\nbasketball court episode--was titled, \"The Trial Court Violated\n\nThe Defendant's State And Federal Constitutional Rights to Due\n\nProcess And A Fair Trial By Denying Him The Right To Present\n\nHighly Relevant Evidence.\"          His petition for further appellate\n\nreview to the SJC included virtually identical language.\n\n            In addition, the first case cited in the section was\n\nChambers v. Mississippi.      After discussing the factual predicate\n\nfor   the   legal    claim,   the    section   concluded   with   further\n\ncitations to Chambers and Webb v. Texas, 409 U.S. 95 (1972) (due\n\nprocess clause protects defendant's right to present witnesses),\n\nand the assertion that \"the exclusion of . . . evidence denied\n\nthe defendant a trial in accordance with fundamental standards\n\nof due process.\"      The brief's addendum included the text of the\n\nFourteenth Amendment, as required by Massachusetts rules for\n\nappeals raising constitutional claims.            Mass. R. App. Proc.\n\n16(f).\n\n\n                                    -10-\n\f         In    short,    Fortini's   papers   included   many   of   the\n\n\"trappings\" that we have previously recognized to be central to\n\npresenting a claim.     Nadworny, 872 F.2d at 1101; accord Williams\n\nv. Lord, 996 F.2d 1481, 1483 (2d Cir. 1993), cert. denied, 510\n\nU.S. 1120 (1994). Admittedly, Fortini's constitutional argument\n\nmay have been obscured by his emphasis on Massachusetts cases\n\nthat deal with rules of evidence.       See Adelson, 131 F.3d at 263.\n\nNonetheless, we think that the briefs' language and citations\n\nshould have alerted the court that a constitutional argument was\n\nalso being made.      That the Appeals Court did not address the\n\nconstitutional issue is not controlling. Pettijohn v. Hall, 599\n\nF.2d 476, 480 n.2 (1st Cir.), cert. denied, 444 U.S. 946 (1979).\n\n         We note that Fortini apparently failed to raise the\n\nconstitutional claim in the state trial court when he there\n\nurged the admission of the fight evidence.        In all likelihood,\n\nthe Appeals Court could have refused to consider the due process\n\nargument because it was not pressed in the trial court,              see\n\nCommonwealth   v. Bibby, 624 N.E.2d 624, 628 (Mass. App. Ct.\n\n1993), although it also had discretion to consider the claim\n\neven if it was not raised earlier, Commonwealth v. Curtis, 632\n\nN.E.2d 821, 825 (Mass. 1994).\n\n         However, the Appeals Court did not purport to reject\n\nthe federal constitutional claim on grounds of state waiver law.\n\n\n                                 -11-\n\fNor did the federal district court rest on Fortini's failure to\n\nraise the issue at the trial stage.          Neither in briefing nor in\n\noral argument in this court did the state argue that Fortini's\n\nfailure to raise the constitutional issue at the trial stage\n\nprecludes the argument in federal court.             We conclude that the\n\nstate has itself waived any objection to the habeas petition\n\nbased on Fortini's failure to raise the constitutional issue at\n\ntrial.   Adelson, 131 F.3d at 263-64.\n\n            2.   Turning to the merits, Fortini's constitutional\n\nclaim presents a difficult issue that cannot be said to be\n\ndirectly governed by existing Supreme Court precedent.                  In\n\nChambers,    a   state   capital   murder    case,    seemingly   reliable\n\nhearsay evidence (from several witnesses) of a confession by\n\nsomeone other than Chambers was excluded at his trial.                 The\n\n\"someone else\" was called as a witness but denied being the\n\nculprit, and Chambers' ability to question the \"someone else\" in\n\ncourt was severely curtailed by the old-fashion rule limiting\n\nimpeachment of one's own witness.           The Supreme Court reversed:\n\nit said that in such extreme circumstances, the exclusion of the\n\nevidence violated due process principles.            Chambers, 410 U.S. at\n\n302.\n\n            Although Chambers unquestionably remains \"the law,\"\n\ne.g., Crane v. Kentucky, 476 U.S. 683, 690 (1986), the Court has\n\n\n                                   -12-\n\frarely used it to overturn convictions and in recent years has\n\nmade clear that it can be invoked only in extreme cases.                        Most\n\nrecently,    a    majority    of    the     Court    said    that   a   state   law\n\njustification for exclusion will prevail unless it is \"arbitrary\n\nor disproportionate\" and \"infringe[s] upon a weighty interest of\n\nthe accused,\"      United States v.          Scheffer, 523 U.S. 303, 308\n\n(1998).     See also Montana v. Egelhoff, 518 U.S. 37, 53 (1996)\n\n(plurality       opinion   suggestion         that    any     justification       is\n\nsufficient to satisfy due process).\n\n            Inevitably, the lower federal courts have tended to\n\n\"balance\" incommensurate competing interests, taking account of\n\nthe importance of the testimony to the defense, its inherent\n\nstrength and reliability, and various kinds of countervailing\n\nreasons for excluding it offered by the state.                 E.g., Pettijohn,\n\n599 F.2d at 480-81.        Nevertheless, in cases less powerful than\n\nChambers, a defendant whose proffer of evidence was rejected for\n\nany conventionally plausible reason or rule usually has an\n\nuphill struggle.\n\n            Admittedly, Fortini has a strong argument that the\n\nevidence     in    question        should     have     been     admitted    under\n\nconventional      evidence    rules.         To     begin,    the   evidence     was\n\nrelevant to Fortini's claim of self defense, and here the trial\n\njudge was misled.      Although the evidence of the basketball court\n\n\n                                      -13-\n\fepisode was certainly not relevant to Fortini's state of mind\n\n(since he did not then know about the fight), it was relevant to\n\nMonterio's state of mind, making it more likely than it would be\n\nwithout the evidence that Monterio lunged at Fortini, as the\n\nlatter claimed.      This in turn might have helped Fortini if the\n\njury had doubts about his story--a key qualification to which we\n\nwill return.\n\n           Of course, relevant evidence is excluded all the time\n\nwhere other considerations override relevance.           Here, it might\n\nlook as if the basketball court incident was merely character\n\nevidence, tending to portray Monterio as a violent man.               Such\n\nevidence     is   commonly   excluded    by   courts   because   of    its\n\nremoteness and tendency to prejudice the jury.           Fed. R. Evid.\n\n404; see, e.g., United States v. Varoudakis, 233 F.3d 113, 118-\n\n19 (1st Cir. 2000).      But in a federal court, and so far as we\n\ncan tell under Massachusetts law, the basketball court incident\n\nwas so close in time to the shooting as to suggest that it might\n\nfall within the exceptions that admit (where pertinent) acts\n\ndemonstrating state of mind and emotion of the actor, here\n\nMonterio.4\n\n\n     4\n     See United States v. Aguilar-Arenceta, 58 F.3d 796,              798\n(1st Cir. 1995); Government of the Virgin Islands v. Carino,          631\nF.2d 226, 229 (3d Cir. 1980); Commonwealth v. O'Brien,                736\nN.E.2d 841, 852 (Mass. 2000); Commonwealth v. Scullin,                687\nN.E.2d 1258, 1263 (Mass. App. Ct. 1997).\n\n                                  -14-\n\f          Prejudice       is     a    different      question.       Even      highly\n\nrelevant evidence can be excluded if it is unduly prejudicial.\n\nThe   evidence    in    question          was   certainly   prejudicial        in   the\n\npertinent sense, that is, it invited the jury to acquit because\n\nit made Monterio out to be a violent and dangerous man of whom\n\nthe world was well rid.          But the state court did not exclude the\n\nevidence on grounds of undue prejudice and there is no certainty\n\nthat it would have done so if it had appreciated the relevance\n\nof the evidence.       Nor did the Appeals Court mention prejudice of\n\nthis kind.\n\n          It     might    thus       be    argued   that    there   was   no    valid\n\njustification invoked for excluding the evidence.                     The Appeals\n\nCourt itself assumed arguendo that the evidence should not have\n\nbeen excluded.         Although the SJC has never squarely addressed\n\nthe issue, it is hard for us to see why--assuming relevance--\n\nsuch bad acts would be categorically inadmissible where offered\n\nto show the state of mind of the victim rather than the state of\n\nmind of the defendant.           There is ample precedent elsewhere for\n\nadmitting evidence on this theory.                   E.g., State v. Day, 535\n\nS.E.2d 431, 436 (S.C. 2000); Randolph v. Commonwealth, 56 S.E.2d\n\n226, 231 (Va. 1949).\n\n          Yet not every ad hoc mistake in applying state evidence\n\nrules, even in a murder case, should be called a violation of\n\n\n                                           -15-\n\fdue process; otherwise every significant state court error in\n\nexcluding evidence offered by the defendant would be a basis for\n\nundoing   the   conviction.     The    few    Supreme    Court    cases   that\n\nactually undid convictions based on a Chambers analysis involved\n\nfar more egregious situations; and the more recent decisions of\n\nthe Court we have cited create serious doubts that the Court is\n\ninterested in carrying the doctrine beyond egregious cases.\n\n            Chambers   and   Crane    both    involved   highly    probative\n\nevidence absolutely critical to the defense, 410 U.S. at 302;\n\nand 476 U.S. at 690; and the third (and last) decision favoring\n\na defendant, Rock v. Arkansas, 483 U.S. 44, 55 (1987), concerned\n\na defendant's own right to testify.           By contrast, in the present\n\ncase the defendant offered direct testimony on the pertinent\n\nissue--whether Monterio lunged at him.             The basketball court\n\nincident that was excluded is at best indirect evidence which\n\ndoes no more than add to existing proof that Monterio was in a\n\nmood to lunge.\n\n            Because this case is sufficiently weaker than Chambers,\n\nCrane and    Rock, it would be easy to uphold the state court\n\nruling under AEDPA's ordinary standard for evaluating state\n\nlegal determinations, if that standard were applicable.                     In\n\nhabeas proceedings, a federal court is now directed to accept a\n\nstate legal ruling unless it is             \"contrary to, or involved an\n\n\n                                     -16-\n\funreasonable application of, clearly established Federal law, as\n\ndetermined by the Supreme Court.\"              28 U.S.C. § 2254(d)(1).          The\n\nstate says that this rubric governs in the present case, but the\n\nstate is mistaken.\n\n               AEDPA's strict standard of review only applies to a\n\n\"claim    that      was   adjudicated    on    the     merits    in   state   court\n\nproceedings.\"        28 U.S.C. § 2254(d).           Here, the federal claim was\n\nnever addressed by the state courts.                 All of the cases that have\n\ntouched on this problem (none is directly in point) assume that\n\nthe   statute       applies   only   when     the    state    court   decided   the\n\nfederal issue.5           After all, AEDPA imposes a requirement of\n\ndeference to state court decisions, but we can hardly defer to\n\nthe state court on an issue that the state court did not\n\naddress.       Cf. Williams v. Taylor, 529 U.S. 362, 402-06 (2000).\n\n               Nevertheless, viewing the issue de novo, we conclude\n\nthat the exclusion of evidence in question does not rise to the\n\nlevel of a Chambers violation.            The evidence at best lies on the\n\nmargin    of    a   blurred   line   that      divides       character   evidence,\n\ncommonly but not always excluded, cf. Fed. R. Evid. 404, from\n\nstate-of-mind evidence; the evidence at best does no more than\n\n\n      5\n     See Smith v. Massey, 235 F.3d 1259, 1264-65 (10th Cir.\n2000); Weeks v. Angelone, 176 F.3d 249, 258-59 (4th Cir. 1999);\nMoore v. Parke, 148 F.3d 705, 708 (7th Cir. 1998); cf. Nobles v.\nJohnson, 127 F.3d 409, 416 (5th Cir. 1997), cert. denied, 523\nU.S. 1139 (1998).\n\n                                        -17-\n\fincrease somewhat the likelihood of a lunge, already the subject\n\nof Fortini's direct testimony; and the risk of unfair prejudice\n\nto the prosecution was real even if many courts would not have\n\nchosen to exclude the evidence on this ground.\n\n         It   is    very   difficult   to   predict    the   evolution    of\n\nChambers because in over 30 years it has been used by the\n\nSupreme Court only a handful of times to overturn convictions;\n\nand the Supreme Court's standards are quite vague, although\n\nunderstandably so in a due process matter.             Although this is a\n\nclose case, exclusion of the evidence does not in our view add\n\nup to the kind of fundamental unfairness that warrants a federal\n\ncourt in finding a violation of due process.             The exclusion in\n\nour view was error but it was not constitutional error.\n\n         3.        Even    if   exclusion   of   the    evidence   were    a\n\nconstitutional error, we would find the error to be harmless.\n\nThis is itself a close question, turning on the proper standard\n\nfor judging harmless error.        Still, because the constitutional\n\n\"merits\" are debatable, it is useful to address this alternative\n\nground for affirmance.\n\n         Because we are assuming constitutional error, it might\n\nat first blush be thought that the error must be harmless\n\n\"beyond a reasonable doubt\" under Chapman v. California, 386\n\nU.S. 18, 24 (1967).         Chapman continues to govern on direct\n\n\n                                   -18-\n\fappeal       (although     why    a     constitutional     error          should    be\n\nintrinsically different than some other kind of serious error is\n\nunclear); but more recently in Brecht v. Abrahamson, 507 U.S.\n\n619, 638 (1993), the Supreme Court adopted a different test for\n\nhabeas more favorable to the prosecution, namely, that the error\n\n(constitutional      or    not)    is    harmless    if   it   did    not    have    a\n\nsubstantial and injurious effect or influence on the jury's\n\nverdict.\n\n              Brecht's standard could in theory be restricted to\n\ncases in which the state court had itself applied Chapman (so\n\nthat Brecht would be an expression of deference to a state\n\ndetermination).          Most circuits, however, have taken the view\n\nthat       Brecht   applies       in     habeas     corpus      cases        without\n\nqualification.6      One can find the language in Brecht pointing in\n\nboth       directions,    but    most   of   its    expression       of    rationale\n\nsuggests that the Brecht test applies in habeas cases regardless\n\nof whether the state court itself made a Chapman harmless error\n\nanalysis.       See Tyson v. Trigg, 50 F.3d 436, 446 (7th Cir. 1995)\n\n(Posner, C.J.).\n\n\n\n\n       6\n     Compare Bains v. Cambra, 204 F.3d 964, 976-77 (9th Cir.),\ncert. denied, 121 S. Ct. 627 (2000) (collecting numerous cases\napplying Brecht), with Orndorff v. Lockhart, 998 F.2d 1426, 1430\n(8th Cir. 1993) (contra), cert. denied, 511 U.S. 1063 (1994).\n\n\n                                        -19-\n\f         Assuming that Brecht applies, we do not think that the\n\nexcluded evidence in this case would likely have affected the\n\noutcome, but our reasons are different than the harmless error\n\nruling made by the state Appeals Court.   The Appeals Court, it\n\nwill be recalled, said that the basketball court incident was\n\nsomewhat cumulative and, in any event, could not have altered\n\nthe outcome:   this was so because, regardless of what happened\n\non the porch, Fortini undermined his self-defense claim when he\n\nchose to appear on the porch carrying his shotgun and then\n\nfailed to go upstairs when he heard whispering on the sidewalk.\n\n         The implication of the Appeals Court's reasoning is\n\nthat the evidence for Fortini's claim of self-defense was so\n\nweak that the defense should not have been submitted to the jury\n\nor, in the alternative, that no reasonable jury could have\n\naccepted it.   But no SJC case law adopts such a view:    on the\n\ncontrary, the SJC's stress is on the fact-specific character of\n\nthe defense and the need for a jury evaluation whenever the\n\nissue is debatable.7   The Appeals Court's reading of   state law\n\n\n    7Massachusetts requires a self-defense instruction if the\nevidence, seen in the light most favorable to the defendant,\nshows that the defendant: (1) had a reasonable belief he was in\nimminent danger of death or serious bodily harm; (2) availed\nhimself of all reasonable means of escape; and (3) used no more\nforce than reasonably necessary.   Commonwealth v. Harrington,\n399 N.E.2d 475, 479 (Mass. 1980). \"[W]hether a defendant used\nall reasonable means of escape before acting in self-defense is\na factual question dependent on a variety of circumstances.\"\n\n                              -20-\n\fis usually \"trustworthy data\" but it is not binding on a federal\n\ncourt, Losacco v. F.D. Rich Constr. Co., 992 F.2d 382, 384 (1st\n\nCir.), cert. denied, 510 U.S. 923 (1993), and in this case the\n\nstate itself does not defend the Appeals Court's harmless error\n\nreasoning.\n\n          Here, Fortini's version of events, which the jury could\n\nhave   accepted,   was   that   he   was   encouraged   by   the   police\n\ndispatcher to obtain a license plate or other identification if\n\nthe harassing party returned; that he went to the porch without\n\naggressive intent carrying the shotgun solely for self-defense;\n\nthat when he heard the threatening language from Monterio and\n\nheard Monterio's footsteps, he (Fortini) made no effort to shoot\n\nor advance but told Monterio to get off the porch, and that he\n\nfired only after Monterio lunged at him.        If it accepted all of\n\nthis, a jury might rationally have accepted Fortini's claim of\n\nself-defense.\n\n          Nor are we persuaded by the Appeals Court's other\n\nreason for thinking that the fight evidence did not matter,\n\nnamely, that it was cumulative of other evidence (his apparent\n\n\"drive by\" cursing) showing Monterio's aggressive intent on the\n\nnight of the incident.     It is one thing to yell epithets from a\n\n\n\n\nCommonwealth v. Pike, 701 N.E.2d 951, 957 (Mass. 1998).     Cf.\nCommonwealth v. Latimore, 393 N.E.2d 370, 373 (Mass. 1979).\n\n                                 -21-\n\fpassing car; quite another--and far more shocking--to attack\n\nfour   men   who,   so   far    as   appears,   were   engaged   in   playing\n\nbasketball and had done nothing to provoke Monterio.               That this\n\nincident     occurred    only   minutes      before   Monterio   appeared   on\n\nFortini's porch makes the evidence even more telling in support\n\nof Fortini's claim.\n\n             However, we do think that the exclusion of the fight\n\nevidence was harmless error under Brecht for a quite different\n\nreason.      Fortini's only legitimate reason for introducing the\n\nbasketball court episode was to back up his own testimony that\n\nMonterio lunged at him, forcing him to fire in self defense.\n\nOur own independent review of the record, Rushen v. Spain, 464\n\nU.S. 114, 120 (1983) (per curiam); Sinnott v. Duval, 139 F.3d\n\n12, 15 (1st Cir. 1998), shows that Fortini's version of what\n\nhappened on the porch was subject only to limited challenge by\n\nthe state and, far more important, the state's answer to the\n\nself-defense claim did not depend at all on whether Monterio\n\nlunged.\n\n             Fortini gave the only direct testimony on whether\n\nMonterio lunged and the state did not cross examine him on the\n\npoint.     However, the state did raise doubts indirectly:              Lopes\n\ntestified for the state that Monterio was slowly moving up to\n\nthe porch in Fortini's direction when Fortini shot him and a\n\n\n                                      -22-\n\fstate expert, in necessarily speculative testimony, said that a\n\nstudy of the wounds suggested that Monterio was at some distance\n\nwhen Fortini fired.\n\n         Nevertheless, the state's basic argument to the jury\n\nbypassed the lunge issue.     In its opening, the prosecution\n\nconceded that Monterio \"may have taken a step\" towards Fortini.\n\nIn its summation the prosecution never argued that Monterio had\n\nnot lunged at Fortini (it again admitted that he took a step\n\ntowards Fortini once he saw him with the gun).      Instead, it\n\ncontended that the shooting was not a \"split-second situation\"\n\nwhere Fortini was suddenly at risk and that Fortini had gone\n\narmed to the porch looking for trouble.\n\n         The prosecution throughout the proceedings asserted\n\nthat Fortini had been angered by Monterio's earlier shouts at\n\nthe house; the prosecution offered evidence that he (Fortini)\n\nwas openly racist; and it argued that by the time Fortini went\n\ndown to the porch he had decided that he wanted to shoot the\n\nperceived troublemakers.   The jury's verdict suggests strongly\n\nthat it bought this view--not because it had to (the Appeals\n\nCourt's position) but because it was an available and plausible\n\ntheory to negate self defense and was the only theory actually\n\nargued to it for that purpose.\n\n\n\n\n                              -23-\n\f          It is true that the excluded evidence could have helped\n\nFortini in a quite different way than as support for Fortini's\n\nlunge testimony.   By suggesting that Monterio was a violent and\n\ndangerous individual, it might have encouraged the jury to\n\nacquit Fortini on the ground that Monterio was a wicked man who\n\nought to be put out of business.      But unless the evidence was\n\nnecessary to a legitimate defense, this inference would be an\n\nargument for excluding the evidence--not for admitting it.    See\n\nStrong, McCormick on Evidence § 190 (5th ed. 1999).       However\n\nmistaken under state law, a ruling whose only ultimate effect\n\nwas to deprive the defendant of an improper defense is hardly a\n\nbasis for granting the writ.   Cf. Burks v. DuBois, 55 F.3d 712,\n\n715-16 (1st Cir. 1995).\n\n          To sum up, the legitimate use of the evidence would in\n\nour view have had only a very small likelihood of altering the\n\nresult.   This is not sufficient under Brecht.   We could not say\n\nexclusion was harmless \"beyond a reasonable doubt\" under Chapman\n\n(since the jury might have disregarded the state's argument and\n\nmade everything turn on the lunge).     But even if the consensus\n\nof the circuits is wrong and Chapman does apply to habeas, we\n\nstill think that there was no Chambers violation for reasons\n\nalready explained.\n\n\n\n\n                               -24-\n\f         For the reasons stated, the judgment of the district\n\ncourt is affirmed.   Counsel for Fortini is commended for his\n\nvery able representation in this difficult case.\n\n         It is so ordered.\n\n\n\n\n                             -25-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-2305\n\n                    ROBERT E. FORTINI, III,\n\n                     Petitioner, Appellant,\n\n                               v.\n\n                        PAUL B. MURPHY,\n\n                     Respondent, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n\n                Lynch and Lipez, Circuit Judges.\n\n\n     Robert L. Sheketoff with whom Sheketoff & Homan was on brief\nfor petitioner.\n     Thomas W. Dee, Assistant Attorney General, Criminal Bureau,\nwith whom Thomas F. Reilly, Attorney General, was on brief for\nrespondent.\n\n\n\n\n                         July 27, 2001\n\f           BOUDIN, Chief Judge.            This is an appeal by Robert\n\nFortini from a federal district court order dismissing Fortini's\n\npetition for a writ of habeas corpus.              Fortini is currently\n\nserving a life sentence, having been convicted in state court of\n\nsecond degree murder.       Fortini's claim depends critically on the\n\nfacts of the case which we describe in some detail, identifying\n\nthe few significant details that were disputed.\n\n           In 1992, Fortini lived in a second-floor apartment with\n\nhis girlfriend, Jacie Hall, and her cousin, Tammy Peckham, in\n\nPlymouth, Massachusetts.       Between 5 p.m. and 9 p.m. on June 22,\n\nCeasar    Monterio--Fortini's        eventual     victim--came     to   the\n\napartment on at least three occasions looking for Peckham.                On\n\none occasion Fortini went downstairs and told Monterio that\n\nPeckham   was   not    at   home.     Shortly    after   Monterio's     last\n\nappearance,     Hall   heard   the    occupants    of    a   car   shouting\n\nprofanities as the vehicle drove past the house and she told\n\nFortini about the incident.\n\n           After spending the evening watching television and\n\ncleaning his shotgun, Fortini went to bed at 11:30 p.m.                   At\n\n11:50 p.m., he was awoken by a car horn and a male voice,\n\nscreaming curses and racial epithets towards the house (Fortini\n\nis white; Monterio was black).             Fortini got out of bed, got\n\n\n\n                                     -2-\n\fdressed and proceeded down to the his first-floor front porch.1\n\nAfter sitting on the porch for a period, he returned to his\n\napartment and, at 12:48 a.m., called the police to report the\n\nearlier disturbance.      The police did not dispatch officers to\n\nthe house, but the dispatcher told Fortini that if he got a\n\nlicense \"plate or something . . . [the police could] check them\n\nout.\"\n\n           Fortini then retrieved his shotgun and ammunition and\n\nreturned to his seat on the downstairs porch.              Although the\n\nsteps to the second floor were lighted, the porch was not.             At\n\napproximately 1:15 a.m., Monterio and a friend (Dana Lopes)\n\nreturned to the house.     According to Fortini, he heard two sets\n\nof footsteps and a whispered conversation.              He then heard a\n\nvoice    say,   \"watch   this   shit,   we're   going    to   wake   some\n\nmotherfuckers up.\"       Shortly thereafter, he saw someone (who\n\nproved to be Monterio) start up the stairs moving rapidly to the\n\nporch.\n\n           As Monterio reached the porch, Fortini stood up and\n\ntook a couple of steps forward towards the porch steps with the\n\n\n\n    1There is some uncertainty as to whether Fortini had the\nshotgun when he first went down to the porch or took it down\nonly after he called the police. Compare Commonwealth v.\nFortini, </pre><span class=\"citation no-link\"><span class=\"volume\">692</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">110</span></span><pre class=\"inline\">, 111 (Mass. App. Ct. 1998), with id. at\n112. The trial transcript suggests that he went down with the\nshotgun after he called the police.\n\n                                  -3-\n\fshotgun in his hands.       According to Fortini, he then yelled\n\n\"hey, get the fuck out of here\" to the person on the porch.2             In\n\nresponse, Fortini said that Monterio stared at Fortini and the\n\ngun, centered his attention on the gun, and then lunged towards\n\nFortini and the weapon.         Fortini took one step backwards and\n\nfired, striking Monterio in the chest and killing him almost\n\ninstantly.\n\n           Fortini   was   charged   with   murder      in   Massachusetts\n\nSuperior Court.    In pretrial proceedings, Fortini argued that he\n\nbelieved Monterio was attempting to take the gun away from him\n\nand that he shot Monterio in self defense.             In support of this\n\ntheory, Fortini filed a motion in limine asking to introduce\n\nevidence of Monterio's acts only five to seven minutes before he\n\nstepped onto Fortini's porch and was killed.            The evidence that\n\nFortini wanted to offer was this:\n\n           According to witnesses, shortly before Monterio arrived\n\nat Fortini's house, Monterio ran onto a basketball court where\n\nfour white males were playing night basketball.              Monterio then\n\nstruck,   or   attempted   to   strike,   all   four    men.    After   his\n\n\n    2 Whether Fortini said anything before shooting Monterio is\nnot certain: Monterio's companion (Lopes) said that Fortini did\nnot say anything; Fortini's girlfriend (Hall) said that she did\nnot hear anything before the gunshot, but she also testified\nthat she was asleep at the time. By contrast, Fortini's next\ndoor neighbor testified that she heard Fortini yelling before\nthe gunshot.\n\n                                   -4-\n\fcompanion (Lopes) pulled him away, Monterio yelled, \"I'll kill\n\nthem all.         Remember my face, I'm Ceasar Monterio.                    I'm the\n\nbaddest      motherfucker       in     town.\"           Immediately       after   the\n\nconfrontation,        Monterio       and   Lopes      walked    towards    Fortini's\n\nhouse.      On the way, a police officer heard Monterio again yell,\n\n\"I'm bad.     I'm the baddest motherfucker in the world.\"                   Monterio\n\narrived      at     Fortini's        house       a     few     minutes     later.\n\n             In    his   pretrial      motion,        Fortini    argued    that   the\n\nevidence of this episode was admissible because the fight and\n\nthe shooting had a \"temporal and schematic nexus,\" and that the\n\nevidence--by showing that Monterio had been violent that night\n\nand   was    acting      in   \"hot    blood\"--supported          in   various     ways\n\nFortini's claim of self defense.3                    Rejecting these grounds for\n\nadmission, the trial court excluded the evidence in a pretrial\n\nruling, finding that Fortini was not at the time of the shooting\n\naware of Monterio's actions on the basketball court (a point\n\nthat Fortini did not dispute), see Commonwealth v. Fontes, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">760</span></span><pre class=\"inline\">, 762-63 (Mass. 1986), and that Fortini was not the\n\n\n      3\n     The defense argued that Monterio's actions and statements\nwere relevant in three ways.    First, that they illustrated a\n\"continuous pattern of illicit activity and aggression\" by\nMonterio toward Fortini. Second, that Monterio's \"present anger\nor <hot blood'\" should be a factor in determining whether\nFortini's use of force was reasonable. Third, that Monterio's\nunprovoked attack on the four white basketball players\nillustrated his \"hostility toward members of [Fortini's] race.\"\n\n\n                                           -5-\n\fsubject of Monterio's threats, see Commonwealth v. Rubin, </pre><span class=\"citation no-link\"><span class=\"volume\">63</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">344</span></span><pre class=\"inline\">, 345-46 (Mass. 1945).             After a seven-day jury trial,\n\nFortini was convicted of second degree murder and given the\n\nmandatory sentence of life in prison.\n\n           Fortini appealed to the Massachusetts Appeals Court,\n\narguing for the first time that the decision not to admit the\n\ndisputed   evidence     was    not   only     error    under   state   law   but\n\nviolated   the   federal      constitution     as     well.    In   his   brief,\n\nFortini stated that the evidence was \"relevant, trustworthy, and\n\ncritical to the defendant's defense,\" that its exclusion was\n\ninconsistent with Chambers v. Mississippi, </pre><span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span><pre class=\"inline\">, 303\n\n(1973), and therefore that his constitutional right to due\n\nprocess    had   been   violated.        In    its    appellate     brief,   the\n\nCommonwealth argued that the trial court's ruling was correct as\n\na matter of evidence law, but it did not mention Fortini's\n\nconstitutional claim, Chambers, or the Fourteenth Amendment.\n\n           The Appeals Court affirmed the conviction and, like the\n\nCommonwealth's brief, only addressed Fortini's claim in terms of\n\nMassachusetts evidence law.          The court said that the trial court\n\nmight have erred in not admitting the evidence of Monterio's\n\nbehavior, Fortini, 692 N.E.2d at 113 n.6, but it found (in\n\nsubstance) that any error was harmless.                   The Massachusetts\n\nharmless   error   standard      for   objected-to,       non-constitutional\n\n\n                                       -6-\n\ftrial errors is that \"the error did not influence the jury, or\n\nhad but very slight effect.\"      Commonwealth v. Alphas, </pre><span class=\"citation no-link\"><span class=\"volume\">712</span> <span class=\"reporter\">N.E.2d</span>\n\n<span class=\"page\">575</span></span><pre class=\"inline\">, 580 n.7 (Mass. 1999).       The Appeals Court gave two reasons:\n\n\n\n           First,   the   Appeals    Court   noted   that   Fortini     was\n\npermitted to introduce other evidence of Monterio's actions\n\nwhich supported Fortini's contention that Monterio had acted\n\naggressively that evening.        Specifically, the court pointed to\n\nthe evidence of Monterio's shouting and cursing at the house\n\nearlier in the evening.          Thus, the court held, Fortini was\n\nalready able to establish Monterio's \"state of mind\" and the\n\nevidence of the basketball court incident \"was to some degree\n\ncumulative.\"    Fortini, 692 N.E.2d at 113.\n\n           Second, and more central to its decision, the court\n\nfound that Fortini's \"appearance with a loaded shotgun on the\n\ndarkened porch, coupled with his decision to eschew any retreat\n\nto   the   safety   of   his   apartment,    were   deliberate   acts    of\n\ndefiance, not defense.\"        Fortini, 692 N.E.2d at 114.       On this\n\npremise, the court held that even if it was error to exclude the\n\nbasketball court incident, Fortini had suffered no prejudice\n\nbecause he could not, as a matter of law, show that he acted in\n\nself defense in light of his decision to \"lie in wait\" on the\n\nporch rather than retreating to the safety of his apartment when\n\n\n                                    -7-\n\fgiven the opportunity.     Id.    The Supreme Judicial Court denied\n\nfurther appellate review.        Commonwealth v. Fortini, </pre><span class=\"citation no-link\"><span class=\"volume\">699</span> <span class=\"reporter\">N.E.2d</span>\n\n<span class=\"page\">850</span></span><pre class=\"inline\"> (Mass. 1998).\n\n           Fortini filed a petition for writ of habeas corpus,\n\nwhich the federal district court dismissed on the grounds that\n\nhe had not exhausted available state remedies as the statute\n\ngoverning habeas petitions requires.         28 U.S.C. § 2254(b)(1).\n\nAlthough conceding that Fortini's state court briefs contained\n\n\"isolated references\" to his federal constitutional rights, the\n\ndistrict court said that they did not include a \"developed\n\nargument elaborating any particular claim.\"        The district court\n\nobserved   that   the   state    appeals   court   had   not   addressed\n\nFortini's constitutional claim, suggesting that it had been\n\nunaware that such a claim was being pressed.\n\n           Fortini now appeals to this court.       He argues that the\n\ndistrict court erred in finding that he did not properly present\n\nhis constitutional claim in state court and, in addition, says\n\nthat excluding the basketball court episode denied him due\n\nprocess under Chambers and had a likely effect on the jury's\n\nverdict.   The Commonwealth, while partly addressing the merits\n\nof Fortini's claim, rests primarily on the district court's\n\nwaiver argument and on the strict standards for habeas now\n\napplicable under the Antiterrorism and Effective Death Penalty\n\n\n                                   -8-\n\fAct (\"AEDPA\"), Pub. L. No. 104-132, 110 Stat. 1214 (1996).          See\n\n28 U.S.C. § 2254(d)(1) (Supp. II 1996).\n\n          1.     The threshold question in this case is whether\n\nFortini exhausted his state remedies.            The Commonwealth says\n\nthat Fortini \"did little if anything to properly alert the\n\nCommonwealth's     courts   that    he    was   asserting   a   federal\n\nconstitutional claim\" and thus he is not entitled to habeas\n\nreview.   The district court agreed, finding that while Fortini\n\nhad argued that the exclusion of the basketball court incident\n\nimplicated state evidence law issues, he had not adequately\n\nraised the constitutional claim.         We review de novo the district\n\ncourt's dismissal on this ground.         Adelson v. DiPaola, </pre><span class=\"citation\" data-id=\"197696\"><a href=\"/opinion/197696/adelson-v-dipaola/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">259</span></a></span><pre class=\"inline\">, 262 (1st Cir. 1997).\n\n          Exhaustion requires that a petitioner have \"fairly\n\npresented to the state courts\" his constitutional claim.         Picard\n\nv. Connor, </pre><span class=\"citation\" data-id=\"108417\"><a href=\"/opinion/108417/picard-v-connor/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span><pre class=\"inline\">, 275 (1971).            This requires that the\n\nissue be presented \"in such a way as to make it probable that a\n\nreasonable jurist would have been alerted to the existence of\n\nthe federal question,\" Scarpa v. DuBois, </pre><span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1st Cir.\n\n1994), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1129</span></span><pre class=\"inline\"> (1995), for example, by\n\n\"specific constitutional language, constitutional citation, [or]\n\nappropriate federal precedent . . . .\"           Nadworny v. Fair, </pre><span class=\"citation\" data-id=\"521901\"><a href=\"/opinion/521901/william-nadworny-v-michael-v-fair/\"><span class=\"volume\">872</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></a></span><pre class=\"inline\">, 1101 (1st Cir. 1989).             By contrast, \"a passing\n\n\n                                   -9-\n\freference\" to a constitutional issue will not preserve it for\n\nhabeas review.      Martens v. Shannon, </pre><span class=\"citation\" data-id=\"499731\"><a href=\"/opinion/499731/christopher-martens-v-james-shannon-attorney-general/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">715</span></a></span><pre class=\"inline\">, 717 (1st Cir.\n\n1988).      Exhaustion is a closer issue than either side admits,\n\nbut in the end we think that Fortini did adequately present his\n\nfederal claim based on Chambers v. Mississippi in the state\n\nappellate courts.      The first section in Fortini's brief to the\n\nMassachusetts Appeals Court--attacking the exclusion of the\n\nbasketball court episode--was titled, \"The Trial Court Violated\n\nThe Defendant's State And Federal Constitutional Rights to Due\n\nProcess And A Fair Trial By Denying Him The Right To Present\n\nHighly Relevant Evidence.\"          His petition for further appellate\n\nreview to the SJC included virtually identical language.\n\n            In addition, the first case cited in the section was\n\nChambers v. Mississippi.      After discussing the factual predicate\n\nfor   the   legal    claim,   the    section   concluded   with   further\n\ncitations to Chambers and Webb v. Texas, </pre><span class=\"citation\" data-id=\"108634\"><a href=\"/opinion/108634/webb-v-texas/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span><pre class=\"inline\"> (1972) (due\n\nprocess clause protects defendant's right to present witnesses),\n\nand the assertion that \"the exclusion of . . . evidence denied\n\nthe defendant a trial in accordance with fundamental standards\n\nof due process.\"      The brief's addendum included the text of the\n\nFourteenth Amendment, as required by Massachusetts rules for\n\nappeals raising constitutional claims.            Mass. R. App. Proc.\n\n16(f).\n\n\n                                    -10-\n\f         In    short,    Fortini's   papers   included   many   of   the\n\n\"trappings\" that we have previously recognized to be central to\n\npresenting a claim.     Nadworny, 872 F.2d at 1101; accord Williams\n\nv. Lord, </pre><span class=\"citation\" data-id=\"610577\"><a href=\"/opinion/610577/rhonda-williams-aka-victoria-tribble-v-elaine-lord-superintendent/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1481</span></a></span><pre class=\"inline\">, 1483 (2d Cir. 1993), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">510</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1120</span></span><pre class=\"inline\"> (1994). Admittedly, Fortini's constitutional argument\n\nmay have been obscured by his emphasis on Massachusetts cases\n\nthat deal with rules of evidence.       See Adelson, 131 F.3d at 263.\n\nNonetheless, we think that the briefs' language and citations\n\nshould have alerted the court that a constitutional argument was\n\nalso being made.      That the Appeals Court did not address the\n\nconstitutional issue is not controlling. Pettijohn v. Hall, </pre><span class=\"citation\" data-id=\"366531\"><a href=\"/opinion/366531/carl-pettijohn-v-frank-hall/\"><span class=\"volume\">599</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\">, 480 n.2 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span><pre class=\"inline\"> (1979).\n\n         We note that Fortini apparently failed to raise the\n\nconstitutional claim in the state trial court when he there\n\nurged the admission of the fight evidence.        In all likelihood,\n\nthe Appeals Court could have refused to consider the due process\n\nargument because it was not pressed in the trial court,              see\n\nCommonwealth   v. Bibby, </pre><span class=\"citation no-link\"><span class=\"volume\">624</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">624</span></span><pre class=\"inline\">, 628 (Mass. App. Ct.\n\n1993), although it also had discretion to consider the claim\n\neven if it was not raised earlier, Commonwealth v. Curtis, </pre><span class=\"citation no-link\"><span class=\"volume\">632</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">821</span></span><pre class=\"inline\">, 825 (Mass. 1994).\n\n         However, the Appeals Court did not purport to reject\n\nthe federal constitutional claim on grounds of state waiver law.\n\n\n                                 -11-\n\fNor did the federal district court rest on Fortini's failure to\n\nraise the issue at the trial stage.          Neither in briefing nor in\n\noral argument in this court did the state argue that Fortini's\n\nfailure to raise the constitutional issue at the trial stage\n\nprecludes the argument in federal court.             We conclude that the\n\nstate has itself waived any objection to the habeas petition\n\nbased on Fortini's failure to raise the constitutional issue at\n\ntrial.   Adelson, 131 F.3d at 263-64.\n\n            2.   Turning to the merits, Fortini's constitutional\n\nclaim presents a difficult issue that cannot be said to be\n\ndirectly governed by existing Supreme Court precedent.                  In\n\nChambers,    a   state   capital   murder    case,    seemingly   reliable\n\nhearsay evidence (from several witnesses) of a confession by\n\nsomeone other than Chambers was excluded at his trial.                 The\n\n\"someone else\" was called as a witness but denied being the\n\nculprit, and Chambers' ability to question the \"someone else\" in\n\ncourt was severely curtailed by the old-fashion rule limiting\n\nimpeachment of one's own witness.           The Supreme Court reversed:\n\nit said that in such extreme circumstances, the exclusion of the\n\nevidence violated due process principles.            Chambers, 410 U.S. at\n\n302.\n\n            Although Chambers unquestionably remains \"the law,\"\n\ne.g., Crane v. Kentucky, </pre><span class=\"citation\" data-id=\"111687\"><a href=\"/opinion/111687/crane-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span><pre class=\"inline\">, 690 (1986), the Court has\n\n\n                                   -12-\n\frarely used it to overturn convictions and in recent years has\n\nmade clear that it can be invoked only in extreme cases.                        Most\n\nrecently,    a    majority    of    the     Court    said    that   a   state   law\n\njustification for exclusion will prevail unless it is \"arbitrary\n\nor disproportionate\" and \"infringe[s] upon a weighty interest of\n\nthe accused,\"      United States v.          Scheffer, </pre><span class=\"citation\" data-id=\"118191\"><a href=\"/opinion/118191/united-states-v-scheffer/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span><pre class=\"inline\">, 308\n\n(1998).     See also Montana v. Egelhoff, </pre><span class=\"citation\" data-id=\"118043\"><a href=\"/opinion/118043/montana-v-egelhoff/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 53 (1996)\n\n(plurality       opinion   suggestion         that    any     justification       is\n\nsufficient to satisfy due process).\n\n            Inevitably, the lower federal courts have tended to\n\n\"balance\" incommensurate competing interests, taking account of\n\nthe importance of the testimony to the defense, its inherent\n\nstrength and reliability, and various kinds of countervailing\n\nreasons for excluding it offered by the state.                 E.g., Pettijohn,\n\n599 F.2d at 480-81.        Nevertheless, in cases less powerful than\n\nChambers, a defendant whose proffer of evidence was rejected for\n\nany conventionally plausible reason or rule usually has an\n\nuphill struggle.\n\n            Admittedly, Fortini has a strong argument that the\n\nevidence     in    question        should     have     been     admitted    under\n\nconventional      evidence    rules.         To     begin,    the   evidence     was\n\nrelevant to Fortini's claim of self defense, and here the trial\n\njudge was misled.      Although the evidence of the basketball court\n\n\n                                      -13-\n\fepisode was certainly not relevant to Fortini's state of mind\n\n(since he did not then know about the fight), it was relevant to\n\nMonterio's state of mind, making it more likely than it would be\n\nwithout the evidence that Monterio lunged at Fortini, as the\n\nlatter claimed.      This in turn might have helped Fortini if the\n\njury had doubts about his story--a key qualification to which we\n\nwill return.\n\n           Of course, relevant evidence is excluded all the time\n\nwhere other considerations override relevance.           Here, it might\n\nlook as if the basketball court incident was merely character\n\nevidence, tending to portray Monterio as a violent man.               Such\n\nevidence     is   commonly   excluded    by   courts   because   of    its\n\nremoteness and tendency to prejudice the jury.           Fed. R. Evid.\n\n404; see, e.g., United States v. Varoudakis, </pre><span class=\"citation\" data-id=\"199172\"><a href=\"/opinion/199172/united-states-v-varoudakis/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span><pre class=\"inline\">, 118-\n\n19 (1st Cir. 2000).      But in a federal court, and so far as we\n\ncan tell under Massachusetts law, the basketball court incident\n\nwas so close in time to the shooting as to suggest that it might\n\nfall within the exceptions that admit (where pertinent) acts\n\ndemonstrating state of mind and emotion of the actor, here\n\nMonterio.4\n\n\n     4\n     See United States v. Aguilar-Arenceta, </pre><span class=\"citation\" data-id=\"698646\"><a href=\"/opinion/698646/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">796</span></a></span><pre class=\"inline\">,              798\n(1st Cir. 1995); Government of the Virgin Islands v. Carino,          </pre><span class=\"citation\" data-id=\"382308\"><a href=\"/opinion/382308/government-of-the-virgin-islands-v-luis-carino/\"><span class=\"volume\">631</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 229 (3d Cir. 1980); Commonwealth v. O'Brien,                </pre><span class=\"citation no-link\"><span class=\"volume\">736</span>\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">841</span></span><pre class=\"inline\">, 852 (Mass. 2000); Commonwealth v. Scullin,                </pre><span class=\"citation no-link\"><span class=\"volume\">687</span>\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">1258</span></span><pre class=\"inline\">, 1263 (Mass. App. Ct. 1997).\n\n                                  -14-\n\f          Prejudice       is     a    different      question.       Even      highly\n\nrelevant evidence can be excluded if it is unduly prejudicial.\n\nThe   evidence    in    question          was   certainly   prejudicial        in   the\n\npertinent sense, that is, it invited the jury to acquit because\n\nit made Monterio out to be a violent and dangerous man of whom\n\nthe world was well rid.          But the state court did not exclude the\n\nevidence on grounds of undue prejudice and there is no certainty\n\nthat it would have done so if it had appreciated the relevance\n\nof the evidence.       Nor did the Appeals Court mention prejudice of\n\nthis kind.\n\n          It     might    thus       be    argued   that    there   was   no    valid\n\njustification invoked for excluding the evidence.                     The Appeals\n\nCourt itself assumed arguendo that the evidence should not have\n\nbeen excluded.         Although the SJC has never squarely addressed\n\nthe issue, it is hard for us to see why--assuming relevance--\n\nsuch bad acts would be categorically inadmissible where offered\n\nto show the state of mind of the victim rather than the state of\n\nmind of the defendant.           There is ample precedent elsewhere for\n\nadmitting evidence on this theory.                   E.g., State v. Day, </pre><span class=\"citation\" data-id=\"1273279\"><a href=\"/opinion/1273279/state-v-day/\"><span class=\"volume\">535</span>\n\n<span class=\"reporter\">S.E.2d</span> <span class=\"page\">431</span></a></span><pre class=\"inline\">, 436 (S.C. 2000); Randolph v. Commonwealth, </pre><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S.E.2d</span>\n\n<span class=\"page\">226</span></span><pre class=\"inline\">, 231 (Va. 1949).\n\n          Yet not every ad hoc mistake in applying state evidence\n\nrules, even in a murder case, should be called a violation of\n\n\n                                           -15-\n\fdue process; otherwise every significant state court error in\n\nexcluding evidence offered by the defendant would be a basis for\n\nundoing   the   conviction.     The    few    Supreme    Court    cases   that\n\nactually undid convictions based on a Chambers analysis involved\n\nfar more egregious situations; and the more recent decisions of\n\nthe Court we have cited create serious doubts that the Court is\n\ninterested in carrying the doctrine beyond egregious cases.\n\n            Chambers   and   Crane    both    involved   highly    probative\n\nevidence absolutely critical to the defense, 410 U.S. at 302;\n\nand 476 U.S. at 690; and the third (and last) decision favoring\n\na defendant, Rock v. Arkansas, </pre><span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span><pre class=\"inline\">, 55 (1987), concerned\n\na defendant's own right to testify.           By contrast, in the present\n\ncase the defendant offered direct testimony on the pertinent\n\nissue--whether Monterio lunged at him.             The basketball court\n\nincident that was excluded is at best indirect evidence which\n\ndoes no more than add to existing proof that Monterio was in a\n\nmood to lunge.\n\n            Because this case is sufficiently weaker than Chambers,\n\nCrane and    Rock, it would be easy to uphold the state court\n\nruling under AEDPA's ordinary standard for evaluating state\n\nlegal determinations, if that standard were applicable.                     In\n\nhabeas proceedings, a federal court is now directed to accept a\n\nstate legal ruling unless it is             \"contrary to, or involved an\n\n\n                                     -16-\n\funreasonable application of, clearly established Federal law, as\n\ndetermined by the Supreme Court.\"              28 U.S.C. § 2254(d)(1).          The\n\nstate says that this rubric governs in the present case, but the\n\nstate is mistaken.\n\n               AEDPA's strict standard of review only applies to a\n\n\"claim    that      was   adjudicated    on    the     merits    in   state   court\n\nproceedings.\"        28 U.S.C. § 2254(d).           Here, the federal claim was\n\nnever addressed by the state courts.                 All of the cases that have\n\ntouched on this problem (none is directly in point) assume that\n\nthe   statute       applies   only   when     the    state    court   decided   the\n\nfederal issue.5           After all, AEDPA imposes a requirement of\n\ndeference to state court decisions, but we can hardly defer to\n\nthe state court on an issue that the state court did not\n\naddress.       Cf. Williams v. Taylor, </pre><span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span><pre class=\"inline\">, 402-06 (2000).\n\n               Nevertheless, viewing the issue de novo, we conclude\n\nthat the exclusion of evidence in question does not rise to the\n\nlevel of a Chambers violation.            The evidence at best lies on the\n\nmargin    of    a   blurred   line   that      divides       character   evidence,\n\ncommonly but not always excluded, cf. Fed. R. Evid. 404, from\n\nstate-of-mind evidence; the evidence at best does no more than\n\n\n      5\n     See Smith v. Massey, </pre><span class=\"citation\" data-id=\"160521\"><a href=\"/opinion/160521/smith-v-massey/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1259</span></a></span><pre class=\"inline\">, 1264-65 (10th Cir.\n2000); Weeks v. Angelone, </pre><span class=\"citation\" data-id=\"763772\"><a href=\"/opinion/763772/lonnie-weeks-jr-v-ronald-j-angelone-director-of-the-virginia/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 258-59 (4th Cir. 1999);\nMoore v. Parke, </pre><span class=\"citation\" data-id=\"755608\"><a href=\"/opinion/755608/elijah-moore-v-al-c-parke-warden-indiana-state-prison/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span><pre class=\"inline\">, 708 (7th Cir. 1998); cf. Nobles v.\nJohnson, </pre><span class=\"citation\" data-id=\"747175\"><a href=\"/opinion/747175/jonathan-wayne-nobles-v-gary-l-johnson-director-texas-department-of/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span><pre class=\"inline\">, 416 (5th Cir. 1997), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">523</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1139</span></span><pre class=\"inline\"> (1998).\n\n                                        -17-\n\fincrease somewhat the likelihood of a lunge, already the subject\n\nof Fortini's direct testimony; and the risk of unfair prejudice\n\nto the prosecution was real even if many courts would not have\n\nchosen to exclude the evidence on this ground.\n\n         It   is    very   difficult   to   predict    the   evolution    of\n\nChambers because in over 30 years it has been used by the\n\nSupreme Court only a handful of times to overturn convictions;\n\nand the Supreme Court's standards are quite vague, although\n\nunderstandably so in a due process matter.             Although this is a\n\nclose case, exclusion of the evidence does not in our view add\n\nup to the kind of fundamental unfairness that warrants a federal\n\ncourt in finding a violation of due process.             The exclusion in\n\nour view was error but it was not constitutional error.\n\n         3.        Even    if   exclusion   of   the    evidence   were    a\n\nconstitutional error, we would find the error to be harmless.\n\nThis is itself a close question, turning on the proper standard\n\nfor judging harmless error.        Still, because the constitutional\n\n\"merits\" are debatable, it is useful to address this alternative\n\nground for affirmance.\n\n         Because we are assuming constitutional error, it might\n\nat first blush be thought that the error must be harmless\n\n\"beyond a reasonable doubt\" under Chapman v. California, </pre><span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 24 (1967).         Chapman continues to govern on direct\n\n\n                                   -18-\n\fappeal       (although     why    a     constitutional     error          should    be\n\nintrinsically different than some other kind of serious error is\n\nunclear); but more recently in Brecht v. Abrahamson, </pre><span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">619</span></a></span><pre class=\"inline\">, 638 (1993), the Supreme Court adopted a different test for\n\nhabeas more favorable to the prosecution, namely, that the error\n\n(constitutional      or    not)    is    harmless    if   it   did    not    have    a\n\nsubstantial and injurious effect or influence on the jury's\n\nverdict.\n\n              Brecht's standard could in theory be restricted to\n\ncases in which the state court had itself applied Chapman (so\n\nthat Brecht would be an expression of deference to a state\n\ndetermination).          Most circuits, however, have taken the view\n\nthat       Brecht   applies       in     habeas     corpus      cases        without\n\nqualification.6      One can find the language in Brecht pointing in\n\nboth       directions,    but    most   of   its    expression       of    rationale\n\nsuggests that the Brecht test applies in habeas cases regardless\n\nof whether the state court itself made a Chapman harmless error\n\nanalysis.       See Tyson v. Trigg, </pre><span class=\"citation\" data-id=\"691994\"><a href=\"/opinion/691994/michael-g-tyson-v-clarence-trigg-superintendent-of-the-indiana-youth/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span><pre class=\"inline\">, 446 (7th Cir. 1995)\n\n(Posner, C.J.).\n\n\n\n\n       6\n     Compare Bains v. Cambra, </pre><span class=\"citation\" data-id=\"767804\"><a href=\"/opinion/767804/surinder-bains-v-gomez-director-steve-cambra-james-h/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">964</span></a></span><pre class=\"inline\">, 976-77 (9th Cir.),\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">627</span></span><pre class=\"inline\"> (2000) (collecting numerous cases\napplying Brecht), with Orndorff v. Lockhart, </pre><span class=\"citation no-link\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1426</span></span><pre class=\"inline\">, 1430\n(8th Cir. 1993) (contra), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span><pre class=\"inline\"> (1994).\n\n\n                                        -19-\n\f         Assuming that Brecht applies, we do not think that the\n\nexcluded evidence in this case would likely have affected the\n\noutcome, but our reasons are different than the harmless error\n\nruling made by the state Appeals Court.   The Appeals Court, it\n\nwill be recalled, said that the basketball court incident was\n\nsomewhat cumulative and, in any event, could not have altered\n\nthe outcome:   this was so because, regardless of what happened\n\non the porch, Fortini undermined his self-defense claim when he\n\nchose to appear on the porch carrying his shotgun and then\n\nfailed to go upstairs when he heard whispering on the sidewalk.\n\n         The implication of the Appeals Court's reasoning is\n\nthat the evidence for Fortini's claim of self-defense was so\n\nweak that the defense should not have been submitted to the jury\n\nor, in the alternative, that no reasonable jury could have\n\naccepted it.   But no SJC case law adopts such a view:    on the\n\ncontrary, the SJC's stress is on the fact-specific character of\n\nthe defense and the need for a jury evaluation whenever the\n\nissue is debatable.7   The Appeals Court's reading of   state law\n\n\n    7Massachusetts requires a self-defense instruction if the\nevidence, seen in the light most favorable to the defendant,\nshows that the defendant: (1) had a reasonable belief he was in\nimminent danger of death or serious bodily harm; (2) availed\nhimself of all reasonable means of escape; and (3) used no more\nforce than reasonably necessary.   Commonwealth v. Harrington,\n</pre><span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">475</span></span><pre class=\"inline\">, 479 (Mass. 1980). \"[W]hether a defendant used\nall reasonable means of escape before acting in self-defense is\na factual question dependent on a variety of circumstances.\"\n\n                              -20-\n\fis usually \"trustworthy data\" but it is not binding on a federal\n\ncourt, Losacco v. F.D. Rich Constr. Co., </pre><span class=\"citation\" data-id=\"605980\"><a href=\"/opinion/605980/frank-x-losacco-v-fd-rich-construction-co-inc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span><pre class=\"inline\">, 384 (1st\n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span><pre class=\"inline\"> (1993), and in this case the\n\nstate itself does not defend the Appeals Court's harmless error\n\nreasoning.\n\n          Here, Fortini's version of events, which the jury could\n\nhave   accepted,   was   that   he   was   encouraged   by   the   police\n\ndispatcher to obtain a license plate or other identification if\n\nthe harassing party returned; that he went to the porch without\n\naggressive intent carrying the shotgun solely for self-defense;\n\nthat when he heard the threatening language from Monterio and\n\nheard Monterio's footsteps, he (Fortini) made no effort to shoot\n\nor advance but told Monterio to get off the porch, and that he\n\nfired only after Monterio lunged at him.        If it accepted all of\n\nthis, a jury might rationally have accepted Fortini's claim of\n\nself-defense.\n\n          Nor are we persuaded by the Appeals Court's other\n\nreason for thinking that the fight evidence did not matter,\n\nnamely, that it was cumulative of other evidence (his apparent\n\n\"drive by\" cursing) showing Monterio's aggressive intent on the\n\nnight of the incident.     It is one thing to yell epithets from a\n\n\n\n\nCommonwealth v. Pike, </pre><span class=\"citation no-link\"><span class=\"volume\">701</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">951</span></span><pre class=\"inline\">, 957 (Mass. 1998).     Cf.\nCommonwealth v. Latimore, </pre><span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">370</span></span><pre class=\"inline\">, 373 (Mass. 1979).\n\n                                 -21-\n\fpassing car; quite another--and far more shocking--to attack\n\nfour   men   who,   so   far    as   appears,   were   engaged   in   playing\n\nbasketball and had done nothing to provoke Monterio.               That this\n\nincident     occurred    only   minutes      before   Monterio   appeared   on\n\nFortini's porch makes the evidence even more telling in support\n\nof Fortini's claim.\n\n             However, we do think that the exclusion of the fight\n\nevidence was harmless error under Brecht for a quite different\n\nreason.      Fortini's only legitimate reason for introducing the\n\nbasketball court episode was to back up his own testimony that\n\nMonterio lunged at him, forcing him to fire in self defense.\n\nOur own independent review of the record, Rushen v. Spain, </pre><span class=\"citation\" data-id=\"111051\"><a href=\"/opinion/111051/rushen-v-spain/\"><span class=\"volume\">464</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">, 120 (1983) (per curiam); Sinnott v. Duval, </pre><span class=\"citation\" data-id=\"197851\"><a href=\"/opinion/197851/sinnott-v-duval/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">12</span></a></span><pre class=\"inline\">, 15 (1st Cir. 1998), shows that Fortini's version of what\n\nhappened on the porch was subject only to limited challenge by\n\nthe state and, far more important, the state's answer to the\n\nself-defense claim did not depend at all on whether Monterio\n\nlunged.\n\n             Fortini gave the only direct testimony on whether\n\nMonterio lunged and the state did not cross examine him on the\n\npoint.     However, the state did raise doubts indirectly:              Lopes\n\ntestified for the state that Monterio was slowly moving up to\n\nthe porch in Fortini's direction when Fortini shot him and a\n\n\n                                      -22-\n\fstate expert, in necessarily speculative testimony, said that a\n\nstudy of the wounds suggested that Monterio was at some distance\n\nwhen Fortini fired.\n\n         Nevertheless, the state's basic argument to the jury\n\nbypassed the lunge issue.     In its opening, the prosecution\n\nconceded that Monterio \"may have taken a step\" towards Fortini.\n\nIn its summation the prosecution never argued that Monterio had\n\nnot lunged at Fortini (it again admitted that he took a step\n\ntowards Fortini once he saw him with the gun).      Instead, it\n\ncontended that the shooting was not a \"split-second situation\"\n\nwhere Fortini was suddenly at risk and that Fortini had gone\n\narmed to the porch looking for trouble.\n\n         The prosecution throughout the proceedings asserted\n\nthat Fortini had been angered by Monterio's earlier shouts at\n\nthe house; the prosecution offered evidence that he (Fortini)\n\nwas openly racist; and it argued that by the time Fortini went\n\ndown to the porch he had decided that he wanted to shoot the\n\nperceived troublemakers.   The jury's verdict suggests strongly\n\nthat it bought this view--not because it had to (the Appeals\n\nCourt's position) but because it was an available and plausible\n\ntheory to negate self defense and was the only theory actually\n\nargued to it for that purpose.\n\n\n\n\n                              -23-\n\f          It is true that the excluded evidence could have helped\n\nFortini in a quite different way than as support for Fortini's\n\nlunge testimony.   By suggesting that Monterio was a violent and\n\ndangerous individual, it might have encouraged the jury to\n\nacquit Fortini on the ground that Monterio was a wicked man who\n\nought to be put out of business.      But unless the evidence was\n\nnecessary to a legitimate defense, this inference would be an\n\nargument for excluding the evidence--not for admitting it.    See\n\nStrong, McCormick on Evidence § 190 (5th ed. 1999).       However\n\nmistaken under state law, a ruling whose only ultimate effect\n\nwas to deprive the defendant of an improper defense is hardly a\n\nbasis for granting the writ.   Cf. Burks v. DuBois, </pre><span class=\"citation\" data-id=\"196129\"><a href=\"/opinion/196129/burks-jr-v-duboise/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span><pre class=\"inline\">,\n\n715-16 (1st Cir. 1995).\n\n          To sum up, the legitimate use of the evidence would in\n\nour view have had only a very small likelihood of altering the\n\nresult.   This is not sufficient under Brecht.   We could not say\n\nexclusion was harmless \"beyond a reasonable doubt\" under Chapman\n\n(since the jury might have disregarded the state's argument and\n\nmade everything turn on the lunge).     But even if the consensus\n\nof the circuits is wrong and Chapman does apply to habeas, we\n\nstill think that there was no Chambers violation for reasons\n\nalready explained.\n\n\n\n\n                               -24-\n\f         For the reasons stated, the judgment of the district\n\ncourt is affirmed.   Counsel for Fortini is commended for his\n\nvery able representation in this difficult case.\n\n         It is so ordered.\n\n\n\n\n                             -25-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1273279/"
  ]
}