{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199564/",
  "absolute_url": "/opinion/199564/united-states-v-nee/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199564/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:33:12Z",
  "date_modified": "2017-03-24T11:02:18.130321Z",
  "type": "010combined",
  "sha1": "54d80586ad7efe56e3af6035e62aa3cc2abb1d38",
  "page_count": 23,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2037-01A.pdf",
  "local_path": "pdf/2001/08/20/US_v._Nee.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\nNo. 00-2037\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellant,\n\n                              v.\n\n                        BRIAN J. NEE,\n\n                     Defendant, Appellee.\n\n\nNo. 00-2315\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellant,\n\n                              v.\n\n                       KEVIN M. KELLEY,\n\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                            Before\n\n                  Torruella, Circuit Judge,\n\n                Bownes, Senior Circuit Judge,\n\n                  and Lipez, Circuit Judge.\n\f     Timothy Q. Feeley, Assistant U.S. Attorney, with whom Donald K.\nStern, United States Attorney, and Donald L. Cabell, Assistant U.S.\nAttorney, were on brief, for appellant.\n\n     Brian J. McMenimen, with whom Burke, McMenimen & Payton, was on\nbrief, for appellee Nee.\n     Benjamin D. Entine, with whom Donald K. Freyleue, were on brief,\nfor appellee Kelley.\n\n\n\n                          August 20, 2001\n\n\n\n\n                                -2-\n\f          LIPEZ, Circuit Judge.     Pursuing an interlocutory appeal\n\n\"from a decision or order of a district court suppressing or excluding\n\nevidence,\" 18 U.S.C. § 3731, the government appeals the district\n\ncourt's decision to suppress evidence seized from defendants-appellees,\n\nBrian J. Nee and Kevin M. Kelley. Kelley and Nee were charged with\n\nviolating 18 U.S.C. § 922(g)(1), which prohibits the possession of a\n\nfirearm by a convicted felon, after police discovered two loaded\n\nweapons in Nee's car during the course of a traffic stop. Although the\n\ndistrict court found that the initial stop was permissible under Terry\n\nv. Ohio, 392 U.S. 1 (1968), the court rejected the police officers'\n\naccount of the subsequent search of the car and their claim that the\n\nweapons were discovered inadvertently. Instead, the court found that\n\nthe officers had conducted an intentional search for evidence of a\n\ncrime despite their acknowledgment that they did not have probable\n\ncause for such a search. Consequently, the court concluded that the\n\nsearch violated the Fourth Amendment.\n\n          On appeal, the government argues that there was no\n\nconstitutional violation, either because the district court erred in\n\nits factual findings about the purpose of the search, or, in the\n\nalternative, because the officers had an objectively reasonable basis\n\nfor conducting a protective sweep of the car that justified the search\n\nirrespective of its true object, pursuant to Michigan v. Long, 463 U.S.\n\n1032 (1983) and Whren v. United States, 517 U.S. 806 (1996).        We\n\n\n                                  -3-\n\faffirm, concluding that the court did not err in its factual findings\n\nand that the government waived its alternative argument.\n\n                                  I.\n\n          At approximately 9:30 p.m. on March 10, 1999, Boston Police\n\nOfficers Gillis, Yalmokas and Cellucci, along with Massachusetts State\n\nPolice Trooper Ball, were on duty in an unmarked car in the Dorchester\n\nsection of Boston. The officers observed a green Ford Mustang and\n\nnoted that: 1) there was a hole where the trunk lock should have been;\n\n2) the rear license plate was hanging from a single screw; 3) there was\n\nno front license plate; and 4) the vehicle had dark tinted windows.\n\nSuspecting that the car might be stolen, the officers decided to stop\n\nthe car and investigate it. Before they could, the car, driven by Nee\n\nwith Kelley in the passenger seat and a third passenger, Brian Wallace,\n\nin the back, pulled into a gas station. The officers saw Nee exit the\n\nvehicle and begin to pump gas, and Kelley get out of the car from the\n\npassenger side.\n\n          The officers turned on their police lights and drove into the\n\ngas station. Trooper Ball approached Nee, offered a greeting, and\n\nadvised him that the car he was driving had \"no front plate, [a] rear\n\nplate hanging off, [a] trunk lock popped and windows [that were] too\n\ndark.\" In the exchange that followed, Nee stated that the car belonged\n\nto his wife. Nee then tried to walk past Ball, indicating that his\n\ndriver's license was in the vehicle. Ball told Nee to stop. According\n\n\n                                 -4-\n\fto the police report and Ball's testimony, Nee appeared nervous and\n\nagitated. He reported that his license was in the center console of\n\nthe car but he was not sure where the registration was located. At\n\nthis point, Nee again tried to walk past Ball toward the vehicle. This\n\ntime, Ball physically stopped him and told him to relax, adding, \"We\n\ndon't know what you have in there.\" Officer Gillis, standing nearby,\n\npatted Nee down for weapons, and Officer Cellucci did the same for\n\nKelley.     No weapons were found.\n\n            Ball directed Cellucci to get Nee's driver's license from the\n\ncenter console. Before doing so, Cellucci frisked Wallace who was\n\nstill seated in the back seat, and again, no weapons were found.\n\nOfficer Cellucci told the passenger to get out of the car. He and\n\nOfficer Gillis then visually inspected the car through the passenger\n\nand driver's side doors respectively before Cellucci entered the\n\nvehicle. Both saw a screwdriver located in the passenger door as well\n\nas some damage to the interior that was consistent with a stolen\n\nvehicle.1    Gillis saw what looked like an ignition switch on the\n\npassenger side floor. Cellucci saw some damage to the steering column.\n\nAfter these quick observations, Cellucci entered the vehicle.\n\n\n\n\n1    Despite these indicia that the car might be stolen, the car in\nfact belonged to Nee's wife and was properly in his possession.\n\n                                   -5-\n\f          At this point the district court ceased to credit the\n\nofficers' story.2 Cellucci said that he had inadvertently discovered\n\nthe guns when he entered the vehicle to retrieve Nee's license from the\n\ncenter console, an account corroborated by Officer Gillis. According\n\nto the officers, Cellucci placed his hand on the top part of the\n\npassenger seat to steady himself as he reached into the car. The seat,\n\nhowever, was improperly bolted to the floor and gave way. As he was\n\nfalling, Cellucci brought his other hand down to maintain his balance.\n\nIt landed on a knapsack that Cellucci testified was lying on the floor\n\nin front of the seat. Cellucci claimed he could feel guns through the\n\nfabric when his hand landed on the knapsack. The officers subsequently\n\narrested all three men.\n\n          The district court rejected this account of the discovery of\n\nthe guns. After noting that neither Cellucci nor Gillis testified to\n\nhaving seen the knapsack when they visually inspected the interior of\n\nthe car, the court concluded that the knapsack was not located on the\n\nfloor in front of the seat as the officers had testified. Instead, the\n\ndistrict court found that the officers had not mentioned seeing the\n\nknapsack because it was actually located underneath the passenger seat,\n\n\n\n2    The district court initially found as fact in its order granting\nthe motions to suppress that Officer Gillis had not confirmed the\npresence of a screwdriver or ignition switch on the passenger side of\nthe vehicle. As the court acknowledged when denying Wallace's later\nmotion to sever, see infra at 13 (discussing motion), that specific\nfinding was erroneous.\n\n                                 -6-\n\fand that Cellucci had conducted an intentional search of the vehicle\n\nfor evidence of a crime. As part of this search, therefore, Cellucci\n\npulled the knapsack out from under the seat and then discovered the\n\nweapons that led to the arrest of the three men.\n\n          Before trial, Nee, Kelley, and Wallace filed motions to\n\nsuppress the two loaded firearms found in the knapsack.3 The government\n\nopposed the motions, raising Michigan v. Long in defense of Cellucci's\n\nentry into the car to retrieve Nee's license because of a concern that\n\nweapons might be in the vehicle.       The district court concluded,\n\nhowever, that because Officer Cellucci conducted an intentional search\n\nfor evidence of a crime, that search had to be justified by probable\n\ncause. Noting that the officers conceded a lack of probable cause, the\n\ncourt suppressed the guns as the fruit of an unconstitutional search.4\n\n                                 II.\n\n          In determining whether, in the absence of probable cause, an\n\ninvestigatory seizure and search violates the Fourth Amendment, we use\n\n\n\n3    The district court granted Nee's motion in an order dated June 16,\n2000. However, the court afforded additional time to Kelley and\nWallace so that they could submit memoranda concerning their standing\nto challenge the search of the car and the knapsack. In an order dated\nAugust 28, 2000, the court determined that Wallace lacked standing and\ndenied his motion to suppress, but granted Kelley's motion on the same\ngrounds as stated in its June 16 order. The government appealed both\norders, and we consolidated the two appeals.\n4    The government does not challenge on appeal the district court's\nconclusion that the officers lacked probable cause to conduct a search\nof the vehicle.\n\n                                 -7-\n\fthe two-prong test set forth in Terry v. Ohio, 392 U.S. 1, 19-20\n\n(1968). First, we ask whether the officers' actions were justified at\n\ntheir inception, and second, whether their actions were reasonably\n\nrelated in scope to the circumstances which justified the officers'\n\ninitial interference. Id.; see also United States v. Sharpe, 470 U.S.\n\n675, 682 (1985); United States v. Stanley, 915 F.2d 54, 55 (1st Cir.\n\n1990). The district court concluded that the initial stop in this case\n\n-- for \"possible traffic infractions and [a] possible stolen car\" --\n\nwas legally permissible under the first prong of Terry. At issue,\n\nthen, is only the second prong of Terry, namely, whether the ensuing\n\nsearch was reasonable in its scope.       The government argues that\n\nMichigan v. Long, 463 U.S. 1032 (1983) provides support for Cellucci's\n\nentry into the vehicle to obtain Nee's driver's license from the center\n\nconsole.\n\n           Limited searches of a person for weapons are constitutionally\n\npermissible adjuncts to a Terry stop if \"a reasonably prudent man in\n\nthe circumstances would be warranted in the belief that his safety or\n\nthat of others was in danger.\" Terry, 392 U.S. at 27. Long expanded\n\nthe permissible area of such a search from people to automobiles.\n\nLong, 463 U.S. at 1049.    Specifically, the Long Court held that a\n\npurely protective search of the areas of an automobile where weapons\n\nmay be hidden does not violate the Fourth Amendment if the officers\n\n\"possess[] a reasonable belief based on 'specific and articulable facts\n\n\n                                  -8-\n\fwhich . . . reasonably warrant' the officers in believing that the\n\nsuspect is dangerous and the suspect may gain immediate control of the\n\nweapons.\"    Id. (quoting Terry, 392 U.S. at 21).\n\n            By its own admission, the government did not anticipate that\n\nthe district court would not credit the officers'        \"inadvertent\"\n\ndiscovery description of the search of the vehicle. As a result, the\n\ngovernment's argument before the district court that this case fell\n\nunder Long was based upon the inadvertent discovery of the guns by\n\nCellucci, following his entry into the vehicle for the limited purpose\n\nof retrieving the license. According to the government, this entry was\n\nvalid as a protective search under Long because it allowed the officers\n\nto continue their investigation while also excluding Nee from an area\n\nthat could possibly contain weapons. When the district court rejected\n\nthe officers' account of Cellucci's entry, however, it eliminated the\n\nfactual predicate of this Long argument.\n\n            On appeal, the government seeks to revive this Long argument\n\nthrough a challenge to the district court's factual finding that\n\nCellucci entered the vehicle to conduct an intentional search for\n\nevidence of a crime or contraband. \"The findings of the district court\n\nafter a hearing on a pretrial motion to suppress are binding on the\n\ncourt of appeals unless they are clearly erroneous.\" United States v.\n\nWatson, 76 F.3d 4, 6 (1st Cir. 1996). \"This deferential standard\n\nrequires that an appellate court exhibit great respect for the\n\n\n                                  -9-\n\fpresider's opportunity to hear the testimony, observe the witnesses'\n\ndemeanor, and evaluate the facts at first hand.\" United States v.\n\nZapata, 18 F.3d 971, 975 (1st Cir. 1994). The government seeks to\n\nclear this high hurdle through a series of attacks upon the district\n\ncourt's credibility determinations. Making much of the fact that no\n\nwitnesses contradicted the officers' account of the discovery of the\n\nknapsack and guns and that there was no direct evidence supporting the\n\nfinding that the knapsack was under the seat, the government argues\n\nthat the district court's conclusion that Cellucci's testimony lacked\n\ncredibility was clearly erroneous.\n\n          The government's arguments, however, are unpersuasive.\n\n\"Where evaluations of witnesses' credibility are concerned, we are\n\nespecially deferential to the district court's judgment; we may\n\noverturn its decision only if, after reviewing all of the evidence, we\n\nhave a definite and firm conviction that a mistake has been committed.\"\n\nUnited States v. Jones, 187 F.3d 210, 214 (1st Cir. 1999) (internal\n\nquotation marks omitted). Despite the court's minor error in reporting\n\nwhat Officer Gillis saw upon looking into the vehicle, see supra note\n\n2, the record as a whole lends support to the court's credibility\n\ndeterminations.\n\n          Officer Gillis testified that he saw an ignition switch on\n\nthe passenger side floor of the vehicle. This was precisely where\n\nCellucci claimed the knapsack was located, yet Gillis did not mention\n\n\n                                 -10-\n\fseeing the knapsack until after Cellucci had placed his hand on it.\n\nThe district court also questioned the need for Gillis to assist\n\nCellucci in his efforts to retrieve a license from a now empty car,\n\nnoting that \"[i]t did not take two officers, Gillis 'leaning' from the\n\ndriver's side, Cellucci 'leaning' from the passenger's side, to\n\nretrieve Nee's driver's license from the center console of the car.\"\n\nMoreover, the officers could have called in the license plate of the\n\ncar to determine if it had been reported stolen or to check whether Nee\n\nwas telling the truth when he said the car belonged to his wife,\n\nthereby addressing the suspicion that the officers testified prompted\n\nthe stop of the car.    Instead, the officers pressed forward with\n\nCellucci's entry and search of the vehicle. In light of such evidence,\n\nwe do not have the necessary basis--a \"definite and firm conviction\n\nthat a mistake has been committed\"--for rejecting the court's\n\ncredibility determinations. Jones, 187 F.3d at 214 (internal quotation\n\nmarks omitted); Jackson v. United States, 156 F.3d 230, 232-33 (1st\n\nCir. 1998).\n\n          The district court's credibility determination that Cellucci\n\nentered Nee's car in search of evidence of a crime undercuts the\n\nMichigan v. Long argument made by the government before the district\n\ncourt. Under established precedent, such a search exceeds the limited\n\nboundaries of the exception to the probable cause requirement created\n\nby Terry and Long. The purpose of a Terry \"search is not to discover\n\n\n                                 -11-\n\fevidence of crime, but to allow the officer to pursue his investigation\n\nwithout fear of violence.\"    Adams v. Williams, 407 U.S. 143, 146\n\n(1972); see also Ybarra v. Illinois, 444 U.S. 85, 93-94 (1979)\n\n(\"Nothing in Terry can be understood to allow . . . any search whatever\n\nfor anything but weapons.\"). In United States v. Lott, 870 F.2d 778\n\n(1st Cir. 1989), we applied this precedent to a search that the\n\ngovernment claimed was permitted by Long, invalidating the search\n\nbecause the officers conceded that the search \"was for contraband, not\n\njust weapons.\" Id. at 783, 785 (holding that the validity of the\n\nsearch was \"fatally undercut\" because it \"was directed towards finding\n\ncontraband.   It was not a search for weapons only\").\n\n                                 III.\n\n          Invoking Whren v. United States, 517 U.S. 806 (1996), and its\n\nadmonition that \"[s]ubjective intentions play no role in ordinary,\n\nprobable-cause . . . analysis,\" id. at 813, and seeking to dismiss the\n\nrelevance of the district court's factual findings about the purpose of\n\nCellucci's entry into the vehicle,5 the government presses an\n\nalternative basis for holding Cellucci's search for evidence or\n\ncontraband valid under Long. According to the government, Whren means\n\nthat Adams, Ybarra, and Lott are no longer good law. Consequently,\n\n5    The government concedes that the district \"court . . . found that\nthe officers discovered the gun by engaging in an illegal search of the\ncar, and then the knapsack, for contraband.\" Government's Brief at 9;\nsee also id. at 26, 27 & 31. Unlike the dissent, we cannot read the\ndecision of the district court in any other way.\n\n                                 -12-\n\finstead of focusing upon Cellucci's purpose in entering the vehicle and\n\nexcluding evidence seized during the intentional search for evidence or\n\ncontraband because of that subjective purpose, the government argues\n\nthat the district court should have examined the facts objectively.\n\nThus viewed, the government argues, there were \"specific and\n\narticulable facts\" that justified a reasonable police officer \"in\n\nbelieving that the suspect is dangerous and the suspect may gain\n\nimmediate control of weapons,\" Long, 463 U.S. at 1049, and that\n\njustified, therefore, a protective search of all parts of the vehicle\n\nwhere weapons could be hidden. As a result, the government continues,\n\n\"the seizure of evidence in this case must be affirmed even if the\n\nofficers searched the knapsack hoping to find contraband, as the\n\ndistrict court concluded.\"\n\n          The implications of this argument about the scope of the\n\nTerry/Long exception to the probable cause requirement are substantial.\n\nAccepting it would require the reversal of our decision in Lott, 870\n\nF.2d at 783-85 (holding that officers must subjectively--that is, in\n\nfact--search for weapons in order for a search to be a valid protective\n\nsearch under Long). Nonetheless, we decline to address this argument\n\nbecause the government has waived it. The district court itself noted\n\nin a later order denying a motion for severance that the \"legal\n\nargument the government makes on appeal . . . was not pressed in this\n\nCourt.\" Filed by Wallace, the only occupant of the car who did not\n\n\n                                 -13-\n\fhave standing to challenge the search of the car and knapsack, that\n\nmotion to sever sought a trial separate from that of his co-defendants\n\non the ground that the present appeal violated his Sixth Amendment\n\nright to a speedy trial. The district court therefore undertook an\n\nevaluation of the merits of the government's appeal to determine\n\nwhether it was frivolous and consequently could not stop the speedy\n\ntrial clock. Though noting that \"the government challenges [in its\n\ninterlocutory appeal] the conclusions of law that [the court] made on\n\na ground that has little or nothing to do with the hearing conducted on\n\nthe motion, the arguments made or indeed, the testimony,\" and\n\nexpressing reservations about the merits of the government's new\n\nMichigan v. Long argument, the district court nonetheless concluded\n\nthat the government's appeal was not frivolous and denied the motion to\n\nsever.\n\n          It is a cardinal principle that \"[i]ssues not squarely raised\n\nin the district court will not be entertained on appeal.\" United\n\nStates v. Barnett, 989 F.2d 546, 554 (1st Cir. 1993). This \"raise-or-\n\nwaive rule prevents sandbagging; for instance, it precludes a party\n\nfrom making a tactical decision to refrain from objecting, and\n\nsubsequently, should the case turn sour, assigning error (or, even\n\nworse, planting an error and nurturing the seed as insurance against an\n\ninfelicitous result).\" United States v. Taylor, 54 F.3d 967, 972 (1st\n\nCir. 1995). Upon careful examination of the government's arguments\n\n\n                                 -14-\n\fbelow, we conclude that the district court, from its superior vantage\n\npoint, correctly observed that the government failed to preserve its\n\nalternative Whren-based Long argument.\n\n          The government filed four legal memoranda objecting to\n\nsuppression of the evidence seized pursuant to the search of Nee's\n\nvehicle. Although the cornerstone of the government's claim on appeal\n\nas to the irrelevance of the officers' subjective intentions is the\n\npurported conflict between Whren and Lott, that conflict is not\n\nmentioned in any of these memoranda. Indeed, the government cites to\n\nWhren only twice, both times for the simple proposition that the\n\nofficers could stop the vehicle and order the occupants out of the car.\n\nThough Lott is discussed, the government only distinguishes the facts\n\nin that case from the facts here as the officers presented them, rather\n\nthan attacking the legal principles underlying the Lott holding.6\n\n          Moreover, there is nothing in the memoranda that serves as\n\nan equivalent to the alternative argument the government now presses on\n\nappeal. Though the government does suggest that the officers were\n\n\n6    Even on appeal, the government's attack on Lott has the flavor of\na work in progress. In its principal brief, the government claims in\na footnote that the \"extent to which Lott remains viable after Whren is\nobviously suspect.\" Despite the fact that Lott is directly on point\nand controlling precedent unless Whren does overrule it, see, e.g.,\nUnited States v. Wogan, 938 F.2d 1446, 1449 (1st Cir. 1991) (\"We have\nheld, time and again, that in a multi-panel circuit, prior panel\ndecisions are binding upon newly constituted panels in the absence of\nsupervening authority sufficient to warrant disregard of established\nprecedent.\"), the government waited until its reply brief to argue\nexplicitly that Lott is no longer good law.\n\n                                 -15-\n\fentitled to perform a full search of the car for weapons, this\n\nsuggestion is based upon the officers' subjective motivations, as they\n\nwere expected to testify to them. Indeed, the subjective motivations\n\nof the officers are central to the analysis in the government's\n\nmemoranda.    The government never argues that these subjective\n\nmotivations are irrelevant or that the district court should ignore the\n\nofficers' subjective purpose and undertake an objective analysis of the\n\nfacts. \"Judges are not expected to be mindreaders. Consequently, a\n\nlitigant has an obligation to spell out its arguments squarely and\n\ndistinctly, or else forever hold its peace.\" United States v. Zannino,\n\n895 F.2d 1, 17 (1st Cir. 1990) (internal citations and quotations\n\nomitted).\n\n            Although the raise-or-waive rule is not absolute, \"it is\n\nrelaxed only in extreme cases. Arguments not raised below will be\n\nentertained on appeal only in horrendous cases where a gross\n\nmiscarriage of justice would occur and, in addition, where the newly\n\nasserted ground is so compelling as virtually to insure appellant's\n\nsuccess.\" United States v. Haggert, 980 F.2d 8, 11 (1st Cir. 1992)\n\n(internal quotation marks omitted); see also United States v. Ramirez-\n\nRivera, 241 F.3d 37, 40 (1st Cir. 2001). This is not an exceptional\n\ncase, despite the government's claim that it \"could hardly be expected\n\nto have anticipated (or invited) the district court's adverse\n\ncredibility determinations and factual findings,\" and hence the need to\n\n\n                                 -16-\n\fargue in the alternative. We reject this claim. District courts\n\nroutinely find facts and make credibility determinations during\n\nsuppression hearings. No party is immune from the possibility that\n\nthose credibility judgments will be adverse. If the government had an\n\nargument, as it now claims it does, that would justify the search of\n\nNee's vehicle no matter what credibility determinations the court made\n\nabout the purpose of Cellucci's search, the onus was on the government\n\nto press that argument in the first instance. Not having done so, the\n\ngovernment cannot raise it for the first time on appeal.\n\n          Affirmed.\n\n                          Dissent Follows\n\n\n\n\n                                -17-\n\f          TORRUELLA, Circuit Judge, dissenting. The Michigan v. Long\n\nstandard is clear: a protective area search of the car is\n\nconstitutional as long as the police officers can point to \"specific\n\nand articulable facts which . . . reasonably warrant [them] in\n\nbelieving that the suspect is dangerous and the suspect may gain\n\nimmediate control of the weapons.\" 463 U.S. 1032, 1049 (1977) (quoting\n\nTerry v. Ohio, 329 U.S. 1, 21 (1968)). This Court has held that the\n\nLong test is subjective, rather than objective. United States v. Lott,\n\n870 F.2d 778, 783-84 (1st Cir. 1989) (highlighting the requirements\n\nthat the officers \"possess\" a reasonable fear that their safety has\n\nbeen compromised and that they \"believe\" and \"suspect\" that the\n\ndetainee is armed).1 Consequently, under First Circuit law, a Long\n\nsearch passes Fourth Amendment scrutiny only if the officers in the\n\nfield were actually concerned for their safety. Lott, 870 F.2d at 784.\n\nBecause I believe the district court did not analyze the facts using\n\nthis standard, I would remand this case for further factual findings.\n\n          At the suppression hearing, Officer Cellucci stated that he\n\nentered the car for the sole purpose of retrieving Nee's license.\n\nCellucci testified that while he was reaching to the center console,\n\nthe passenger seat gave way, causing him to \"inadvertently\" discover\n\nthe weapons inside the knapsack. The district court discounted this\n\n\n\n1 But see United States v. Mernard, 95 F.3d 9, 11 (8th Cir. 1996);\nUnited States v. Baker, 47 F.3d 691, 694 (5th Cir. 1995).\n\n                                -18-\n\ftestimony, finding Cellucci's account \"simply not credible.\" Instead,\n\nit found that Cellucci intended to search the car when he entered it.\n\nThe district court made no further finding concerning the purpose of\n\nthe search. A protective area search under Long is consistent with\n\nthese findings. That is, even if the officers lied about entering the\n\ncar to retrieve Nee's license and were in fact conducting an\n\nintentional search for weapons, Long permits such an intentional search\n\nif the officers believed that the suspects might have access to weapons\n\nlocated therein. The question for the court, then, was whether the\n\nofficers did in fact possess a reasonable fear for their safety.2\n\n          The majority, however, infers from the district court's\n\nopinion that the search was for contraband, not weapons, thereby\n\nrendering a Long analysis irrelevant.        See Lott, F.2d at 785\n\n(concluding that search was improper because it \"was not a search for\n\nweapons only\").    Although the opinion contains no such explicit\n\nfinding, the majority concludes that this inference is the only way to\n\nexplain the district court's focus on probable cause, rather than on\n\nLong. In other words, because the court conducted only a probable\n\ncause analysis, and since a search for contraband can only be justified\n\nby probable cause, the majority believes the district court must have\n\nconcluded, sub silentio, that the search was for contraband. The\n\n2 Given that the officers conceded from the outset that they had no\nprobable cause to search the car, moreover, the Long analysis appears\nto be the only analysis pertinent to this case.\n\n                                 -19-\n\fmajority thus assumes that the district court had the Long argument in\n\nmind while conducting its probable cause analysis, and uses an inferred\n\nfactual finding to reconcile any possible contradiction. While I\n\nnormally might be inclined to give the district court such a benefit of\n\nthe doubt, I am unwilling to do so in this case for the following\n\nreasons.\n\n           First, the inferred factual finding cannot be squared with\n\nthe record, which suggests that the officers consistently suspected\n\nthat the car contained weapons. It is uncontested that upon entering\n\nthe scene, the officers frisked all of the defendants. Cf. Lott, F.2d\n\nat 785 (noting that the officers’ failure to frisk suspects after they\n\nexited the vehicle demonstrated that they did not fear for their\n\nsafety). In fact, Officer Cellucci's first action upon entering the\n\nvehicle was to frisk the third occupant of the car and to ask him to\n\nexit the vehicle. Significant as well is Officer Ball's reason --\n\nfound in the contemporaneous police report as well as the hearing\n\ntranscript -- for not letting Nee back in the car. Ball testified\n\nvarious times that he did not want Nee to enter the car because he \"did\n\nnot know what [Nee] had in there.\" Officer Gillis shared this concern,\n\nstating, \"We didn't know if there was [sic] any weapons or anything\n\nthat could be used to hurt us in that vehicle.\" Furthermore, after\n\nasking Cellucci to retrieve Nee's license, Ball asked Nee to step to\n\nthe rear of the vehicle. Ball later testified that \"for [reasons of]\n\n\n                                 -20-\n\fofficer safety, [he] wanted [Nee] at the back of the car so that [he]\n\ncould watch him and watch the two officers in the car.\" All of these\n\nmeasures attest to the officers' subjective belief that weapons, not\n\ncontraband, were located in the car. Nevertheless, the majority's\n\nreading of the district court opinion suggests that upon entering the\n\nvehicle, this fear simply vanished and the officers were suddenly\n\nmotivated to \"find evidence of a crime,\" presumably that the car was\n\nstolen.3   Even if the court did conclude, sub silentio, that the\n\nofficers were searching for such evidence, I believe this conclusion\n\nrequires explicit justification by the district court given the record\n\nin this case.\n\n           Second, other aspects of the district court's opinion tend\n\nto support a conclusion that the officers had a reasonable fear for\n\ntheir safety.    For example, in its conclusions of law, the court\n\nstates that \"where [the officers'] suspicions went beyond traffic\n\nviolations, they had a right to be concerned about weapons.\" Earlier\n\nin that same paragraph, the court acknowledges that the officers had\n\nthe right to conduct an investigatory stop for a \"possible stolen car.\"\n\nSimilarly, the decision indicates that \"[i]f the officers were\n\n\n\n3 Interestingly, the majority, like the district court, suggests that\nthe officers' suspicion was pretextual, noting that if they really\nbelieved the car was stolen, they \"could have called in the license\nplate of the car to determine if it had been reported.\" It is\nparadoxical that a disingenuous suspicion could constitute the main\nfocus of the subsequent search.\n\n                                 -21-\n\fconcerned about weapons, they could have ordered the occupants out of\n\nthe car.\" It is plain from the facts that two of the occupants were\n\nalready outside of the car when the stop occurred, and the third was\n\nfrisked and ordered out of the car before the search began.       Once\n\nagain, if the court did in fact conclude that the officers were\n\nmotivated to look for evidence of a crime, rather than by a concern for\n\ntheir own safety, the district court's other, contradictory conclusions\n\nrequire further explanation.\n\n          Finally, I am concerned by the fact that the Michigan v. Long\n\nargument, although raised in the district court, is not so much as\n\ncited in the district court's orders.      As the hearing transcript\n\nreveals, it was also not addressed orally.4 Even if a finding that the\n\nofficers intended to search for contraband might invalidate an\n\notherwise legal protective area search under Long,5 it does not absolve\n\n\n4  The only reference to Long occurred in the colloquy regarding\nstanding, during which the court stated, \"[The officers are] not even\nsuggesting that they had probable cause to search the car, and they're\nnot suggesting that they had probable cause to, quote, frisk the car,\nwhatever that means, to look for weapons.\" An \"automobile frisk,\" of\ncourse, is a common way of referring to protective area searches under\nLong. See Lott, 870 F.2d at 782. The court's cursory dismissal of\nthis theory, along with its apparent association of this type of search\nwith an incorrect standard reflects, in my opinion, some confusion on\nthe part of the court between a probable cause analysis and the Long\nanalysis urged by the government, and is a further reason I disagree\nwith the inference constructed by the majority.\n5 This is the paradigm suggested by Lott, though it was not squarely\naddressed since in that case, this Court found that the officers did\nnot exhibit a fear for their safety in addition to having an improper\nmotivation for the search. Lott, 870 F.2d at 785. At least one case\n\n                                 -22-\n\fthe court from addressing the ultimate issue in the analysis, namely,\n\nwhether the officers actually feared for their safety. See, e.g.,\n\nLott, 870 F.2d at 784 (taking into account \"all facts gathered up to\n\nthe time of the search\" before deciding that the search was \"fatally\n\nundercut\" due to the officers' improper motivations). Only when the\n\ncourt considers the legal theories raised by the parties below and has\n\naddressed the implications of its own factual findings upon them can\n\nthis Court properly review the decisions appealed therefrom.\n\n          To conclude, I believe that the district court failed to\n\ncomplete its analysis below by neglecting to determine whether the\n\nofficers' intentional search was nevertheless a permissible area search\n\nunder Michigan v. Long. For this reason, I would remand this case for\n\nfurther findings in that vein.      I respectfully dissent.\n\n\n\n\non point has concluded otherwise. See, e.g., United States v.\nGonzález, 954 F. Supp. 48, 50 (D. Conn. 1997) (\"[The officer's]\nstatement in the incident report that he believed the car contained\nnarcotics is not inconsistent with his testimony that he feared he\ncould be shot.\").\n\n                                 -23-\n\f",
  "html": "<p class=\"case_cite\">261 F.3d 79 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLANT,<br>v.<br>BRIAN J. NEE, DEFENDANT, APPELLEE.<br>UNITED STATES OF AMERICA, APPELLANT,<br>v.<br>KEVIN M. KELLEY, DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">Nos. 00-2037, 00-2315</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 3, 2001<br>Decided August 20, 2001</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Timothy Q. Feeley, Assistant U.S. Attorney, with whom Donald K. Stern, United States Attorney, and Donald L. Cabell, Assistant U.S. Attorney, were on brief, for appellant.</p>\n      <p class=\"indent\">Brian J. McMenimen, with whom Burke, McMenimen &amp; Payton, was on brief, for appellee Nee.</p>\n      <p class=\"indent\">Benjamin D. Entine, with whom Donald K. Freyleue, were on brief, for appellee Kelley.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Lipez, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pursuing an interlocutory appeal \"from a decision or order of a district court suppressing or excluding evidence,\" 18 U.S.C. &#167; 3731, the government appeals the district court's decision to suppress evidence seized from defendants-appellees, Brian J. Nee and Kevin M. Kelley. Kelley and Nee were charged with violating 18 U.S.C. &#167; 922(g)(1), which prohibits the possession of a firearm by a convicted felon, after police discovered two loaded weapons in Nee's car during the course of a traffic stop. Although the district court found that the initial stop was permissible under Terry v. Ohio, 392 U.S. 1 (1968), the court rejected the police officers' account of the subsequent search of the car and their claim that the weapons were discovered inadvertently. Instead, the court found that the officers had conducted an intentional search for evidence of a crime despite their acknowledgment that they did not have probable cause for such a search. Consequently, the court concluded that the search violated the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, the government argues that there was no constitutional violation, either because the district court erred in its factual findings about the purpose of the search, or, in the alternative, because the officers had an objectively reasonable basis for conducting a protective sweep of the car that justified the search irrespective of its true object, pursuant to Michigan v. Long, 463 U.S. 1032 (1983) and Whren v. United States, 517 U.S. 806 (1996). We affirm, concluding that the court did not err in its factual findings and that the government waived its alternative argument.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At approximately 9:30 p.m. on March 10, 1999, Boston Police Officers Gillis, Yalmokas and Cellucci, along with Massachusetts State Police Trooper Ball, were on duty in an unmarked car in the Dorchester section of Boston. The officers observed a green Ford Mustang and noted that: 1) there was a hole where the trunk lock should have been; 2) the rear license plate was hanging from a single screw; 3) there was no front license plate; and 4) the vehicle had dark tinted windows. Suspecting that the car might be stolen, the officers decided to stop the car and investigate it. Before they could, the car, driven by Nee with Kelley in the passenger seat and a third passenger, Brian Wallace, in the back, pulled into a gas station. The officers saw Nee exit the vehicle and begin to pump gas, and Kelley get out of the car from the passenger side.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The officers turned on their police lights and drove into the gas station. Trooper Ball approached Nee, offered a greeting, and advised him that the car he was driving had \"no front plate, [a] rear plate hanging off, [a] trunk lock popped and windows [that were] too dark.\" In the exchange that followed, Nee stated that the car belonged to his wife. Nee then tried to walk past Ball, indicating that his driver's license was in the vehicle. Ball told Nee to stop. According to the police report and Ball's testimony, Nee appeared nervous and agitated. He reported that his license was in the center console of the car but he was not sure where the registration was located. At this point, Nee again tried to walk past Ball toward the vehicle. This time, Ball physically stopped him and told him to relax, adding, \"We don't know what you have in there.\" Officer Gillis, standing nearby, patted Nee down for weapons, and Officer Cellucci did the same for Kelley. No weapons were found.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ball directed Cellucci to get Nee's driver's license from the center console. Before doing so, Cellucci frisked Wallace who was still seated in the back seat, and again, no weapons were found. Officer Cellucci told the passenger to get out of the car. He and Officer Gillis then visually inspected the car through the passenger and driver's side doors respectively before Cellucci entered the vehicle. Both saw a screwdriver located in the passenger door as well as some damage to the interior that was consistent with a stolen vehicle.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Gillis saw what looked like an ignition switch on the passenger side floor. Cellucci saw some damage to the steering column. After these quick observations, Cellucci entered the vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At this point the district court ceased to credit the officers' story.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Cellucci said that he had inadvertently discovered the guns when he entered the vehicle to retrieve Nee's license from the center console, an account corroborated by Officer Gillis. According to the officers, Cellucci placed his hand on the top part of the passenger seat to steady himself as he reached into the car. The seat, however, was improperly bolted to the floor and gave way. As he was falling, Cellucci brought his other hand down to maintain his balance. It landed on a knapsack that Cellucci testified was lying on the floor in front of the seat. Cellucci claimed he could feel guns through the fabric when his hand landed on the knapsack. The officers subsequently arrested all three men.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court rejected this account of the discovery of the guns. After noting that neither Cellucci nor Gillis testified to having seen the knapsack when they visually inspected the interior of the car, the court concluded that the knapsack was not located on the floor in front of the seat as the officers had testified. Instead, the district court found that the officers had not mentioned seeing the knapsack because it was actually located underneath the passenger seat, and that Cellucci had conducted an intentional search of the vehicle for evidence of a crime. As part of this search, therefore, Cellucci pulled the knapsack out from under the seat and then discovered the weapons that led to the arrest of the three men.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before trial, Nee, Kelley, and Wallace filed motions to suppress the two loaded firearms found in the knapsack.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The government opposed the motions, raising Michigan v. Long in defense of Cellucci's entry into the car to retrieve Nee's license because of a concern that weapons might be in the vehicle. The district court concluded, however, that because Officer Cellucci conducted an intentional search for evidence of a crime, that search had to be justified by probable cause. Noting that the officers conceded a lack of probable cause, the court suppressed the guns as the fruit of an unconstitutional search.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In determining whether, in the absence of probable cause, an investigatory seizure and search violates the Fourth Amendment, we use the two-prong test set forth in Terry v. Ohio, 392 U.S. 1, 19-20 (1968). First, we ask whether the officers' actions were justified at their inception, and second, whether their actions were reasonably related in scope to the circumstances which justified the officers' initial interference. Id.; see also United States v. Sharpe, 470 U.S. 675, 682 (1985); United States v. Stanley, 915 F.2d 54, 55 (1st Cir. 1990). The district court concluded that the initial stop in this case -- for \"possible traffic infractions and [a] possible stolen car\" -- was legally permissible under the first prong of Terry. At issue, then, is only the second prong of Terry, namely, whether the ensuing search was reasonable in its scope. The government argues that Michigan v. Long, 463 U.S. 1032 (1983) provides support for Cellucci's entry into the vehicle to obtain Nee's driver's license from the center console.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Limited searches of a person for weapons are constitutionally permissible adjuncts to a Terry stop if \"a reasonably prudent man in the circumstances would be warranted in the belief that his safety or that of others was in danger.\" Terry, 392 U.S. at 27. Long expanded the permissible area of such a search from people to automobiles. Long, 463 U.S. at 1049. Specifically, the Long Court held that a purely protective search of the areas of an automobile where weapons may be hidden does not violate the Fourth Amendment if the officers \"possess[] a reasonable belief based on 'specific and articulable facts which... reasonably warrant' the officers in believing that the suspect is dangerous and the suspect may gain immediate control of the weapons.\" Id. (quoting Terry, 392 U.S. at 21).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By its own admission, the government did not anticipate that the district court would not credit the officers' \"inadvertent\" discovery description of the search of the vehicle. As a result, the government's argument before the district court that this case fell under Long was based upon the inadvertent discovery of the guns by Cellucci, following his entry into the vehicle for the limited purpose of retrieving the license. According to the government, this entry was valid as a protective search under Long because it allowed the officers to continue their investigation while also excluding Nee from an area that could possibly contain weapons. When the district court rejected the officers' account of Cellucci's entry, however, it eliminated the factual predicate of this Long argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, the government seeks to revive this Long argument through a challenge to the district court's factual finding that Cellucci entered the vehicle to conduct an intentional search for evidence of a crime or contraband. \"The findings of the district court after a hearing on a pretrial motion to suppress are binding on the court of appeals unless they are clearly erroneous.\" United States v. Watson, 76 F.3d 4, 6 (1st Cir. 1996). \"This deferential standard requires that an appellate court exhibit great respect for the presider's opportunity to hear the testimony, observe the witnesses' demeanor, and evaluate the facts at first hand.\" United States v. Zapata, 18 F.3d 971, 975 (1st Cir. 1994). The government seeks to clear this high hurdle through a series of attacks upon the district court's credibility determinations. Making much of the fact that no witnesses contradicted the officers' account of the discovery of the knapsack and guns and that there was no direct evidence supporting the finding that the knapsack was under the seat, the government argues that the district court's conclusion that Cellucci's testimony lacked credibility was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government's arguments, however, are unpersuasive. \"Where evaluations of witnesses' credibility are concerned, we are especially deferential to the district court's judgment; we may overturn its decision only if, after reviewing all of the evidence, we have a definite and firm conviction that a mistake has been committed.\" United States v. Jones, 187 F.3d 210, 214 (1st Cir. 1999) (internal quotation marks omitted). Despite the court's minor error in reporting what Officer Gillis saw upon looking into the vehicle, see supra note 2, the record as a whole lends support to the court's credibility determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Officer Gillis testified that he saw an ignition switch on the passenger side floor of the vehicle. This was precisely where Cellucci claimed the knapsack was located, yet Gillis did not mention seeing the knapsack until after Cellucci had placed his hand on it. The district court also questioned the need for Gillis to assist Cellucci in his efforts to retrieve a license from a now empty car, noting that \"[i]t did not take two officers, Gillis 'leaning' from the driver's side, Cellucci 'leaning' from the passenger's side, to retrieve Nee's driver's license from the center console of the car.\" Moreover, the officers could have called in the license plate of the car to determine if it had been reported stolen or to check whether Nee was telling the truth when he said the car belonged to his wife, thereby addressing the suspicion that the officers testified prompted the stop of the car. Instead, the officers pressed forward with Cellucci's entry and search of the vehicle. In light of such evidence, we do not have the necessary basis- -a \"definite and firm conviction that a mistake has been committed\"--for rejecting the court's credibility determinations. Jones, 187 F.3d at 214 (internal quotation marks omitted); Jackson v. United States, 156 F.3d 230, 232-33 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court's credibility determination that Cellucci entered Nee's car in search of evidence of a crime undercuts the Michigan v. Long argument made by the government before the district court. Under established precedent, such a search exceeds the limited boundaries of the exception to the probable cause requirement created by Terry and Long. The purpose of a Terry \"search is not to discover evidence of crime, but to allow the officer to pursue his investigation without fear of violence.\" Adams v. Williams, 407 U.S. 143, 146 (1972); see also Ybarra v. Illinois, 444 U.S. 85, 93-94 (1979) (\"Nothing in Terry can be understood to allow... any search whatever for anything but weapons.\"). In United States v. Lott, 870 F.2d 778 (1st Cir. 1989), we applied this precedent to a search that the government claimed was permitted by Long, invalidating the search because the officers conceded that the search \"was for contraband, not just weapons.\" Id. at 783, 785 (holding that the validity of the search was \"fatally undercut\" because it \"was directed towards finding contraband. It was not a search for weapons only\").</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Invoking Whren v. United States, 517 U.S. 806 (1996), and its admonition that \"[s]ubjective intentions play no role in ordinary, probable-cause... analysis,\" id. at 813, and seeking to dismiss the relevance of the district court's factual findings about the purpose of Cellucci's entry into the vehicle,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the government presses an alternative basis for holding Cellucci's search for evidence or contraband valid under Long. According to the government, Whren means that Adams, Ybarra, and Lott are no longer good law. Consequently, instead of focusing upon Cellucci's purpose in entering the vehicle and excluding evidence seized during the intentional search for evidence or contraband because of that subjective purpose, the government argues that the district court should have examined the facts objectively. Thus viewed, the government argues, there were \"specific and articulable facts\" that justified a reasonable police officer \"in believing that the suspect is dangerous and the suspect may gain immediate control of weapons,\" Long, 463 U.S. at 1049, and that justified, therefore, a protective search of all parts of the vehicle where weapons could be hidden. As a result, the government continues, \"the seizure of evidence in this case must be affirmed even if the officers searched the knapsack hoping to find contraband, as the district court concluded.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The implications of this argument about the scope of the Terry/Long exception to the probable cause requirement are substantial. Accepting it would require the reversal of our decision in Lott, 870 F.2d at 783-85 (holding that officers must subjectively--that is, in fact--search for weapons in order for a search to be a valid protective search under Long). Nonetheless, we decline to address this argument because the government has waived it. The district court itself noted in a later order denying a motion for severance that the \"legal argument the government makes on appeal... was not pressed in this Court.\" Filed by Wallace, the only occupant of the car who did not have standing to challenge the search of the car and knapsack, that motion to sever sought a trial separate from that of his co-defendants on the ground that the present appeal violated his Sixth Amendment right to a speedy trial. The district court therefore undertook an evaluation of the merits of the government's appeal to determine whether it was frivolous and consequently could not stop the speedy trial clock. Though noting that \"the government challenges [in its interlocutory appeal] the conclusions of law that [the court] made on a ground that has little or nothing to do with the hearing conducted on the motion, the arguments made or indeed, the testimony,\" and expressing reservations about the merits of the government's new Michigan v. Long argument, the district court nonetheless concluded that the government's appeal was not frivolous and denied the motion to sever.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is a cardinal principle that \"[i]ssues not squarely raised in the district court will not be entertained on appeal.\" United States v. Barnett, 989 F.2d 546, 554 (1st Cir. 1993). This \"raise-or-waive rule prevents sandbagging; for instance, it precludes a party from making a tactical decision to refrain from objecting, and subsequently, should the case turn sour, assigning error (or, even worse, planting an error and nurturing the seed as insurance against an infelicitous result).\" United States v. Taylor, 54 F.3d 967, 972 (1st Cir. 1995). Upon careful examination of the government's arguments below, we conclude that the district court, from its superior vantage point, correctly observed that the government failed to preserve its alternative Whren-based Long argument.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government filed four legal memoranda objecting to suppression of the evidence seized pursuant to the search of Nee's vehicle. Although the cornerstone of the government's claim on appeal as to the irrelevance of the officers' subjective intentions is the purported conflict between Whren and Lott, that conflict is not mentioned in any of these memoranda. Indeed, the government cites to Whren only twice, both times for the simple proposition that the officers could stop the vehicle and order the occupants out of the car. Though Lott is discussed, the government only distinguishes the facts in that case from the facts here as the officers presented them, rather than attacking the legal principles underlying the Lott holding.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, there is nothing in the memoranda that serves as an equivalent to the alternative argument the government now presses on appeal. Though the government does suggest that the officers were entitled to perform a full search of the car for weapons, this suggestion is based upon the officers' subjective motivations, as they were expected to testify to them. Indeed, the subjective motivations of the officers are central to the analysis in the government's memoranda. The government never argues that these subjective motivations are irrelevant or that the district court should ignore the officers' subjective purpose and undertake an objective analysis of the facts. \"Judges are not expected to be mindreaders. Consequently, a litigant has an obligation to spell out its arguments squarely and distinctly, or else forever hold its peace.\" United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990) (internal citations and quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the raise-or-waive rule is not absolute, \"it is relaxed only in extreme cases. Arguments not raised below will be entertained on appeal only in horrendous cases where a gross miscarriage of justice would occur and, in addition, where the newly asserted ground is so compelling as virtually to insure appellant's success.\" United States v. Haggert, 980 F.2d 8, 11 (1st Cir. 1992) (internal quotation marks omitted); see also United States v. Ramirez-Rivera, 241 F.3d 37, 40 (1st Cir. 2001). This is not an exceptional case, despite the government's claim that it \"could hardly be expected to have anticipated (or invited) the district court's adverse credibility determinations and factual findings,\" and hence the need to argue in the alternative. We reject this claim. District courts routinely find facts and make credibility determinations during suppression hearings. No party is immune from the possibility that those credibility judgments will be adverse. If the government had an argument, as it now claims it does, that would justify the search of Nee's vehicle no matter what credibility determinations the court made about the purpose of Cellucci's search, the onus was on the government to press that argument in the first instance. Not having done so, the government cannot raise it for the first time on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Despite these indicia that the car might be stolen, the car in fact belonged to Nee's wife and was properly in his possession.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The district court initially found as fact in its order granting the motions to suppress that Officer Gillis had not confirmed the presence of a screwdriver or ignition switch on the passenger side of the vehicle. As the court acknowledged when denying Wallace's later motion to sever, see infra at 13 (discussing motion), that specific finding was erroneous.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The district court granted Nee's motion in an order dated June 16, 2000. However, the court afforded additional time to Kelley and Wallace so that they could submit memoranda concerning their standing to challenge the search of the car and the knapsack. In an order dated August 28, 2000, the court determined that Wallace lacked standing and denied his motion to suppress, but granted Kelley's motion on the same grounds as stated in its June 16 order. The government appealed both orders, and we consolidated the two appeals.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The government does not challenge on appeal the district court's conclusion that the officers lacked probable cause to conduct a search of the vehicle.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The government concedes that the district \"court... found that the officers discovered the gun by engaging in an illegal search of the car, and then the knapsack, for contraband.\" Government's Brief at 9; see also id. at 26, 27 &amp; 31. Unlike the dissent, we cannot read the decision of the district court in any other way.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Even on appeal, the government's attack on Lott has the flavor of a work in progress. In its principal brief, the government claims in a footnote that the \"extent to which Lott remains viable after Whren is obviously suspect.\" Despite the fact that Lott is directly on point and controlling precedent unless Whren does overrule it, see, e.g., United States v. Wogan, 938 F.2d 1446, 1449 (1st Cir. 1991) (\"We have held, time and again, that in a multi-panel circuit, prior panel decisions are binding upon newly constituted panels in the absence of supervening authority sufficient to warrant disregard of established precedent.\"), the government waited until its reply brief to argue explicitly that Lott is no longer good law.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Michigan v. Long standard is clear: a protective area search of the car is constitutional as long as the police officers can point to \"specific and articulable facts which... reasonably warrant [them] in believing that the suspect is dangerous and the suspect may gain immediate control of the weapons.\" 463 U.S. 1032, 1049 (1977) (quoting Terry v. Ohio, 329 U.S. 1, 21 (1968)). This Court has held that the Long test is subjective, rather than objective. United States v. Lott, 870 F.2d 778, 783-84 (1st Cir. 1989) (highlighting the requirements that the officers \"possess\" a reasonable fear that their safety has been compromised and that they \"believe\" and \"suspect\" that the detainee is armed).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Consequently, under First Circuit law, a Long search passes Fourth Amendment scrutiny only if the officers in the field were actually concerned for their safety. Lott, 870 F.2d at 784. Because I believe the district court did not analyze the facts using this standard, I would remand this case for further factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At the suppression hearing, Officer Cellucci stated that he entered the car for the sole purpose of retrieving Nee's license. Cellucci testified that while he was reaching to the center console, the passenger seat gave way, causing him to \"inadvertently\" discover the weapons inside the knapsack. The district court discounted this testimony, finding Cellucci's account \"simply not credible.\" Instead, it found that Cellucci intended to search the car when he entered it. The district court made no further finding concerning the purpose of the search. A protective area search under Long is consistent with these findings. That is, even if the officers lied about entering the car to retrieve Nee's license and were in fact conducting an intentional search for weapons, Long permits such an intentional search if the officers believed that the suspects might have access to weapons located therein. The question for the court, then, was whether the officers did in fact possess a reasonable fear for their safety.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The majority, however, infers from the district court's opinion that the search was for contraband, not weapons, thereby rendering a Long analysis irrelevant. See Lott, F.2d at 785 (concluding that search was improper because it \"was not a search for weapons only\"). Although the opinion contains no such explicit finding, the majority concludes that this inference is the only way to explain the district court's focus on probable cause, rather than on Long. In other words, because the court conducted only a probable cause analysis, and since a search for contraband can only be justified by probable cause, the majority believes the district court must have concluded, sub silentio, that the search was for contraband. The majority thus assumes that the district court had the Long argument in mind while conducting its probable cause analysis, and uses an inferred factual finding to reconcile any possible contradiction. While I normally might be inclined to give the district court such a benefit of the doubt, I am unwilling to do so in this case for the following reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, the inferred factual finding cannot be squared with the record, which suggests that the officers consistently suspected that the car contained weapons. It is uncontested that upon entering the scene, the officers frisked all of the defendants. Cf. Lott, F.2d at 785 (noting that the officers' failure to frisk suspects after they exited the vehicle demonstrated that they did not fear for their safety). In fact, Officer Cellucci's first action upon entering the vehicle was to frisk the third occupant of the car and to ask him to exit the vehicle. Significant as well is Officer Ball's reason -- found in the contemporaneous police report as well as the hearing transcript -- for not letting Nee back in the car. Ball testified various times that he did not want Nee to enter the car because he \"did not know what [Nee] had in there.\" Officer Gillis shared this concern, stating, \"We didn't know if there was [sic] any weapons or anything that could be used to hurt us in that vehicle.\" Furthermore, after asking Cellucci to retrieve Nee's license, Ball asked Nee to step to the rear of the vehicle. Ball later testified that \"for [reasons of] officer safety, [he] wanted [Nee] at the back of the car so that [he] could watch him and watch the two officers in the car.\" All of these measures attest to the officers' subjective belief that weapons, not contraband, were located in the car. Nevertheless, the majority's reading of the district court opinion suggests that upon entering the vehicle, this fear simply vanished and the officers were suddenly motivated to \"find evidence of a crime,\" presumably that the car was stolen.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Even if the court did conclude, sub silentio, that the officers were searching for such evidence, I believe this conclusion requires explicit justification by the district court given the record in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, other aspects of the district court's opinion tend to support a conclusion that the officers had a reasonable fear for their safety. For example, in its conclusions of law, the court states that \"where [the officers'] suspicions went beyond traffic violations, they had a right to be concerned about weapons.\" Earlier in that same paragraph, the court acknowledges that the officers had the right to conduct an investigatory stop for a \"possible stolen car.\" Similarly, the decision indicates that \"[i]f the officers were concerned about weapons, they could have ordered the occupants out of the car.\" It is plain from the facts that two of the occupants were already outside of the car when the stop occurred, and the third was frisked and ordered out of the car before the search began. Once again, if the court did in fact conclude that the officers were motivated to look for evidence of a crime, rather than by a concern for their own safety, the district court's other, contradictory conclusions require further explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, I am concerned by the fact that the Michigan v. Long argument, although raised in the district court, is not so much as cited in the district court's orders. As the hearing transcript reveals, it was also not addressed orally.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Even if a finding that the officers intended to search for contraband might invalidate an otherwise legal protective area search under Long,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> it does not absolve the court from addressing the ultimate issue in the analysis, namely, whether the officers actually feared for their safety. See, e.g., Lott, 870 F.2d at 784 (taking into account \"all facts gathered up to the time of the search\" before deciding that the search was \"fatally undercut\" due to the officers' improper motivations). Only when the court considers the legal theories raised by the parties below and has addressed the implications of its own factual findings upon them can this Court properly review the decisions appealed therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To conclude, I believe that the district court failed to complete its analysis below by neglecting to determine whether the officers' intentional search was nevertheless a permissible area search under Michigan v. Long. For this reason, I would remand this case for further findings in that vein. I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p>  But see United States v. Mernard, 95 F.3d 9, 11 (8th Cir. 1996); United States v. Baker, 47 F.3d 691, 694 (5th Cir. 1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p>  Given that the officers conceded from the outset that they had no probable cause to search the car, moreover, the Long analysis appears to be the only analysis pertinent to this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p>  Interestingly, the majority, like the district court, suggests that the officers' suspicion was pretextual, noting that if they really believed the car was stolen, they \"could have called in the license plate of the car to determine if it had been reported.\" It is paradoxical that a disingenuous suspicion could constitute the main focus of the subsequent search.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p>  The only reference to Long occurred in the colloquy regarding standing, during which the court stated, \"[The officers are] not even suggesting that they had probable cause to search the car, and they're not suggesting that they had probable cause to, quote, frisk the car, whatever that means, to look for weapons.\" An \"automobile frisk,\" of course, is a common way of referring to protective area searches under Long. See Lott, 870 F.2d at 782. The court's cursory dismissal of this theory, along with its apparent association of this type of search with an incorrect standard reflects, in my opinion, some confusion on the part of the court between a probable cause analysis and the Long analysis urged by the government, and is a further reason I disagree with the inference constructed by the majority.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p>  This is the paradigm suggested by Lott, though it was not squarely addressed since in that case, this Court found that the officers did not exhibit a fear for their safety in addition to having an improper motivation for the search. Lott, 870 F.2d at 785. At least one case on point has concluded otherwise. See, e.g., United States v. Gonzalez, 954 F. Supp. 48, 50 (D. Conn. 1997) (\"[The officer's] statement in the incident report that he believed the car contained narcotics is not inconsistent with his testimony that he feared he could be shot.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLANT,<br>v.<br>BRIAN J. NEE, DEFENDANT, APPELLEE.<br>UNITED STATES OF AMERICA, APPELLANT,<br>v.<br>KEVIN M. KELLEY, DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">Nos. 00-2037, 00-2315</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 3, 2001<br>Decided August 20, 2001</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Timothy Q. Feeley, Assistant U.S. Attorney, with whom Donald K. Stern, United States Attorney, and Donald L. Cabell, Assistant U.S. Attorney, were on brief, for appellant.</p>\n      <p class=\"indent\">Brian J. McMenimen, with whom Burke, McMenimen &amp; Payton, was on brief, for appellee Nee.</p>\n      <p class=\"indent\">Benjamin D. Entine, with whom Donald K. Freyleue, were on brief, for appellee Kelley.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n    </div>\n    <p class=\"indent\">Lipez, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pursuing an interlocutory appeal \"from a decision or order of a district court suppressing or excluding evidence,\" 18 U.S.C. &#167; 3731, the government appeals the district court's decision to suppress evidence seized from defendants-appellees, Brian J. Nee and Kevin M. Kelley. Kelley and Nee were charged with violating 18 U.S.C. &#167; 922(g)(1), which prohibits the possession of a firearm by a convicted felon, after police discovered two loaded weapons in Nee's car during the course of a traffic stop. Although the district court found that the initial stop was permissible under Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span> (1968), the court rejected the police officers' account of the subsequent search of the car and their claim that the weapons were discovered inadvertently. Instead, the court found that the officers had conducted an intentional search for evidence of a crime despite their acknowledgment that they did not have probable cause for such a search. Consequently, the court concluded that the search violated the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, the government argues that there was no constitutional violation, either because the district court erred in its factual findings about the purpose of the search, or, in the alternative, because the officers had an objectively reasonable basis for conducting a protective sweep of the car that justified the search irrespective of its true object, pursuant to Michigan v. Long, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></a></span> (1983) and Whren v. United States, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span> (1996). We affirm, concluding that the court did not err in its factual findings and that the government waived its alternative argument.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At approximately 9:30 p.m. on March 10, 1999, Boston Police Officers Gillis, Yalmokas and Cellucci, along with Massachusetts State Police Trooper Ball, were on duty in an unmarked car in the Dorchester section of Boston. The officers observed a green Ford Mustang and noted that: 1) there was a hole where the trunk lock should have been; 2) the rear license plate was hanging from a single screw; 3) there was no front license plate; and 4) the vehicle had dark tinted windows. Suspecting that the car might be stolen, the officers decided to stop the car and investigate it. Before they could, the car, driven by Nee with Kelley in the passenger seat and a third passenger, Brian Wallace, in the back, pulled into a gas station. The officers saw Nee exit the vehicle and begin to pump gas, and Kelley get out of the car from the passenger side.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The officers turned on their police lights and drove into the gas station. Trooper Ball approached Nee, offered a greeting, and advised him that the car he was driving had \"no front plate, [a] rear plate hanging off, [a] trunk lock popped and windows [that were] too dark.\" In the exchange that followed, Nee stated that the car belonged to his wife. Nee then tried to walk past Ball, indicating that his driver's license was in the vehicle. Ball told Nee to stop. According to the police report and Ball's testimony, Nee appeared nervous and agitated. He reported that his license was in the center console of the car but he was not sure where the registration was located. At this point, Nee again tried to walk past Ball toward the vehicle. This time, Ball physically stopped him and told him to relax, adding, \"We don't know what you have in there.\" Officer Gillis, standing nearby, patted Nee down for weapons, and Officer Cellucci did the same for Kelley. No weapons were found.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Ball directed Cellucci to get Nee's driver's license from the center console. Before doing so, Cellucci frisked Wallace who was still seated in the back seat, and again, no weapons were found. Officer Cellucci told the passenger to get out of the car. He and Officer Gillis then visually inspected the car through the passenger and driver's side doors respectively before Cellucci entered the vehicle. Both saw a screwdriver located in the passenger door as well as some damage to the interior that was consistent with a stolen vehicle.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Gillis saw what looked like an ignition switch on the passenger side floor. Cellucci saw some damage to the steering column. After these quick observations, Cellucci entered the vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At this point the district court ceased to credit the officers' story.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Cellucci said that he had inadvertently discovered the guns when he entered the vehicle to retrieve Nee's license from the center console, an account corroborated by Officer Gillis. According to the officers, Cellucci placed his hand on the top part of the passenger seat to steady himself as he reached into the car. The seat, however, was improperly bolted to the floor and gave way. As he was falling, Cellucci brought his other hand down to maintain his balance. It landed on a knapsack that Cellucci testified was lying on the floor in front of the seat. Cellucci claimed he could feel guns through the fabric when his hand landed on the knapsack. The officers subsequently arrested all three men.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court rejected this account of the discovery of the guns. After noting that neither Cellucci nor Gillis testified to having seen the knapsack when they visually inspected the interior of the car, the court concluded that the knapsack was not located on the floor in front of the seat as the officers had testified. Instead, the district court found that the officers had not mentioned seeing the knapsack because it was actually located underneath the passenger seat, and that Cellucci had conducted an intentional search of the vehicle for evidence of a crime. As part of this search, therefore, Cellucci pulled the knapsack out from under the seat and then discovered the weapons that led to the arrest of the three men.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before trial, Nee, Kelley, and Wallace filed motions to suppress the two loaded firearms found in the knapsack.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The government opposed the motions, raising Michigan v. Long in defense of Cellucci's entry into the car to retrieve Nee's license because of a concern that weapons might be in the vehicle. The district court concluded, however, that because Officer Cellucci conducted an intentional search for evidence of a crime, that search had to be justified by probable cause. Noting that the officers conceded a lack of probable cause, the court suppressed the guns as the fruit of an unconstitutional search.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In determining whether, in the absence of probable cause, an investigatory seizure and search violates the Fourth Amendment, we use the two-prong test set forth in Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 19-20 (1968). First, we ask whether the officers' actions were justified at their inception, and second, whether their actions were reasonably related in scope to the circumstances which justified the officers' initial interference. Id.; see also United States v. Sharpe, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span>, 682 (1985); United States v. Stanley, <span class=\"citation\" data-id=\"548685\"><a href=\"/opinion/548685/united-states-v-dennis-g-stanley/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 55 (1st Cir. 1990). The district court concluded that the initial stop in this case -- for \"possible traffic infractions and [a] possible stolen car\" -- was legally permissible under the first prong of Terry. At issue, then, is only the second prong of Terry, namely, whether the ensuing search was reasonable in its scope. The government argues that Michigan v. Long, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></a></span> (1983) provides support for Cellucci's entry into the vehicle to obtain Nee's driver's license from the center console.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Limited searches of a person for weapons are constitutionally permissible adjuncts to a Terry stop if \"a reasonably prudent man in the circumstances would be warranted in the belief that his safety or that of others was in danger.\" Terry, 392 U.S. at 27. Long expanded the permissible area of such a search from people to automobiles. Long, 463 U.S. at 1049. Specifically, the Long Court held that a purely protective search of the areas of an automobile where weapons may be hidden does not violate the Fourth Amendment if the officers \"possess[] a reasonable belief based on 'specific and articulable facts which... reasonably warrant' the officers in believing that the suspect is dangerous and the suspect may gain immediate control of the weapons.\" Id. (quoting Terry, 392 U.S. at 21).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By its own admission, the government did not anticipate that the district court would not credit the officers' \"inadvertent\" discovery description of the search of the vehicle. As a result, the government's argument before the district court that this case fell under Long was based upon the inadvertent discovery of the guns by Cellucci, following his entry into the vehicle for the limited purpose of retrieving the license. According to the government, this entry was valid as a protective search under Long because it allowed the officers to continue their investigation while also excluding Nee from an area that could possibly contain weapons. When the district court rejected the officers' account of Cellucci's entry, however, it eliminated the factual predicate of this Long argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, the government seeks to revive this Long argument through a challenge to the district court's factual finding that Cellucci entered the vehicle to conduct an intentional search for evidence of a crime or contraband. \"The findings of the district court after a hearing on a pretrial motion to suppress are binding on the court of appeals unless they are clearly erroneous.\" United States v. Watson, <span class=\"citation\" data-id=\"196550\"><a href=\"/opinion/196550/united-states-v-watson/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir. 1996). \"This deferential standard requires that an appellate court exhibit great respect for the presider's opportunity to hear the testimony, observe the witnesses' demeanor, and evaluate the facts at first hand.\" United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir. 1994). The government seeks to clear this high hurdle through a series of attacks upon the district court's credibility determinations. Making much of the fact that no witnesses contradicted the officers' account of the discovery of the knapsack and guns and that there was no direct evidence supporting the finding that the knapsack was under the seat, the government argues that the district court's conclusion that Cellucci's testimony lacked credibility was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government's arguments, however, are unpersuasive. \"Where evaluations of witnesses' credibility are concerned, we are especially deferential to the district court's judgment; we may overturn its decision only if, after reviewing all of the evidence, we have a definite and firm conviction that a mistake has been committed.\" United States v. Jones, <span class=\"citation\" data-id=\"765614\"><a href=\"/opinion/765614/united-states-v-claude-s-jones/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 214 (1st Cir. 1999) (internal quotation marks omitted). Despite the court's minor error in reporting what Officer Gillis saw upon looking into the vehicle, see supra note 2, the record as a whole lends support to the court's credibility determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Officer Gillis testified that he saw an ignition switch on the passenger side floor of the vehicle. This was precisely where Cellucci claimed the knapsack was located, yet Gillis did not mention seeing the knapsack until after Cellucci had placed his hand on it. The district court also questioned the need for Gillis to assist Cellucci in his efforts to retrieve a license from a now empty car, noting that \"[i]t did not take two officers, Gillis 'leaning' from the driver's side, Cellucci 'leaning' from the passenger's side, to retrieve Nee's driver's license from the center console of the car.\" Moreover, the officers could have called in the license plate of the car to determine if it had been reported stolen or to check whether Nee was telling the truth when he said the car belonged to his wife, thereby addressing the suspicion that the officers testified prompted the stop of the car. Instead, the officers pressed forward with Cellucci's entry and search of the vehicle. In light of such evidence, we do not have the necessary basis- -a \"definite and firm conviction that a mistake has been committed\"--for rejecting the court's credibility determinations. Jones, 187 F.3d at 214 (internal quotation marks omitted); Jackson v. United States, <span class=\"citation\" data-id=\"198130\"><a href=\"/opinion/198130/jackson-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></a></span>, 232-33 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court's credibility determination that Cellucci entered Nee's car in search of evidence of a crime undercuts the Michigan v. Long argument made by the government before the district court. Under established precedent, such a search exceeds the limited boundaries of the exception to the probable cause requirement created by Terry and Long. The purpose of a Terry \"search is not to discover evidence of crime, but to allow the officer to pursue his investigation without fear of violence.\" Adams v. Williams, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>, 146 (1972); see also Ybarra v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, 93-94 (1979) (\"Nothing in Terry can be understood to allow... any search whatever for anything but weapons.\"). In United States v. Lott, <span class=\"citation\" data-id=\"520294\"><a href=\"/opinion/520294/united-states-v-george-e-lott-and-edward-turner/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span> (1st Cir. 1989), we applied this precedent to a search that the government claimed was permitted by Long, invalidating the search because the officers conceded that the search \"was for contraband, not just weapons.\" Id. at 783, 785 (holding that the validity of the search was \"fatally undercut\" because it \"was directed towards finding contraband. It was not a search for weapons only\").</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Invoking Whren v. United States, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span> (1996), and its admonition that \"[s]ubjective intentions play no role in ordinary, probable-cause... analysis,\" id. at 813, and seeking to dismiss the relevance of the district court's factual findings about the purpose of Cellucci's entry into the vehicle,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the government presses an alternative basis for holding Cellucci's search for evidence or contraband valid under Long. According to the government, Whren means that Adams, Ybarra, and Lott are no longer good law. Consequently, instead of focusing upon Cellucci's purpose in entering the vehicle and excluding evidence seized during the intentional search for evidence or contraband because of that subjective purpose, the government argues that the district court should have examined the facts objectively. Thus viewed, the government argues, there were \"specific and articulable facts\" that justified a reasonable police officer \"in believing that the suspect is dangerous and the suspect may gain immediate control of weapons,\" Long, 463 U.S. at 1049, and that justified, therefore, a protective search of all parts of the vehicle where weapons could be hidden. As a result, the government continues, \"the seizure of evidence in this case must be affirmed even if the officers searched the knapsack hoping to find contraband, as the district court concluded.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The implications of this argument about the scope of the Terry/Long exception to the probable cause requirement are substantial. Accepting it would require the reversal of our decision in Lott, 870 F.2d at 783-85 (holding that officers must subjectively--that is, in fact--search for weapons in order for a search to be a valid protective search under Long). Nonetheless, we decline to address this argument because the government has waived it. The district court itself noted in a later order denying a motion for severance that the \"legal argument the government makes on appeal... was not pressed in this Court.\" Filed by Wallace, the only occupant of the car who did not have standing to challenge the search of the car and knapsack, that motion to sever sought a trial separate from that of his co-defendants on the ground that the present appeal violated his Sixth Amendment right to a speedy trial. The district court therefore undertook an evaluation of the merits of the government's appeal to determine whether it was frivolous and consequently could not stop the speedy trial clock. Though noting that \"the government challenges [in its interlocutory appeal] the conclusions of law that [the court] made on a ground that has little or nothing to do with the hearing conducted on the motion, the arguments made or indeed, the testimony,\" and expressing reservations about the merits of the government's new Michigan v. Long argument, the district court nonetheless concluded that the government's appeal was not frivolous and denied the motion to sever.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is a cardinal principle that \"[i]ssues not squarely raised in the district court will not be entertained on appeal.\" United States v. Barnett, <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 554 (1st Cir. 1993). This \"raise-or-waive rule prevents sandbagging; for instance, it precludes a party from making a tactical decision to refrain from objecting, and subsequently, should the case turn sour, assigning error (or, even worse, planting an error and nurturing the seed as insurance against an infelicitous result).\" United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 972 (1st Cir. 1995). Upon careful examination of the government's arguments below, we conclude that the district court, from its superior vantage point, correctly observed that the government failed to preserve its alternative Whren-based Long argument.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government filed four legal memoranda objecting to suppression of the evidence seized pursuant to the search of Nee's vehicle. Although the cornerstone of the government's claim on appeal as to the irrelevance of the officers' subjective intentions is the purported conflict between Whren and Lott, that conflict is not mentioned in any of these memoranda. Indeed, the government cites to Whren only twice, both times for the simple proposition that the officers could stop the vehicle and order the occupants out of the car. Though Lott is discussed, the government only distinguishes the facts in that case from the facts here as the officers presented them, rather than attacking the legal principles underlying the Lott holding.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, there is nothing in the memoranda that serves as an equivalent to the alternative argument the government now presses on appeal. Though the government does suggest that the officers were entitled to perform a full search of the car for weapons, this suggestion is based upon the officers' subjective motivations, as they were expected to testify to them. Indeed, the subjective motivations of the officers are central to the analysis in the government's memoranda. The government never argues that these subjective motivations are irrelevant or that the district court should ignore the officers' subjective purpose and undertake an objective analysis of the facts. \"Judges are not expected to be mindreaders. Consequently, a litigant has an obligation to spell out its arguments squarely and distinctly, or else forever hold its peace.\" United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir. 1990) (internal citations and quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the raise-or-waive rule is not absolute, \"it is relaxed only in extreme cases. Arguments not raised below will be entertained on appeal only in horrendous cases where a gross miscarriage of justice would occur and, in addition, where the newly asserted ground is so compelling as virtually to insure appellant's success.\" United States v. Haggert, <span class=\"citation\" data-id=\"595476\"><a href=\"/opinion/595476/united-states-v-lloyd-r-haggert/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 11 (1st Cir. 1992) (internal quotation marks omitted); see also United States v. Ramirez-Rivera, <span class=\"citation\" data-id=\"199285\"><a href=\"/opinion/199285/united-states-v-ramirez-rivera/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir. 2001). This is not an exceptional case, despite the government's claim that it \"could hardly be expected to have anticipated (or invited) the district court's adverse credibility determinations and factual findings,\" and hence the need to argue in the alternative. We reject this claim. District courts routinely find facts and make credibility determinations during suppression hearings. No party is immune from the possibility that those credibility judgments will be adverse. If the government had an argument, as it now claims it does, that would justify the search of Nee's vehicle no matter what credibility determinations the court made about the purpose of Cellucci's search, the onus was on the government to press that argument in the first instance. Not having done so, the government cannot raise it for the first time on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Despite these indicia that the car might be stolen, the car in fact belonged to Nee's wife and was properly in his possession.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The district court initially found as fact in its order granting the motions to suppress that Officer Gillis had not confirmed the presence of a screwdriver or ignition switch on the passenger side of the vehicle. As the court acknowledged when denying Wallace's later motion to sever, see infra at 13 (discussing motion), that specific finding was erroneous.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The district court granted Nee's motion in an order dated June 16, 2000. However, the court afforded additional time to Kelley and Wallace so that they could submit memoranda concerning their standing to challenge the search of the car and the knapsack. In an order dated August 28, 2000, the court determined that Wallace lacked standing and denied his motion to suppress, but granted Kelley's motion on the same grounds as stated in its June 16 order. The government appealed both orders, and we consolidated the two appeals.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The government does not challenge on appeal the district court's conclusion that the officers lacked probable cause to conduct a search of the vehicle.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The government concedes that the district \"court... found that the officers discovered the gun by engaging in an illegal search of the car, and then the knapsack, for contraband.\" Government's Brief at 9; see also id. at 26, 27 &amp; 31. Unlike the dissent, we cannot read the decision of the district court in any other way.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Even on appeal, the government's attack on Lott has the flavor of a work in progress. In its principal brief, the government claims in a footnote that the \"extent to which Lott remains viable after Whren is obviously suspect.\" Despite the fact that Lott is directly on point and controlling precedent unless Whren does overrule it, see, e.g., United States v. Wogan, <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1449 (1st Cir. 1991) (\"We have held, time and again, that in a multi-panel circuit, prior panel decisions are binding upon newly constituted panels in the absence of supervening authority sufficient to warrant disregard of established precedent.\"), the government waited until its reply brief to argue explicitly that Lott is no longer good law.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Michigan v. Long standard is clear: a protective area search of the car is constitutional as long as the police officers can point to \"specific and articulable facts which... reasonably warrant [them] in believing that the suspect is dangerous and the suspect may gain immediate control of the weapons.\" <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></a></span>, 1049 (1977) (quoting Terry v. Ohio, <span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, 21 (1968)). This Court has held that the Long test is subjective, rather than objective. United States v. Lott, <span class=\"citation\" data-id=\"520294\"><a href=\"/opinion/520294/united-states-v-george-e-lott-and-edward-turner/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span>, 783-84 (1st Cir. 1989) (highlighting the requirements that the officers \"possess\" a reasonable fear that their safety has been compromised and that they \"believe\" and \"suspect\" that the detainee is armed).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Consequently, under First Circuit law, a Long search passes Fourth Amendment scrutiny only if the officers in the field were actually concerned for their safety. Lott, 870 F.2d at 784. Because I believe the district court did not analyze the facts using this standard, I would remand this case for further factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At the suppression hearing, Officer Cellucci stated that he entered the car for the sole purpose of retrieving Nee's license. Cellucci testified that while he was reaching to the center console, the passenger seat gave way, causing him to \"inadvertently\" discover the weapons inside the knapsack. The district court discounted this testimony, finding Cellucci's account \"simply not credible.\" Instead, it found that Cellucci intended to search the car when he entered it. The district court made no further finding concerning the purpose of the search. A protective area search under Long is consistent with these findings. That is, even if the officers lied about entering the car to retrieve Nee's license and were in fact conducting an intentional search for weapons, Long permits such an intentional search if the officers believed that the suspects might have access to weapons located therein. The question for the court, then, was whether the officers did in fact possess a reasonable fear for their safety.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The majority, however, infers from the district court's opinion that the search was for contraband, not weapons, thereby rendering a Long analysis irrelevant. See Lott, F.2d at 785 (concluding that search was improper because it \"was not a search for weapons only\"). Although the opinion contains no such explicit finding, the majority concludes that this inference is the only way to explain the district court's focus on probable cause, rather than on Long. In other words, because the court conducted only a probable cause analysis, and since a search for contraband can only be justified by probable cause, the majority believes the district court must have concluded, sub silentio, that the search was for contraband. The majority thus assumes that the district court had the Long argument in mind while conducting its probable cause analysis, and uses an inferred factual finding to reconcile any possible contradiction. While I normally might be inclined to give the district court such a benefit of the doubt, I am unwilling to do so in this case for the following reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, the inferred factual finding cannot be squared with the record, which suggests that the officers consistently suspected that the car contained weapons. It is uncontested that upon entering the scene, the officers frisked all of the defendants. Cf. Lott, F.2d at 785 (noting that the officers' failure to frisk suspects after they exited the vehicle demonstrated that they did not fear for their safety). In fact, Officer Cellucci's first action upon entering the vehicle was to frisk the third occupant of the car and to ask him to exit the vehicle. Significant as well is Officer Ball's reason -- found in the contemporaneous police report as well as the hearing transcript -- for not letting Nee back in the car. Ball testified various times that he did not want Nee to enter the car because he \"did not know what [Nee] had in there.\" Officer Gillis shared this concern, stating, \"We didn't know if there was [sic] any weapons or anything that could be used to hurt us in that vehicle.\" Furthermore, after asking Cellucci to retrieve Nee's license, Ball asked Nee to step to the rear of the vehicle. Ball later testified that \"for [reasons of] officer safety, [he] wanted [Nee] at the back of the car so that [he] could watch him and watch the two officers in the car.\" All of these measures attest to the officers' subjective belief that weapons, not contraband, were located in the car. Nevertheless, the majority's reading of the district court opinion suggests that upon entering the vehicle, this fear simply vanished and the officers were suddenly motivated to \"find evidence of a crime,\" presumably that the car was stolen.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Even if the court did conclude, sub silentio, that the officers were searching for such evidence, I believe this conclusion requires explicit justification by the district court given the record in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, other aspects of the district court's opinion tend to support a conclusion that the officers had a reasonable fear for their safety. For example, in its conclusions of law, the court states that \"where [the officers'] suspicions went beyond traffic violations, they had a right to be concerned about weapons.\" Earlier in that same paragraph, the court acknowledges that the officers had the right to conduct an investigatory stop for a \"possible stolen car.\" Similarly, the decision indicates that \"[i]f the officers were concerned about weapons, they could have ordered the occupants out of the car.\" It is plain from the facts that two of the occupants were already outside of the car when the stop occurred, and the third was frisked and ordered out of the car before the search began. Once again, if the court did in fact conclude that the officers were motivated to look for evidence of a crime, rather than by a concern for their own safety, the district court's other, contradictory conclusions require further explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, I am concerned by the fact that the Michigan v. Long argument, although raised in the district court, is not so much as cited in the district court's orders. As the hearing transcript reveals, it was also not addressed orally.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Even if a finding that the officers intended to search for contraband might invalidate an otherwise legal protective area search under Long,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> it does not absolve the court from addressing the ultimate issue in the analysis, namely, whether the officers actually feared for their safety. See, e.g., Lott, 870 F.2d at 784 (taking into account \"all facts gathered up to the time of the search\" before deciding that the search was \"fatally undercut\" due to the officers' improper motivations). Only when the court considers the legal theories raised by the parties below and has addressed the implications of its own factual findings upon them can this Court properly review the decisions appealed therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To conclude, I believe that the district court failed to complete its analysis below by neglecting to determine whether the officers' intentional search was nevertheless a permissible area search under Michigan v. Long. For this reason, I would remand this case for further findings in that vein. I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p>  But see United States v. Mernard, <span class=\"citation\" data-id=\"725589\"><a href=\"/opinion/725589/united-states-v-michael-d-menard/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 11 (8th Cir. 1996); United States v. Baker, <span class=\"citation\" data-id=\"689145\"><a href=\"/opinion/689145/united-states-v-arnaldo-baker/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span>, 694 (5th Cir. 1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p>  Given that the officers conceded from the outset that they had no probable cause to search the car, moreover, the Long analysis appears to be the only analysis pertinent to this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p>  Interestingly, the majority, like the district court, suggests that the officers' suspicion was pretextual, noting that if they really believed the car was stolen, they \"could have called in the license plate of the car to determine if it had been reported.\" It is paradoxical that a disingenuous suspicion could constitute the main focus of the subsequent search.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p>  The only reference to Long occurred in the colloquy regarding standing, during which the court stated, \"[The officers are] not even suggesting that they had probable cause to search the car, and they're not suggesting that they had probable cause to, quote, frisk the car, whatever that means, to look for weapons.\" An \"automobile frisk,\" of course, is a common way of referring to protective area searches under Long. See Lott, 870 F.2d at 782. The court's cursory dismissal of this theory, along with its apparent association of this type of search with an incorrect standard reflects, in my opinion, some confusion on the part of the court between a probable cause analysis and the Long analysis urged by the government, and is a further reason I disagree with the inference constructed by the majority.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p>  This is the paradigm suggested by Lott, though it was not squarely addressed since in that case, this Court found that the officers did not exhibit a fear for their safety in addition to having an improper motivation for the search. Lott, 870 F.2d at 785. At least one case on point has concluded otherwise. See, e.g., United States v. Gonzalez, <span class=\"citation\" data-id=\"1488371\"><a href=\"/opinion/1488371/united-states-v-gonzalez/\"><span class=\"volume\">954</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">48</span></a></span>, 50 (D. Conn. 1997) (\"[The officer's] statement in the incident report that he believed the car contained narcotics is not inconsistent with his testimony that he feared he could be shot.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1488371/"
  ]
}