{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199536/",
  "absolute_url": "/opinion/199536/ferrara-dimercurio-v-st-paul-mercury/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199536/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:32:17Z",
  "date_modified": "2017-03-24T11:02:12.986696Z",
  "type": "010combined",
  "sha1": "7d7c376b52d54459b7e467387d85471bcd7d7be4",
  "page_count": 1,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1137A-01A.pdf",
  "local_path": "pdf/2001/08/01/Ferrara__DiMercurio_v._St._Paul_Mercury.pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-1137\n\n                     FERRARA & DIMERCURIO,\n\n                     Plaintiff, Appellant,\n\n                                v.\n\n              ST. PAUL MERCURY, INSURANCE COMPANY,\n\n                       Defendant, Appellee.\n\n\n                           ERRATA SHEET\n\n     The opinion of this Court issued on February 14, 2001 is\namended as follows:\n\n    Page 25, line 2:    \"note 7\" should be \"note 5\"\n\f",
  "html": "<p class=\"case_cite\">240 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">FERRARA &amp; DIMERCURIO, Plaintiff, Appellant,<br>v.<br>ST. PAUL MERCURY, INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1137</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 11, 2001<br>Decided January 14, 2001<br>Amended August 1, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. [Hon. Edward F. Harrington, U.S. District Judge]</p>\n      <p class=\"indent\">Joseph M. Orlando with whom David S. Smith, Brian S. McCormick and Orlando &amp; Associates were on brief for appellant.</p>\n      <p class=\"indent\">Richard H. Pettingell with whom Davis, White, Pettingell &amp; Sullivan, LLC was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">For a second time this case comes to us on appeal. See Ferrara &amp; DiMercurio v. St. Paul Mercury Ins. Co., 169 F.3d 43 (1st Cir. 1999)(hereinafter Ferrara I). The facts have not changed.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On July 3, 1993, the commercial fishing vessel F/V TWO FRIENDS was destroyed by a fire. Plaintiff-Appellant Ferrara &amp; DiMercurio (\"F&amp;D\"), owner of the vessel, sought to recover insurance under a Hull Policy issued by defendant-appellee St. Paul Mercury Insurance Company (\"St. Paul\"). St. Paul denied coverage after its investigation ended with a determination of arson, which it understood to be excluded from coverage under the policy. Thereafter, F&amp;D brought an action in the district court claiming that St. Paul's refusal to pay was a breach of the insurance contract and constituted \"bad faith\" in violation of Massachusetts General Laws ch. 93A. After a first trial ended in a hung jury, a second trial ended with the court directing a verdict in favor of the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the time the district court directed a plaintiff's verdict, the court accepted that St. Paul would not be liable could it prove its affirmative defense that the fire was deliberately set by the insured. But the court ruled that the evidence put forward was legally insufficient for a jury to find that plaintiff had deliberately set its boat on fire. St. Paul had also asserted that it would be exempt from liability were the fire found to have been deliberately set by an unknown third party, relying upon the language of an exclusion for \"malicious acts\" found in the so-called Strikes, Riots, and Civil Commotions (\"SR&amp;CC\") clause. However, the court construed that provision as excluding from coverage only those fires deliberately set by third parties in the context of civil unrest, a setting absent here.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, this court disagreed with the district court's rulings, reversing and remanding the case for a third trial. We held that the SR&amp;CC clause excluded from coverage all fires (whether or not arising in the context of civil unrest) that were deliberately set by third parties. See Ferrara I, 169 F.3d at 53. Notwithstanding the clause's title -- \"strikes, riots and civil commotions\" -- we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Malicious acts\" is set forth in the SR&amp;CC clause as a separate, unmodified exclusion from coverage....[N]othing in the plain language and grammar of the clause supports the district court's constriction of excludable \"malicious acts\" to only those acts perpetrated within the context of one or more of the other co-listed events. Nor, in our view, would an objectively reasonable insured interpret the \"malicious acts\" exclusion so narrowly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">.......Hence, to limit the phrase, \"malicious acts,\" to just those activities related to the former categories would be to render the \"malicious acts\" provision redundant, an interpretation running counter to the customary assumption that all words within a clause serve some purpose....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Here, the malicious acts in question are arson -- and not, as a practical matter, arson by the owner or its agents, which are actions separately excluded from coverage by law, but the rarer acts of fire-setting by vandals or other malicious individuals. Such acts fall within the general category of intentional third-party violence which can be said to be a principal overall theme of the SR&amp;CC clause. The \"malicious acts\" category serves the relevant purpose of excluding destructive acts not public or tumultuous enough to be considered a riot or civil commotion. In sum, the SR&amp;CC clause unambiguously excludes from coverage losses caused by \"malicious acts,\" including arson, whether or not the malicious acts occur in the context of one or more of the other events listed in the SR&amp;CC clause. Thus, on remand, the jury should be permitted to determine whether the fire on July 3, 1993, was deliberately set by third parties. Should the jury answer that question in the affirmative, St. Paul would not be liable under the Hull Policy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Id. at 51-53 (citations and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Having reversed the district court's holding that arson by a third party was only a defense when occurring during civil unrest, this court also reversed the district court's other conclusion that the evidence at trial was legally insufficient to support the insurer's arson-by-the-insured defense. We determined that evidence in the record of motive and opportunity on the part of F&amp;D to commit arson was such that \"reasonable jurors could determine that [plaintiff] deliberately set fire to the TWO FRIENDS in order to fraudulently obtain the proceeds of the insurance policy.\" Id. at 56.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties returned to district court to prepare for a third trial, this time before yet a third judge, Judge Harrington. Based upon their mutual understanding of this court's decision in Ferrara I, both parties agreed that the following single question would be submitted to the jury to be answered \"Yes\" or \"No\": \"Do you find that the defendant, St. Paul Mercury Insurance Company, has established by a preponderance of the evidence that the fire was of an incendiary nature or deliberately set?\". This question was apparently meant to incorporate both holdings of Ferrara I, entitling St. Paul to the defense of arson by third parties as well as to the defense of arson-by-the-insured. The jury returned a verdict in favor of defendant St. Paul, answering \"Yes\" to the special verdict. F&amp;D appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Unlike in Ferrara I, when we were faced with, among other issues, the task of construing somewhat unusual language in the insurance policy, this time the issues presented are more commonplace. F&amp;D claims reversible error on the basis of certain evidentiary rulings, any one of which, F&amp;D argues, entitles it to a fourth trial. We disagree. F&amp;D also appeals from the district court's denial of plaintiff's post-trial motion for sanctions. For the reasons that follow, we affirm all of the rulings below.</p>\n    </div>\n    <p class=\"indent\">II. LEGAL ANALYSES OF EVIDENTIARY ISSUES</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Having recited the facts in our first opinion, we need not repeat all of them here. For a more complete account, we refer the reader to Ferrara I, 169 F.3d at 45-49. We report here only those facts that are relevant to the three evidentiary issues raised on this appeal. The three evidentiary issues are as follows<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>: (A) the propriety of allowing the jury to hear evidence of the principal shareholders' alleged motive and opportunity to burn their own boat; (B) the propriety of admitting into evidence against F&amp;D the expert testimony of John Malcolm regarding the cause and origin of the fire; (C) the effectiveness of the district court's curative instruction to the jury to strike and disregard an answer provided on cross-examination by John Malcolm regarding information that was subject to a protective order. We discuss each of these issues in turn below.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A. Motive and Opportunity Evidence to Burn the F/V TWO FRIENDS</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Prior to trial, the district court engaged in an extended colloquy with both parties over the relevance and potential prejudice of defendant's proffer to present evidence of F&amp;D's financial hardship, a proffer, defendant argued, that would tend to prove that F&amp;D had a motive, in addition to the opportunity, to burn their boat, the F/V TWO FRIENDS. Plaintiff objected to this evidence on the ground that it was irrelevant. All parties having agreed that the sole question put to the jury would be \"Do you find that the defendant, St. Paul Mercury Insurance Company, has established by a preponderance of the evidence that the fire was of an incendiary nature or deliberately set?\", plaintiff sought to persuade Judge Harrington that evidence of either motive or opportunity to commit arson would be irrelevant to a determination of the ultimate issue. Then, as now, plaintiff argued that evidence of motive and opportunity to start a fire aboard the F/V TWO FRIENDS was irrelevant to the only explicit question to be answered by the fact-finders: whether or not the fire aboard the F/V TWO FRIENDS was intentional. As an alternative, plaintiff argued that the prejudicial effect of evidence that F&amp;D shareholders had a motive and opportunity to burn their boat substantially outweighed its probative value.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At various times during the pre-trial conference, Judge Harrington pressed plaintiff's counsel for a persuasive explanation of why evidence of motive and opportunity was irrelevant to the ultimate issue of incendiarism. Like Judge Harrington, we are puzzled by plaintiff's constricted interpretation of relevance as defined by Federal Rule of Evidence 401. Consider the evidence that ultimately came out at the trial:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The F/V TWO FRIENDS was locked at the time the fire started. No sign of forced entry into the vessel was found. As both parties' experts agreed that the fire began inside the vessel, St. Paul was faced with the obstacle of explaining, in order to establish that the fire was deliberately set, how an arsonist (be it the insured or a third party) gained access to the vessel. This goes to opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As it turned out, there were four keys to the F/V TWO FRIENDS, three in the hands of the insured-owners and one hanging in a warehouse adjacent to where the boat was moored. The undisputed testimony was that all four keys were in their expected places shortly after the fire. The owner of the warehouse testified that access to the key hanging in the warehouse was not closely guarded, however, and that it was possible that before July 3, 1993, somebody could have illicitly taken the key from the warehouse and made a copy of it. No evidence was put before the jury of anyone being seen near the boat between the hours of 4:30 p.m on July 2, 1993, when Leo Ferrara locked the boat after a fishing trip, and 2:30 a.m. the following morning, when the Gloucester Fire Department responded to the fire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> After a lengthy investigation that led St. Paul's investigators to the conclusion that, due to the burn patterns inside the vessel, the fire had been deliberately set, St. Paul set out to investigate why someone who might have access to the TWO FRIENDS would wish to destroy it. This goes to motive.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Evidence was presented that the plaintiff company F&amp;D, along with its principle shareholders (various members of the Ferrara-DiMercurio family), was in dire financial trouble. The company, organized as a commercial fishing venture in 1987, was losing money and was unable to meet its mortgage payments on the vessel to Gloucester Bank &amp; Trust Company. In fact, F&amp;D had operated at a loss since its inception. As the company fell further behind in its payments, the bank threatened to foreclose not only on the boat mortgage, but on the collateral that was pledged on the loan for the F/V TWO FRIENDS, such as the personal homes of the individual shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Despite successfully negotiating various repayment plans, F&amp;D continued to have difficulties making timely payments to the bank. So, in April 1993, in an effort to quell those financial troubles, F&amp;D and Gloucester Bank &amp; Trust Company agreed that F&amp;D would attempt to sell the TWO FRIENDS for $225,000, a sum that was $150,000 less than the price F&amp;D paid for the vessel in 1987 and significantly less than the outstanding balance of the debts owing, which totaled more than $425,000. The jury heard testimony that the boat was insured for $350,000 under a Hull Policy issued to F&amp;D in 1992 by St. Paul, a sum which if collected by F&amp;D might have protected the homes of the Ferraras and DiMercurios from foreclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The standard for admissibility under Federal Rule of Evidence 401 is a liberal one. Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without that evidence.\" We think the existence of a motive and an opportunity to burn an undisputedly locked boat from the inside-out tends to make the disputed issue -- whether the fire aboard the F/V TWO FRIENDS was an act of arson -- more probable, especially in light of the conflicting expert testimony as to incendiarism. See Part II.B infra. Given especially the nisi prius court's superior vantage point for discerning relevance and the broad discretion accorded to it in doing so, see, e.g., United States v. Tierney, 760 F.2d 382, 387 (1st Cir. 1985), we can find no error in Judge Harrington's determination of relevance.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Unpersuaded, as are we, by plaintiff's argument under Fed. R. Evid. 401, Judge Harrington pushed plaintiff to move forward, on to the balancing required by Federal Rule of Evidence 403.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> \"As with Rule 401, the district courts have considerable discretion in calibrating the Rule 403 scales.\" United States v. Griffin, 818 F.2d 97, 101 (1st Cir. 1987). This is primarily because \"Rule 403 balancing is a quintessentially fact-sensitive enterprise and the trial judge is in the best position to make such factbound assessments.\" Udemba v. Nicoli, 237 F.3d 8, 15 (1st Cir. 2001). \"Only rarely - and in extraordinarily compelling circumstances - will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\" Id. (citing Freeman v. Package Mach. Co., 865 F.2d 1331, 1340 (1st Cir. 1998)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After a lengthy discussion, Judge Harrington took the matter of Rule 403 balancing under advisement. Two weeks later, on the first day of trial but before jury empaneling began, Judge Harrington informed counsel that he would allow defendant to proffer evidence of motive and opportunity as he determined that \"such evidence's probative value outweighs any prejudice to the plaintiff.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiff's arguments to the contrary, it is not the case that Judge Harrington's decision was arbitrary or unfounded or that he failed to provide a reasoned decision for admitting the evidence despite its prejudicial effect. See Brief for the Appellants at 29. The pre-trial colloquy during which the district court explained its difficulties with plaintiff's position provides ample support for the district court's ruling allowing defendant to put before the jury evidence of plaintiff's motive and opportunity to burn its own boat. The matter of the admissibility of this evidence and its prejudicial effect was debated at length, with due consideration to the rulings we made in Ferrara I and the nature of the evidence as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Judge Harrington correctly isolated the issue as one of balancing prejudice against the demonstrably probative value of the motive and opportunity proffer. As we have said in the past,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The fact that a piece of evidence hurts a party's chances does not mean it should automatically be excluded. If that were true, there would be precious little left in the way of probative evidence in any case. The question is one of \"unfair\" prejudice -- not of prejudice alone.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Onujiogu v. United States, 817 F.2d 3, 6 (1st Cir. 1987)(quotation marks omitted). See also Dollar v. Long Manufacturing, N.C., Inc., 561 F.2d 613, 618 (5th Cir. 1977) (\"Virtually all evidence is prejudicial or it isn't material. The prejudice must be 'unfair'.\"), cert. denied, 435 U.S. 996, 98 S. Ct. 1648, 56 L. Ed. 2d 85 (1978). Although evidence of motive and opportunity would plainly further defendant's case at the plaintiff's expense, plaintiff failed to show unfair prejudice. Given this, and the obvious relevance of the evidence to the defendant's affirmative defense, the district court did not abuse its discretion when it denied F&amp;D's motion to exclude.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">B. John Malcolm's Expert Testimony as to Cause and Origin</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Much of the two-week trial before Judge Harrington was a battle between the experts concerning whether the fire was accidental or of incendiary origin. Defendant's expert, John Malcolm, concluded that the fire on the TWO FRIENDS had three points of origin and was deliberately set. Plaintiff's expert, Paul Sullivan, testified that an accidental electrical fire started in the lower electrical panel and exploded in a so-called flash-over igniting everything in the super-heated compartments of the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Beyond the conflicting expert opinions, the battle also raged over whether John Malcolm should be allowed to testify as St. Paul's cause-and-origin expert. It is on this issue that F&amp;D appeals. F&amp;D contends that John Malcolm should not have been permitted to render an expert opinion as to cause and origin because (1) his opinion was based on unreliable data, viz, data not collected by him personally and (2) St. Paul failed to supplement its expert disclosures to include Malcolm's testimony regarding cause and origin. Before going into the merits of these arguments, we recount the history of Malcolm's involvement in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As soon as four days after the fire, St. Paul had hired Fred O'Donnell as its expert to investigate the origin and cause of the fire. Fred O'Donnell then hired John Malcolm as an electrical systems expert to assist him in that investigation. On July 8, 1993, the two men began their investigation on site in Gloucester where the boat remained moored.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">O'Donnell and Malcolm worked closely with each other. Malcolm testified that together, sometimes with Malcolm holding the measuring tape for O'Donnell, the two took measurements of the vessel in preparation for producing scale drawings to assist in the investigation and their report. Although Malcolm's job for which O'Donnell had retained him was to pay close attention to the boat's electrical system, the two men worked in tandem, often double-checking each other's observations and analyses by calling each other over to various burn sites on the vessel to coordinate their data collection and inquiries.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">During the first two trials, O'Donnell and Malcolm both testified as experts, O'Donnell as to the fire's cause and origin and Malcolm as to related but narrower questions concerning the fire and the boat's electrical system. Unfortunately, however, between the first appeal and the third trial, O'Donnell died. For the third trial, then, instead of replacing O'Donnell with an outside cause-and-origin expert, defendant decided that Malcolm would testify as St. Paul's only fire expert, providing opinions on both cause and origin and the vessel's electrical system. This decision is the source of F&amp;D's objection regarding the admissibility of Malcolm's testimony. F&amp;D argued to the district court, as it does to us now, that Malcolm was not competent to testify as to cause and origin as his testimony was principally based not on his own observations but on those made by O'Donnell. F&amp;D also argues that designating Malcolm as a cause-and-origin expert so close to trial unduly prejudiced their case against St. Paul. At least, F&amp;D contends, St. Paul should have supplemented its interrogatory answers and expert reports to include Malcolm's anticipated expanded testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To the extent, if at all, that F&amp;D is complaining that Malcolm lacked qualifications sufficient for the court to permit him to testify as a cause-and-origin expert, that complaint is unavailing. After considering Malcolm's training and experience, the district court, acting pursuant to Federal Rule of Evidence 702, ruled that Malcolm was qualified. That ruling fell within the broad purview of the trial court's discretion. See Diefenbach v. Sheridan Transp., 229 F.3d 27, 30 (1st Cir. 2000) (\"It is well-settled that 'trial judges have broad discretionary powers in determining the qualification, and thus, admissibility, of expert witnesses.'\") (citing Richmond Steel Inc. v. Puerto Rican Am. Ins. Co., 954 F.2d 19, 20 (1st Cir. 1992)). Malcolm's qualifications as a fire analyst are, in fact, considerable. He has master and journeyman electrical licenses from Massachusetts and New Hampshire; he has been consulting as a fire investigator since 1963; and, in 1991, he was qualified as a Certified Fire Investigator by the International Association of Arson Investigators. Malcolm had been qualified twice before as an expert in this case to render an opinion regarding the electrical system's contribution to the fire aboard the vessel.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> After hearing Malcolm's testimony regarding his knowledge, skill, experience and training in fire analysis, Judge Harrington exercised sound discretion in concluding that Malcolm was qualified to render an expert opinion on cause and origin as well as on the vessel's electrical system. See Richmond Steel, 954 F.2d at 20.</p>\n    </div>\n    <p class=\"indent\">1. Rule 703 Objection</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">F&amp;D's next objection, although not crafted as such, is essentially a Rule 703 objection. F&amp;D claims that Malcolm's opinion as to cause and origin was based on unreliable data, viz, data provided by the late Fred O'Donnell and not that which was collected through Malcolm's own personal observation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A major problem with this argument is that Malcolm himself had visited the fire scene and examined the evidence there side by side with O'Donnell. Besides looking at burn patterns and studying the electrical system, he took measurements and photographs and wrote his own report. He also interviewed the vessel's engineer. Many photographs of evidence at the scene were entered into evidence by stipulation. Hence, it is simply not the case that Malcolm's cause-and-origin opinion rested mainly upon O'Donnell's investigations.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To be sure, Malcolm's opinion coincided with O'Donnell's and he testified that he read O'Donnell's report in preparation for his expert testimony, along with the report of the local fire department. But the opinion he rendered was his own, and, as said, he had first-hand knowledge of the fire scene and the observable facts there upon which to base that opinion. Federal Rule of Evidence 703 allows Malcolm to have taken O'Donnell's report and opinion into account when forming his own expert opinion. So long as the basis of Malcolm's opinion did not extend beyond facts or data \"of a type reasonably relied upon by experts in the particular field in forming opinions or inferences upon the subject, the facts or data need not be admissible in evidence.\" Fed. R. Evid. 703. We think a cause-and-origin expert like Malcolm could be expected to examine the report of another expert like O'Donnell as well as the fire department's report in the course of forming his own opinion derived from a variety of sources, including his own first-hand knowledge of the primary evidence at the fire scene. SeeAlmonte v. National Union Fire Ins. Co., 787 F.2d 763, 770 (1st Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This court has said that when an expert relies on the opinion of another, such reliance goes to the weight, not to the admissibility of the expert's opinion. See Forrestal v. Magendantz, 848 F.2d 303, 306 (1st Cir. 1988). See also Newell Puerto Rico, Ltd. v. Rubbermaid Inc., 20 F.3d 15, 21 (1st Cir. 1994)(\"When the factual underpinning of an expert opinion is weak, it is a matter affecting the weight and credibility of the testimony -- a question to be resolved by the jury.\"). In the present case, the jury understood that Malcolm's observations coincided with those of the deceased expert hired by defendant and that, until recently, Malcolm's only job was to advise and supplement O'Donnell's conclusions as to the cause and origin of the fire with his own opinion concerning the role of the vessel's electrical system in the fire. Thus, in weighing and evaluating Malcolm's opinion, the jury was able to determine whether it was in some way weakened by reliance upon O'Donnell's.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We find no error in the district court's ruling that Malcolm's opinion as to cause and origin was properly admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. No Prejudice in Last-Minute Expert Designation</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">F&amp;D's next objection to Malcolm's testimony is that F&amp;D was prejudiced by Malcolm's tardy designation as the cause-and-origin expert. On June 21, 1999, at the first pre-trial conference before Judge Harrington following the mandate from this court, St. Paul informed both F&amp;D and the district court of its decision to proceed without a replacement for O'Donnell and with Malcolm as both its cause-and-origin expert and its electrical systems expert. The trial was set for October 4, 1999, more than three months later. F&amp;D contends that three months before the trial was too late to be designating a new expert. Furthermore, F&amp;D contends that had St. Paul wished to avoid the prejudice of such a tardy expert designation, St. Paul should have supplemented its answers to interrogatories naming Malcolm as the substitute expert for the late O'Donnell and disclosing the content of his expanded testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">At a final pre-trial conference on October 1, 1999, Judge Harrington heard arguments and informed both parties that as long as defendant could qualify Malcolm as an expert on cause and origin, his testimony as to cause and origin would be admitted. Also at that pre-trial conference, Judge Harrington allowed plaintiff to add an expert to its witness list (Paul Sullivan) under the condition that defendant be given the opportunity to depose the additional expert before the trial. Plaintiff did not request additional time to depose Malcolm, however, presumably because Malcolm had testified previously as an electrical expert at both trials and because St. Paul represented that Malcolm's testimony as to cause and origin would be substantially similar to the late O'Donnell's testimony on cause and origin.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We find no merit in F&amp;D's argument that June 21, 1999 was too late to designate a new expert. F&amp;D itself designated a replacement expert less than two weeks before trial. However, F&amp;D rightly objects to St. Paul's failure to supplement its interrogatory answers or its expert reports naming Malcolm as the substitute expert for the late O'Donnell and adding Malcolm's expanded testimony pursuant to Rule 26 of the Federal Rules of Civil Procedure. See Fed. R. Civ. P. 26(e)(1) (requiring a party to supplement its answers to interrogatories in order to inform another party of a material change in or addition to information contained in an expert's pre-trial report). As we have stated, \"[t]his supplementation requirement increases the quality and fairness of the trial by narrowing [the] issues and eliminat[ing] surprise.\" Licciardi v. TIG Ins. Group, 140 F.3d 357, 363 (1st Cir. 1998)(alterations in original)(quotation marks and citations omitted). The question here is whether St. Paul's failure to adhere strictly to the requirements of Rule 26(e)(1) - failing to substitute Malcolm for O'Donnell as its cause-and-origin expert in their expert disclosures - thwarted the reason for the rule and materially prejudiced F&amp;D in its efforts to present its case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">A careful review of the record convinces us that F&amp;D suffered no actual prejudice. First, F&amp;D in fact had notice of Malcolm's designation as the cause-and-origin expert as early as June 1999, more than three months before the trial date. SeeNewell Puerto Rico, 20 F.3d at 20. F&amp;D moved neither to redepose Malcolm (as St. Paul did of F&amp;D's newly designated expert Paul Sullivan) nor for a continuance of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Second, there was no meaningful change in the testimony presented by St. Paul regarding cause and origin from the first trial to the third. The only consequential change to which F&amp;D objects was that O'Donnell's cause-and-origin testimony was replaced by similar testimony from Malcolm. Yet not only was Malcolm's testimony similar to O'Donnell's, Malcolm himself was not an unknown quantity to F&amp;D. He had testified as an expert witness in the two previous trials and had made clear as early as in 1995, during deposition testimony and trial testimony, that he thought the fire was deliberately set with three points of origin. For this reason, F&amp;D's contention that the content of Malcolm's expert opinion came as a surprise is unpersuasive. This is not a case in which the expert's testimony departed from the general scheme of his opinion or any other expert opinion submitted to F&amp;D on behalf of St. Paul's case. Nor is it a case in which a party was hindered in its ability to formulate a response or adequately cross-examine the new expert as to the foundations for his opinion. See Johnson v. H.K. Webster, Inc., 775 F.2d 1, 8 (1st Cir. 1985) (stating that among the factors to consider when assessing a claim of error under Rule 26 is \"the ability of the [opposing party] to formulate a response\"). When asked during oral argument of this appeal whether Malcolm's testimony was contrary to or in a material way different from his opinion as contained in the reports submitted to F&amp;D, F&amp;D's counsel conceded that Malcolm did not change his opinion, but rather he only expanded its scope to include that which was previously encompassed by O'Donnell's testimony and reports. As we can see no material prejudice, we affirm the trial court's admission of Malcolm's testimony. In so doing, we of course do not condone St. Paul's failure to adhere to its Rule 26(e)(1) obligations, a mistake which has needlessly burdened the parties and this court with an appellate issue.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">C. Malcolm's Reference Under Cross-Examination to Protective Order</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Plaintiff's third claim of trial error concerns a purported violation of a protective order into which the parties entered in 1995. Plaintiff contends that John Malcolm's response to a question on cross-examination was a deliberate disclosure of information subject to that protective order and so prejudiced the case against F&amp;D that Judge Harrington abused his discretion when he failed to grant plaintiff's motion for a mistrial. In context of the whole colloquy between plaintiff's counsel and Malcolm, Judge Harrington's instructions to the jury and Malcolm's answer to plaintiff's follow-up question, we find no prejudice and no trial error. Before we explain, some background history is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In 1995, during a pre-trial conference preceding the first trial, another district judge issued a protective order that was to follow the parties throughout the case before him and through any subsequent proceedings. That order prevented any mention during trial of an alleged anonymous police informant who, among other things, reported witnessing a man running away from the F/V TWO FRIENDS just moments before the fire began. (The order resulted from the refusal of the police officer to name the informant.) Although the testifying experts in the case, including John Malcolm, knew of the anonymous informant and of the protective order, the specter of the anonymous informant remained out of the jury's view until, at least, the incident in question.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">During the third trial, in an apparent attempt to draw the jury's attention to the alleged fact that Malcolm had limited personal knowledge of the fire scene, plaintiff began grilling Malcolm on cross-examination as to the source and depth of his knowledge. Plaintiff asked:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Question: \"You didn't discover in your investigation of this fire any witnesses to the fire, did you?\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Malcolm: \"Myself, no, because again -\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Question: \"Okay, you found no witnesses to the fire. In fact, the information you have is that nobody was on that vessel for a full ten hours prior to the Gloucester Fire Department responding to that fire; isn't that right? Isn't that the information that you have?\"</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Aware that there were allegations of such an eyewitness, but that he was not allowed to say so, Malcolm responded: \"Well, I have some other information that I don't believe we're supposed to talk about.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">An immediate side-bar ensued during which Judge Harrington, who had no knowledge of the protective order, learned of its purpose and parameters. Plaintiff moved for a mistrial. Judge Harrington denied plaintiff's motion and solicited suggestions from both counsel about how to correct the erroneous disclosure. Counsel discussed various ways of rephrasing the question so that Malcolm would deny any personal knowledge of witnesses to the fire. When the side-bar ended, Judge Harrington instructed the jury that the last question and the last answer were stricken and were not to be considered evidence in the case. Plaintiff's counsel then asked the following question -- \"Mr. Malcolm, you have no personal knowledge that anyone was on that vessel for ten hours before the Gloucester Fire Department responded to that fire; is that correct?\" -- to which Malcolm replied, \"That's correct.\" Plaintiff's counsel continued with the cross-examination and the matter was left to rest, never to be mentioned again until the post-trial motion for sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Our decision to uphold the district court's ruling requires only a brief explanation. First, Malcolm's initial response to plaintiff's question did not reveal the existence of an anonymous informant with information tending to show that the fire aboard the F/V TWO FRIENDS was an act of arson, an answer prohibited by the protective order. To the contrary, all Malcolm's answer suggested was that he had some other information about the circumstances surrounding the fire that he was not permitted to reveal. Whether the information that he had and that he was required to keep confidential would further plaintiff's case or defendant's case was not clear from Malcolm's statement. Furthermore, had Malcolm affirmed, as plaintiff desired, that the information he had was that nobody was on the vessel for a full ten hours prior to the Gloucester Fire Department responding to that fire, Malcolm would have been stating a literal untruth. A better phrased question, such as the one that followed the side-bar, would have side-stepped any trouble, enabling Malcolm to testify truthfully yet adhere to the terms of the protective order.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Second, any remote prejudice that plaintiff could arguably claim is alleviated by Malcolm's answer to plaintiff's follow-up question and by Judge Harrington's curative instructions, striking the first question and answer. Judge Harrington immediately instructed the jury to strike the first question and answer, that they were not to consider it as evidence in the case. See United States v. Sepulveda, 15 F.3d 1161, 1184 (1st Cir. 1993) (stating that \"[s]wiftness in judicial response is an important element in alleviating prejudice once the jury has been exposed to improper testimony\"). It is presumed that the jury will follow such instructions unless \"it appears probable that ... responsible jurors will not be able to ... and, moreover, that the testimony will likely be seriously prejudicial to the aggrieved party.\" Id. at 1185. Plaintiff cannot show a likelihood of prejudice as Malcolm's response to F&amp;D's follow-up question, a slightly different (but better) version of the first question, see note 5 supra, placed before the jury the favorable testimony that F&amp;D had sought from the original question. The jury heard Malcolm's unqualified denial that he had any personal knowledge that someone had been aboard the F/V TWO FRIENDS between the hours of 4:30 p.m. on July 2nd and 2:30 a.m. on July 3rd of 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In sum, Judge Harrington's rapid curative instruction in addition to the follow-up question and answer eliminated any remote possibility of prejudice. Judge Harrington did not abuse his discretion in denying defendant's motion for a mistrial. See Sepulveda, 15 F.3d at 1184 (standard under which the appellate court reviews the district court's granting or denial of a motion for a mistrial is abuse of discretion).</p>\n    </div>\n    <p class=\"indent\">III. REMAINING ISSUES</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Plaintiff raises two other issues on appeal, both of which lack merit. We discuss them briefly below.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">A. Plaintiff's Post-Trial Motion for Sanctions</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">After the jury returned a verdict for the defendant, F&amp;D filed a host of post-trial motions, among them a motion for sanctions based on what it alleges was a \"knowing violation of the [protective order]. It is the plaintiff's position that this violation was intentional, and that the statement was made with the explicit purpose of prejudicing the jury.\" When considered along side of other purported discovery abuses, plaintiff claims that the district court's denial of sanctions was an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">As we have already determined, Malcolm's answer was not unwarranted in response to the question asked. His interrogator was at least as much at fault as Malcolm in eliciting an answer that skirted the outer limits of the protective order. Moreover, F&amp;D suffered little if any prejudice from the exchange. In the circumstances, and taking into account the fact that the district judge, who had lived with the case, was unpersuaded that plaintiff had cleared the high hurdle required to support a claim of fraud on the court or a motion for sanctions, we can only affirm the district court's ruling denying plaintiff's motion for sanctions. See Spiller v. U.S.V. Laboratories, Inc., 842 F.2d 535, 537 (1st Cir. 1988) (stating that a party complaining to an appellate tribunal with respect to trial-level sanctions \"bears a heavy burden of demonstrating that the trial judge was clearly not justified in entering [the] order\"). See also Anderson v. Beatrice Foods Co., 900 F.2d 388, 393 (1st Cir. 1990) (stating that the hard-to-meet standard of abuse of discretion is a \"rule ... anchored in common sense\" and quoting Fashion House, Inc. v. K Mart Corp., 892 F.2d 1076, 1082 (1st Cir. 1989) with its explanation that because \"[d]istrict judges live in the trenches....[they] are, by and large, in a far better position than appellate tribunals to determine the presence of misconduct and to prescribe concinnous remedies\"). We see no abuse of discretion.</p>\n    </div>\n    <p class=\"indent\">B. Plaintiff's Challenge to Ferrara I</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Plaintiff's remaining challenge to the judgment below is an assertion that the district court \"erred in following the reasoning of the United States Court of Appeals in the case of [Ferrara I], in concluding that the defendant need only prove that the fire in question was incendiary in nature or deliberately set.\" Appellant's Brief at 10. Citing United States v. Rivera-Martinez, 931 F.2d 148 (1st Cir. 1991), plaintiff argues that the district court should have reevaluated this court's reasoning and deviated from the holding of Ferrara I in order to avoid manifest injustice.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Putting aside the impropriety of asking a district court to overturn a determination made by this court, we observe that plaintiff never asked Judge Harrington to deviate from the holding of Ferrara I. On the contrary, during a pre-trial colloquy, the parties discussed with the district court the way to best formulate jury questions and decide issues of admissibility of evidence in light of the holding of Ferrara I. The wording of the question put to the jury, \"Do you find that the defendant ... has established by a preponderance of the evidence that the fire was of an incendiary nature or deliberately set?\", was stipulated to by both parties, obviating any possible claim at this time that the question itself oversimplified Ferrara I's holding. It is axiomatic that an issue not presented to the trial court cannot be raised for the first time on appeal absent plain error. See Hammond v. T.J. Litle &amp; Co., Inc., 82 F.3d 1166, 1172 (1st Cir. 1996). Nor are there reasons apparent from the record for abandoning the law of the case doctrine. See Rivera-Martinez, 931 F.2d at 151 (citing the \"litany of exceptional circumstances sufficient to sidetrack the law of the case\" -- such as \"the evidence on a subsequent trial was substantially different, controlling authority has since made a contrary decision of the law applicable to such issues, or the decision was clearly erroneous and would work a manifest injustice\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">For all of these reasons, we find no error in the district court's rulings. The judgment below is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">So ordered. Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We state and decide the remaining two issues, non-evidentiary and less fact-specific, in Part III infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although not placed before the jury, through initial discovery both parties learned that a Gloucester police officer had information based on an anonymous source that someone was seen fleeing the scene of the fire and that the fire had been deliberately set. When the police officer refused to reveal his source, the district judge who presided over the first trial (Judge Tauro) ordered that no evidence of this anonymous tip was to be admitted in the trial. No jury ever heard anything about this anonymous informant. The jury in the third trial did learn, however, through an answer of one of St. Paul's experts under cross-examination, that a protective order was in place as to certain subjects relevant to the initial investigation of the cause of the fire. Whether what the jury heard as to the protective order poisoned the trial for the plaintiff is the subject of Part II.C. infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Federal Rule of Evidence 403 directs district courts to exclude evidence \"if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> F&amp;D argues in an aside that Malcolm's qualifications as a cause-and-origin expert were rejected by two previous trial judges and that this is proof that Malcolm should not have been able to testify as a cause-and-origin expert during the third trial before Judge Harrington. It is not clear to us, however, that the two judges presiding in the previous trials believed that Malcolm lacked qualifications as a cause-and-origin expert. These judges limited Malcolm's testimony to electrical systems in trials where O'Donnell was offered as the defendant's cause-and-origin expert. Limiting Malcolm's role where someone else was tendered as the cause-and-origin expert expedited the trial by eliminating duplicative testimony. Neither district judge determined that Malcolm was not qualified as an expert on cause and origin should O'Donnell have failed to testify. Furthermore, the views of prior judges about Malcolm would be largely irrelevant here. A presiding judge has broad discretion in his or her determinations regarding expert qualifications. See Poulin v. Greer, 18 F.3d 979, 984 (1st Cir. 1994); cf. General Elec. v. Joiner, 522 U.S. 136, 142-43, 118 S. Ct. 512, 517, 139 L. Ed.2d 508 (1997) (holding that appeals courts review trial court decisions to admit or exclude expert testimony under Daubert on an abuse of discretion standard). Circumstances change from trial to trial, and admissibility rulings may also change from judge to judge and trial to trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Compare the first question,</p>\n        <p>\"Okay, you found no witnesses to the fire. In fact, the information you have is that nobody was on that vessel for a full ten hours prior to the Gloucester Fire Department responding to that fire; isn't that right? Isn't that the information that you have?\"</p>\n        <p>with the second, follow-up question,</p>\n        <p>\"Mr. Malcolm, you have no personal knowledge that anyone was on that vessel for ten hours before the Gloucester Fire Department responded to that fire; is that correct?\".</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199270\"><a href=\"/opinion/199270/ferrara-dimercurio-v-st-paul-mercury/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">FERRARA &amp; DIMERCURIO, Plaintiff, Appellant,<br>v.<br>ST. PAUL MERCURY, INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1137</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 11, 2001<br>Decided January 14, 2001<br>Amended August 1, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. [Hon. Edward F. Harrington, U.S. District Judge]</p>\n      <p class=\"indent\">Joseph M. Orlando with whom David S. Smith, Brian S. McCormick and Orlando &amp; Associates were on brief for appellant.</p>\n      <p class=\"indent\">Richard H. Pettingell with whom Davis, White, Pettingell &amp; Sullivan, LLC was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">For a second time this case comes to us on appeal. See Ferrara &amp; DiMercurio v. St. Paul Mercury Ins. Co., <span class=\"citation\" data-id=\"198353\"><a href=\"/opinion/198353/ferrara-v-st-paul/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span> (1st Cir. 1999)(hereinafter Ferrara I). The facts have not changed.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On July 3, 1993, the commercial fishing vessel F/V TWO FRIENDS was destroyed by a fire. Plaintiff-Appellant Ferrara &amp; DiMercurio (\"F&amp;D\"), owner of the vessel, sought to recover insurance under a Hull Policy issued by defendant-appellee St. Paul Mercury Insurance Company (\"St. Paul\"). St. Paul denied coverage after its investigation ended with a determination of arson, which it understood to be excluded from coverage under the policy. Thereafter, F&amp;D brought an action in the district court claiming that St. Paul's refusal to pay was a breach of the insurance contract and constituted \"bad faith\" in violation of Massachusetts General Laws ch. 93A. After a first trial ended in a hung jury, a second trial ended with the court directing a verdict in favor of the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the time the district court directed a plaintiff's verdict, the court accepted that St. Paul would not be liable could it prove its affirmative defense that the fire was deliberately set by the insured. But the court ruled that the evidence put forward was legally insufficient for a jury to find that plaintiff had deliberately set its boat on fire. St. Paul had also asserted that it would be exempt from liability were the fire found to have been deliberately set by an unknown third party, relying upon the language of an exclusion for \"malicious acts\" found in the so-called Strikes, Riots, and Civil Commotions (\"SR&amp;CC\") clause. However, the court construed that provision as excluding from coverage only those fires deliberately set by third parties in the context of civil unrest, a setting absent here.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, this court disagreed with the district court's rulings, reversing and remanding the case for a third trial. We held that the SR&amp;CC clause excluded from coverage all fires (whether or not arising in the context of civil unrest) that were deliberately set by third parties. See Ferrara I, 169 F.3d at 53. Notwithstanding the clause's title -- \"strikes, riots and civil commotions\" -- we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Malicious acts\" is set forth in the SR&amp;CC clause as a separate, unmodified exclusion from coverage....[N]othing in the plain language and grammar of the clause supports the district court's constriction of excludable \"malicious acts\" to only those acts perpetrated within the context of one or more of the other co-listed events. Nor, in our view, would an objectively reasonable insured interpret the \"malicious acts\" exclusion so narrowly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">.......Hence, to limit the phrase, \"malicious acts,\" to just those activities related to the former categories would be to render the \"malicious acts\" provision redundant, an interpretation running counter to the customary assumption that all words within a clause serve some purpose....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Here, the malicious acts in question are arson -- and not, as a practical matter, arson by the owner or its agents, which are actions separately excluded from coverage by law, but the rarer acts of fire-setting by vandals or other malicious individuals. Such acts fall within the general category of intentional third-party violence which can be said to be a principal overall theme of the SR&amp;CC clause. The \"malicious acts\" category serves the relevant purpose of excluding destructive acts not public or tumultuous enough to be considered a riot or civil commotion. In sum, the SR&amp;CC clause unambiguously excludes from coverage losses caused by \"malicious acts,\" including arson, whether or not the malicious acts occur in the context of one or more of the other events listed in the SR&amp;CC clause. Thus, on remand, the jury should be permitted to determine whether the fire on July 3, 1993, was deliberately set by third parties. Should the jury answer that question in the affirmative, St. Paul would not be liable under the Hull Policy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Id. at 51-53 (citations and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Having reversed the district court's holding that arson by a third party was only a defense when occurring during civil unrest, this court also reversed the district court's other conclusion that the evidence at trial was legally insufficient to support the insurer's arson-by-the-insured defense. We determined that evidence in the record of motive and opportunity on the part of F&amp;D to commit arson was such that \"reasonable jurors could determine that [plaintiff] deliberately set fire to the TWO FRIENDS in order to fraudulently obtain the proceeds of the insurance policy.\" Id. at 56.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties returned to district court to prepare for a third trial, this time before yet a third judge, Judge Harrington. Based upon their mutual understanding of this court's decision in Ferrara I, both parties agreed that the following single question would be submitted to the jury to be answered \"Yes\" or \"No\": \"Do you find that the defendant, St. Paul Mercury Insurance Company, has established by a preponderance of the evidence that the fire was of an incendiary nature or deliberately set?\". This question was apparently meant to incorporate both holdings of Ferrara I, entitling St. Paul to the defense of arson by third parties as well as to the defense of arson-by-the-insured. The jury returned a verdict in favor of defendant St. Paul, answering \"Yes\" to the special verdict. F&amp;D appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Unlike in Ferrara I, when we were faced with, among other issues, the task of construing somewhat unusual language in the insurance policy, this time the issues presented are more commonplace. F&amp;D claims reversible error on the basis of certain evidentiary rulings, any one of which, F&amp;D argues, entitles it to a fourth trial. We disagree. F&amp;D also appeals from the district court's denial of plaintiff's post-trial motion for sanctions. For the reasons that follow, we affirm all of the rulings below.</p>\n    </div>\n    <p class=\"indent\">II. LEGAL ANALYSES OF EVIDENTIARY ISSUES</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Having recited the facts in our first opinion, we need not repeat all of them here. For a more complete account, we refer the reader to Ferrara I, 169 F.3d at 45-49. We report here only those facts that are relevant to the three evidentiary issues raised on this appeal. The three evidentiary issues are as follows<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>: (A) the propriety of allowing the jury to hear evidence of the principal shareholders' alleged motive and opportunity to burn their own boat; (B) the propriety of admitting into evidence against F&amp;D the expert testimony of John Malcolm regarding the cause and origin of the fire; (C) the effectiveness of the district court's curative instruction to the jury to strike and disregard an answer provided on cross-examination by John Malcolm regarding information that was subject to a protective order. We discuss each of these issues in turn below.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A. Motive and Opportunity Evidence to Burn the F/V TWO FRIENDS</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Prior to trial, the district court engaged in an extended colloquy with both parties over the relevance and potential prejudice of defendant's proffer to present evidence of F&amp;D's financial hardship, a proffer, defendant argued, that would tend to prove that F&amp;D had a motive, in addition to the opportunity, to burn their boat, the F/V TWO FRIENDS. Plaintiff objected to this evidence on the ground that it was irrelevant. All parties having agreed that the sole question put to the jury would be \"Do you find that the defendant, St. Paul Mercury Insurance Company, has established by a preponderance of the evidence that the fire was of an incendiary nature or deliberately set?\", plaintiff sought to persuade Judge Harrington that evidence of either motive or opportunity to commit arson would be irrelevant to a determination of the ultimate issue. Then, as now, plaintiff argued that evidence of motive and opportunity to start a fire aboard the F/V TWO FRIENDS was irrelevant to the only explicit question to be answered by the fact-finders: whether or not the fire aboard the F/V TWO FRIENDS was intentional. As an alternative, plaintiff argued that the prejudicial effect of evidence that F&amp;D shareholders had a motive and opportunity to burn their boat substantially outweighed its probative value.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At various times during the pre-trial conference, Judge Harrington pressed plaintiff's counsel for a persuasive explanation of why evidence of motive and opportunity was irrelevant to the ultimate issue of incendiarism. Like Judge Harrington, we are puzzled by plaintiff's constricted interpretation of relevance as defined by Federal Rule of Evidence 401. Consider the evidence that ultimately came out at the trial:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The F/V TWO FRIENDS was locked at the time the fire started. No sign of forced entry into the vessel was found. As both parties' experts agreed that the fire began inside the vessel, St. Paul was faced with the obstacle of explaining, in order to establish that the fire was deliberately set, how an arsonist (be it the insured or a third party) gained access to the vessel. This goes to opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As it turned out, there were four keys to the F/V TWO FRIENDS, three in the hands of the insured-owners and one hanging in a warehouse adjacent to where the boat was moored. The undisputed testimony was that all four keys were in their expected places shortly after the fire. The owner of the warehouse testified that access to the key hanging in the warehouse was not closely guarded, however, and that it was possible that before July 3, 1993, somebody could have illicitly taken the key from the warehouse and made a copy of it. No evidence was put before the jury of anyone being seen near the boat between the hours of 4:30 p.m on July 2, 1993, when Leo Ferrara locked the boat after a fishing trip, and 2:30 a.m. the following morning, when the Gloucester Fire Department responded to the fire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> After a lengthy investigation that led St. Paul's investigators to the conclusion that, due to the burn patterns inside the vessel, the fire had been deliberately set, St. Paul set out to investigate why someone who might have access to the TWO FRIENDS would wish to destroy it. This goes to motive.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Evidence was presented that the plaintiff company F&amp;D, along with its principle shareholders (various members of the Ferrara-DiMercurio family), was in dire financial trouble. The company, organized as a commercial fishing venture in 1987, was losing money and was unable to meet its mortgage payments on the vessel to Gloucester Bank &amp; Trust Company. In fact, F&amp;D had operated at a loss since its inception. As the company fell further behind in its payments, the bank threatened to foreclose not only on the boat mortgage, but on the collateral that was pledged on the loan for the F/V TWO FRIENDS, such as the personal homes of the individual shareholders.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Despite successfully negotiating various repayment plans, F&amp;D continued to have difficulties making timely payments to the bank. So, in April 1993, in an effort to quell those financial troubles, F&amp;D and Gloucester Bank &amp; Trust Company agreed that F&amp;D would attempt to sell the TWO FRIENDS for $225,000, a sum that was $150,000 less than the price F&amp;D paid for the vessel in 1987 and significantly less than the outstanding balance of the debts owing, which totaled more than $425,000. The jury heard testimony that the boat was insured for $350,000 under a Hull Policy issued to F&amp;D in 1992 by St. Paul, a sum which if collected by F&amp;D might have protected the homes of the Ferraras and DiMercurios from foreclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The standard for admissibility under Federal Rule of Evidence 401 is a liberal one. Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without that evidence.\" We think the existence of a motive and an opportunity to burn an undisputedly locked boat from the inside-out tends to make the disputed issue -- whether the fire aboard the F/V TWO FRIENDS was an act of arson -- more probable, especially in light of the conflicting expert testimony as to incendiarism. See Part II.B infra. Given especially the nisi prius court's superior vantage point for discerning relevance and the broad discretion accorded to it in doing so, see, e.g., United States v. Tierney, <span class=\"citation\" data-id=\"451517\"><a href=\"/opinion/451517/united-states-v-robert-f-tierney/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, 387 (1st Cir. 1985), we can find no error in Judge Harrington's determination of relevance.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Unpersuaded, as are we, by plaintiff's argument under Fed. R. Evid. 401, Judge Harrington pushed plaintiff to move forward, on to the balancing required by Federal Rule of Evidence 403.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> \"As with Rule 401, the district courts have considerable discretion in calibrating the Rule 403 scales.\" United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 101 (1st Cir. 1987). This is primarily because \"Rule 403 balancing is a quintessentially fact-sensitive enterprise and the trial judge is in the best position to make such factbound assessments.\" Udemba v. Nicoli, <span class=\"citation\" data-id=\"771698\"><a href=\"/opinion/771698/oliver-c-udemba-v-paul-nicoli/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 15 (1st Cir. 2001). \"Only rarely - and in extraordinarily compelling circumstances - will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\" Id. (citing Freeman v. Package Mach. Co., <span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></span>, 1340 (1st Cir. 1998)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After a lengthy discussion, Judge Harrington took the matter of Rule 403 balancing under advisement. Two weeks later, on the first day of trial but before jury empaneling began, Judge Harrington informed counsel that he would allow defendant to proffer evidence of motive and opportunity as he determined that \"such evidence's probative value outweighs any prejudice to the plaintiff.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiff's arguments to the contrary, it is not the case that Judge Harrington's decision was arbitrary or unfounded or that he failed to provide a reasoned decision for admitting the evidence despite its prejudicial effect. See Brief for the Appellants at 29. The pre-trial colloquy during which the district court explained its difficulties with plaintiff's position provides ample support for the district court's ruling allowing defendant to put before the jury evidence of plaintiff's motive and opportunity to burn its own boat. The matter of the admissibility of this evidence and its prejudicial effect was debated at length, with due consideration to the rulings we made in Ferrara I and the nature of the evidence as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Judge Harrington correctly isolated the issue as one of balancing prejudice against the demonstrably probative value of the motive and opportunity proffer. As we have said in the past,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The fact that a piece of evidence hurts a party's chances does not mean it should automatically be excluded. If that were true, there would be precious little left in the way of probative evidence in any case. The question is one of \"unfair\" prejudice -- not of prejudice alone.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Onujiogu v. United States, <span class=\"citation\" data-id=\"487236\"><a href=\"/opinion/487236/anne-onujiogu-etc-v-united-states-of-america/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir. 1987)(quotation marks omitted). See also Dollar v. Long Manufacturing, N.C., Inc., <span class=\"citation no-link\"><span class=\"volume\">561</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></span>, 618 (5th Cir. 1977) (\"Virtually all evidence is prejudicial or it isn't material. The prejudice must be 'unfair'.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">996</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1648</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span></span> (1978). Although evidence of motive and opportunity would plainly further defendant's case at the plaintiff's expense, plaintiff failed to show unfair prejudice. Given this, and the obvious relevance of the evidence to the defendant's affirmative defense, the district court did not abuse its discretion when it denied F&amp;D's motion to exclude.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">B. John Malcolm's Expert Testimony as to Cause and Origin</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Much of the two-week trial before Judge Harrington was a battle between the experts concerning whether the fire was accidental or of incendiary origin. Defendant's expert, John Malcolm, concluded that the fire on the TWO FRIENDS had three points of origin and was deliberately set. Plaintiff's expert, Paul Sullivan, testified that an accidental electrical fire started in the lower electrical panel and exploded in a so-called flash-over igniting everything in the super-heated compartments of the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Beyond the conflicting expert opinions, the battle also raged over whether John Malcolm should be allowed to testify as St. Paul's cause-and-origin expert. It is on this issue that F&amp;D appeals. F&amp;D contends that John Malcolm should not have been permitted to render an expert opinion as to cause and origin because (1) his opinion was based on unreliable data, viz, data not collected by him personally and (2) St. Paul failed to supplement its expert disclosures to include Malcolm's testimony regarding cause and origin. Before going into the merits of these arguments, we recount the history of Malcolm's involvement in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As soon as four days after the fire, St. Paul had hired Fred O'Donnell as its expert to investigate the origin and cause of the fire. Fred O'Donnell then hired John Malcolm as an electrical systems expert to assist him in that investigation. On July 8, 1993, the two men began their investigation on site in Gloucester where the boat remained moored.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">O'Donnell and Malcolm worked closely with each other. Malcolm testified that together, sometimes with Malcolm holding the measuring tape for O'Donnell, the two took measurements of the vessel in preparation for producing scale drawings to assist in the investigation and their report. Although Malcolm's job for which O'Donnell had retained him was to pay close attention to the boat's electrical system, the two men worked in tandem, often double-checking each other's observations and analyses by calling each other over to various burn sites on the vessel to coordinate their data collection and inquiries.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">During the first two trials, O'Donnell and Malcolm both testified as experts, O'Donnell as to the fire's cause and origin and Malcolm as to related but narrower questions concerning the fire and the boat's electrical system. Unfortunately, however, between the first appeal and the third trial, O'Donnell died. For the third trial, then, instead of replacing O'Donnell with an outside cause-and-origin expert, defendant decided that Malcolm would testify as St. Paul's only fire expert, providing opinions on both cause and origin and the vessel's electrical system. This decision is the source of F&amp;D's objection regarding the admissibility of Malcolm's testimony. F&amp;D argued to the district court, as it does to us now, that Malcolm was not competent to testify as to cause and origin as his testimony was principally based not on his own observations but on those made by O'Donnell. F&amp;D also argues that designating Malcolm as a cause-and-origin expert so close to trial unduly prejudiced their case against St. Paul. At least, F&amp;D contends, St. Paul should have supplemented its interrogatory answers and expert reports to include Malcolm's anticipated expanded testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To the extent, if at all, that F&amp;D is complaining that Malcolm lacked qualifications sufficient for the court to permit him to testify as a cause-and-origin expert, that complaint is unavailing. After considering Malcolm's training and experience, the district court, acting pursuant to Federal Rule of Evidence 702, ruled that Malcolm was qualified. That ruling fell within the broad purview of the trial court's discretion. See Diefenbach v. Sheridan Transp., <span class=\"citation\" data-id=\"199113\"><a href=\"/opinion/199113/diefenbach-v-sheridan-transport/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir. 2000) (\"It is well-settled that 'trial judges have broad discretionary powers in determining the qualification, and thus, admissibility, of expert witnesses.'\") (citing Richmond Steel Inc. v. Puerto Rican Am. Ins. Co., <span class=\"citation\" data-id=\"576214\"><a href=\"/opinion/576214/richmond-steel-inc-v-puerto-rican-american-insurance-company/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 20 (1st Cir. 1992)). Malcolm's qualifications as a fire analyst are, in fact, considerable. He has master and journeyman electrical licenses from Massachusetts and New Hampshire; he has been consulting as a fire investigator since 1963; and, in 1991, he was qualified as a Certified Fire Investigator by the International Association of Arson Investigators. Malcolm had been qualified twice before as an expert in this case to render an opinion regarding the electrical system's contribution to the fire aboard the vessel.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> After hearing Malcolm's testimony regarding his knowledge, skill, experience and training in fire analysis, Judge Harrington exercised sound discretion in concluding that Malcolm was qualified to render an expert opinion on cause and origin as well as on the vessel's electrical system. See Richmond Steel, 954 F.2d at 20.</p>\n    </div>\n    <p class=\"indent\">1. Rule 703 Objection</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">F&amp;D's next objection, although not crafted as such, is essentially a Rule 703 objection. F&amp;D claims that Malcolm's opinion as to cause and origin was based on unreliable data, viz, data provided by the late Fred O'Donnell and not that which was collected through Malcolm's own personal observation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A major problem with this argument is that Malcolm himself had visited the fire scene and examined the evidence there side by side with O'Donnell. Besides looking at burn patterns and studying the electrical system, he took measurements and photographs and wrote his own report. He also interviewed the vessel's engineer. Many photographs of evidence at the scene were entered into evidence by stipulation. Hence, it is simply not the case that Malcolm's cause-and-origin opinion rested mainly upon O'Donnell's investigations.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To be sure, Malcolm's opinion coincided with O'Donnell's and he testified that he read O'Donnell's report in preparation for his expert testimony, along with the report of the local fire department. But the opinion he rendered was his own, and, as said, he had first-hand knowledge of the fire scene and the observable facts there upon which to base that opinion. Federal Rule of Evidence 703 allows Malcolm to have taken O'Donnell's report and opinion into account when forming his own expert opinion. So long as the basis of Malcolm's opinion did not extend beyond facts or data \"of a type reasonably relied upon by experts in the particular field in forming opinions or inferences upon the subject, the facts or data need not be admissible in evidence.\" Fed. R. Evid. 703. We think a cause-and-origin expert like Malcolm could be expected to examine the report of another expert like O'Donnell as well as the fire department's report in the course of forming his own opinion derived from a variety of sources, including his own first-hand knowledge of the primary evidence at the fire scene. SeeAlmonte v. National Union Fire Ins. Co., <span class=\"citation\" data-id=\"468102\"><a href=\"/opinion/468102/grace-m-almonte-v-national-union-fire-insurance-company/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 770 (1st Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This court has said that when an expert relies on the opinion of another, such reliance goes to the weight, not to the admissibility of the expert's opinion. See Forrestal v. Magendantz, <span class=\"citation\" data-id=\"507078\"><a href=\"/opinion/507078/jesse-forrestal-etc-v-henry-g-magendantz/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></a></span>, 306 (1st Cir. 1988). See also Newell Puerto Rico, Ltd. v. Rubbermaid Inc., <span class=\"citation\" data-id=\"666565\"><a href=\"/opinion/666565/newell-puerto-rico-ltd-v-rubbermaid-incorporated-newell-puerto-rico/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 21 (1st Cir. 1994)(\"When the factual underpinning of an expert opinion is weak, it is a matter affecting the weight and credibility of the testimony -- a question to be resolved by the jury.\"). In the present case, the jury understood that Malcolm's observations coincided with those of the deceased expert hired by defendant and that, until recently, Malcolm's only job was to advise and supplement O'Donnell's conclusions as to the cause and origin of the fire with his own opinion concerning the role of the vessel's electrical system in the fire. Thus, in weighing and evaluating Malcolm's opinion, the jury was able to determine whether it was in some way weakened by reliance upon O'Donnell's.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We find no error in the district court's ruling that Malcolm's opinion as to cause and origin was properly admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. No Prejudice in Last-Minute Expert Designation</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">F&amp;D's next objection to Malcolm's testimony is that F&amp;D was prejudiced by Malcolm's tardy designation as the cause-and-origin expert. On June 21, 1999, at the first pre-trial conference before Judge Harrington following the mandate from this court, St. Paul informed both F&amp;D and the district court of its decision to proceed without a replacement for O'Donnell and with Malcolm as both its cause-and-origin expert and its electrical systems expert. The trial was set for October 4, 1999, more than three months later. F&amp;D contends that three months before the trial was too late to be designating a new expert. Furthermore, F&amp;D contends that had St. Paul wished to avoid the prejudice of such a tardy expert designation, St. Paul should have supplemented its answers to interrogatories naming Malcolm as the substitute expert for the late O'Donnell and disclosing the content of his expanded testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">At a final pre-trial conference on October 1, 1999, Judge Harrington heard arguments and informed both parties that as long as defendant could qualify Malcolm as an expert on cause and origin, his testimony as to cause and origin would be admitted. Also at that pre-trial conference, Judge Harrington allowed plaintiff to add an expert to its witness list (Paul Sullivan) under the condition that defendant be given the opportunity to depose the additional expert before the trial. Plaintiff did not request additional time to depose Malcolm, however, presumably because Malcolm had testified previously as an electrical expert at both trials and because St. Paul represented that Malcolm's testimony as to cause and origin would be substantially similar to the late O'Donnell's testimony on cause and origin.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We find no merit in F&amp;D's argument that June 21, 1999 was too late to designate a new expert. F&amp;D itself designated a replacement expert less than two weeks before trial. However, F&amp;D rightly objects to St. Paul's failure to supplement its interrogatory answers or its expert reports naming Malcolm as the substitute expert for the late O'Donnell and adding Malcolm's expanded testimony pursuant to Rule 26 of the Federal Rules of Civil Procedure. See Fed. R. Civ. P. 26(e)(1) (requiring a party to supplement its answers to interrogatories in order to inform another party of a material change in or addition to information contained in an expert's pre-trial report). As we have stated, \"[t]his supplementation requirement increases the quality and fairness of the trial by narrowing [the] issues and eliminat[ing] surprise.\" Licciardi v. TIG Ins. Group, <span class=\"citation\" data-id=\"197901\"><a href=\"/opinion/197901/licciardi-v-tig/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 363 (1st Cir. 1998)(alterations in original)(quotation marks and citations omitted). The question here is whether St. Paul's failure to adhere strictly to the requirements of Rule 26(e)(1) - failing to substitute Malcolm for O'Donnell as its cause-and-origin expert in their expert disclosures - thwarted the reason for the rule and materially prejudiced F&amp;D in its efforts to present its case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">A careful review of the record convinces us that F&amp;D suffered no actual prejudice. First, F&amp;D in fact had notice of Malcolm's designation as the cause-and-origin expert as early as June 1999, more than three months before the trial date. SeeNewell Puerto Rico, 20 F.3d at 20. F&amp;D moved neither to redepose Malcolm (as St. Paul did of F&amp;D's newly designated expert Paul Sullivan) nor for a continuance of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Second, there was no meaningful change in the testimony presented by St. Paul regarding cause and origin from the first trial to the third. The only consequential change to which F&amp;D objects was that O'Donnell's cause-and-origin testimony was replaced by similar testimony from Malcolm. Yet not only was Malcolm's testimony similar to O'Donnell's, Malcolm himself was not an unknown quantity to F&amp;D. He had testified as an expert witness in the two previous trials and had made clear as early as in 1995, during deposition testimony and trial testimony, that he thought the fire was deliberately set with three points of origin. For this reason, F&amp;D's contention that the content of Malcolm's expert opinion came as a surprise is unpersuasive. This is not a case in which the expert's testimony departed from the general scheme of his opinion or any other expert opinion submitted to F&amp;D on behalf of St. Paul's case. Nor is it a case in which a party was hindered in its ability to formulate a response or adequately cross-examine the new expert as to the foundations for his opinion. See Johnson v. H.K. Webster, Inc., <span class=\"citation\" data-id=\"459885\"><a href=\"/opinion/459885/raymond-johnson-v-hk-webster-inc/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir. 1985) (stating that among the factors to consider when assessing a claim of error under Rule 26 is \"the ability of the [opposing party] to formulate a response\"). When asked during oral argument of this appeal whether Malcolm's testimony was contrary to or in a material way different from his opinion as contained in the reports submitted to F&amp;D, F&amp;D's counsel conceded that Malcolm did not change his opinion, but rather he only expanded its scope to include that which was previously encompassed by O'Donnell's testimony and reports. As we can see no material prejudice, we affirm the trial court's admission of Malcolm's testimony. In so doing, we of course do not condone St. Paul's failure to adhere to its Rule 26(e)(1) obligations, a mistake which has needlessly burdened the parties and this court with an appellate issue.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">C. Malcolm's Reference Under Cross-Examination to Protective Order</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Plaintiff's third claim of trial error concerns a purported violation of a protective order into which the parties entered in 1995. Plaintiff contends that John Malcolm's response to a question on cross-examination was a deliberate disclosure of information subject to that protective order and so prejudiced the case against F&amp;D that Judge Harrington abused his discretion when he failed to grant plaintiff's motion for a mistrial. In context of the whole colloquy between plaintiff's counsel and Malcolm, Judge Harrington's instructions to the jury and Malcolm's answer to plaintiff's follow-up question, we find no prejudice and no trial error. Before we explain, some background history is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In 1995, during a pre-trial conference preceding the first trial, another district judge issued a protective order that was to follow the parties throughout the case before him and through any subsequent proceedings. That order prevented any mention during trial of an alleged anonymous police informant who, among other things, reported witnessing a man running away from the F/V TWO FRIENDS just moments before the fire began. (The order resulted from the refusal of the police officer to name the informant.) Although the testifying experts in the case, including John Malcolm, knew of the anonymous informant and of the protective order, the specter of the anonymous informant remained out of the jury's view until, at least, the incident in question.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">During the third trial, in an apparent attempt to draw the jury's attention to the alleged fact that Malcolm had limited personal knowledge of the fire scene, plaintiff began grilling Malcolm on cross-examination as to the source and depth of his knowledge. Plaintiff asked:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Question: \"You didn't discover in your investigation of this fire any witnesses to the fire, did you?\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Malcolm: \"Myself, no, because again -\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Question: \"Okay, you found no witnesses to the fire. In fact, the information you have is that nobody was on that vessel for a full ten hours prior to the Gloucester Fire Department responding to that fire; isn't that right? Isn't that the information that you have?\"</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Aware that there were allegations of such an eyewitness, but that he was not allowed to say so, Malcolm responded: \"Well, I have some other information that I don't believe we're supposed to talk about.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">An immediate side-bar ensued during which Judge Harrington, who had no knowledge of the protective order, learned of its purpose and parameters. Plaintiff moved for a mistrial. Judge Harrington denied plaintiff's motion and solicited suggestions from both counsel about how to correct the erroneous disclosure. Counsel discussed various ways of rephrasing the question so that Malcolm would deny any personal knowledge of witnesses to the fire. When the side-bar ended, Judge Harrington instructed the jury that the last question and the last answer were stricken and were not to be considered evidence in the case. Plaintiff's counsel then asked the following question -- \"Mr. Malcolm, you have no personal knowledge that anyone was on that vessel for ten hours before the Gloucester Fire Department responded to that fire; is that correct?\" -- to which Malcolm replied, \"That's correct.\" Plaintiff's counsel continued with the cross-examination and the matter was left to rest, never to be mentioned again until the post-trial motion for sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Our decision to uphold the district court's ruling requires only a brief explanation. First, Malcolm's initial response to plaintiff's question did not reveal the existence of an anonymous informant with information tending to show that the fire aboard the F/V TWO FRIENDS was an act of arson, an answer prohibited by the protective order. To the contrary, all Malcolm's answer suggested was that he had some other information about the circumstances surrounding the fire that he was not permitted to reveal. Whether the information that he had and that he was required to keep confidential would further plaintiff's case or defendant's case was not clear from Malcolm's statement. Furthermore, had Malcolm affirmed, as plaintiff desired, that the information he had was that nobody was on the vessel for a full ten hours prior to the Gloucester Fire Department responding to that fire, Malcolm would have been stating a literal untruth. A better phrased question, such as the one that followed the side-bar, would have side-stepped any trouble, enabling Malcolm to testify truthfully yet adhere to the terms of the protective order.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Second, any remote prejudice that plaintiff could arguably claim is alleviated by Malcolm's answer to plaintiff's follow-up question and by Judge Harrington's curative instructions, striking the first question and answer. Judge Harrington immediately instructed the jury to strike the first question and answer, that they were not to consider it as evidence in the case. See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1184 (1st Cir. 1993) (stating that \"[s]wiftness in judicial response is an important element in alleviating prejudice once the jury has been exposed to improper testimony\"). It is presumed that the jury will follow such instructions unless \"it appears probable that ... responsible jurors will not be able to ... and, moreover, that the testimony will likely be seriously prejudicial to the aggrieved party.\" Id. at 1185. Plaintiff cannot show a likelihood of prejudice as Malcolm's response to F&amp;D's follow-up question, a slightly different (but better) version of the first question, see note 5 supra, placed before the jury the favorable testimony that F&amp;D had sought from the original question. The jury heard Malcolm's unqualified denial that he had any personal knowledge that someone had been aboard the F/V TWO FRIENDS between the hours of 4:30 p.m. on July 2nd and 2:30 a.m. on July 3rd of 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In sum, Judge Harrington's rapid curative instruction in addition to the follow-up question and answer eliminated any remote possibility of prejudice. Judge Harrington did not abuse his discretion in denying defendant's motion for a mistrial. See Sepulveda, 15 F.3d at 1184 (standard under which the appellate court reviews the district court's granting or denial of a motion for a mistrial is abuse of discretion).</p>\n    </div>\n    <p class=\"indent\">III. REMAINING ISSUES</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Plaintiff raises two other issues on appeal, both of which lack merit. We discuss them briefly below.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">A. Plaintiff's Post-Trial Motion for Sanctions</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">After the jury returned a verdict for the defendant, F&amp;D filed a host of post-trial motions, among them a motion for sanctions based on what it alleges was a \"knowing violation of the [protective order]. It is the plaintiff's position that this violation was intentional, and that the statement was made with the explicit purpose of prejudicing the jury.\" When considered along side of other purported discovery abuses, plaintiff claims that the district court's denial of sanctions was an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">As we have already determined, Malcolm's answer was not unwarranted in response to the question asked. His interrogator was at least as much at fault as Malcolm in eliciting an answer that skirted the outer limits of the protective order. Moreover, F&amp;D suffered little if any prejudice from the exchange. In the circumstances, and taking into account the fact that the district judge, who had lived with the case, was unpersuaded that plaintiff had cleared the high hurdle required to support a claim of fraud on the court or a motion for sanctions, we can only affirm the district court's ruling denying plaintiff's motion for sanctions. See Spiller v. U.S.V. Laboratories, Inc., <span class=\"citation\" data-id=\"503429\"><a href=\"/opinion/503429/michael-e-spiller-v-us-v-laboratories-inc/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 537 (1st Cir. 1988) (stating that a party complaining to an appellate tribunal with respect to trial-level sanctions \"bears a heavy burden of demonstrating that the trial judge was clearly not justified in entering [the] order\"). See also Anderson v. Beatrice Foods Co., <span class=\"citation\" data-id=\"539792\"><a href=\"/opinion/539792/anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">388</span></a></span>, 393 (1st Cir. 1990) (stating that the hard-to-meet standard of abuse of discretion is a \"rule ... anchored in common sense\" and quoting Fashion House, Inc. v. K Mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1082 (1st Cir. 1989) with its explanation that because \"[d]istrict judges live in the trenches....[they] are, by and large, in a far better position than appellate tribunals to determine the presence of misconduct and to prescribe concinnous remedies\"). We see no abuse of discretion.</p>\n    </div>\n    <p class=\"indent\">B. Plaintiff's Challenge to Ferrara I</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Plaintiff's remaining challenge to the judgment below is an assertion that the district court \"erred in following the reasoning of the United States Court of Appeals in the case of [Ferrara I], in concluding that the defendant need only prove that the fire in question was incendiary in nature or deliberately set.\" Appellant's Brief at 10. Citing United States v. Rivera-Martinez, <span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span> (1st Cir. 1991), plaintiff argues that the district court should have reevaluated this court's reasoning and deviated from the holding of Ferrara I in order to avoid manifest injustice.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Putting aside the impropriety of asking a district court to overturn a determination made by this court, we observe that plaintiff never asked Judge Harrington to deviate from the holding of Ferrara I. On the contrary, during a pre-trial colloquy, the parties discussed with the district court the way to best formulate jury questions and decide issues of admissibility of evidence in light of the holding of Ferrara I. The wording of the question put to the jury, \"Do you find that the defendant ... has established by a preponderance of the evidence that the fire was of an incendiary nature or deliberately set?\", was stipulated to by both parties, obviating any possible claim at this time that the question itself oversimplified Ferrara I's holding. It is axiomatic that an issue not presented to the trial court cannot be raised for the first time on appeal absent plain error. See Hammond v. T.J. Litle &amp; Co., Inc., <span class=\"citation\" data-id=\"717545\"><a href=\"/opinion/717545/scott-p-hammond-v-tj-litle-company-inc-cross-appellee/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></a></span>, 1172 (1st Cir. 1996). Nor are there reasons apparent from the record for abandoning the law of the case doctrine. See Rivera-Martinez, 931 F.2d at 151 (citing the \"litany of exceptional circumstances sufficient to sidetrack the law of the case\" -- such as \"the evidence on a subsequent trial was substantially different, controlling authority has since made a contrary decision of the law applicable to such issues, or the decision was clearly erroneous and would work a manifest injustice\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">For all of these reasons, we find no error in the district court's rulings. The judgment below is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">So ordered. Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We state and decide the remaining two issues, non-evidentiary and less fact-specific, in Part III infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although not placed before the jury, through initial discovery both parties learned that a Gloucester police officer had information based on an anonymous source that someone was seen fleeing the scene of the fire and that the fire had been deliberately set. When the police officer refused to reveal his source, the district judge who presided over the first trial (Judge Tauro) ordered that no evidence of this anonymous tip was to be admitted in the trial. No jury ever heard anything about this anonymous informant. The jury in the third trial did learn, however, through an answer of one of St. Paul's experts under cross-examination, that a protective order was in place as to certain subjects relevant to the initial investigation of the cause of the fire. Whether what the jury heard as to the protective order poisoned the trial for the plaintiff is the subject of Part II.C. infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Federal Rule of Evidence 403 directs district courts to exclude evidence \"if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> F&amp;D argues in an aside that Malcolm's qualifications as a cause-and-origin expert were rejected by two previous trial judges and that this is proof that Malcolm should not have been able to testify as a cause-and-origin expert during the third trial before Judge Harrington. It is not clear to us, however, that the two judges presiding in the previous trials believed that Malcolm lacked qualifications as a cause-and-origin expert. These judges limited Malcolm's testimony to electrical systems in trials where O'Donnell was offered as the defendant's cause-and-origin expert. Limiting Malcolm's role where someone else was tendered as the cause-and-origin expert expedited the trial by eliminating duplicative testimony. Neither district judge determined that Malcolm was not qualified as an expert on cause and origin should O'Donnell have failed to testify. Furthermore, the views of prior judges about Malcolm would be largely irrelevant here. A presiding judge has broad discretion in his or her determinations regarding expert qualifications. See Poulin v. Greer, <span class=\"citation\" data-id=\"195263\"><a href=\"/opinion/195263/poulin-v-greer/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span>, 984 (1st Cir. 1994); cf. General Elec. v. Joiner, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 142-43, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span>, 517, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1997) (holding that appeals courts review trial court decisions to admit or exclude expert testimony under Daubert on an abuse of discretion standard). Circumstances change from trial to trial, and admissibility rulings may also change from judge to judge and trial to trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Compare the first question,</p>\n        <p>\"Okay, you found no witnesses to the fire. In fact, the information you have is that nobody was on that vessel for a full ten hours prior to the Gloucester Fire Department responding to that fire; isn't that right? Isn't that the information that you have?\"</p>\n        <p>with the second, follow-up question,</p>\n        <p>\"Mr. Malcolm, you have no personal knowledge that anyone was on that vessel for ten hours before the Gloucester Fire Department responded to that fire; is that correct?\".</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771698/"
  ]
}