{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199515/",
  "absolute_url": "/opinion/199515/united-states-v-hilton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199515/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:32:05Z",
  "date_modified": "2017-03-24T11:02:10.704579Z",
  "type": "010combined",
  "sha1": "c9dfc3a9f2546f0ebdf22e109d2bb8b45a7b19a9",
  "page_count": 19,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2545-01A.pdf",
  "local_path": "pdf/2001/07/27/US_v._Hilton.pdf",
  "plain_text": "         United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-2545\n\n                     UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                            DAVID HILTON,\n\n                       Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n              [Hon. Gene Carter, U.S. District Judge]\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n\n                       Selya, Circuit Judge,\n\n               and Schwarzer,* Senior District Judge.\n\n\n\n     Peter E. Rodway with whom Rodway & Horodyski was on brief\nfor appellant.\n     F. Mark Terison, Senior Litigation Counsel, with whom Jay\nP. McCloskey, United States Attorney, was on brief for the\nUnited States.\n\n\n\n    *Of the      Northern   District    of   California,   sitting   by\ndesignation.\n\f                               July 27, 2001\n\n            BOUDIN, Chief Judge.       David Hilton was convicted in\n\nfederal district court in Maine on one count of possessing child\n\npornography.          Hilton     now      appeals,     challenging       the\n\nconstitutionality of the statute under which he was convicted,\n\nthe Child Pornography Prevention Act of 1996 (\"CPPA\"), 18 U.S.C.\n\n§ 2252A(a)(5)(B) (Supp. II 1996), and the sufficiency of the\n\ngovernment’s evidence at trial.            In an added twist, Hilton\n\nclaims   that   he   collected   the   pornographic     material   at   the\n\ngovernment’s behest.      Finally, Hilton argues that the district\n\ncourt erred in its application of the sentencing guidelines.\n\n            In November 1995, David Hilton contacted the FBI and\n\nsaid that he had received child pornography over the Internet\n\nand wished to turn it over to the government to assist in the\n\nenforcement of child pornography laws.               Over the next three\n\nmonths, Hilton met with FBI Special Agent Thomas Honan on three\n\nor   four   occasions,   at    which   time    he   provided   Honan    with\n\npornographic materials on computer disc and, on one occasion,\n\nHonan copied material with Hilton's assistance directly from\n\nHilton's computer.\n\n            During this same period, Honan authorized Hilton to\n\nsave any unsolicited materials that he received in order to turn\n\n\n                                    -2-\n\fit   over   to    the    FBI.       However,    in    February   1996,    the   FBI\n\nconcluded that the material Hilton was providing was duplicative\n\nand Honan informed Hilton that he should no longer collect\n\ninformation for the FBI.              In addition, Honan reminded Hilton\n\nthat the possession of child pornography was illegal.\n\n            In August 1997, Hilton contacted the United States\n\nCustoms Service and offered to help the agency investigate child\n\npornography.       On October 29, Hilton met with two Customs agents,\n\nprovided     them        with   a    computer        diskette    that    contained\n\npornographic images, and demonstrated how he posed as a young\n\ngirl in Internet \"chat rooms.\"             The agents reminded Hilton that\n\npossession of child pornography was illegal, told him he could\n\nnot collect any further materials unless a law enforcement\n\nofficial was present, and twice asked him if he had any other\n\nmaterials (to which he replied \"no\" both times).                        The agents\n\narranged another meeting with Hilton for early November.\n\n            Prior to the follow-up meeting and for a variety of\n\nreasons,    the     customs     agents     became      suspicious   of    Hilton's\n\nmotives.    On November 7, agents executed a search warrant of his\n\napartment,       which    revealed    an   extensive      collection     of   adult\n\npornography and hundreds of pictures of nude children.                    Hilton's\n\ncomputer, computer-related documents, and computer disks and\n\nstorage tapes were seized.            Importantly for this appeal, agents\n\n\n                                         -3-\n\ffound    three   sets    of   what    the    government    alleges    is   child\n\npornography:      seven images on a Sony computer backup tape, four\n\nimages on a single sheet of paper in a gray box near Hilton's\n\ncomputer, and three images on Hilton's computer hard drive.\n\n           After indictment in December 1997, Hilton moved to\n\ndismiss the indictment based on constitutional grounds, and the\n\ndistrict court granted Hilton’s motion, finding that the CPPA\n\nwas both overbroad and so vague as to violate due process.\n\nUnited States v. Hilton, 999 F. Supp. 131, 136-37 (D. Me. 1998).\n\nOn the government's appeal, this Court reversed, upholding the\n\nAct’s constitutionality.           United States v. Hilton, 167 F.3d 61,\n\n77 (1st Cir.), cert. denied, 528 U.S. 844 (1999).                 Thereafter,\n\na superceding indictment was issued and Hilton, having waived\n\nhis right to a jury, was convicted after a three-day bench\n\ntrial.    United States v. Hilton, No. 97-78-P-C, 2000 WL 894679,\n\nat *10 (D. Me. June 30, 2000).\n\n           At sentencing, the district court applied two two-level\n\nenhancements      to    Hilton’s     base    offense    level.       The   first\n\nenhancement (which Hilton does not now contest) was applied\n\nbecause    Hilton      possessed     pornographic      material   depicting    a\n\nprepubescent minor or minor under the age of twelve.                  U.S.S.G.\n\n§   2G2.4(b)(1)     (2000).     The    second    was    applied   because    the\n\ndistrict court concluded that Hilton possessed \"ten or more\n\n\n                                       -4-\n\fitems\"    of    child    pornography.           Id.    at    §    2G2.4(b)(2).             The\n\ndistrict       court    also     found    that        Hilton      had     not      accepted\n\nresponsibility for his conduct and therefore was not entitled to\n\nthe corresponding two-level reduction in his base offense level.\n\nHilton was subsequently sentenced to 40 months’ imprisonment and\n\nthree years supervised release.\n\n               Hilton now appeals and asks us to vacate his conviction\n\nand sentence.         In reviewing his claims, we view the evidence in\n\nthe    light    most    favorable    to    the    verdict,         United         States    v.\n\nHughes,    211    F.3d    676,     681    (1st    Cir.      2000),      reversing          for\n\ninsufficient evidence only if no rational trier of fact could\n\nhave    found     a    defendant    guilty,       United         States      v.    Blasini-\n\nLluberas, 169 F.3d 57, 62 (1st Cir. 1999).                       We review questions\n\nof law de novo and defer to the extent appropriate on mixed\n\nquestions of law and fact.                In re Extradition of Howard, 996\n\nF.2d 1320, 1327-28 (1st Cir. 1993).\n\n               Hilton   begins     with    a    broad       attack      on    the    CPPA's\n\nconstitutionality, but we have rejected this claim on Hilton's\n\nearlier appeal.         Hilton, 167 F.3d 61 at 76-77.                Hilton asks that\n\nwe reconsider our prior holding in light of a Ninth Circuit\n\ndecision in Free Speech Coalition v. Reno, 198 F.3d 1083, 1097\n\n(9th Cir. 1999), striking down part of the CPPA, cert. granted\n\nsub nom. Ashcroft v. Free Speech Coalition, 121 S. Ct. 876 (Jan.\n\n\n                                          -5-\n\f22, 2001), but we decline to do so, noting that the Ninth\n\nCircuit   struck    down   only   those   portions    of    the    Act    making\n\nillegal possession of computer generated images of fictitious\n\nchildren.    Free Speech Coalition, 198 F.3d at 1097.\n\n            Next,   Hilton    challenges     the     sufficiency         of   the\n\ngovernment’s evidence at trial.           Hilton first says that the\n\ngovernment failed to prove beyond a reasonable doubt that he\n\nknowingly possessed three or more images of child pornography,\n\nthe minimum number required by the statute at the time of\n\nHilton's offense conduct.1        He argues that because there were so\n\nmany other images (between 2,000 and 3,000) on his computer hard\n\ndrive and various storage media, the government failed to prove\n\nthat he actually knew that some of the files contained child\n\npornography.\n\n            In convicting Hilton, the district court found it\n\nnecessary to rely only on the seven images on the backup tape,\n\nwhich Hilton concedes were child pornography.              Hilton is correct\n\nthat the government must prove that he knew that he possessed\n\nthe images in question.       Hilton, 167 F.3d at 75.             However, the\n\ngovernment did present sufficient evidence to prove that Hilton\n\n\n    1The statute was amended in 1998 to make it an offense to\npossess a single sexually explicit image, Pub. L. 105-314, Title\nII, § 203(a)(1), (b)(1), 112 Stat. 2978 (codified at 18 U.S.C.\n§ 2252A(a)(4)(B), (5)(B) (2000)), but all of Hilton's conduct\noccurred before the modification was adopted.\n\n                                    -6-\n\fknew of the images on the tape.               The critical testimony came\n\nfrom     Customs   Agent    Stephen     Marx--an       expert      in   computer\n\nforensics.\n\n             Marx testified that four of the images on the Sony\n\nbackup tape (which also appeared on the sheet of paper located\n\nin the gray box in Hilton's apartment) were the same as images\n\nthat Hilton had earlier turned over to the Customs Service at\n\ntheir October 1977 meeting.            Marx said that the files on the\n\nbackup tape had different creation dates than those turned over\n\nduring    the   October     meeting,    even     though    the     images   were\n\nidentical, and that one file also had a different name.                     Thus,\n\nsaid   the   agent,   the    images    had    either   been      downloaded    at\n\ndifferent times or the computer operator (Hilton) had manually\n\nmanipulated the files.\n\n             In either case, Hilton would have been aware of the\n\nmaterial contained in the files.            See United States v. Hall, 142\n\nF.3d 988, 997 (7th Cir. 1998).              That Hilton knew what he was\n\ndownloading     and   saving    is     further    supported        by   Hilton's\n\nknowledge of computers (as illustrated by his demonstrations to\n\nthe agents during their meetings) and by his profession (an\n\nelectronics     technician).         Hilton    presented      no   evidence    to\n\ncounter these inferences, and his cross examination of Marx cast\n\nno doubt on Marx's testimony.          The district court did not err in\n\n\n                                      -7-\n\fconcluding that Hilton knowingly possessed the pornographic\n\nimages.\n\n            Hilton next argues that the government failed to prove\n\nbeyond a reasonable doubt that the images he possessed traveled\n\nin interstate commerce.      The government has this burden as to\n\neach   image    necessary   for   conviction.   United   States   v.\n\nHenriques, 234 F.3d 263, 266 (5th Cir. 2000).       Under the case\n\nlaw, proof of transmission of pornography over the Internet or\n\nover telephone lines satisfies the interstate commerce element\n\nof the offense.      United States v. Carroll, 105 F.3d 740, 742\n\n(1st Cir.) (Internet), cert. denied, 520 U.S. 1258 (1997);\n\nUnited States v. Gilbert, 181 F.3d 152, 158-59 (1st Cir. 1999)\n\n(telephone).\n\n            Here, Agent Marx identified two factors to show that\n\nthe images in question had traveled in interstate commerce.\n\nFirst, the files on the Sony backup tape were located in a so-\n\ncalled \"MIRC\" subdirectory, which contained software used in\n\nconjunction with Internet chat rooms.      This, according to Marx,\n\nmade it \"likely\" that the images had been downloaded from the\n\nInternet.      Second, the time and date features of each of the\n\nimage files were \"indicative\" of files that had been transmitted\n\nvia modem.       Modems are commonly used to link computers to\n\ntelephone lines.\n\n\n                                  -8-\n\f         Hilton says that there was no evidence before the\n\ndistrict court that this is what modems do and he objects that\n\ntaking judicial notice was improper because (he says) \"[t]he\n\nmeaning and operation of a modem is not within the range of\n\nnormal knowledge\" and the court did not notify the parties of\n\nits intention to take judicial notice. Rule 201 provides that a\n\ncourt may take judicial notice of an \"adjudicative fact\" upon\n\ntwo conditions: (1) that it is either \"generally known\" within\n\nthe area or easily determined from an indisputable source and\n\n(2) that the parties have an opportunity to contest the taking\n\nof notice, either before or after it is taken.     Fed. R. Evid.\n\n201.\n\n         Whether the definition of \"modem\" and the main function\n\nof the device is an adjudicative fact within the meaning of the\n\nrule is a nice question.   \"Adjudicative fact\" is itself   a fuzzy\n\nconcept (indeed, there is more than one usage), and Rule 201's\n\nadvisory committee notes do little more than borrow–-and may\n\nwell misconceive--Professor Davis' several formulations: e.g.,\n\n\"facts concerning the immediate parties.\"   Compare Fed. R. Evid.\n\n201(a) (Adv. Comm. Note) with Wright & Graham, Federal Practice\n\nand Procedure: Evidence § 5103 (1977 & Supp. 2001).        Whether\n\nHilton's computer contained a modem would be an adjudicative\n\nfact; what a modem generally does is less easily categorized\n\n\n                               -9-\n\fbecause (among other problems) it is a fact but not really\n\npeculiar to the case.2\n\n            In all events, this interesting, multi-faceted subject\n\n(see Wright,       supra) need not be pursued because even if we\n\nassumed     arguendo   that      what    a     modem   does    was    (here)     an\n\nadjudicative fact, the district court's footnote description is\n\na correct dictionary definition and even now Hilton does not\n\ndispute it.    See Random House Dictionary of the English Language\n\n1236 (2d ed. 1987) (defining a modem as \"an electronic device\n\nthat makes possible the transmission of data to or from a\n\ncomputer via telephone or other communication lines\").                      Indeed,\n\nit is clear from the testimony that the district court, the\n\nattorneys, and the witnesses understood the relationship of a\n\nmodem to the Internet and telephone lines.               See Hilton, 2000 WL\n\n894679 at *9 n.8. If there was error, it is patently harmless.\n\n            Hilton next says that Marx's \"speculative testimony\"\n\nstill does not constitute proof beyond a reasonable doubt of an\n\ninterstate    nexus.       But   the    government     was    not    required    to\n\nprovide \"direct\" evidence of interstate transmission, Blasini-\n\nLluberas,    169    F.3d   at    62,    and    we   cannot    say    that   Marx's\n\n\n    2 In some contexts (but not all) a modem's functioning might\nbe a subject of reasonable dispute. Yet as a practical matter,\na large number of \"background\" facts are taken for granted in\nthe courtroom unless and until someone wants to challenge them.\nFed. R. Evid. 201(a) (Adv. Comm. Note).\n\n                                        -10-\n\funchallenged expert testimony was insufficient for a finding\n\nthat the images were transmitted over the Internet or telephone\n\nlines.    United States v. Czubinski, 106 F.3d 1069, 1074 n.5 (1st\n\nCir. 1997).           Hilton's admitted modus operandi of receiving\n\npornography       over     the        Internet        further     strengthens       the\n\ngovernment's position.\n\n            Hilton       asserts         that   the    district     court   erred   in\n\nrejecting his claim of entrapment by estoppel or pursuant to\n\npublic authority.          United States v. Smith, 940 F.2d 710, 715\n\n(1st   Cir.      1991)    (entrapment),            United   States     v.   Baptista-\n\nRodriguez, 17 F.3d 1354, 1368 n.18 (11th Cir. 1994) (\"public\n\nauthority\").          Hilton says that in 1995 and 1996 Agent Honan\n\nauthorized Hilton to possess child pornography so long as the\n\nimages were turned over to the government and that the Customs\n\nInternet        web     page        similarly       authorized       possession      of\n\npornographic images if they were delivered to law enforcement.\n\n            The       district       court      rejected    these    claims   in    its\n\ndecision, and we agree with its analysis,                           Hilton, 2000 WL\n\n894679,    at    *4-6.         As   to    direct      authorization,    Agent   Honan\n\nadmitted that he approved Hilton's possession of unsolicited\n\nchild pornography in 1995, but at his last meeting with Hilton\n\nin February 1996, Honan told Hilton that the FBI no longer\n\nrequired his assistance and that possession of child pornography\n\n\n                                           -11-\n\fwas illegal.   Thereafter, Customs agents Booke and Marx repeated\n\nto Hilton the latter warning.       When pornographic material was\n\nfound in Hilton's possession on November 7, 1997, Hilton had to\n\nknow that he was not authorized to possess child pornography.\n\n          Hilton also says that statements on the Customs Service\n\nweb site seemingly authorized him to possess child pornography\n\nand that he reasonably relied on those statements.        The district\n\ncourt found no \"direct evidence to suggest that [Hilton] did in\n\nfact rely on the information on the web site.\"        Hilton, 2000 WL\n\n894679, at *6 n.3; see also United States v. Achter, 52 F.3d\n\n753, 755 (8th Cir. 1995) (requiring \"reasonable reliance\" on\n\ngovernment statements for public authority and entrapment by\n\nestoppel claims); United States v. Burrows, 36 F.3d 875, 882\n\n(9th Cir. 1994) (same).     On appeal Hilton points to no evidence\n\nthat he actually relied on the web site.       Mere awareness of the\n\nweb   site's   existence   does   not    constitute   reliance.   See\n\nCompagnie de Reassurance D'lle de France v. New England Reinsur.\n\nCorp., 57 F.3d 56, 86 (1st Cir.), cert. denied, 516 U.S. 1009\n\n(1995).\n\n          Absent actual reliance, we (like the district court)\n\nneed not decide whether the web site language lends itself to a\n\nreasonable reliance defense.        Without suggesting any view on\n\nthis issue, we think government counsel might wish to draw the\n\n\n                                  -12-\n\fattention of the Customs Service to Hilton's claim, noting in\n\nparticular the \"cash award\" paragraph on the web site.\n\n           Lastly, Hilton challenges his sentencing. Principally,\n\nhe says that the district court improperly applied a two-level\n\nenhancement      for   possession         of   ten     or    more   items    of   child\n\npornography.      U.S.S.G. § 2G2.4(b)(2).3                  We review the district\n\ncourt's interpretation of the guidelines de novo, United States\n\nv. Austin, 239 F.3d 1, 4 (1st Cir. 2001), but its factual\n\ndeterminations     only      if    clearly       erroneous,     United      States    v.\n\nRosario-Peralta,       199    F.3d     552,      570   (1st    Cir.      1999),   cert.\n\ndenied, 121 S. Ct. 241 (2000).\n\n           Section 2G2.4(b)(2) calls for a two-level enhancement\n\nif   a   defendant     possessed        \"ten      or   more     books,      magazines,\n\nperiodicals, films, video tapes, or other items, containing a\n\nvisual depiction involving the sexual exploitation of a minor.\"\n\nAlthough   the    district        court    did    not       state   which    items    it\n\nincluded   in    its   \"ten       or   more\"     calculation,       to    support    the\n\nenhancement the government identifies eleven \"items\" in its\n\nbrief that were offered in evidence at trial.                       According to its\n\ncount, the sheet of paper in the gray box was a single \"item,\"\n\n\n\n     3\n     Hilton also says that he was entitled to a two-level\nreduction for acceptance of responsibility. U.S.S.G. § 3E1.1.\nHowever, the district court's refusal of this reduction was well\ngrounded, and the issue does not warrant further discussion.\n\n                                          -13-\n\fthe Sony backup tape held seven files (each of which constituted\n\na separate \"item\"), and the computer hard drive held three more\n\nfiles (each of which was also an \"item\").\n\n            Hilton    reports    that    the    district        court      erred    by\n\ncounting each backup tape file as a single \"item,\" and that the\n\nthree specified files on the hard drive do not satisfy the\n\nguidelines' definition of child pornography and thus he did not\n\npossess ten or more items.              Even plausibly assuming in the\n\ngovernment's favor that we were to count each file as a single\n\nitem,4 we conclude--for reasons explained below--that two of the\n\nthree images on the hard drive do not constitute either pictures\n\ninvolving     the    sexual     exploitation     of    a    minor         or   child\n\npornography as defined by the statute.\n\n            We begin with definitions.           Assuming in all cases an\n\ninterstate nexus, possession of depictions of minors engaging in\n\nsexually    explicit   conduct     is    made   criminal        by   28    U.S.C.    §\n\n2252(a)(4),    the   statute     cross    referenced       in    the      guideline;\n\n\n    4Every circuit that has addressed the issue of whether an\nindividual file constitutes an item has agreed with the\ngovernment's position. United States v. Harper, 218 F.3d 1285,\n1287 (11th Cir. 2000) (per curiam); United States v. Demerritt,\n196 F.3d 138, 141 (2d Cir. 1999); United States v. Perreault,\n195 F.3d 1133, 1135 (9th Cir. 1999); United States v. Hall, 142\nF.3d 988, 997-99 (7th Cir. 1998); United States v. Wind, 128\nF.3d 1276, 1278 (8th Cir. 1997).    Although not applicable to\nHilton's case, the applicable guideline has recently been\namended to adopt this position. U.S.S.G. § 2G2.4 Application\nNote (2000).\n\n                                    -14-\n\fpossession of child pornography is made criminal by 28 U.S.C. §\n\n2252A(a)(5)(B), the statute under which Hilton was convicted.\n\nIn both cases, a depiction of sexually explicit conduct is\n\nrequired and defined in the same way; the difference is that the\n\nformer statute is directed only to depictions of actual minors\n\nwhile the latter includes them but extends also to those who\n\nonly appear to be minors or are fictitious creations but appear\n\nreal.\n\n             However,     neither      side   has     made   anything      of     this\n\ndistinction which we note only to avoid confusion in future\n\ncases.       Both    sides    assume   (at    least    by    silence)      that    the\n\nguideline     applies,       that   the   common    definition       of    sexually\n\nexplicit conduct must be satisfied, and that there is no issue\n\nhere    as   to   whether     a   depicted    minor    is    real,   apparent       or\n\nfictitious.         Everything turns, then, on the phrase \"sexually\n\nexplicit conduct\" which the chapter's definition section defines\n\nto include a \"lascivious display of the genitals or pubic area\n\nof any person.\"        18 U.S.C. § 2256(2)(E)            (1994).      There is no\n\nclaim by the government that the images in question qualify\n\nunder the other definitions of sexually explicit conduct in\n\nsubsections (A), (B), (C), or (D).             Nudity in and of itself does\n\nnot    constitute     a   \"lascivious        display.\"       United       States    v.\n\nAmirault, 173 F.3d 28, 33 (1st Cir. 1999).\n\n\n                                       -15-\n\f            In its brief, the government goes to great lengths to\n\ndescribe the three images from the hard drive in terms that\n\nreflect the six-factor test we adopted in                    Amirault         to help\n\ndetermine whether or not an image is a \"lascivious display of\n\nthe genitals.\"       Id. at 31.5        However, as we stated in Amirault,\n\nthese     factors,     although         \"generally     relevant,\"             are    not\n\ncomprehensive    and     each       determination      of    whether        an      image\n\ncontains a lascivious display is necessarily case specific.                           Id.\n\nat 32.\n\n            In this case, applying de novo review, id. at 32-33,\n\nwe   conclude   that     two       of   three     images    do       not   constitute\n\nlascivious displays of the genitals or pubic area.                         The first\n\nimage, government exhibit 48(b), depicts a female on a bed\n\npartially    covered    by     a    sheet   and    holding       a    small    flower.\n\n\n\n     5  The factors are:\n\n     (1) whether the genitals or pubic area are the focal\n     point of the image; (2) whether the setting of the\n     image is sexually suggestive (i.e., a location\n     generally associated with sexual activity); (3)\n     whether the child is depicted in an unnatural pose or\n     inappropriate attire considering her age; (4) whether\n     the child is fully or partially clothed, or nude; (5)\n     whether  the   image  suggests   sexual  coyness   or\n     willingness to engage in sexual activity; and (6)\n     whether the image is intended or designed to elicit a\n     sexual response in the viewer.\n\nAmirault, 173 F.3d at 31 (internal citations omitted).\n\n\n                                        -16-\n\fAlthough    the   setting    is   sexually    suggestive,    the    subject's\n\ngenitalia are not visible and the pubic area is not the focus of\n\nthe picture.      The subject's pose is not especially unnatural and\n\nviewing the totality of the image we find that it does not\n\nqualify as \"lascivious.\"\n\n            The second image, government exhibit 48(i), also falls\n\nshort of the statutory requirement.            Once again, the subject's\n\ngenitals and pubic area are covered by what appears to be\n\nclothing or a sheet.        In addition, the focus of the photo is not\n\non the subject's pubic area, nor is there anything in the\n\nsubject's    pose   or    expression,    or   in   the   setting,   which    is\n\nparticularly lascivious or suggests sexual activity.                  Although\n\nthe subject's upper body is nude, the image as a whole does not\n\nconstitute    child      pornography    within     the   definition    of   the\n\nstatute.\n\n            At oral argument, the government suggested for the\n\nfirst time that in determining whether Hilton possessed ten or\n\nmore items we should not only look at the eleven images noted in\n\nits brief, but also all of the other items that were on the\n\ncomputer's hard drive and backup tape.             But the government made\n\nno specific mention of any other images in its brief, and there\n\nis no indication in the trial record which, if any, other\n\n\n\n\n                                    -17-\n\fviewable   images     were   put     in   evidence     or   considered      by   the\n\ndistrict court at sentencing.\n\n           At the same time, it is far from clear that the\n\ndistrict court relied in any way on the two depictions that we\n\nfind were not child pornography.             The district judge discussed\n\nin his decision convicting Hilton only the seven images on the\n\nbackup tape, which based on the court's description were plainly\n\npornographic, a conclusion that Hilton has not challenged.                        At\n\nsentencing, the court said only that in addition to the backup\n\ntape, \"there's a multitude of other items.\"                      The government\n\nrepresents, albeit belatedly, that thousands of images were\n\nseized from Hilton and support the \"ten or more\" finding.\n\n           Because on this record we cannot uphold the sentence,\n\nthe case must clearly be remanded for resentencing.                      This court\n\nhas authority to delineate the proceedings on remand.                     28 U.S.C.\n\n§ 2106.    Given what has transpired, including the government's\n\ninitial    reliance    on    the   eleven    images,        we   think    that   the\n\ndistrict    court   can     follow    either   of    two     courses:       either\n\nresentence    Hilton    without      the   \"ten   or    more\"     adjustment     or\n\nconsider other images and determine anew whether the adjustment\n\nis appropriate.       If the latter course is followed, it would be\n\nhelpful for the district court to identify by exhibit numbers\n\nthe items relied upon.\n\n\n                                      -18-\n\f           The judgment is affirmed, the sentence is vacated, and\n\nthe case is remanded for resentencing not inconsistent with this\n\nopinion.\n\n\n\n\n                               -19-\n\f",
  "html": "<p class=\"case_cite\">257 F.3d 50 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLEE,<br>v.<br>DAVID HILTON, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 00-2545</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard May 10, 2001<br>Decided July 27, 2001</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon. Gene Carter, U.S. District Judge][Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Peter E. Rodway with whom Rodway &amp; Horodyski was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">F. Mark Terison, Senior Litigation Counsel, with whom Jay P. McCloskey, United States Attorney, was on brief for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya, Circuit Judge, and Schwarzer,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <p class=\"indent\">Boudin, Chief Judge</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">David Hilton was convicted in federal district court in Maine on one count of possessing child pornography. Hilton now appeals, challenging the constitutionality of the statute under which he was convicted, the Child Pornography Prevention Act of 1996 (\"CPPA\"), 18 U.S.C. &#167;&#167; 2252A(a)(5)(B) (Supp. II 1996), and the sufficiency of the government's evidence at trial. In an added twist, Hilton claims that he collected the pornographic material at the government's behest. Finally, Hilton argues that the district court erred in its application of the sentencing guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In November 1995, David Hilton contacted the FBI and said that he had received child pornography over the Internet and wished to turn it over to the government to assist in the enforcement of child pornography laws. Over the next three months, Hilton met with FBI Special Agent Thomas Honan on three or four occasions, at which time he provided Honan with pornographic materials on computer disc and, on one occasion, Honan copied material with Hilton's assistance directly from Hilton's computer.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During this same period, Honan authorized Hilton to save any unsolicited materials that he received in order to turn it over to the FBI. However, in February 1996, the FBI concluded that the material Hilton was providing was duplicative and Honan informed Hilton that he should no longer collect information for the FBI. In addition, Honan reminded Hilton that the possession of child pornography was illegal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In August 1997, Hilton contacted the United States Customs Service and offered to help the agency investigate child pornography. On October 29, Hilton met with two Customs agents, provided them with a computer diskette that contained pornographic images, and demonstrated how he posed as a young girl in Internet \"chat rooms.\" The agents reminded Hilton that possession of child pornography was illegal, told him he could not collect any further materials unless a law enforcement official was present, and twice asked him if he had any other materials (to which he replied \"no\" both times). The agents arranged another meeting with Hilton for early November.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prior to the follow-up meeting and for a variety of reasons, the customs agents became suspicious of Hilton's motives. On November 7, agents executed a search warrant of his apartment, which revealed an extensive collection of adult pornography and hundreds of pictures of nude children. Hilton's computer, computer-related documents, and computer disks and storage tapes were seized. Importantly for this appeal, agents found three sets of what the government alleges is child pornography: seven images on a Sony computer backup tape, four images on a single sheet of paper in a gray box near Hilton's computer, and three images on Hilton's computer hard drive.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After indictment in December 1997, Hilton moved to dismiss the indictment based on constitutional grounds, and the district court granted Hilton's motion, finding that the CPPA was both overbroad and so vague as to violate due process. United States v. Hilton, 999 F. Supp. 131, 136-37 (D. Me. 1998). On the government's appeal, this Court reversed, upholding the Act's constitutionality. United States v. Hilton, 167 F.3d 61, 77 (1st Cir.), cert. denied, 528 U.S. 844 (1999). Thereafter, a superceding indictment was issued and Hilton, having waived his right to a jury, was convicted after a three-day bench trial. United States v. Hilton, No. 97-78-P-C, 2000 WL 894679, at *10 (D. Me. June 30, 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At sentencing, the district court applied two two-level enhancements to Hilton's base offense level. The first enhancement (which Hilton does not now contest) was applied because Hilton possessed pornographic material depicting a prepubescent minor or minor under the age of twelve. U.S.S.G. &#167;&#167; 2G2.4(b)(1) (2000). The second was applied because the district court concluded that Hilton possessed \"ten or more items\" of child pornography. Id. at &#167;&#167; 2G2.4(b)(2). The district court also found that Hilton had not accepted responsibility for his conduct and therefore was not entitled to the corresponding two-level reduction in his base offense level. Hilton was subsequently sentenced to 40 months' imprisonment and three years supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Hilton now appeals and asks us to vacate his conviction and sentence. In reviewing his claims, we view the evidence in the light most favorable to the verdict, United States v. Hughes, 211 F.3d 676, 681 (1st Cir. 2000), reversing for insufficient evidence only if no rational trier of fact could have found a defendant guilty, United States v. Blasini-Lluberas, 169 F.3d 57, 62 (1st Cir. 1999). We review questions of law de novo and defer to the extent appropriate on mixed questions of law and fact. In re Extradition of Howard, 996 F.2d 1320, 1327-28 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Hilton begins with a broad attack on the CPPA's constitutionality, but we have rejected this claim on Hilton's earlier appeal. Hilton, 167 F.3d 61 at 76-77. Hilton asks that we reconsider our prior holding in light of a Ninth Circuit decision in Free Speech Coalition v. Reno, 198 F.3d 1083, 1097 (9th Cir. 1999), striking down part of the CPPA, cert. granted sub nom. Ashcroft v. Free Speech Coalition, 121 S. Ct. 876 (Jan. 22, 2001), but we decline to do so, noting that the Ninth Circuit struck down only those portions of the Act making illegal possession of computer generated images of fictitious children. Free Speech Coalition, 198 F.3d at 1097.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, Hilton challenges the sufficiency of the government's evidence at trial. Hilton first says that the government failed to prove beyond a reasonable doubt that he knowingly possessed three or more images of child pornography, the minimum number required by the statute at the time of Hilton's offense conduct.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He argues that because there were so many other images (between 2,000 and 3,000) on his computer hard drive and various storage media, the government failed to prove that he actually knew that some of the files contained child pornography.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In convicting Hilton, the district court found it necessary to rely only on the seven images on the backup tape, which Hilton concedes were child pornography. Hilton is correct that the government must prove that he knew that he possessed the images in question. Hilton, 167 F.3d at 75. However, the government did present sufficient evidence to prove that Hilton knew of the images on the tape. The critical testimony came from Customs Agent Stephen Marx--an expert in computer forensics.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Marx testified that four of the images on the Sony backup tape (which also appeared on the sheet of paper located in the gray box in Hilton's apartment) were the same as images that Hilton had earlier turned over to the Customs Service at their October 1977 meeting. Marx said that the files on the backup tape had different creation dates than those turned over during the October meeting, even though the images were identical, and that one file also had a different name. Thus, said the agent, the images had either been downloaded at different times or the computer operator (Hilton) had manually manipulated the files.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In either case, Hilton would have been aware of the material contained in the files. See United States v. Hall, 142 F.3d 988, 997 (7th Cir. 1998). That Hilton knew what he was downloading and saving is further supported by Hilton's knowledge of computers (as illustrated by his demonstrations to the agents during their meetings) and by his profession (an electronics technician). Hilton presented no evidence to counter these inferences, and his cross examination of Marx cast no doubt on Marx's testimony. The district court did not err in concluding that Hilton knowingly possessed the pornographic images.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hilton next argues that the government failed to prove beyond a reasonable doubt that the images he possessed traveled in interstate commerce. The government has this burden as to each image necessary for conviction. United States v. Henriques, 234 F.3d 263, 266 (5th Cir. 2000). Under the case law, proof of transmission of pornography over the Internet or over telephone lines satisfies the interstate commerce element of the offense. United States v. Carroll, 105 F.3d 740, 742 (1st Cir.) (Internet), cert. denied, 520 U.S. 1258 (1997); United States v. Gilbert, 181 F.3d 152, 158-59 (1st Cir. 1999) (telephone).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, Agent Marx identified two factors to show that the images in question had traveled in interstate commerce. First, the files on the Sony backup tape were located in a so-called \"MIRC\" subdirectory, which contained software used in conjunction with Internet chat rooms. This, according to Marx, made it \"likely\" that the images had been downloaded from the Internet. Second, the time and date features of each of the image files were \"indicative\" of files that had been transmitted via modem. Modems are commonly used to link computers to telephone lines.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Hilton says that there was no evidence before the district court that this is what modems do and he objects that taking judicial notice was improper because (he says) \"[t]he meaning and operation of a modem is not within the range of normal knowledge\" and the court did not notify the parties of its intention to take judicial notice. Rule 201 provides that a court may take judicial notice of an \"adjudicative fact\" upon two conditions: (1) that it is either \"generally known\" within the area or easily determined from an indisputable source and (2) that the parties have an opportunity to contest the taking of notice, either before or after it is taken. Fed. R. Evid. 201.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Whether the definition of \"modem\" and the main function of the device is an adjudicative fact within the meaning of the rule is a nice question. \"Adjudicative fact\" is itself a fuzzy concept (indeed, there is more than one usage), and Rule 201's advisory committee notes do little more than borrow--and may well misconceive--Professor Davis' several formulations: e.g., \"facts concerning the immediate parties.\" Compare Fed. R. Evid. 201(a) (Adv. Comm. Note) with Wright &amp; Graham, Federal Practice and Procedure: Evidence &#167;&#167; 5103 (1977 &amp; Supp. 2001). Whether Hilton's computer contained a modem would be an adjudicative fact; what a modem generally does is less easily categorized because (among other problems) it is a fact but not really peculiar to the case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In all events, this interesting, multi-faceted subject (see Wright, supra) need not be pursued because even if we assumed arguendo that what a modem does was (here) an adjudicative fact, the district court's footnote description is a correct dictionary definition and even now Hilton does not dispute it. See Random House Dictionary of the English Language 1236 (2d ed. 1987) (defining a modem as \"an electronic device that makes possible the transmission of data to or from a computer via telephone or other communication lines\"). Indeed, it is clear from the testimony that the district court, the attorneys, and the witnesses understood the relationship of a modem to the Internet and telephone lines. See Hilton, 2000 WL 894679 at *9 n.8. If there was error, it is patently harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Hilton next says that Marx's \"speculative testimony\" still does not constitute proof beyond a reasonable doubt of an interstate nexus. But the government was not required to provide \"direct\" evidence of interstate transmission, Blasini-Lluberas, 169 F.3d at 62, and we cannot say that Marx's unchallenged expert testimony was insufficient for a finding that the images were transmitted over the Internet or telephone lines. United States v. Czubinski, 106 F.3d 1069, 1074 n.5 (1st Cir. 1997). Hilton's admitted modus operandi of receiving pornography over the Internet further strengthens the government's position.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Hilton asserts that the district court erred in rejecting his claim of entrapment by estoppel or pursuant to public authority. United States v. Smith, 940 F.2d 710, 715 (1st Cir. 1991) (entrapment), United States v. Baptista-Rodriguez, 17 F.3d 1354, 1368 n.18 (11th Cir. 1994) (\"public authority\"). Hilton says that in 1995 and 1996 Agent Honan authorized Hilton to possess child pornography so long as the images were turned over to the government and that the Customs Internet web page similarly authorized possession of pornographic images if they were delivered to law enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court rejected these claims in its decision, and we agree with its analysis, Hilton, 2000 WL 894679, at *4-6. As to direct authorization, Agent Honan admitted that he approved Hilton's possession of unsolicited child pornography in 1995, but at his last meeting with Hilton in February 1996, Honan told Hilton that the FBI no longer required his assistance and that possession of child pornography was illegal. Thereafter, Customs agents Booke and Marx repeated to Hilton the latter warning. When pornographic material was found in Hilton's possession on November 7, 1997, Hilton had to know that he was not authorized to possess child pornography.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Hilton also says that statements on the Customs Service web site seemingly authorized him to possess child pornography and that he reasonably relied on those statements. The district court found no \"direct evidence to suggest that [Hilton] did in fact rely on the information on the web site.\" Hilton, 2000 WL 894679, at *6 n.3; see also United States v. Achter, 52 F.3d 753, 755 (8th Cir. 1995) (requiring \"reasonable reliance\" on government statements for public authority and entrapment by estoppel claims); United States v. Burrows, 36 F.3d 875, 882 (9th Cir. 1994) (same). On appeal Hilton points to no evidence that he actually relied on the web site. Mere awareness of the web site's existence does not constitute reliance. See Compagnie de Reassurance D'lle de France v. New England Reinsur. Corp., 57 F.3d 56, 86 (1st Cir.), cert. denied, 516 U.S. 1009 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Absent actual reliance, we (like the district court) need not decide whether the web site language lends itself to a reasonable reliance defense. Without suggesting any view on this issue, we think government counsel might wish to draw the attention of the Customs Service to Hilton's claim, noting in particular the \"cash award\" paragraph on the web site.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Lastly, Hilton challenges his sentencing. Principally, he says that the district court improperly applied a two-level enhancement for possession of ten or more items of child pornography. U.S.S.G. &#167;&#167; 2G2.4(b)(2).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We review the district court's interpretation of the guidelines de novo, United States v. Austin, 239 F.3d 1, 4 (1st Cir. 2001), but its factual determinations only if clearly erroneous, United States v. Rosario-Peralta, 199 F.3d 552, 570 (1st Cir. 1999), cert. denied, 121 S. Ct. 241 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Section 2G2.4(b)(2) calls for a two-level enhancement if a defendant possessed \"ten or more books, magazines, periodicals, films, video tapes, or other items, containing a visual depiction involving the sexual exploitation of a minor.\" Although the district court did not state which items it included in its \"ten or more\" calculation, to support the enhancement the government identifies eleven \"items\" in its brief that were offered in evidence at trial. According to its count, the sheet of paper in the gray box was a single \"item,\" the Sony backup tape held seven files (each of which constituted a separate \"item\"), and the computer hard drive held three more files (each of which was also an \"item\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Hilton reports that the district court erred by counting each backup tape file as a single \"item,\" and that the three specified files on the hard drive do not satisfy the guidelines' definition of child pornography and thus he did not possess ten or more items. Even plausibly assuming in the government's favor that we were to count each file as a single item,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we conclude--for reasons explained below-- that two of the three images on the hard drive do not constitute either pictures involving the sexual exploitation of a minor or child pornography as defined by the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We begin with definitions. Assuming in all cases an interstate nexus, possession of depictions of minors engaging in sexually explicit conduct is made criminal by 28 U.S.C. &#167;&#167; 2252(a)(4), the statute cross referenced in the guideline; possession of child pornography is made criminal by 28 U.S.C. &#167;&#167; 2252A(a)(5)(B), the statute under which Hilton was convicted. In both cases, a depiction of sexually explicit conduct is required and defined in the same way; the difference is that the former statute is directed only to depictions of actual minors while the latter includes them but extends also to those who only appear to be minors or are fictitious creations but appear real.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">However, neither side has made anything of this distinction which we note only to avoid confusion in future cases. Both sides assume (at least by silence) that the guideline applies, that the common definition of sexually explicit conduct must be satisfied, and that there is no issue here as to whether a depicted minor is real, apparent or fictitious. Everything turns, then, on the phrase \"sexually explicit conduct\" which the chapter's definition section defines to include a \"lascivious display of the genitals or pubic area of any person.\" 18 U.S.C. &#167;&#167; 2256(2)(E) (1994). There is no claim by the government that the images in question qualify under the other definitions of sexually explicit conduct in subsections (A), (B), (C), or (D). Nudity in and of itself does not constitute a \"lascivious display.\" United States v. Amirault, 173 F.3d 28, 33 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In its brief, the government goes to great lengths to describe the three images from the hard drive in terms that reflect the six- factor test we adopted in Amirault to help determine whether or not an image is a \"lascivious display of the genitals.\" Id. at 31.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> However, as we stated in Amirault, these factors, although \"generally relevant,\" are not comprehensive and each determination of whether an image contains a lascivious display is necessarily case specific. Id. at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case, applying de novo review, id. at 32-33, we conclude that two of three images do not constitute lascivious displays of the genitals or pubic area. The first image, government exhibit 48(b), depicts a female on a bed partially covered by a sheet and holding a small flower. Although the setting is sexually suggestive, the subject's genitalia are not visible and the pubic area is not the focus of the picture. The subject's pose is not especially unnatural and viewing the totality of the image we find that it does not qualify as \"lascivious.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The second image, government exhibit 48(i), also falls short of the statutory requirement. Once again, the subject's genitals and pubic area are covered by what appears to be clothing or a sheet. In addition, the focus of the photo is not on the subject's pubic area, nor is there anything in the subject's pose or expression, or in the setting, which is particularly lascivious or suggests sexual activity. Although the subject's upper body is nude, the image as a whole does not constitute child pornography within the definition of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At oral argument, the government suggested for the first time that in determining whether Hilton possessed ten or more items we should not only look at the eleven images noted in its brief, but also all of the other items that were on the computer's hard drive and backup tape. But the government made no specific mention of any other images in its brief, and there is no indication in the trial record which, if any, other viewable images were put in evidence or considered by the district court at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">At the same time, it is far from clear that the district court relied in any way on the two depictions that we find were not child pornography. The district judge discussed in his decision convicting Hilton only the seven images on the backup tape, which based on the court's description were plainly pornographic, a conclusion that Hilton has not challenged. At sentencing, the court said only that in addition to the backup tape, \"there's a multitude of other items.\" The government represents, albeit belatedly, that thousands of images were seized from Hilton and support the \"ten or more\" finding.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Because on this record we cannot uphold the sentence, the case must clearly be remanded for resentencing. This court has authority to delineate the proceedings on remand. 28 U.S.C. &#167;&#167; 2106. Given what has transpired, including the government's initial reliance on the eleven images, we think that the district court can follow either of two courses: either resentence Hilton without the \"ten or more\" adjustment or consider other images and determine anew whether the adjustment is appropriate. If the latter course is followed, it would be helpful for the district court to identify by exhibit numbers the items relied upon.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The judgment is affirmed, the sentence is vacated, and the case is remanded for resentencing not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute was amended in 1998 to make it an offense to possess a single sexually explicit image, Pub. L. 105-314, Title II, &#167;&#167; 203(a)(1), (b)(1), 112 Stat. 2978 (codified at 18 U.S.C. &#167;&#167; 2252A(a)(4)(B), (5)(B) (2000)), but all of Hilton's conduct occurred before the modification was adopted.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In some contexts (but not all) a modem's functioning might be a subject of reasonable dispute. Yet as a practical matter, a large number of \"background\" facts are taken for granted in the courtroom unless and until someone wants to challenge them. Fed. R. Evid. 201(a) (Adv. Comm. Note).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Hilton also says that he was entitled to a two-level reduction for acceptance of responsibility. U.S.S.G. &#167;&#167; 3E1.1. However, the district court's refusal of this reduction was well grounded, and the issue does not warrant further discussion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Every circuit that has addressed the issue of whether an individual file constitutes an item has agreed with the government's position. United States v. Harper, 218 F.3d 1285, 1287 (11th Cir. 2000) (per curiam); United States v. Demerritt, 196 F.3d 138, 141 (2d Cir. 1999); United States v. Perreault, 195 F.3d 1133, 1135 (9th Cir. 1999); United States v. Hall, 142 F.3d 988, 997-99 (7th Cir. 1998); United States v. Wind, 128 F.3d 1276, 1278 (8th Cir. 1997). Although not applicable to Hilton's case, the applicable guideline has recently been amended to adopt this position. U.S.S.G. &#167;&#167; 2G2.4 Application Note (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The factors are:</p>\n        <p>(1) whether the genitals or pubic area are the focal point of the image;(2) whether the setting of the image is sexually suggestive (i.e., a location generally associated with sexual activity); (3) whether the child is depicted in an unnatural pose or inappropriate attire considering her age;(4) whether the child is fully or partially clothed, or nude; (5) whether the image suggests sexual coyness or willingness to engage in sexual activity; and (6) whether the image is intended or designed to elicit a sexual response in the viewer.</p>\n        <p>Amirault, 173 F.3d at 31 (internal citations omitted).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLEE,<br>v.<br>DAVID HILTON, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 00-2545</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard May 10, 2001<br>Decided July 27, 2001</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon. Gene Carter, U.S. District Judge][Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Peter E. Rodway with whom Rodway &amp; Horodyski was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">F. Mark Terison, Senior Litigation Counsel, with whom Jay P. McCloskey, United States Attorney, was on brief for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya, Circuit Judge, and Schwarzer,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <p class=\"indent\">Boudin, Chief Judge</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">David Hilton was convicted in federal district court in Maine on one count of possessing child pornography. Hilton now appeals, challenging the constitutionality of the statute under which he was convicted, the Child Pornography Prevention Act of 1996 (\"CPPA\"), 18 U.S.C. &#167;&#167; 2252A(a)(5)(B) (Supp. II 1996), and the sufficiency of the government's evidence at trial. In an added twist, Hilton claims that he collected the pornographic material at the government's behest. Finally, Hilton argues that the district court erred in its application of the sentencing guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In November 1995, David Hilton contacted the FBI and said that he had received child pornography over the Internet and wished to turn it over to the government to assist in the enforcement of child pornography laws. Over the next three months, Hilton met with FBI Special Agent Thomas Honan on three or four occasions, at which time he provided Honan with pornographic materials on computer disc and, on one occasion, Honan copied material with Hilton's assistance directly from Hilton's computer.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During this same period, Honan authorized Hilton to save any unsolicited materials that he received in order to turn it over to the FBI. However, in February 1996, the FBI concluded that the material Hilton was providing was duplicative and Honan informed Hilton that he should no longer collect information for the FBI. In addition, Honan reminded Hilton that the possession of child pornography was illegal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In August 1997, Hilton contacted the United States Customs Service and offered to help the agency investigate child pornography. On October 29, Hilton met with two Customs agents, provided them with a computer diskette that contained pornographic images, and demonstrated how he posed as a young girl in Internet \"chat rooms.\" The agents reminded Hilton that possession of child pornography was illegal, told him he could not collect any further materials unless a law enforcement official was present, and twice asked him if he had any other materials (to which he replied \"no\" both times). The agents arranged another meeting with Hilton for early November.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prior to the follow-up meeting and for a variety of reasons, the customs agents became suspicious of Hilton's motives. On November 7, agents executed a search warrant of his apartment, which revealed an extensive collection of adult pornography and hundreds of pictures of nude children. Hilton's computer, computer-related documents, and computer disks and storage tapes were seized. Importantly for this appeal, agents found three sets of what the government alleges is child pornography: seven images on a Sony computer backup tape, four images on a single sheet of paper in a gray box near Hilton's computer, and three images on Hilton's computer hard drive.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After indictment in December 1997, Hilton moved to dismiss the indictment based on constitutional grounds, and the district court granted Hilton's motion, finding that the CPPA was both overbroad and so vague as to violate due process. United States v. Hilton, <span class=\"citation\" data-id=\"2267439\"><a href=\"/opinion/2267439/united-states-v-hilton/\"><span class=\"volume\">999</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">131</span></a></span>, 136-37 (D. Me. 1998). On the government's appeal, this Court reversed, upholding the Act's constitutionality. United States v. Hilton, <span class=\"citation\" data-id=\"761516\"><a href=\"/opinion/761516/united-states-v-david-hilton/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 77 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span> (1999). Thereafter, a superceding indictment was issued and Hilton, having waived his right to a jury, was convicted after a three-day bench trial. United States v. Hilton, No. 97-78-P-C, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">894679</span></span>, at *10 (D. Me. June 30, 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At sentencing, the district court applied two two-level enhancements to Hilton's base offense level. The first enhancement (which Hilton does not now contest) was applied because Hilton possessed pornographic material depicting a prepubescent minor or minor under the age of twelve. U.S.S.G. &#167;&#167; 2G2.4(b)(1) (2000). The second was applied because the district court concluded that Hilton possessed \"ten or more items\" of child pornography. Id. at &#167;&#167; 2G2.4(b)(2). The district court also found that Hilton had not accepted responsibility for his conduct and therefore was not entitled to the corresponding two-level reduction in his base offense level. Hilton was subsequently sentenced to 40 months' imprisonment and three years supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Hilton now appeals and asks us to vacate his conviction and sentence. In reviewing his claims, we view the evidence in the light most favorable to the verdict, United States v. Hughes, <span class=\"citation\" data-id=\"198913\"><a href=\"/opinion/198913/united-states-v-hughes/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span>, 681 (1st Cir. 2000), reversing for insufficient evidence only if no rational trier of fact could have found a defendant guilty, United States v. Blasini-Lluberas, <span class=\"citation\" data-id=\"762106\"><a href=\"/opinion/762106/united-states-v-jose-f-blasini-lluberas/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 62 (1st Cir. 1999). We review questions of law de novo and defer to the extent appropriate on mixed questions of law and fact. In re Extradition of Howard, <span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1327-28 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Hilton begins with a broad attack on the CPPA's constitutionality, but we have rejected this claim on Hilton's earlier appeal. Hilton, <span class=\"citation\" data-id=\"761516\"><a href=\"/opinion/761516/united-states-v-david-hilton/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span> at 76-77. Hilton asks that we reconsider our prior holding in light of a Ninth Circuit decision in Free Speech Coalition v. Reno, <span class=\"citation\" data-id=\"767072\"><a href=\"/opinion/767072/the-free-speech-coalition-on-its-own-behalf-and-on-behalf-of-its-members/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1083</span></a></span>, 1097 (9th Cir. 1999), striking down part of the CPPA, cert. granted sub nom. Ashcroft v. Free Speech Coalition, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">876</span></span> (Jan. 22, 2001), but we decline to do so, noting that the Ninth Circuit struck down only those portions of the Act making illegal possession of computer generated images of fictitious children. Free Speech Coalition, 198 F.3d at 1097.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, Hilton challenges the sufficiency of the government's evidence at trial. Hilton first says that the government failed to prove beyond a reasonable doubt that he knowingly possessed three or more images of child pornography, the minimum number required by the statute at the time of Hilton's offense conduct.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He argues that because there were so many other images (between 2,000 and 3,000) on his computer hard drive and various storage media, the government failed to prove that he actually knew that some of the files contained child pornography.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In convicting Hilton, the district court found it necessary to rely only on the seven images on the backup tape, which Hilton concedes were child pornography. Hilton is correct that the government must prove that he knew that he possessed the images in question. Hilton, 167 F.3d at 75. However, the government did present sufficient evidence to prove that Hilton knew of the images on the tape. The critical testimony came from Customs Agent Stephen Marx--an expert in computer forensics.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Marx testified that four of the images on the Sony backup tape (which also appeared on the sheet of paper located in the gray box in Hilton's apartment) were the same as images that Hilton had earlier turned over to the Customs Service at their October 1977 meeting. Marx said that the files on the backup tape had different creation dates than those turned over during the October meeting, even though the images were identical, and that one file also had a different name. Thus, said the agent, the images had either been downloaded at different times or the computer operator (Hilton) had manually manipulated the files.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In either case, Hilton would have been aware of the material contained in the files. See United States v. Hall, <span class=\"citation\" data-id=\"754083\"><a href=\"/opinion/754083/united-states-v-jesse-k-hall/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">988</span></a></span>, 997 (7th Cir. 1998). That Hilton knew what he was downloading and saving is further supported by Hilton's knowledge of computers (as illustrated by his demonstrations to the agents during their meetings) and by his profession (an electronics technician). Hilton presented no evidence to counter these inferences, and his cross examination of Marx cast no doubt on Marx's testimony. The district court did not err in concluding that Hilton knowingly possessed the pornographic images.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hilton next argues that the government failed to prove beyond a reasonable doubt that the images he possessed traveled in interstate commerce. The government has this burden as to each image necessary for conviction. United States v. Henriques, <span class=\"citation\" data-id=\"22510\"><a href=\"/opinion/22510/united-states-v-henriques/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 266 (5th Cir. 2000). Under the case law, proof of transmission of pornography over the Internet or over telephone lines satisfies the interstate commerce element of the offense. United States v. Carroll, <span class=\"citation\" data-id=\"734111\"><a href=\"/opinion/734111/united-states-v-christopher-b-carroll/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">740</span></a></span>, 742 (1st Cir.) (Internet), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1258</span></span> (1997); United States v. Gilbert, <span class=\"citation\" data-id=\"198521\"><a href=\"/opinion/198521/united-states-v-gilbert/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">152</span></a></span>, 158-59 (1st Cir. 1999) (telephone).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, Agent Marx identified two factors to show that the images in question had traveled in interstate commerce. First, the files on the Sony backup tape were located in a so-called \"MIRC\" subdirectory, which contained software used in conjunction with Internet chat rooms. This, according to Marx, made it \"likely\" that the images had been downloaded from the Internet. Second, the time and date features of each of the image files were \"indicative\" of files that had been transmitted via modem. Modems are commonly used to link computers to telephone lines.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Hilton says that there was no evidence before the district court that this is what modems do and he objects that taking judicial notice was improper because (he says) \"[t]he meaning and operation of a modem is not within the range of normal knowledge\" and the court did not notify the parties of its intention to take judicial notice. Rule 201 provides that a court may take judicial notice of an \"adjudicative fact\" upon two conditions: (1) that it is either \"generally known\" within the area or easily determined from an indisputable source and (2) that the parties have an opportunity to contest the taking of notice, either before or after it is taken. Fed. R. Evid. 201.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Whether the definition of \"modem\" and the main function of the device is an adjudicative fact within the meaning of the rule is a nice question. \"Adjudicative fact\" is itself a fuzzy concept (indeed, there is more than one usage), and Rule 201's advisory committee notes do little more than borrow--and may well misconceive--Professor Davis' several formulations: e.g., \"facts concerning the immediate parties.\" Compare Fed. R. Evid. 201(a) (Adv. Comm. Note) with Wright &amp; Graham, Federal Practice and Procedure: Evidence &#167;&#167; 5103 (1977 &amp; Supp. 2001). Whether Hilton's computer contained a modem would be an adjudicative fact; what a modem generally does is less easily categorized because (among other problems) it is a fact but not really peculiar to the case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In all events, this interesting, multi-faceted subject (see Wright, supra) need not be pursued because even if we assumed arguendo that what a modem does was (here) an adjudicative fact, the district court's footnote description is a correct dictionary definition and even now Hilton does not dispute it. See Random House Dictionary of the English Language 1236 (2d ed. 1987) (defining a modem as \"an electronic device that makes possible the transmission of data to or from a computer via telephone or other communication lines\"). Indeed, it is clear from the testimony that the district court, the attorneys, and the witnesses understood the relationship of a modem to the Internet and telephone lines. See Hilton, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">894679</span></span> at *9 n.8. If there was error, it is patently harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Hilton next says that Marx's \"speculative testimony\" still does not constitute proof beyond a reasonable doubt of an interstate nexus. But the government was not required to provide \"direct\" evidence of interstate transmission, Blasini-Lluberas, 169 F.3d at 62, and we cannot say that Marx's unchallenged expert testimony was insufficient for a finding that the images were transmitted over the Internet or telephone lines. United States v. Czubinski, <span class=\"citation\" data-id=\"197216\"><a href=\"/opinion/197216/united-states-v-czubinski/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1069</span></a></span>, 1074 n.5 (1st Cir. 1997). Hilton's admitted modus operandi of receiving pornography over the Internet further strengthens the government's position.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Hilton asserts that the district court erred in rejecting his claim of entrapment by estoppel or pursuant to public authority. United States v. Smith, <span class=\"citation\" data-id=\"565998\"><a href=\"/opinion/565998/united-states-v-edward-t-smith-jr/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></a></span>, 715 (1st Cir. 1991) (entrapment), United States v. Baptista-Rodriguez, <span class=\"citation\" data-id=\"664166\"><a href=\"/opinion/664166/united-states-v-juan-baptista-rodriguez-ramon-calvo-and-julio-r-diaz/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1354</span></a></span>, 1368 n.18 (11th Cir. 1994) (\"public authority\"). Hilton says that in 1995 and 1996 Agent Honan authorized Hilton to possess child pornography so long as the images were turned over to the government and that the Customs Internet web page similarly authorized possession of pornographic images if they were delivered to law enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court rejected these claims in its decision, and we agree with its analysis, Hilton, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">894679</span></span>, at *4-6. As to direct authorization, Agent Honan admitted that he approved Hilton's possession of unsolicited child pornography in 1995, but at his last meeting with Hilton in February 1996, Honan told Hilton that the FBI no longer required his assistance and that possession of child pornography was illegal. Thereafter, Customs agents Booke and Marx repeated to Hilton the latter warning. When pornographic material was found in Hilton's possession on November 7, 1997, Hilton had to know that he was not authorized to possess child pornography.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Hilton also says that statements on the Customs Service web site seemingly authorized him to possess child pornography and that he reasonably relied on those statements. The district court found no \"direct evidence to suggest that [Hilton] did in fact rely on the information on the web site.\" Hilton, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">894679</span></span>, at *6 n.3; see also United States v. Achter, <span class=\"citation\" data-id=\"694354\"><a href=\"/opinion/694354/united-states-v-leslie-allen-achter/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 755 (8th Cir. 1995) (requiring \"reasonable reliance\" on government statements for public authority and entrapment by estoppel claims); United States v. Burrows, <span class=\"citation\" data-id=\"678890\"><a href=\"/opinion/678890/united-states-v-ronald-olen-burrows/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">875</span></a></span>, 882 (9th Cir. 1994) (same). On appeal Hilton points to no evidence that he actually relied on the web site. Mere awareness of the web site's existence does not constitute reliance. See Compagnie de Reassurance D'lle de France v. New England Reinsur. Corp., <span class=\"citation\" data-id=\"697655\"><a href=\"/opinion/697655/compagnie-de-reassurance-dile-de-france-v-new-england-reinsurance/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 86 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Absent actual reliance, we (like the district court) need not decide whether the web site language lends itself to a reasonable reliance defense. Without suggesting any view on this issue, we think government counsel might wish to draw the attention of the Customs Service to Hilton's claim, noting in particular the \"cash award\" paragraph on the web site.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Lastly, Hilton challenges his sentencing. Principally, he says that the district court improperly applied a two-level enhancement for possession of ten or more items of child pornography. U.S.S.G. &#167;&#167; 2G2.4(b)(2).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We review the district court's interpretation of the guidelines de novo, United States v. Austin, <span class=\"citation\" data-id=\"771952\"><a href=\"/opinion/771952/united-states-v-chad-austin/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 2001), but its factual determinations only if clearly erroneous, United States v. Rosario-Peralta, <span class=\"citation\" data-id=\"198440\"><a href=\"/opinion/198440/united-states-v-rosario-peralta/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">552</span></a></span>, 570 (1st Cir. 1999), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Section 2G2.4(b)(2) calls for a two-level enhancement if a defendant possessed \"ten or more books, magazines, periodicals, films, video tapes, or other items, containing a visual depiction involving the sexual exploitation of a minor.\" Although the district court did not state which items it included in its \"ten or more\" calculation, to support the enhancement the government identifies eleven \"items\" in its brief that were offered in evidence at trial. According to its count, the sheet of paper in the gray box was a single \"item,\" the Sony backup tape held seven files (each of which constituted a separate \"item\"), and the computer hard drive held three more files (each of which was also an \"item\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Hilton reports that the district court erred by counting each backup tape file as a single \"item,\" and that the three specified files on the hard drive do not satisfy the guidelines' definition of child pornography and thus he did not possess ten or more items. Even plausibly assuming in the government's favor that we were to count each file as a single item,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we conclude--for reasons explained below-- that two of the three images on the hard drive do not constitute either pictures involving the sexual exploitation of a minor or child pornography as defined by the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We begin with definitions. Assuming in all cases an interstate nexus, possession of depictions of minors engaging in sexually explicit conduct is made criminal by 28 U.S.C. &#167;&#167; 2252(a)(4), the statute cross referenced in the guideline; possession of child pornography is made criminal by 28 U.S.C. &#167;&#167; 2252A(a)(5)(B), the statute under which Hilton was convicted. In both cases, a depiction of sexually explicit conduct is required and defined in the same way; the difference is that the former statute is directed only to depictions of actual minors while the latter includes them but extends also to those who only appear to be minors or are fictitious creations but appear real.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">However, neither side has made anything of this distinction which we note only to avoid confusion in future cases. Both sides assume (at least by silence) that the guideline applies, that the common definition of sexually explicit conduct must be satisfied, and that there is no issue here as to whether a depicted minor is real, apparent or fictitious. Everything turns, then, on the phrase \"sexually explicit conduct\" which the chapter's definition section defines to include a \"lascivious display of the genitals or pubic area of any person.\" 18 U.S.C. &#167;&#167; 2256(2)(E) (1994). There is no claim by the government that the images in question qualify under the other definitions of sexually explicit conduct in subsections (A), (B), (C), or (D). Nudity in and of itself does not constitute a \"lascivious display.\" United States v. Amirault, <span class=\"citation\" data-id=\"198407\"><a href=\"/opinion/198407/united-states-v-amirault/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 33 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In its brief, the government goes to great lengths to describe the three images from the hard drive in terms that reflect the six- factor test we adopted in Amirault to help determine whether or not an image is a \"lascivious display of the genitals.\" Id. at 31.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> However, as we stated in Amirault, these factors, although \"generally relevant,\" are not comprehensive and each determination of whether an image contains a lascivious display is necessarily case specific. Id. at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case, applying de novo review, id. at 32-33, we conclude that two of three images do not constitute lascivious displays of the genitals or pubic area. The first image, government exhibit 48(b), depicts a female on a bed partially covered by a sheet and holding a small flower. Although the setting is sexually suggestive, the subject's genitalia are not visible and the pubic area is not the focus of the picture. The subject's pose is not especially unnatural and viewing the totality of the image we find that it does not qualify as \"lascivious.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The second image, government exhibit 48(i), also falls short of the statutory requirement. Once again, the subject's genitals and pubic area are covered by what appears to be clothing or a sheet. In addition, the focus of the photo is not on the subject's pubic area, nor is there anything in the subject's pose or expression, or in the setting, which is particularly lascivious or suggests sexual activity. Although the subject's upper body is nude, the image as a whole does not constitute child pornography within the definition of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At oral argument, the government suggested for the first time that in determining whether Hilton possessed ten or more items we should not only look at the eleven images noted in its brief, but also all of the other items that were on the computer's hard drive and backup tape. But the government made no specific mention of any other images in its brief, and there is no indication in the trial record which, if any, other viewable images were put in evidence or considered by the district court at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">At the same time, it is far from clear that the district court relied in any way on the two depictions that we find were not child pornography. The district judge discussed in his decision convicting Hilton only the seven images on the backup tape, which based on the court's description were plainly pornographic, a conclusion that Hilton has not challenged. At sentencing, the court said only that in addition to the backup tape, \"there's a multitude of other items.\" The government represents, albeit belatedly, that thousands of images were seized from Hilton and support the \"ten or more\" finding.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Because on this record we cannot uphold the sentence, the case must clearly be remanded for resentencing. This court has authority to delineate the proceedings on remand. 28 U.S.C. &#167;&#167; 2106. Given what has transpired, including the government's initial reliance on the eleven images, we think that the district court can follow either of two courses: either resentence Hilton without the \"ten or more\" adjustment or consider other images and determine anew whether the adjustment is appropriate. If the latter course is followed, it would be helpful for the district court to identify by exhibit numbers the items relied upon.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The judgment is affirmed, the sentence is vacated, and the case is remanded for resentencing not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute was amended in 1998 to make it an offense to possess a single sexually explicit image, Pub. L. 105-314, Title II, &#167;&#167; 203(a)(1), (b)(1), 112 Stat. 2978 (codified at 18 U.S.C. &#167;&#167; 2252A(a)(4)(B), (5)(B) (2000)), but all of Hilton's conduct occurred before the modification was adopted.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In some contexts (but not all) a modem's functioning might be a subject of reasonable dispute. Yet as a practical matter, a large number of \"background\" facts are taken for granted in the courtroom unless and until someone wants to challenge them. Fed. R. Evid. 201(a) (Adv. Comm. Note).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Hilton also says that he was entitled to a two-level reduction for acceptance of responsibility. U.S.S.G. &#167;&#167; 3E1.1. However, the district court's refusal of this reduction was well grounded, and the issue does not warrant further discussion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Every circuit that has addressed the issue of whether an individual file constitutes an item has agreed with the government's position. United States v. Harper, <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1285</span></span>, 1287 (11th Cir. 2000) (per curiam); United States v. Demerritt, <span class=\"citation\" data-id=\"766714\"><a href=\"/opinion/766714/united-states-v-geoffrey-demerritt/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 141 (2d Cir. 1999); United States v. Perreault, <span class=\"citation\" data-id=\"766691\"><a href=\"/opinion/766691/united-states-v-david-perreault/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1133</span></a></span>, 1135 (9th Cir. 1999); United States v. Hall, <span class=\"citation\" data-id=\"754083\"><a href=\"/opinion/754083/united-states-v-jesse-k-hall/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">988</span></a></span>, 997-99 (7th Cir. 1998); United States v. Wind, <span class=\"citation\" data-id=\"747808\"><a href=\"/opinion/747808/united-states-v-jon-paul-wind/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span>, 1278 (8th Cir. 1997). Although not applicable to Hilton's case, the applicable guideline has recently been amended to adopt this position. U.S.S.G. &#167;&#167; 2G2.4 Application Note (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The factors are:</p>\n        <p>(1) whether the genitals or pubic area are the focal point of the image;(2) whether the setting of the image is sexually suggestive (i.e., a location generally associated with sexual activity); (3) whether the child is depicted in an unnatural pose or inappropriate attire considering her age;(4) whether the child is fully or partially clothed, or nude; (5) whether the image suggests sexual coyness or willingness to engage in sexual activity; and (6) whether the image is intended or designed to elicit a sexual response in the viewer.</p>\n        <p>Amirault, 173 F.3d at 31 (internal citations omitted).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/22510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2267439/"
  ]
}