{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199590/",
  "absolute_url": "/opinion/199590/sanna-v-dipaulo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199590/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:33:32Z",
  "date_modified": "2017-03-24T11:02:25.642421Z",
  "type": "010combined",
  "sha1": "1341f7d5d1e8f22d0c2aa400edc6446af9d1ca43",
  "page_count": 30,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1008-01A.pdf",
  "local_path": "pdf/2001/09/10/Sanna_v._DiPaulo.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1008\n\n                        MICHAEL J.F. SANNA,\n\n                       Petitioner, Appellant,\n\n                                 v.\n\n                           PAUL DIPAOLO,\n\n                       Respondent, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n\n                Torruella and Selya, Circuit Judges.\n\n\n     Donald A. Harwood for appellant.\n     William J. Meade, Assistant Attorney General, Commonwealth\nof Massachusetts, with whom Thomas F. Reilly, Attorney General,\nwas on brief, for appellee.\n\n\n\n\n                         September 10, 2001\n\f\f            SELYA, Circuit Judge.            Petitioner-appellant Michael\n\nJ.F. Sanna, a state prisoner, appeals from the denial of his\n\napplication for habeas corpus.          His arguments here mirror those\n\nthat he unsuccessfully made below:           that the Commonwealth failed\n\nto provide him a full and fair opportunity to litigate his\n\nFourth Amendment claim, that the police violated his                Miranda\n\nrights, and that the state trial court's failure properly to\n\ninstruct the jury as to the effect of his possible intoxication\n\ndeprived him of due process.          In light of the special rules that\n\nthe Supreme Court has established for collaterally reviewing\n\nclaims    of     error   involving     the    Fourth   Amendment   and   the\n\nexclusionary rule, see Stone v. Powell, 428 U.S. 465, 481-82\n\n(1976), and the strictures of the Antiterrorism and Effective\n\nDeath Penalty Act of 1996 (AEDPA), Pub. L. No. 104-132, 110\n\nStat.    1214,    we   find   the   petitioner's   plaints   unpersuasive.\n\nAccordingly, we affirm the district court's denial of the writ.\n\nI.   BACKGROUND\n\n            The facts underlying the petitioner's conviction for\n\nfirst-degree murder are extensively chronicled in the opinion of\n\nthe Massachusetts Supreme Judicial Court (SJC), see Commonwealth\n\nv. Sanna, 674 N.E.2d 1067, 1070-71 (Mass. 1997), and we refer\n\nthe reader who hungers for exegetic detail to that opinion.              For\n\npresent purposes, it suffices to sketch the events leading to\n\n\n                                      -3-\n\fthe petitioner's arrest and conviction (resolving conflicts in\n\nthe evidence favorably to the state courts' findings), and\n\nthereafter limn the travel of the case.\n\n                               A.   The Facts.\n\n          On October 12, 1991, Abington police officers entered\n\nthe apartment of the petitioner's seventy-four year old great\n\nuncle, Mario diCicco, and found his body lying in a pool of\n\nblood.    An   autopsy    revealed    that   diCicco   had    been   stabbed\n\nthirty-four    times     and   bludgeoned    repeatedly      with    a   blunt\n\ninstrument.    The police matched fingerprints found at the crime\n\nscene with those of the petitioner.\n\n          Two officers thereupon visited the residence of the\n\npetitioner's parents, not pausing to procure a warrant.                  When\n\nthey arrived, the petitioner's father approached them, engaged\n\nin a brief interchange, and invited them into the house.                  Once\n\ninside, the officers spied the petitioner lying on a couch,\n\ncovered by a blanket.      One of the policemen removed the blanket\n\nand asked the petitioner to stand.               After noticing cuts and\n\nscratches, the officers arrested the petitioner and read him his\n\nMiranda rights.    See Miranda v. Arizona, 384 U.S. 436, 444-45\n\n(1966).   The petitioner vouchsafed his understanding of those\n\nrights.\n\n\n\n\n                                     -4-\n\f          The officers then transported the petitioner to the\n\nAbington police station.          They again explained his Miranda\n\nrights and inquired whether he wished to make a call.                      The\n\npetitioner demurred.        Interrogation ensued and, within the next\n\nfew hours, the petitioner admitted that he had killed diCicco.\n\nAfter   recounting   the     details    of   the   slaying,   he   told    the\n\nofficers for the first time that he had an attorney. 1                    They\n\nimmediately offered to contact the lawyer, but the petitioner\n\nrefused the offer.        The police then secured a warrant to search\n\nthe petitioner's home and automobile.                The search revealed\n\nadditional inculpatory evidence.\n\n                     B.    The Travel of the Case.\n\n          Following his indictment, the petitioner filed motions\n\nto suppress both his incriminating statements and the physical\n\nevidence garnered as a result of the searches.                 A four-day\n\nevidentiary hearing ensued.            Several months later, the state\n\ncourt judge handed down a closely reasoned rescript denying the\n\nmotions to suppress.\n\n\n\n    1This point was hotly disputed in the trial court.       The\npetitioner's father testified that, as the police were escorting\nthe petitioner to their unmarked car immediately after taking\nhim into custody, he loudly asked his father to call his\nattorney.     The officers denied having heard any such\nimportuning, and the state court judge specifically found that\nthe petitioner had not mentioned a lawyer until after he had\nconfessed. See Sanna, 674 N.E.2d at 1070 n.5.\n\n                                    -5-\n\f            The petitioner's trial took place late in 1993.             Under\n\nMassachusetts       law,    \"[m]urder       committed   with   deliberately\n\npremeditated malice aforethought, or with extreme atrocity or\n\ncruelty, or in the commission or attempted commission of a crime\n\npunishable with death or imprisonment for life\" can comprise\n\nfirst-degree murder.         Mass. Gen. Laws ch. 265, § 1.           The jury\n\nfound the petitioner guilty of first-degree murder by reason of\n\nextreme atrocity and cruelty.           The trial court sentenced him to\n\nlife imprisonment.         On direct review, the SJC affirmed.         Sanna,\n\n674 N.E.2d at 1071-74.\n\n            On January 9, 1998, the petitioner filed an application\n\nfor a writ of habeas corpus under 28 U.S.C. § 2254.                       The\n\nrespondent, a state correctional official, moved to dismiss on\n\nthe ground, inter alia, that the application failed to limn a\n\ncognizable claim for federal habeas relief.               On December 14,\n\n2000, the district court, adopting a magistrate judge's report\n\nand recommendation, granted the motion to dismiss.                  The court\n\nthereafter issued a certificate of appealability covering the\n\nthree    issues    to   which   we   have    alluded.    See   28   U.S.C.   §\n\n2253(c)(1).       This proceeding followed.\n\nII.     THE AEDPA STANDARD\n\n            In 1867, Congress authorized the federal courts to\n\ngrant writs of habeas corpus at the behest of state prisoners\n\n\n                                      -6-\n\fheld in violation of either the United States Constitution or\n\nfederal law.     While the procedural framework for federal habeas\n\nrelief has changed over time, the scope of the federal courts'\n\njurisdiction has remained intact.           Williams v. Taylor, 529 U.S.\n\n362, 374-75 (2000).        Recently, however, the Supreme Court has\n\nclarified that the incidence of constitutional error in a state\n\ncriminal trial does not, in itself, justify federal habeas\n\nrelief.      See id.     The AEDPA amendments, which took effect on\n\nApril 24, 1996, elevated the importance of this principle and\n\nwidened the area within which federal habeas courts must defer\n\nto   state   court     decisions    (whether    or   not   erroneous).     See\n\nO'Brien v. DuBois, 145 F.3d 16, 20 (1st Cir. 1998).\n\n             Two of the situations in which the AEDPA authorizes a\n\nfederal court to grant habeas redress are pertinent here.                  One\n\nsuch   situation       arises      when   the   underlying     state     court\n\nadjudication \"resulted in a decision that was contrary to, or\n\ninvolved an unreasonable application of, clearly established\n\nFederal law, as determined by the Supreme Court of the United\n\nStates.\"     28 U.S.C. § 2254(d)(1).        This, in turn, provides two\n\npossible pathways to habeas relief.              A federal court may ask\n\nwhether there was an established Supreme Court precedent and\n\ngrant relief if it determines that the state court's decision\n\ncontravened that precedent.           Williams v. Taylor, 529 U.S. at\n\n\n                                      -7-\n\f376-78; Williams v. Matesanz, 230 F.3d 421, 424-25 (1st Cir.\n\n2000); O'Brien, 145 F.3d at 24.        If there is no Supreme Court\n\ncase on point or if there is one and the state court correctly\n\ncharacterized it, the federal court nonetheless may grant the\n\nwrit based upon a determination that the state tribunal applied\n\nthe Supreme Court precedent in an unreasonable manner.         Taylor,\n\n529 U.S. at 376-78; Matesanz, 230 F.3d at 424-25; O'Brien, 145\n\nF.3d at 24.\n\n         The AEDPA also allows collateral relief in a quite\n\ndifferent situation:       when a federal habeas court determines\n\nthat a state court adjudication \"resulted in a decision that was\n\nbased on an unreasonable determination of the facts in light of\n\nthe evidence presented in the State court proceeding.\"                28\n\nU.S.C. § 2254(d)(2).      It is worth noting, however, that these\n\nwords cannot be read in a vacuum; they must be interpreted in\n\nconjunction   with   a   companion   subsection   specifying   that   \"a\n\ndetermination of a factual issue made by a State court shall be\n\npresumed to be correct,\" and that \"[t]he applicant shall have\n\nthe burden of rebutting the presumption of correctness by clear\n\nand convincing evidence.\"     Id. § 2254(e)(1); see also Coombs v.\n\nMaine, 202 F.3d 14, 18 (1st Cir. 2000) (discussing and applying\n\nthese provisions).       For this purpose, \"facts\" are defined as\n\n\"basic, primary, or historical facts:       facts in the sense of a\n\n\n                                 -8-\n\frecital      of   external      events    and    the    credibility   of    their\n\nnarrators.\"           Bryson v. Ward, 187 F.3d 1193, 1211 (10th Cir.\n\n1999) (citation and internal quotation marks omitted).\n\nIII.       ANALYSIS\n\n              The petitioner contends that his conviction is thrice\n\ntainted by constitutional error because (i) his warrantless\n\narrest      was   unconstitutional,       (ii)    his    Miranda   rights    were\n\ntransgressed, and (iii) his due process rights were offended by\n\nthe jury instructions on malice. 2                We address each of these\n\ncontentions in turn.\n\n                       A.   The Fourth Amendment Claim.\n\n              The petitioner's first argument — that the state court\n\nshould have excluded the evidence (including his confession and\n\nthe fruit of the subsequent searches of his home and car) that\n\nresulted from his warrantless arrest — falls into a special\n\ncategory.             Federal    habeas        jurisdiction    has    distinct\n\ncharacteristics, and principles of finality, federalism, and\n\ncomity inform its scope.            See Brecht v. Abrahamson, 507 U.S.\n\n619, 633-35 (1993); Teague v. Lane, 489 U.S. 288, 308-10 (1989).\n\n\n       2\n     The petitioner raised another ground for habeas relief\nbelow — a ground that related to the prosecutor's allegedly\nimproper summation. He does not repeat that argument here and,\nin all events, it is not among the issues listed in the\ncertificate of appealability. Consequently, we deem that ground\nwaived.   See Bui v. DiPaolo, 170 F.3d 232, 236-37 (1st Cir.\n1999).\n\n                                         -9-\n\fIn constructing this balance in respect to claims premised on\n\nviolations    of   the   Fourth   Amendment,     the    Supreme    Court    has\n\nrecognized that the prophylactic remedy for such violations\n\ntypically available on direct review — the exclusion of the\n\nevidence derived, directly or indirectly, from the violation —\n\nis designed to deter law enforcement personnel from disregarding\n\nconstitutional mandates.        See Mapp v. Ohio, 367 U.S. 643, 658-59\n\n(1961).      The   exclusionary    rule    is   not    without    its    vices,\n\nhowever; most notably, it too often results in keeping relevant,\n\nreliable information from the factfinder.              Stone v. Powell, 428\n\nU.S. 465, 489-90 (1976).          The Stone Court reasoned that this\n\ncost far exceeds the marginal increase in deterrent effect that\n\nmight result from extending the exclusionary rule to habeas\n\nproceedings.       Id. at 493-95.     The Court therefore concluded\n\nthat,\n\n           where the State has provided an opportunity\n           for full and fair litigation of a Fourth\n           Amendment claim, the Constitution does not\n           require that a state prisoner be granted\n           federal habeas corpus relief on the ground\n           that     evidence     obtained     in    an\n           unconstitutional search or seizure was\n           introduced at his trial.\n\nId. at 482.\n\n           Stone thus stands for the proposition that a federal\n\nhabeas    court    ordinarily     cannot    revisit      a   state      court's\n\ndisposition of a prisoner's Fourth Amendment claims.                    Withal,\n\n                                   -10-\n\fthis proposition is not absolute:              there is an exception for\n\ninstances      in    which   a     habeas   petitioner    had    no      realistic\n\nopportunity to litigate his Fourth Amendment claim fully and\n\nfairly in the state system.            Palmigiano v. Houle, 618 F.2d 877,\n\n881-82 (1st Cir. 1980); Breest v. Helgemoe, 579 F.2d 95, 98 (1st\n\nCir. 1978).         This exception survives the passage of the AEDPA.\n\nSee, e.g., Herrera v. LeMaster, 225 F.3d 1176, 1178 (10th Cir.\n\n2000); Seymour v. Walker, 224 F.3d 542, 553 (6th Cir. 2000).\n\n            The petitioner asseverates that his case avoids the\n\nStone    bar    because      the    Commonwealth    deprived       him      of   the\n\nopportunity for full and fair litigation of his Fourth Amendment\n\nclaim.    The district court rejected this asseveration, and we\n\nreview de novo its holding that the state courts afforded the\n\npetitioner     a     sufficient     opportunity    to   litigate      his    Fourth\n\nAmendment claim.        See Miranda v. Cooper, 967 F.2d 392, 401 (10th\n\nCir. 1992).\n\n            The petitioner bears the burden of proving that his\n\ncase fits within the contours of the exception.                 See Palmigiano,\n\n618 F.2d at 881-83.          He cannot carry that burden here.              In the\n\nstate superior court, the petitioner filed two separate pretrial\n\nmotions to suppress evidence harvested as the fruit of the\n\nalleged illegality.           After allowing discovery and holding a\n\nfour-day evidentiary hearing on the merits of the petitioner's\n\n\n                                       -11-\n\fplaints, the superior court judge issued a reasoned opinion\n\ncrediting the police officers' testimony and finding that the\n\npetitioner's father voluntarily invited the officers into his\n\nhome.   On direct appeal, the SJC pondered the petitioner's plea\n\nyet again and found it wanting.         Sanna, 674 N.E.2d at 1072.           In\n\nso holding, the court specifically rejected the petitioner's\n\nargument, based upon Payton v. New York, 445 U.S. 573, 583-603\n\n(1980), that the officers tricked his father into consenting to\n\nthe   entry   by   failing   to     inform   Mr.   Sanna    fully    of   their\n\nintention to arrest his son.           Sanna, 674 N.E.2d at 1073.            We\n\nhardly can imagine a more thorough set of procedures for the\n\nlitigation of a Fourth Amendment claim — and the petitioner,\n\nrepresented by counsel throughout,           took full advantage of them.\n\n          Faced      with    this     obviously     adequate        procedural\n\nframework, the petitioner mounts a rather curious offensive.\n\nInstead of questioning the state process, he challenges the\n\nstate court's factual findings.              In his view, no reasonable\n\nfactfinder could have concluded that his father consented to the\n\nofficers' warrantless entry.\n\n          This challenge fails.         Although a federal habeas court\n\nmay inquire into the adequacy and fairness of available state\n\ncourt   procedures    for    the    adjudication    of     Fourth    Amendment\n\nclaims, its inquiry ordinarily ends upon a determination that\n\n\n                                     -12-\n\fthose procedures pass muster.          See Pignone v. Sands, 589 F.2d\n\n76, 79 (1st Cir. 1978).        Put another way, \"a full and fair\n\nopportunity\" to litigate means that the state has made available\n\nto defendants a set of procedures suitably crafted to test for\n\npossible Fourth Amendment violations.          Id.   So long as a state\n\nprisoner has had an opportunity to litigate his Fourth Amendment\n\nclaims by means of such a set of procedures, a federal habeas\n\ncourt lacks the authority, under          Stone, to second-guess the\n\naccuracy of the state court's resolution of those claims.                  See\n\nCaver v. Alabama, 577 F.2d 1188, 1192 (5th Cir. 1978) (holding\n\nhabeas review precluded if state provides a suitable procedure\n\nfor full and fair opportunity to litigate Fourth Amendment\n\nclaims,   regardless    of   whether    the   petitioner       employs   that\n\nprocedure).    Hence,    the   mistaken    outcome   of    a    state    court\n\nsuppression hearing, standing alone, cannot be treated as a\n\ndenial of the opportunity fully and fairly to litigate a Fourth\n\nAmendment claim (and, thus, cannot open the door to federal\n\nhabeas review).   Willett v. Lockhart, 37 F.3d 1265, 1270 (8th\n\nCir. 1994) (en banc); Palmigiano, 618 F.2d at 882; Pignone, 589\n\nF.2d at 79; United States ex rel. Petillo v. New Jersey, 562\n\nF.2d 903, 906 (3d Cir. 1977).\n\n          The petitioner endeavors to make two separate end runs\n\naround this doctrinal obstacle.         First, he attaches decretory\n\n\n                                 -13-\n\fsignificance to a footnote (footnote 36) in which the                        Stone\n\nCourt employed a \"cf.\" citation to Townsend v. Sain, 372 U.S.\n\n293 (1963).      See Stone, 428 U.S. at 494 n.36.            We do not gainsay\n\nthat Townsend is an important precedent:                    it guides federal\n\nhabeas   courts    in   determining     when    it    is    necessary   to    hold\n\nevidentiary hearings in habeas cases.            See Townsend, 372 U.S. at\n\n315.    Among other things, the requirement for such a hearing can\n\nbe triggered when \"the state factual determination is not fairly\n\nsupported by the record as a whole.\"            Id. at 313.        But the case\n\nlaw clearly indicates that the Stone Court's subtle and indirect\n\nreference to Townsend does not serve to incorporate the Townsend\n\nstandard    into    the   Stone   holding       for    all    purposes.        See\n\nPalmigiano, 618 F.2d at 881; O'Berry v. Wainwright, 546 F.2d\n\n1204, 1212 (5th Cir. 1977).            Indeed, the petitioner's broader\n\nreading of footnote 36 not only is unsupported by respectable\n\nauthority but also would result in an exception capable of\n\nswallowing Stone in a single gulp.             Accordingly, we hold that,\n\nnotwithstanding footnote 36, a habeas petitioner cannot elude\n\nStone    where    his   sole   complaint   is    that       the   outcome    of   a\n\nperfectly     satisfactory     state    process       was    erroneous.        See\n\nWillett, 37 F.3d at 1270.\n\n            The petitioner's second attempt to skirt Stone fares\n\nno better.       The petitioner notes that, Stone notwithstanding,\n\n\n                                    -14-\n\fthere is some authority permitting a federal habeas court to\n\nhear a state prisoner's Fourth Amendment claim if the petitioner\n\ncan show an irretrievable breakdown in the process provided by\n\nthe state.        See, e.g., Sweet v. Delo, 125 F.3d 1144, 1152 (8th\n\nCir. 1997) (en banc); Gates v. Henderson, 568 F.2d 830, 840 (2d\n\nCir. 1977).        This is a sound rule — but it is a rule of last\n\nresort, to be applied sparingly.                  More to the point, it has no\n\nplace   in    this      case.       The   petitioner         concedes    the   general\n\nefficacy of the procedures used by the Massachusetts courts to\n\ntest the validity of Fourth Amendment claims, and does not\n\nsuggest that those procedures were inoperative in his case.                          To\n\ncinch matters, the petitioner's insufficiency of the evidence\n\nclaim, even on the dubious assumption that it has merit, surely\n\ndoes not constitute the type of egregious and unconscionable\n\ncollapse in the machinery of adjudication which might warrant a\n\nfederal      habeas     court      in   invoking      the    narrow     irretrievable\n\nbreakdown exception.\n\n             We    have     said    enough   on       this   score.      Because    the\n\npetitioner        had   —   and    exercised      —    an    ample    opportunity    to\n\nlitigate his Fourth Amendment claim fully and fairly in the\n\nstate courts, the district court appropriately prohibited him\n\nfrom relitigating that claim in his federal habeas proceeding.\n\n                             B.    The Miranda Claim.\n\n\n                                          -15-\n\f         The     petitioner   next   challenges   the   state   courts'\n\nconclusion that the police did not impermissibly disregard his\n\ninvocation of the right to counsel.           Broadly speaking, the\n\nConstitution dictates that when a person in police custody\n\nrequests the presence of an attorney, the authorities must cease\n\ninterrogation.    Edwards v. Arizona, 451 U.S. 477, 484 (1978).\n\nAt the suppression hearing, the petitioner's father claimed that\n\nthe petitioner invoked this right, within the officers' earshot,\n\nby shouting to his father to call the petitioner's attorney.\n\nSee supra note 1.     The petitioner contends that the officers'\n\ndecision to continue interrogating him after he had made this\n\nrequest violated Edwards.\n\n         We need not consider whether the petitioner's supposed\n\nshout amounted to an invocation of the right to counsel.          At a\n\nbare minimum, an invocation of the right to counsel must be\n\ncommunicated by the suspect to the police — and the police\n\nofficers who were escorting the petitioner at the critical time\n\ntestified unequivocally that they never heard any such outcry.\n\nThe state court judge credited this testimony, resolving the\n\napparent credibility conflict in the officers' favor.           Without\n\nmore, the law requires us to presume that this factual finding\n\nis correct and to defer to it.          See Parker v. Head, 244 F.3d\n\n831, 837 (11th Cir. 2001) (citing 28 U.S.C. § 2254(e)(1)).\n\n\n                                 -16-\n\f           We say \"without more\" because a habeas petitioner can\n\nrebut    this   presumption     by    adducing     \"clear    and     convincing\n\nevidence,\" 28 U.S.C. § 2254(e)(1), and a federal habeas court\n\nwill issue the writ if this proffer convinces it that the\n\nunderlying state court's adjudication \"resulted in a decision\n\nthat was based on an unreasonable determination of the facts in\n\nlight of the evidence presented in the State court proceeding,\"\n\nid. § 2254(d)(2).      Here, however, the petitioner marshals no\n\nsuch showing.     He simply insists that the officers' testimony\n\nwas untrustworthy.     That will not do.\n\n           Credibility     is   quintessentially       a    matter    of   fact,\n\nreserved in almost every circumstance for the trier.                       E.g.,\n\nUnited States v. Alicea, 205 F.3d 480, 484 (1st Cir. 2000);\n\nJohnson v. Watts Regulator Co., 63 F.3d 1129, 1139 (1st Cir.\n\n1995).    In this instance, the state trial court spoke clearly,\n\nand the SJC resoundingly endorsed its credibility assessment.\n\nSanna, 674 N.E.2d at 1073-74.            Under these circumstances, it\n\nwould be wholly inappropriate for a federal court to repastinate\n\nsoil already thoroughly plowed and delve into the veracity of\n\nthe witnesses on habeas review.              See Seymour, 224 F.3d at 553;\n\nCaldwell v. Maloney, 159 F.3d 639, 650 (1st Cir. 1998); see also\n\nCoombs, 202 F.3d at 19 (deferring to the state appellate court's\n\ncharacterization      of        the     trial       court's        credibility\n\n\n                                      -17-\n\fdetermination).         Since the challenged factual finding was based\n\nupon   a   plausible        credibility   determination,        we    reject   the\n\npetitioner's Miranda claim.\n\n                       C.   The Jury Instruction Claim.\n\n            In order to convict for first-degree murder under\n\nMassachusetts law, the Commonwealth must prove the requisite\n\nmental     state   —    malice     aforethought    —    and   show    deliberate\n\npremeditation, extreme atrocity and cruelty, or felony murder.\n\nSee Mass. Gen. Laws ch. 265, § 1 (quoted supra Part I(B)).                     The\n\nCommonwealth can prove malice aforethought in any of three\n\ndifferent     ways:         by   demonstrating    (1)    that   the    defendant\n\nspecifically intended to kill the victim without justification\n\nor excuse, or (2) that the defendant intended to cause grievous\n\nbodily injury to the victim, or (3) that \"in the circumstances\n\nknown to the defendant, a reasonably prudent person would have\n\nknown that according to common experience there was a plain and\n\nstrong likelihood that death would follow the contemplated act.\"\n\nCommonwealth v. Grey, 505 N.E.2d 171, 173 n.1 (Mass. 1987).                    The\n\nthird alternative differs importantly from the first two in that\n\nit calls for an objective rather than a subjective analysis\n\nunder which the factfinder can infer malice aforethought without\n\nproof of specific intent.           Id.\n\n\n\n\n                                       -18-\n\f                  In   this   case,     there   was     some   evidence   that   the\n\npetitioner had ingested cocaine on the day of the killing.                       The\n\nstate trial court initially instructed the jury to consider this\n\nevidence          in    assessing       deliberate       premeditation,    extreme\n\natrocity, and specific intent.3                 The court refused, however, to\n\ninstruct that evidence of intoxication might be relevant to\n\nwhether          the   defendant    possessed     the    level   of   understanding\n\nrequired to appreciate that death was a likely consequence of\n\nhis actions.\n\n                  After the jurors had deliberated for a few hours, they\n\nasked the court to clarify its mens rea instructions.                     The judge\n\ntook       the    opportunity      to   deliver   a     supplemental    instruction\n\ndirecting the jury to consider intoxication when evaluating\n\nwhether a reasonably prudent person in the defendant's position\n\nwould appreciate that death might result from his actions.4                      The\n\n\n       3\n      The court charged the jurors to \"consider evidence that the\ndefendant was intoxicated from the voluntary use of drugs when\nyou consider whether he deliberately premeditated.\" Later, in\ndiscussing extreme atrocity, the court admonished that \"[i]f the\nevidence shows that the defendant had impaired capacity because\nof drugs at the time the crime was committed, you should\nconsider what effect, if any, the defendant's impairment had on\nhis ability to appreciate the consequences of his choices.\" The\ncourt added: \"You may consider [whether the defendant was under\nthe influence of drugs at the time] on the issue of whether the\nprosecution has proven that the defendant had specific intent to\nkill or grievously injure the victim beyond a reasonable doubt.\"\n       4The supplemental instruction reads in pertinent part:\n            [I]f you find that there was an impairment\n\n                                           -19-\n\fpetitioner objected that this was too little, too late — and\n\nconfusing to boot.    The trial court overruled his objection.\n\nThe petitioner argues here, as he did before the SJC and the\n\ncourt below, that the clumsy patchwork of instructions deprived\n\nhim of due process by failing adequately to inform the jury\n\nabout the relevance of his alleged intoxication to the third\n\nbranch of \"malice aforethought.\"\n\n         Federal habeas relief cannot be granted merely because\n\na state court errs in its application of state law.        E.g.,\n\nPuleio v. Vose, 830 F.2d 1197, 1204 (1st Cir. 1987).       But a\n\nstate law or practice that betrays a fundamental principle of\n\njustice offends the Due Process Clause.   Cooper v. Oklahoma, 517\n\nU.S. 348, 363-65 (1996); Patterson v. New York, 432 U.S. 197,\n\n201-02 (1977).   Thus, a state court's error in applying a state\n\nrule sometimes can have constitutional implications.       E.g.,\n\nChambers v. Mississippi, 410 U.S. 284, 294 (1973).      That, in\n\nturn, may afford a basis for federal habeas relief.\n\n\n\n\n         of [the petitioner's] mental capacity caused\n         by the ingestion of drugs, you are to\n         consider that impaired mental capacity in\n         determining what circumstances were known to\n         the defendant as it relates to whether a\n         reasonably prudent person would have known\n         that there was a plain and strong likelihood\n         that according to common experience death of\n         the victim would follow those actions.\n\n                              -20-\n\f           This is not to say that every error of state law can\n\nbe transmogrified by artful argumentation into a constitutional\n\nviolation.     The Supreme Court has invoked the Chambers tenet\n\nonly rarely,       e.g., Crane v.     Kentucky, 476 U.S. 683, 690-91\n\n(1986)    (considering      the   irrational      exclusion,      on   state-law\n\ngrounds, of highly relevant evidence critical to the defense),\n\nand its use is to be reserved for extreme cases, see Fortini v.\n\nMurphy, 257 F.3d 39, 45-46 (1st Cir. 2001).\n\n           The defendant in         Montana v.      Egelhoff, 518 U.S. 37\n\n(1996), made such an assertion, maintaining that a Montana\n\nstatute which prohibited the consideration of proof of voluntary\n\nintoxication in assessing mens rea deprived criminal defendants\n\nof due process.       The Court rejected his assertion.                See id. at\n\n56    (plurality    op.).     Despite   the      fact   that    the    Court   was\n\nsplintered, five Justices agreed that the right to have a jury\n\nweigh     intoxication       evidence       in    relation       to      criminal\n\nresponsibility is not a fundamental principle of justice.                      Id.\n\nat 48.\n\n           In light of Egelhoff, it is difficult to imagine how\n\nthe    slightly    off-kilter     instructions      here       could    betray   a\n\nfundamental principle of justice.            If a state can forbid jurors\n\nfrom considering intoxication evidence at all, it would be\n\nstrange to think that an incomplete warning anent the effects of\n\n\n                                     -21-\n\fintoxication, belatedly (if imperfectly) supplemented, could\n\noffend basic notions of fairness.          We reject the suggestion.\n\n             The petitioner perseveres, insisting that Egelhoff does\n\nnot answer the question of whether a state can determine that\n\nintoxication     is   relevant    to   criminal       responsibility   as    a\n\nsubstantive matter and then fail to ensure that the jury is\n\nproperly instructed to that effect.          That is true as far as it\n\ngoes, see Egelhoff, 518 U.S. at 58 (Ginsburg, J., concurring)\n\n(noting that a statute encounters \"no constitutional shoal\" as\n\nlong as the law is conceived as substantively redefining mens\n\nrea), but it leads the petitioner down a blind alley.                       If\n\nEgelhoff is inapposite, the petitioner must show that the state\n\ncourt's decision is contrary to, or an unreasonable application\n\nof, some other firmly established Supreme Court precedent.                See\n\nMatesanz, 230 F.3d at 425; see also 28 U.S.C. § 2254(d)(1).\n\n             In an effort to escape from this blind alley, the\n\npetitioner asserts that, although states enjoy wide latitude in\n\ndefining both the elements of particular crimes and \"the extent\n\nto   which    moral   culpability      should    be    a   prerequisite     to\n\nconviction of a crime,\"          Powell v.   Texas, 392 U.S. 514, 545\n\n(1968), they cannot reallocate the burden of proof once they\n\nhave set those elements in place.               The petitioner correctly\n\ncites In re Winship, 397 U.S. 358, 364 (1970), as authority for\n\n\n                                    -22-\n\fthis proposition and, based on                  Winship, he claims that the\n\nfaulty      jury    instruction        violated          due    process    because    it\n\nimpermissibly        shifted   the        burden    of     proof    by    relaxing    the\n\nCommonwealth's obligation to prove beyond a reasonable doubt\n\nthat the petitioner possessed the requisite mental capacity for\n\nmurder.\n\n             Noting that the Egelhoff Court rejected a substantially\n\nsimilar argument, 518 U.S. at 54-55, the Commonwealth takes the\n\nposition that this thesis, too, should be rejected.                        Life is not\n\nthat   simple:        there    is     a   potentially          important     difference\n\nbetween Massachusetts state law and the Montana statute at issue\n\nin Egelhoff.        In decreeing that criminal defendants are entitled\n\nto     an    instruction         on       intoxication            vis-à-vis      malice,\n\nMassachusetts, unlike Montana, has established that intoxication\n\nis substantively relevant to criminal responsibility.                            In this\n\ncase, criminal responsibility — or malice aforethought — is an\n\nelement of the crime and, as such, it must be proved beyond a\n\nreasonable doubt.        Thus, an imperfect intoxication instruction\n\nmight possibly reduce the government's burden of proof.                               It\n\nfollows      that     Egelhoff        affords       no     safe     harbor    for     the\n\nCommonwealth.\n\n             Still, it is hard to see how the SJC's rejection of the\n\npetitioner's        argument     can       be     deemed       contrary    to,   or   an\n\n\n                                           -23-\n\funreasonable application of,                Winship.      Although the         Winship\n\nCourt's holding is clearly established, that holding operates at\n\na high level of generality.                 This case lies somewhere on the\n\nblurry      outskirts     of      Winship,     rendering      the       case   starkly\n\ninappropriate for treatment under the \"contrary to\" prong of\n\nsection 2254(d)(1).            In this regard, the \"key inquiry . . . is\n\nwhether     a   Supreme       Court   rule    —    by   virtue     of    its   factual\n\nsimilarity        (though      not    necessarily       identicality)          or   its\n\ndistillation of general federal law precepts into a channeled\n\nmode   of    analysis       specifically       intended      for    application      to\n\nvariant factual situations — can fairly be said to require a\n\nparticular result in a particular case.\"                     O'Brien, 145 F.3d at\n\n25.    Viewed through this prism, there is no principled way to\n\nconclude that        Winship unarguably demands a finding that due\n\nprocess     was    violated       here.      See   Taylor,     529      U.S.   at   406\n\n(explaining        that   a   state   court       decision    which       applies   the\n\ncorrect legal rule to reach an independent outcome on different\n\nfacts cannot be deemed to transgress the \"contrary to\" branch of\n\nsection 2254(d)(1)).\n\n             Nor    can     the    SJC's     disposition      of    the    appeal    be\n\nconsidered an unreasonable application of                     Winship.         Federal\n\ncourts are not free to grant habeas relief simply because they\n\ndisagree with the outcome of a state's adjudication.                           Taylor,\n\n\n                                           -24-\n\f529 U.S. at 375.      Rather, \"for the writ to issue, the state\n\ncourt decision must be so offensive to existing precedent, so\n\ndevoid of record support, or so arbitrary, as to indicate that\n\nit is outside the universe of plausible, credible options.\"\n\nO'Brien, 145 F.3d at 25.         The failure to distill the nuanced,\n\ncase-specific rule urged by the petitioner — that the imperfect\n\nintoxication instruction impermissibly shifted the burden of\n\nproof anent mental capacity — from the Winship Court's more\n\ngeneral holding does not come close to fitting this mold.               See\n\nMatesanz,    230   F.3d   at   426   (explaining    that   where   reasoned\n\napplication of clearly established Supreme Court precedent to a\n\nparticular set of facts can lead to more than one plausible\n\noutcome, \"the state court's choice between those . . . outcomes,\n\nwhether right or wrong, cannot constitute a basis for habeas\n\nrelief under the second branch of section 2254(d)(1)\"); see also\n\nHurtado v. Tucker, 245 F.3d 7, 20 (1st Cir. 2001) (counseling\n\ncaution in the use of the \"unreasonable application\" branch of\n\nsection 2254(d)(1)).\n\n            The    sockdolager       is     that,   regardless     of   the\n\nconstitutionality of the jury instruction, the SJC rejected the\n\npetitioner's claim on the ground that any instructional error\n\n\n\n\n                                     -25-\n\f(whether or not of constitutional magnitude) was harmless.5\n\nSanna, 674 N.E.2d at 1074-76.         In reaching that conclusion, it\n\nnoted that the linchpin of the petitioner's defense was his\n\nclaim that someone else committed the crime.              Id. at 1073.\n\nAlthough the petitioner testified that he was \"fogged out\" from\n\nsmoking crack cocaine on the day of the murder, the SJC believed\n\nthat his overall testimony indicated quite plainly that he was\n\nfully aware of the circumstances that existed before and after\n\nthe crime.     Id.    What is more, he eschewed any description of\n\nhis state of mind at the time he was in his great-uncle's\n\napartment.    Id.    Weighing these facts, the SJC reasoned that the\n\nnature of the petitioner's defense, coupled with the palliative\n\neffect   of   the    supplemental   instruction,    rendered   any   error\n\nharmless.     Id. at 1075-76.       In the court's view, \"[w]here no\n\nevidence exists that the defendant did not have knowledge of the\n\ncircumstances of the killing, an error in the instruction on the\n\neffect of intoxication on the defendant's knowledge does not\n\nconstitute reversible error.\"        Id. at 1075.\n\n\n\n    5The SJC did not squarely decide whether the intoxication\ninstructions violated state law. Since an error in state law is\na condition precedent to a claim that the burden of proof\nshifted, there could be no Winship violation in the absence of\nsuch an error. This would be an adequate and independent state\nground barring federal habeas review. See Coleman v. Thompson,\n501 U.S. 722, 729-31 (1991); Martin v. Hunter's Lessee, 14 U.S.\n(1 Wheat.) 304, 352-54 (1816).\n\n                                    -26-\n\f           Assuming, arguendo, that the state tribunal committed\n\na cognizable constitutional error, we are constrained in the\n\ncircumstances at hand to concur with the SJC's holding that any\n\nsuch error was harmless.       While the Supreme Court has identified\n\na small class of so-called \"structural\" errors that should never\n\nbe deemed harmless, see Arizona v. Fulminante, 499 U.S. 279,\n\n309-10 (1991), the instructional error here is not structural,\n\nsee Neder v. United States, 527 U.S. 1, 8-15 (1999) (holding\n\nthat the omission of an element of an offense from a jury\n\ninstruction is not structural error and is, therefore, amenable\n\nto harmless error analysis); Sustache-Rivera v. United States,\n\n221 F.3d 8, 17 (1st Cir. 2000) (similar).                Accordingly, the\n\nbevue is subject to constitutional harmless error analysis.\n\n           On direct appeal, a court confronted by a preserved\n\nconstitutional error must set aside the judgment unless it is\n\nsatisfied that the error was harmless beyond a reasonable doubt.\n\nChapman v. California, 386 U.S. 18, 24 (1967).              Prior to the\n\nenactment of the AEDPA, a different, less exacting standard\n\napplied on collateral review.         Under that standard, a federal\n\nhabeas   court   was   bound   to   uphold   a   state   court   judgment,\n\nnotwithstanding a preserved constitutional error, as long as the\n\nerror did not have a substantial, injurious effect on the jury's\n\nverdict.    Brecht, 507 U.S. at 638.             Although there is some\n\n\n                                    -27-\n\fdisagreement as to whether the             Brecht standard survives the\n\npassage of the AEDPA, see Hernandez v. Johnson, 248 F.3d 344,\n\n379 (5th Cir. 2001) (discussing opposing viewpoints and citing\n\ncases), we have consistently employed Brecht in cases arising\n\nunder the AEDPA, e.g., Fortini, 247 F.3d at 48-49; Sustache-\n\nRivera, 221 F.3d at 18.       We reaffirm that praxis today and hold\n\nthat the Brecht standard applies in conjunction with the AEDPA\n\namendments.6\n\n            Employing the Brecht standard, we conclude that the\n\nintoxication instructions here had neither a substantial nor\n\ninjurious    influence   on   the    jury    verdict.   At   trial,   the\n\npetitioner premised his defense on a claim of mistaken identity.\n\nHe offered virtually no evidence pertaining to the third strain\n\nof malice aforethought.       Given the nature of the petitioner's\n\ndefense and the fact that the original (imperfect) instructions\n\nwere largely remedied by the court's supplemental charge, it is\n\n\n\n    6 There is also some controversy about whether a federal\nhabeas court should apply Brecht when the state court did not\nuse the Chapman benchmark in its harmless error analysis.\nCompare Tyson v. Trigg, 50 F.3d 436, 446-47 (7th Cir. 1995)\n(applying Brecht to all cases on collateral review), with\nOrndorff v. Lockhart, 998 F.2d 1426, 1430 (8th Cir. 1993)\n(applying Brecht only when the state court has used the Chapman\nstandard); see generally Fortini, 257 F.3d at 48 (discussing\ncircuit split but taking no formal position on it).        Here,\nhowever, the SJC, while not explicitly invoking Chapman, applied\nan essentially equivalent standard. See Sanna, 674 N.E.2d at\n1075. Brecht therefore controls.\n\n                                    -28-\n\fhighly    unlikely        that      the     challenged      instructions    had     the\n\nslightest impact on the jury's deliberations.                      Certainly, they\n\ncould    not    have     had    a   \"substantial      and    injurious     effect    or\n\ninfluence,\" Brecht, 507 U.S. at 638, on the jury's evaluation of\n\nmens rea.       It follows that there is no basis for federal habeas\n\nrelief.\n\n               To recapitulate, the SJC's refusal to set aside the\n\npetitioner's       conviction         by     reason   of    the    challenged     jury\n\ninstructions       was    not       contrary    to,   and    did   not   involve     an\n\nunreasonable application of established Supreme Court precedent.\n\nUnder the AEDPA standard of review, the instructions did not\n\nviolate the Due Process Clause either by betraying fundamental\n\nprinciples of justice or by shifting the burden of proof.                            To\n\ncinch matters, even if we could detect a whiff of cognizable\n\nconstitutional error, that error would be deemed harmless under\n\nBrecht, 507 U.S. at 638.\n\nIV.     CONCLUSION\n\n               We need go no further.           Even before the passage of the\n\nAEDPA, the Supreme Court admonished that \"[t]he role of federal\n\nhabeas     proceedings,             while      important      in    assuring      that\n\nconstitutional rights are observed, is secondary and limited.\"\n\nId. at 633.        In particular, federal courts should not allow\n\nthemselves to be used as vehicles for religitating state trials.\n\n\n                                            -29-\n\fId.    The parameters for granting habeas relief historically have\n\nbeen    quite   narrow,   and   the    AEDPA   standard   of   review\n\ncircumscribed those parameters even further.       Here, any errors\n\nwhich may have marred the petitioner's trial were not sufficient\n\nto warrant federal habeas relief under these criteria.\n\n\n\nAffirmed.\n\n\n\n\n                                -30-\n\f",
  "html": "<p class=\"case_cite\">265 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">MICHAEL J.F. SANNA, Petitioner, Appellant,<br>v.<br>PAUL DIPAOLO, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1008</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Heard Aug 1, 2001<br>Decided September 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Donald A. Harwood for appellant.</p>\n      <p class=\"indent\">William J. Meade, Assistant Attorney General, Commonwealth  of Massachusetts, with whom Thomas F. Reilly, Attorney General,  was on brief, for appellee.</p>\n      <p class=\"indent\">Before  Boudin, Chief Judge, Torruella and Selya, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant Michael  J.F. Sanna, a state prisoner, appeals from the denial of his  application for habeas corpus.  His arguments here mirror those  that he unsuccessfully made below:  that the Commonwealth failed  to provide him a full and fair opportunity to litigate his  Fourth Amendment claim, that the police violated his Miranda rights, and that the state trial court's failure properly to  instruct the jury as to the effect of his possible intoxication  deprived him of due process.  In light of the special rules that  the Supreme Court has established for collaterally reviewing  claims of error involving the Fourth Amendment and the  exclusionary rule, see Stone v. Powell, 428 U.S. 465, 481-82  (1976), and the strictures of the Antiterrorism and Effective  Death Penalty Act of 1996 (AEDPA), Pub. L. No. 104-132, 110  Stat. 1214, we find the petitioner's plaints unpersuasive. Accordingly, we affirm the district court's denial of the writ.</p>\n    </div>\n    <p class=\"indent\">I.  BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts underlying the petitioner's conviction for  first-degree murder are extensively chronicled in the opinion of  the Massachusetts Supreme Judicial Court (SJC), see Commonwealth v. Sanna, 674 N.E.2d 1067, 1070-71 (Mass. 1997), and we refer  the reader who hungers for exegetic detail to that opinion.  For  present purposes, it suffices to sketch the events leading to  the petitioner's arrest and conviction (resolving conflicts in  the evidence favorably to the state courts' findings), and  thereafter limn the travel of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A.  The Facts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 12, 1991, Abington police officers entered  the apartment of the petitioner's seventy-four year old great  uncle, Mario diCicco, and found his body lying in a pool of  blood.  An autopsy revealed that diCicco had been stabbed  thirty-four times and bludgeoned repeatedly with a blunt  instrument.  The police matched fingerprints found at the crime  scene with those of the petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two officers thereupon visited the residence of the  petitioner's parents, not pausing to procure a warrant.  When  they arrived, the petitioner's father approached them, engaged  in a brief interchange, and invited them into the house.  Once  inside, the officers spied the petitioner lying on a couch,  covered by a blanket.  One of the policemen removed the blanket  and asked the petitioner to stand.  After noticing cuts and  scratches, the officers arrested the petitioner and read him his Miranda rights.  See Miranda v. Arizona, 384 U.S. 436, 444-45  (1966).  The petitioner vouchsafed his understanding of those  rights.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The officers then transported the petitioner to the  Abington police station.  They again explained his Miranda rights and inquired whether he wished to make a call.  The  petitioner demurred.  Interrogation ensued and, within the next  few hours, the petitioner admitted that he had killed diCicco. After recounting the details of the slaying, he told the  officers for the first time that he had an attorney.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  They  immediately offered to contact the lawyer, but the petitioner  refused the offer.  The police then secured a warrant to search  the petitioner's home and automobile.  The search revealed  additional inculpatory evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">B.  The Travel of the Case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following his indictment, the petitioner filed motions  to suppress both his incriminating statements and the physical  evidence garnered as a result of the searches.  A four-day  evidentiary hearing ensued.  Several months later, the state  court judge handed down a closely reasoned rescript denying the  motions to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The petitioner's trial took place late in 1993.  Under  Massachusetts law, \"[m]urder committed with deliberately  premeditated malice aforethought, or with extreme atrocity or  cruelty, or in the commission or attempted commission of a crime  punishable with death or imprisonment for life\" can comprise  first-degree murder.  Mass. Gen. Laws ch. 265, &#167; 1.  The jury  found the petitioner guilty of first-degree murder by reason of  extreme atrocity and cruelty.  The trial court sentenced him to  life imprisonment.  On direct review, the SJC affirmed.  Sanna,  674 N.E.2d at 1071-74.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 9, 1998, the petitioner filed an application  for a writ of habeas corpus under 28 U.S.C. &#167; 2254.  The  respondent, a state correctional official, moved to dismiss on  the ground, inter alia, that the application failed to limn a  cognizable claim for federal habeas relief.  On December 14,  2000, the district court, adopting a magistrate judge's report  and recommendation, granted the motion to dismiss.  The court  thereafter issued a certificate of appealability covering the  three issues to which we have alluded.  See 28 U.S.C. &#167;  2253(c)(1).  This proceeding followed.</p>\n    </div>\n    <p class=\"indent\">II.  THE AEDPA STANDARD</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1867, Congress authorized the federal courts to  grant writs of habeas corpus at the behest of state prisoners  held in violation of either the United States Constitution or  federal law.  While the procedural framework for federal habeas  relief has changed over time, the scope of the federal courts'  jurisdiction has remained intact.  Williams v. Taylor, 529 U.S.  362, 374-75 (2000).  Recently, however, the Supreme Court has  clarified that the incidence of constitutional error in a state  criminal trial does not, in itself, justify federal habeas  relief.  See id.  The AEDPA amendments, which took effect on  April 24, 1996, elevated the importance of this principle and  widened the area within which federal habeas courts must defer  to state court decisions (whether or not erroneous).  See O'brien v. DuBois, 145 F.3d 16, 20 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Two of the situations in which the AEDPA authorizes a  federal court to grant habeas redress are pertinent here.  One  such situation arises when the underlying state court  adjudication \"resulted in a decision that was contrary to, or  involved an unreasonable application of, clearly established  Federal law, as determined by the Supreme Court of the United  States.\"  28 U.S.C. &#167; 2254(d)(1).  This, in turn, provides two  possible pathways to habeas relief.  A federal court may ask  whether there was an established Supreme Court precedent and  grant relief if it determines that the state court's decision  contravened that precedent.  Williams v. Taylor, 529 U.S. at  376-78; Williams v. Matesanz, 230 F.3d 421, 424-25 (1st Cir.  2000); O'Brien, 145 F.3d at 24.  If there is no Supreme Court  case on point or if there is one and the state court correctly  characterized it, the federal court nonetheless may grant the  writ based upon a determination that the state tribunal applied  the Supreme Court precedent in an unreasonable manner.  Taylor,  529 U.S. at 376-78; Matesanz, 230 F.3d at 424-25; O'Brien, 145  F.3d at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The AEDPA also allows collateral relief in a quite  different situation:  when a federal habeas court determines  that a state court adjudication \"resulted in a decision that was  based on an unreasonable determination of the facts in light of  the evidence presented in the State court proceeding.\"  28  U.S.C. &#167; 2254(d)(2).  It is worth noting, however, that these  words cannot be read in a vacuum; they must be interpreted in  conjunction with a companion subsection specifying that \"a  determination of a factual issue made by a State court shall be  presumed to be correct,\" and that \"[t]he applicant shall have  the burden of rebutting the presumption of correctness by clear  and convincing evidence.\"  Id. &#167; 2254(e)(1); see also Coombs v. Maine, 202 F.3d 14, 18 (1st Cir. 2000) (discussing and applying  these provisions).  For this purpose, \"facts\" are defined as  \"basic, primary, or historical facts:  facts in the sense of a  recital of external events and the credibility of their  narrators.\"  Bryson v. Ward, 187 F.3d 1193, 1211 (10th Cir.  1999) (citation and internal quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">III.  ANALYSIS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The petitioner contends that his conviction is thrice  tainted by constitutional error because (i) his warrantless  arrest was unconstitutional, (ii) his Miranda rights were  transgressed, and (iii) his due process rights were offended by  the jury instructions on malice.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We address each of these  contentions in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A.  The Fourth Amendment Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The petitioner's first argument -- that the state court  should have excluded the evidence (including his confession and  the fruit of the subsequent searches of his home and car) that  resulted from his warrantless arrest -- falls into a special  category.  Federal habeas jurisdiction has distinct  characteristics, and principles of finality, federalism, and  comity inform its scope.  See Brecht v. Abrahamson, 507 U.S.  619, 633-35 (1993); Teague v. Lane, 489 U.S. 288, 308-10 (1989). In constructing this balance in respect to claims premised on  violations of the Fourth Amendment, the Supreme Court has  recognized that the prophylactic remedy for such violations  typically available on direct review -- the exclusion of the  evidence derived, directly or indirectly, from the violation --  is designed to deter law enforcement personnel from disregarding  constitutional mandates.  See Mapp v. Ohio, 367 U.S. 643, 658-59  (1961).  The exclusionary rule is not without its vices,  however; most notably, it too often results in keeping relevant,  reliable information from the fact finder.  Stone v. Powell, 428  U.S. 465, 489-90 (1976).  The Stone Court reasoned that this  cost far exceeds the marginal increase in deterrent effect that  might result from extending the exclusionary rule to habeas  proceedings.  Id. at 493-95.  The Court therefore concluded  that,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">where the State has provided an opportunity  for full and fair litigation of a Fourth  Amendment claim, the Constitution does not  require that a state prisoner be granted  federal habeas corpus relief on the ground  that evidence obtained in an  unconstitutional search or seizure was  introduced at his trial.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Id. at 482.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Stone thus stands for the proposition that a federal  habeas court ordinarily cannot revisit a state court's  disposition of a prisoner's Fourth Amendment claims.  Withal,  this proposition is not absolute:  there is an exception for  instances in which a habeas petitioner had no realistic  opportunity to litigate his Fourth Amendment claim fully and  fairly in the state system.  Palmigiano v. Houle, 618 F.2d 877,  881-82 (1st Cir. 1980); Breest v. Helgemoe, 579 F.2d 95, 98 (1st  Cir. 1978).  This exception survives the passage of the AEDPA. See, e.g., Herrera v. LeMaster, 225 F.3d 1176, 1178 (10th Cir.  2000); Seymour v. Walker, 224 F.3d 542, 553 (6th Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The petitioner asseverates that his case avoids the Stone bar because the Commonwealth deprived him of the  opportunity for full and fair litigation of his Fourth Amendment  claim.  The district court rejected this asseveration, and we  review de novo its holding that the state courts afforded the  petitioner a sufficient opportunity to litigate his Fourth  Amendment claim.  See Miranda v. Cooper, 967 F.2d 392, 401 (10th  Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The petitioner bears the burden of proving that his  case fits within the contours of the exception.  See Palmigiano,  618 F.2d at 881-83.  He cannot carry that burden here.  In the  state superior court, the petitioner filed two separate pretrial  motions to suppress evidence harvested as the fruit of the  alleged illegality.  After allowing discovery and holding a  four-day evidentiary hearing on the merits of the petitioner's  plaints, the superior court judge issued a reasoned opinion  crediting the police officers' testimony and finding that the  petitioner's father voluntarily invited the officers into his  home.  On direct appeal, the SJC pondered the petitioner's plea  yet again and found it wanting.  Sanna, 674 N.E.2d at 1072.  In  so holding, the court specifically rejected the petitioner's  argument, based upon Payton v. New York, 445 U.S. 573, 583-603  (1980), that the officers tricked his father into consenting to  the entry by failing to inform Mr. Sanna fully of their  intention to arrest his son.  Sanna, 674 N.E.2d at 1073.  We  hardly can imagine a more thorough set of procedures for the  litigation of a Fourth Amendment claim -- and the petitioner,  represented by counsel throughout,  took full advantage of them.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Faced with this obviously adequate procedural  framework, the petitioner mounts a rather curious offensive. Instead of questioning the state process, he challenges the  state court's factual findings.  In his view, no reasonable  fact finder could have concluded that his father consented to the  officers' warrantless entry.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This challenge fails.  Although a federal habeas court  may inquire into the adequacy and fairness of available state  court procedures for the adjudication of Fourth Amendment  claims, its inquiry ordinarily ends upon a determination that those procedures pass muster.  See Pignone v. Sands, 589 F.2d  76, 79 (1st Cir. 1978).  Put another way, \"a full and fair  opportunity\" to litigate means that the state has made available  to defendants a set of procedures suitably crafted to test for  possible Fourth Amendment violations.  Id.  So long as a state  prisoner has had an opportunity to litigate his Fourth Amendment  claims by means of such a set of procedures, a federal habeas  court lacks the authority, under Stone, to second-guess the  accuracy of the state court's resolution of those claims.  See Caver v. Alabama, 577 F.2d 1188, 1192 (5th Cir. 1978) (holding  habeas review precluded if state provides a suitable procedure  for full and fair opportunity to litigate Fourth Amendment  claims, regardless of whether the petitioner employs that  procedure).  Hence, the mistaken outcome of a state court  suppression hearing, standing alone, cannot be treated as a  denial of the opportunity fully and fairly to litigate a Fourth  Amendment claim (and, thus, cannot open the door to federal  habeas review).  Willett v. Lockhart, 37 F.3d 1265, 1270 (8th  Cir. 1994) (en banc); Palmigiano, 618 F.2d at 882; Pignone, 589  F.2d at 79; United States ex rel. Petillo v. New Jersey, 562  F.2d 903, 906 (3d Cir. 1977).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The petitioner endeavors to make two separate end runs  around this doctrinal obstacle.  First, he attaches decretory  significance to a footnote (footnote 36) in which the Stone Court employed a \"cf.\" citation to Townsend v. Sain, 372 U.S.  293 (1963).  See Stone, 428 U.S. at 494 n.36.  We do not gainsay  that Townsend is an important precedent:  it guides federal  habeas courts in determining when it is necessary to hold  evidentiary hearings in habeas cases.  See Townsend, 372 U.S. at  315.  Among other things, the requirement for such a hearing can  be triggered when \"the state factual determination is not fairly  supported by the record as a whole.\"  Id. at 313.  But the case  law clearly indicates that the Stone Court's subtle and indirect  reference to Townsend does not serve to incorporate the Townsend standard into the Stone holding for all purposes.  See Palmigiano, 618 F.2d at 881; O'Berry v. Wainwright, 546 F.2d  1204, 1212 (5th Cir. 1977).  Indeed, the petitioner's broader  reading of footnote 36 not only is unsupported by respectable  authority but also would result in an exception capable of  swallowing Stone in a single gulp.  Accordingly, we hold that,  notwithstanding footnote 36, a habeas petitioner cannot elude Stone where his sole complaint is that the outcome of a  perfectly satisfactory state process was erroneous.  See Willett, 37 F.3d at 1270.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The petitioner's second attempt to skirt Stone fares  no better.  The petitioner notes that, Stone notwithstanding,  there is some authority permitting a federal habeas court to  hear a state prisoner's Fourth Amendment claim if the petitioner  can show an irretrievable breakdown in the process provided by  the state.  See, e.g., Sweet v. Delo, 125 F.3d 1144, 1152 (8th  Cir. 1997) (en banc); Gates v. Henderson, 568 F.2d 830, 840 (2d  Cir. 1977).  This is a sound rule -- but it is a rule of last  resort, to be applied sparingly.  More to the point, it has no  place in this case.  The petitioner concedes the general  efficacy of the procedures used by the Massachusetts courts to  test the validity of Fourth Amendment claims, and does not  suggest that those procedures were inoperative in his case.  To  cinch matters, the petitioner's insufficiency of the evidence  claim, even on the dubious assumption that it has merit, surely  does not constitute the type of egregious and unconscionable  collapse in the machinery of adjudication which might warrant a  federal habeas court in invoking the narrow irretrievable  breakdown exception.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We have said enough on this score.  Because the  petitioner had -- and exercised -- an ample opportunity to  litigate his Fourth Amendment claim fully and fairly in the  state courts, the district court appropriately prohibited him  from relitigating that claim in his federal habeas proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">B.  The Miranda Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The petitioner next challenges the state courts'  conclusion that the police did not impermissibly disregard his  invocation of the right to counsel.  Broadly speaking, the  Constitution dictates that when a person in police custody  requests the presence of an attorney, the authorities must cease  interrogation.  Edwards v. Arizona, 451 U.S. 477, 484 (1978). At the suppression hearing, the petitioner's father claimed that  the petitioner invoked this right, within the officers' earshot,  by shouting to his father to call the petitioner's attorney. See supra note 1.  The petitioner contends that the officers'  decision to continue interrogating him after he had made this  request violated Edwards.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We need not consider whether the petitioner's supposed  shout amounted to an invocation of the right to counsel.  At a  bare minimum, an invocation of the right to counsel must be  communicated by the suspect to the police -- and the police  officers who were escorting the petitioner at the critical time  testified unequivocally that they never heard any such outcry. The state court judge credited this testimony, resolving the  apparent credibility conflict in the officers' favor.  Without  more, the law requires us to presume that this factual finding  is correct and to defer to it.  See Parker v. Head, 244 F.3d  831, 837 (11th Cir. 2001) (citing 28 U.S.C. &#167; 2254(e)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We say \"without more\" because a habeas petitioner can  rebut this presumption by adducing \"clear and convincing  evidence,\" 28 U.S.C. &#167; 2254(e)(1), and a federal habeas court  will issue the writ if this proffer convinces it that the  underlying state court's adjudication \"resulted in a decision  that was based on an unreasonable determination of the facts in  light of the evidence presented in the State court proceeding,\" id. &#167; 2254(d)(2).  Here, however, the petitioner marshals no  such showing.  He simply insists that the officers' testimony  was untrustworthy.  That will not do.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Credibility is quintessentially a matter of fact,  reserved in almost every circumstance for the trier.  E.g., United States v. Alicea, 205 F.3d 480, 484 (1st Cir. 2000); Johnson v. Watts Regulator Co., 63 F.3d 1129, 1139 (1st Cir.  1995).  In this instance, the state trial court spoke clearly,  and the SJC resoundingly endorsed its credibility assessment. Sanna, 674 N.E.2d at 1073-74.  Under these circumstances, it  would be wholly inappropriate for a federal court to repastinate  soil already thoroughly plowed and delve into the veracity of  the witnesses on habeas review.  See Seymour, 224 F.3d at 553; Caldwell v. Maloney, 159 F.3d 639, 650 (1st Cir. 1998); see also Coombs, 202 F.3d at 19 (deferring to the state appellate court's  characterization of the trial court's credibility  determination).  Since the challenged factual finding was based  upon a plausible credibility determination, we reject the  petitioner's Miranda claim.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">C.  The Jury Instruction Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In order to convict for first-degree murder under  Massachusetts law, the Commonwealth must prove the requisite  mental state -- malice aforethought and show deliberate  premeditation, extreme atrocity and cruelty, or felony murder. See Mass. Gen. Laws ch. 265, &#167; 1 (quoted supra Part I(B)).  The  Commonwealth can prove malice aforethought in any of three  different ways:  by demonstrating (1) that the defendant  specifically intended to kill the victim without justification  or excuse, or (2) that the defendant intended to cause grievous  bodily injury to the victim, or (3) that \"in the circumstances  known to the defendant, a reasonably prudent person would have  known that according to common experience there was a plain and  strong likelihood that death would follow the contemplated act.\" Commonwealth v. Grey, 505 N.E.2d 171, 173 n.1 (Mass. 1987).  The  third alternative differs importantly from the first two in that  it calls for an objective rather than a subjective analysis  under which the fact finder can infer malice aforethought without  proof of specific intent.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case, there was some evidence that the  petitioner had ingested cocaine on the day of the killing.  The  state trial court initially instructed the jury to consider this  evidence in assessing deliberate premeditation, extreme  atrocity, and specific intent.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court refused, however, to  instruct that evidence of intoxication might be relevant to  whether the defendant possessed the level of understanding  required to appreciate that death was a likely consequence of  his actions.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">After the jurors had deliberated for a few hours, they  asked the court to clarify its mens rea instructions.  The judge  took the opportunity to deliver a supplemental instruction  directing the jury to consider intoxication when evaluating  whether a reasonably prudent person in the defendant's position  would appreciate that death might result from his actions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The  petitioner objected that this was too little, too late -- and  confusing to boot.  The trial court overruled his objection. The petitioner argues here, as he did before the SJC and the  court below, that the clumsy patchwork of instructions deprived  him of due process by failing adequately to inform the jury  about the relevance of his alleged intoxication to the third  branch of \"malice aforethought.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Federal habeas relief cannot be granted merely because  a state court errs in its application of state law.  E.g., Puleio v. Vose, 830 F.2d 1197, 1204 (1st Cir. 1987).  But a  state law or practice that betrays a fundamental principle of  justice offends the Due Process Clause.  Cooper v. Oklahoma, 517  U.S. 348, 363-65 (1996); Patterson v. New York, 432 U.S. 197,  201-02 (1977).  Thus, a state court's error in applying a state  rule sometimes can have constitutional implications.  E.g., Chambers v. Mississippi, 410 U.S. 284, 294 (1973).  That, in  turn, may afford a basis for federal habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This is not to say that every error of state law can  be transmogrified by artful argumentation into a constitutional  violation.  The Supreme Court has invoked the Chambers tenet  only rarely, e.g., Crane v. Kentucky, 476 U.S. 683, 690-91  (1986) (considering the irrational exclusion, on state-law  grounds, of highly relevant evidence critical to the defense),  and its use is to be reserved for extreme cases, see Fortini v. Murphy, 257 F.3d 39, 45-46 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The defendant in Montana v. Egelhoff, 518 U.S. 37  (1996), made such an assertion, maintaining that a Montana  statute which prohibited the consideration of proof of voluntary  intoxication in assessing mens rea deprived criminal defendants  of due process.  The Court rejected his assertion.  See id. at  56 (plurality op.).  Despite the fact that the Court was  splintered, five Justices agreed that the right to have a jury  weigh intoxication evidence in relation to criminal  responsibility is not a fundamental principle of justice.  Id. at 48.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In light of Egelhoff, it is difficult to imagine how  the slightly off-kilter instructions here could betray a  fundamental principle of justice.  If a state can forbid jurors  from considering intoxication evidence at all, it would be  strange to think that an incomplete warning anent the effects of  intoxication, belatedly (if imperfectly) supplemented, could  offend basic notions of fairness.  We reject the suggestion.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The petitioner perseveres, insisting that Egelhoff does  not answer the question of whether a state can determine that  intoxication is relevant to criminal responsibility as a  substantive matter and then fail to ensure that the jury is  properly instructed to that effect.  That is true as far as it  goes, see Egelhoff, 518 U.S. at 58 (Ginsburg, J., concurring)  (noting that a statute encounters \"no constitutional shoal\" as  long as the law is conceived as substantively redefining mens  rea), but it leads the petitioner down a blind alley.  If Egelhoff is inapposite, the petitioner must show that the state  court's decision is contrary to, or an unreasonable application  of, some other firmly established Supreme Court precedent.  See Matesanz, 230 F.3d at 425; see also 28 U.S.C. &#167; 2254(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In an effort to escape from this blind alley, the  petitioner asserts that, although states enjoy wide latitude in  defining both the elements of particular crimes and \"the extent  to which moral culpability should be a prerequisite to  conviction of a crime,\" Powell v. Texas, 392 U.S. 514, 545  (1968), they cannot reallocate the burden of proof once they  have set those elements in place.  The petitioner correctly  cites In re Winship, 397 U.S. 358, 364 (1970), as authority for  this proposition and, based on Winship, he claims that the  faulty jury instruction violated due process because it  impermissibly shifted the burden of proof by relaxing the  Commonwealth's obligation to prove beyond a reasonable doubt  that the petitioner possessed the requisite mental capacity for  murder.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Noting that the Egelhoff Court rejected a substantially  similar argument, 518 U.S. at 54-55, the Commonwealth takes the  position that this thesis, too, should be rejected.  Life is not that simple:  there is a potentially important difference  between Massachusetts state law and the Montana statute at issue  in Egelhoff.  In decreeing that criminal defendants are entitled  to an instruction on intoxication vis-a-vis malice,  Massachusetts, unlike Montana, has established that intoxication  is substantively relevant to criminal responsibility.  In this  case, criminal responsibility -- or malice aforethought -- is an  element of the crime and, as such, it must be proved beyond a  reasonable doubt.  Thus, an imperfect intoxication instruction  might possibly reduce the government's burden of proof.  It  follows that Egelhoff affords no safe harbor for the  Commonwealth.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Still, it is hard to see how the SJC's rejection of the  petitioner's argument can be deemed contrary to, or an  unreasonable application of, Winship.  Although the Winship Court's holding is clearly established, that holding operates at  a high level of generality.  This case lies somewhere on the  blurry outskirts of Winship, rendering the case starkly  inappropriate for treatment under the \"contrary to\" prong of  section 2254(d)(1).  In this regard, the \"key inquiry . . . is  whether a Supreme Court rule -- by virtue of its factual  similarity (though not necessarily identicality) or its  distillation of general federal law precepts into a channeled  mode of analysis specifically intended for application to  variant factual situations -- can fairly be said to require a  particular result in a particular case.\"  O'Brien, 145 F.3d at  25.  Viewed through this prism, there is no principled way to  conclude that Winship unarguably demands a finding that due  process was violated here.  See Taylor, 529 U.S. at 406  (explaining that a state court decision which applies the  correct legal rule to reach an independent outcome on different  facts cannot be deemed to transgress the \"contrary to\" branch of  section 2254(d)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Nor can the SJC's disposition of the appeal be  considered an unreasonable application of Winship.  Federal  courts are not free to grant habeas relief simply because they  disagree with the outcome of a state's adjudication.  Taylor,  529 U.S. at 375.  Rather, \"for the writ to issue, the state  court decision must be so offensive to existing precedent, so  devoid of record support, or so arbitrary, as to indicate that  it is outside the universe of plausible, credible options.\" O'Brien, 145 F.3d at 25.  The failure to distill the nuanced,  case-specific rule urged by the petitioner -- that the imperfect  intoxication instruction impermissibly shifted the burden of  proof anent mental capacity -- from the Winship Court's more  general holding does not come close to fitting this mold.  See Matesanz, 230 F.3d at 426 (explaining that where reasoned  application of clearly established Supreme Court precedent to a  particular set of facts can lead to more than one plausible  outcome, \"the state court's choice between those . . . outcomes,  whether right or wrong, cannot constitute a basis for habeas  relief under the second branch of section 2254(d)(1)\"); see also Hurtado v. Tucker, 245 F.3d 7, 20 (1st Cir. 2001) (counseling  caution in the use of the \"unreasonable application\" branch of  section 2254(d)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The sockdolager is that, regardless of the  constitutionality of the jury instruction, the SJC rejected the  petitioner's claim on the ground that any instructional error  (whether or not of constitutional magnitude) was harmless.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Sanna, 674 N.E.2d at 1074-76.  In reaching that conclusion, it  noted that the linchpin of the petitioner's defense was his  claim that someone else committed the crime.  Id. at 1073. Although the petitioner testified that he was \"fogged out\" from  smoking crack cocaine on the day of the murder, the SJC believed  that his overall testimony indicated quite plainly that he was  fully aware of the circumstances that existed before and after  the crime.  Id.  What is more, he eschewed any description of  his state of mind at the time he was in his great-uncle's  apartment.  Id.  Weighing these facts, the SJC reasoned that the  nature of the petitioner's defense, coupled with the palliative  effect of the supplemental instruction, rendered any error  harmless.  Id. at 1075-76.  In the court's view, \"[w]here no  evidence exists that the defendant did not have knowledge of the  circumstances of the killing, an error in the instruction on the  effect of intoxication on the defendant's knowledge does not  constitute reversible error.\"  Id. at 1075.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Assuming, arguendo, that the state tribunal committed  a cognizable constitutional error, we are constrained in the  circumstances at hand to concur with the SJC's holding that any  such error was harmless.  While the Supreme Court has identified  a small class of so-called \"structural\" errors that should never  be deemed harmless, see Arizona v. Fulminante, 499 U.S. 279,  309-10 (1991), the instructional error here is not structural, see Neder v. United States, 527 U.S. 1, 8-15 (1999) (holding  that the omission of an element of an offense from a jury  instruction is not structural error and is, therefore, amenable  to harmless error analysis); Sustache-Rivera v. United States,  221 F.3d 8, 17 (1st Cir. 2000) (similar).  Accordingly, the  bevue is subject to constitutional harmless error analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On direct appeal, a court confronted by a preserved  constitutional error must set aside the judgment unless it is  satisfied that the error was harmless beyond a reasonable doubt. Chapman v. California, 386 U.S. 18, 24 (1967).  Prior to the  enactment of the AEDPA, a different, less exacting standard  applied on collateral review.  Under that standard, a federal  habeas court was bound to uphold a state court judgment,  notwithstanding a preserved constitutional error, as long as the  error did not have a substantial, injurious effect on the jury's  verdict.  Brecht, 507 U.S. at 638.  Although there is some  disagreement as to whether the Brecht standard survives the  passage of the AEDPA, see Hernandez v. Johnson, 248 F.3d 344,  379 (5th Cir. 2001) (discussing opposing viewpoints and citing  cases), we have consistently employed Brecht in cases arising  under the AEDPA, e.g., Fortini, 247 F.3d at 48-49; Sustache-Rivera, 221 F.3d at 18.  We reaffirm that praxis today and hold  that the Brecht standard applies in conjunction with the AEDPA  amendments.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Employing the Brecht standard, we conclude that the  intoxication instructions here had neither a substantial nor  injurious influence on the jury verdict.  At trial, the  petitioner premised his defense on a claim of mistaken identity. He offered virtually no evidence pertaining to the third strain  of malice aforethought.  Given the nature of the petitioner's  defense and the fact that the original (imperfect) instructions  were largely remedied by the court's supplemental charge, it is  highly unlikely that the challenged instructions had the  slightest impact on the jury's deliberations.  Certainly, they  could not have had a \"substantial and injurious effect or  influence,\" Brecht, 507 U.S. at 638, on the jury's evaluation of  mens rea.  It follows that there is no basis for federal habeas  relief.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To recapitulate, the SJC's refusal to set aside the  petitioner's conviction by reason of the challenged jury  instructions was not contrary to, and did not involve an  unreasonable application of established Supreme Court precedent. Under the AEDPA standard of review, the instructions did not  violate the Due Process Clause either by betraying fundamental  principles of justice or by shifting the burden of proof.  To  cinch matters, even if we could detect a whiff of cognizable  constitutional error, that error would be deemed harmless under Brecht, 507 U.S. at 638.</p>\n    </div>\n    <p class=\"indent\">IV.  CONCLUSION</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We need go no further.  Even before the passage of the  AEDPA, the Supreme Court admonished that \"[t]he role of federal  habeas proceedings, while important in assuring that  constitutional rights are observed, is secondary and limited.\" Id. at 633.  In particular, federal courts should not allow  themselves to be used as vehicles for religitating state trials. Id.  The parameters for granting habeas relief historically have  been quite narrow, and the AEDPA standard of review  circumscribed those parameters even further.  Here, any errors  which may have marred the petitioner's trial were not sufficient  to warrant federal habeas relief under these criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This point was hotly disputed in the trial court.  The  petitioner's father testified that, as the police were escorting  the petitioner to their unmarked car immediately after taking  him into custody, he loudly asked his father to call his  attorney.  The officers denied having heard any such  importuning, and the state court judge specifically found that  the petitioner had not mentioned a lawyer until after he had  confessed.  See Sanna, 674 N.E.2d at 1070 n.5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The petitioner raised another ground for habeas relief  below -- a ground that related to the prosecutor's allegedly  improper summation.  He does not repeat that argument here and,  in all events, it is not among the issues listed in the  certificate of appealability.  Consequently, we deem that ground  waived.  See Bui v. DiPaolo, 170 F.3d 232, 236-37 (1st Cir.  1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court charged the jurors to \"consider evidence that the  defendant was intoxicated from the voluntary use of drugs when  you consider whether he deliberately premeditated.\"  Later, in  discussing extreme atrocity, the court admonished that \"[i]f the  evidence shows that the defendant had impaired capacity because  of drugs at the time the crime was committed, you should  consider what effect, if any, the defendant's impairment had on  his ability to appreciate the consequences of his choices.\"  The  court added:  \"You may consider [whether the defendant was under  the influence of drugs at the time] on the issue of whether the  prosecution has proven that the defendant had specific intent to  kill or grievously injure the victim beyond a reasonable doubt.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The supplemental instruction reads in pertinent part:</p>\n        <p>[I]f you find that there was an impairment  of [the petitioner's] mental capacity caused  by the ingestion of drugs, you are to  consider that impaired mental capacity in  determining what circumstances were known to  the defendant as it relates to whether a  reasonably prudent person would have known  that there was a plain and strong likelihood  that according to common experience death of  the victim would follow those actions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The SJC did not squarely decide whether the intoxication  instructions violated state law.  Since an error in state law is  a condition precedent to a claim that the burden of proof  shifted, there could be no Winship violation in the absence of  such an error.  This would be an adequate and independent state  ground barring federal habeas review.  See Coleman v. Thompson,  501 U.S. 722, 729-31 (1991); Martin v. Hunter's Lessee, 14 U.S.  (1 Wheat.) 304, 352-54 (1816).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There is also some controversy about whether a federal  habeas court should apply Brecht when the state court did not  use the Chapman benchmark in its harmless error analysis. Compare Tyson v. Trigg, 50 F.3d 436, 446-47 (7th Cir. 1995)  (applying Brecht to all cases on collateral review), with Orndorff v. Lockhart, 998 F.2d 1426, 1430 (8th Cir. 1993)  (applying Brecht only when the state court has used the Chapman standard); see generally Fortini, 257 F.3d at 48 (discussing  circuit split but taking no formal position on it).  Here,  however, the SJC, while not explicitly invoking Chapman, applied  an essentially equivalent standard.  See Sanna, 674 N.E.2d at  1075.  Brecht therefore controls.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">MICHAEL J.F. SANNA, Petitioner, Appellant,<br>v.<br>PAUL DIPAOLO, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1008</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Heard Aug 1, 2001<br>Decided September 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Donald A. Harwood for appellant.</p>\n      <p class=\"indent\">William J. Meade, Assistant Attorney General, Commonwealth  of Massachusetts, with whom Thomas F. Reilly, Attorney General,  was on brief, for appellee.</p>\n      <p class=\"indent\">Before  Boudin, Chief Judge, Torruella and Selya, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant Michael  J.F. Sanna, a state prisoner, appeals from the denial of his  application for habeas corpus.  His arguments here mirror those  that he unsuccessfully made below:  that the Commonwealth failed  to provide him a full and fair opportunity to litigate his  Fourth Amendment claim, that the police violated his Miranda rights, and that the state trial court's failure properly to  instruct the jury as to the effect of his possible intoxication  deprived him of due process.  In light of the special rules that  the Supreme Court has established for collaterally reviewing  claims of error involving the Fourth Amendment and the  exclusionary rule, see Stone v. Powell, <span class=\"citation\" data-id=\"109540\"><a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, 481-82  (1976), and the strictures of the Antiterrorism and Effective  Death Penalty Act of 1996 (AEDPA), Pub. L. No. 104-132, 110  Stat. 1214, we find the petitioner's plaints unpersuasive. Accordingly, we affirm the district court's denial of the writ.</p>\n    </div>\n    <p class=\"indent\">I.  BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts underlying the petitioner's conviction for  first-degree murder are extensively chronicled in the opinion of  the Massachusetts Supreme Judicial Court (SJC), see Commonwealth v. Sanna, <span class=\"citation no-link\"><span class=\"volume\">674</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1067</span></span>, 1070-71 (Mass. 1997), and we refer  the reader who hungers for exegetic detail to that opinion.  For  present purposes, it suffices to sketch the events leading to  the petitioner's arrest and conviction (resolving conflicts in  the evidence favorably to the state courts' findings), and  thereafter limn the travel of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A.  The Facts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 12, 1991, Abington police officers entered  the apartment of the petitioner's seventy-four year old great  uncle, Mario diCicco, and found his body lying in a pool of  blood.  An autopsy revealed that diCicco had been stabbed  thirty-four times and bludgeoned repeatedly with a blunt  instrument.  The police matched fingerprints found at the crime  scene with those of the petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two officers thereupon visited the residence of the  petitioner's parents, not pausing to procure a warrant.  When  they arrived, the petitioner's father approached them, engaged  in a brief interchange, and invited them into the house.  Once  inside, the officers spied the petitioner lying on a couch,  covered by a blanket.  One of the policemen removed the blanket  and asked the petitioner to stand.  After noticing cuts and  scratches, the officers arrested the petitioner and read him his Miranda rights.  See Miranda v. Arizona, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 444-45  (1966).  The petitioner vouchsafed his understanding of those  rights.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The officers then transported the petitioner to the  Abington police station.  They again explained his Miranda rights and inquired whether he wished to make a call.  The  petitioner demurred.  Interrogation ensued and, within the next  few hours, the petitioner admitted that he had killed diCicco. After recounting the details of the slaying, he told the  officers for the first time that he had an attorney.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  They  immediately offered to contact the lawyer, but the petitioner  refused the offer.  The police then secured a warrant to search  the petitioner's home and automobile.  The search revealed  additional inculpatory evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">B.  The Travel of the Case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following his indictment, the petitioner filed motions  to suppress both his incriminating statements and the physical  evidence garnered as a result of the searches.  A four-day  evidentiary hearing ensued.  Several months later, the state  court judge handed down a closely reasoned rescript denying the  motions to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The petitioner's trial took place late in 1993.  Under  Massachusetts law, \"[m]urder committed with deliberately  premeditated malice aforethought, or with extreme atrocity or  cruelty, or in the commission or attempted commission of a crime  punishable with death or imprisonment for life\" can comprise  first-degree murder.  Mass. Gen. Laws ch. 265, &#167; 1.  The jury  found the petitioner guilty of first-degree murder by reason of  extreme atrocity and cruelty.  The trial court sentenced him to  life imprisonment.  On direct review, the SJC affirmed.  Sanna,  674 N.E.2d at 1071-74.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 9, 1998, the petitioner filed an application  for a writ of habeas corpus under 28 U.S.C. &#167; 2254.  The  respondent, a state correctional official, moved to dismiss on  the ground, inter alia, that the application failed to limn a  cognizable claim for federal habeas relief.  On December 14,  2000, the district court, adopting a magistrate judge's report  and recommendation, granted the motion to dismiss.  The court  thereafter issued a certificate of appealability covering the  three issues to which we have alluded.  See 28 U.S.C. &#167;  2253(c)(1).  This proceeding followed.</p>\n    </div>\n    <p class=\"indent\">II.  THE AEDPA STANDARD</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1867, Congress authorized the federal courts to  grant writs of habeas corpus at the behest of state prisoners  held in violation of either the United States Constitution or  federal law.  While the procedural framework for federal habeas  relief has changed over time, the scope of the federal courts'  jurisdiction has remained intact.  Williams v. Taylor, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">362</span></a></span>, 374-75 (2000).  Recently, however, the Supreme Court has  clarified that the incidence of constitutional error in a state  criminal trial does not, in itself, justify federal habeas  relief.  See id.  The AEDPA amendments, which took effect on  April 24, 1996, elevated the importance of this principle and  widened the area within which federal habeas courts must defer  to state court decisions (whether or not erroneous).  See O'brien v. DuBois, <span class=\"citation\" data-id=\"197969\"><a href=\"/opinion/197969/obrien-v-dubois/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 20 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Two of the situations in which the AEDPA authorizes a  federal court to grant habeas redress are pertinent here.  One  such situation arises when the underlying state court  adjudication \"resulted in a decision that was contrary to, or  involved an unreasonable application of, clearly established  Federal law, as determined by the Supreme Court of the United  States.\"  28 U.S.C. &#167; 2254(d)(1).  This, in turn, provides two  possible pathways to habeas relief.  A federal court may ask  whether there was an established Supreme Court precedent and  grant relief if it determines that the state court's decision  contravened that precedent.  Williams v. Taylor, 529 U.S. at  376-78; Williams v. Matesanz, <span class=\"citation\" data-id=\"199135\"><a href=\"/opinion/199135/williams-v-matesanz/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">421</span></a></span>, 424-25 (1st Cir.  2000); O'Brien, 145 F.3d at 24.  If there is no Supreme Court  case on point or if there is one and the state court correctly  characterized it, the federal court nonetheless may grant the  writ based upon a determination that the state tribunal applied  the Supreme Court precedent in an unreasonable manner.  Taylor,  529 U.S. at 376-78; Matesanz, 230 F.3d at 424-25; O'Brien, 145  F.3d at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The AEDPA also allows collateral relief in a quite  different situation:  when a federal habeas court determines  that a state court adjudication \"resulted in a decision that was  based on an unreasonable determination of the facts in light of  the evidence presented in the State court proceeding.\"  28  U.S.C. &#167; 2254(d)(2).  It is worth noting, however, that these  words cannot be read in a vacuum; they must be interpreted in  conjunction with a companion subsection specifying that \"a  determination of a factual issue made by a State court shall be  presumed to be correct,\" and that \"[t]he applicant shall have  the burden of rebutting the presumption of correctness by clear  and convincing evidence.\"  Id. &#167; 2254(e)(1); see also Coombs v. Maine, <span class=\"citation\" data-id=\"767457\"><a href=\"/opinion/767457/sandra-coombs-v-state-of-maine/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir. 2000) (discussing and applying  these provisions).  For this purpose, \"facts\" are defined as  \"basic, primary, or historical facts:  facts in the sense of a  recital of external events and the credibility of their  narrators.\"  Bryson v. Ward, <span class=\"citation\" data-id=\"158381\"><a href=\"/opinion/158381/bryson-v-ward/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1193</span></a></span>, 1211 (10th Cir.  1999) (citation and internal quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">III.  ANALYSIS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The petitioner contends that his conviction is thrice  tainted by constitutional error because (i) his warrantless  arrest was unconstitutional, (ii) his Miranda rights were  transgressed, and (iii) his due process rights were offended by  the jury instructions on malice.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We address each of these  contentions in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A.  The Fourth Amendment Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The petitioner's first argument -- that the state court  should have excluded the evidence (including his confession and  the fruit of the subsequent searches of his home and car) that  resulted from his warrantless arrest -- falls into a special  category.  Federal habeas jurisdiction has distinct  characteristics, and principles of finality, federalism, and  comity inform its scope.  See Brecht v. Abrahamson, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">619</span></a></span>, 633-35 (1993); Teague v. Lane, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 308-10 (1989). In constructing this balance in respect to claims premised on  violations of the Fourth Amendment, the Supreme Court has  recognized that the prophylactic remedy for such violations  typically available on direct review -- the exclusion of the  evidence derived, directly or indirectly, from the violation --  is designed to deter law enforcement personnel from disregarding  constitutional mandates.  See Mapp v. Ohio, <span class=\"citation\" data-id=\"106285\"><a href=\"/opinion/106285/mapp-v-ohio/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></a></span>, 658-59  (1961).  The exclusionary rule is not without its vices,  however; most notably, it too often results in keeping relevant,  reliable information from the fact finder.  Stone v. Powell, <span class=\"citation\" data-id=\"109540\"><a href=\"/opinion/109540/stone-v-powell/\"><span class=\"volume\">428</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, 489-90 (1976).  The Stone Court reasoned that this  cost far exceeds the marginal increase in deterrent effect that  might result from extending the exclusionary rule to habeas  proceedings.  Id. at 493-95.  The Court therefore concluded  that,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">where the State has provided an opportunity  for full and fair litigation of a Fourth  Amendment claim, the Constitution does not  require that a state prisoner be granted  federal habeas corpus relief on the ground  that evidence obtained in an  unconstitutional search or seizure was  introduced at his trial.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Id. at 482.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Stone thus stands for the proposition that a federal  habeas court ordinarily cannot revisit a state court's  disposition of a prisoner's Fourth Amendment claims.  Withal,  this proposition is not absolute:  there is an exception for  instances in which a habeas petitioner had no realistic  opportunity to litigate his Fourth Amendment claim fully and  fairly in the state system.  Palmigiano v. Houle, <span class=\"citation\" data-id=\"376818\"><a href=\"/opinion/376818/nicholas-a-palmigiano-v-robert-e-houle/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">877</span></a></span>,  881-82 (1st Cir. 1980); Breest v. Helgemoe, <span class=\"citation\" data-id=\"357897\"><a href=\"/opinion/357897/robert-breest-v-raymond-helgemoe-etc/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span>, 98 (1st  Cir. 1978).  This exception survives the passage of the AEDPA. See, e.g., Herrera v. LeMaster, <span class=\"citation\" data-id=\"160180\"><a href=\"/opinion/160180/herrera-v-lemaster/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1176</span></a></span>, 1178 (10th Cir.  2000); Seymour v. Walker, <span class=\"citation\" data-id=\"770145\"><a href=\"/opinion/770145/beverly-a-seymour-v-diane-walkerrespondent-appellee/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 553 (6th Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The petitioner asseverates that his case avoids the Stone bar because the Commonwealth deprived him of the  opportunity for full and fair litigation of his Fourth Amendment  claim.  The district court rejected this asseveration, and we  review de novo its holding that the state courts afforded the  petitioner a sufficient opportunity to litigate his Fourth  Amendment claim.  See Miranda v. Cooper, <span class=\"citation\" data-id=\"585285\"><a href=\"/opinion/585285/valerio-ernest-miranda-v-thomas-cooper-superintendent-and-frank-gunter/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">392</span></a></span>, 401 (10th  Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The petitioner bears the burden of proving that his  case fits within the contours of the exception.  See Palmigiano,  618 F.2d at 881-83.  He cannot carry that burden here.  In the  state superior court, the petitioner filed two separate pretrial  motions to suppress evidence harvested as the fruit of the  alleged illegality.  After allowing discovery and holding a  four-day evidentiary hearing on the merits of the petitioner's  plaints, the superior court judge issued a reasoned opinion  crediting the police officers' testimony and finding that the  petitioner's father voluntarily invited the officers into his  home.  On direct appeal, the SJC pondered the petitioner's plea  yet again and found it wanting.  Sanna, 674 N.E.2d at 1072.  In  so holding, the court specifically rejected the petitioner's  argument, based upon Payton v. New York, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 583-603  (1980), that the officers tricked his father into consenting to  the entry by failing to inform Mr. Sanna fully of their  intention to arrest his son.  Sanna, 674 N.E.2d at 1073.  We  hardly can imagine a more thorough set of procedures for the  litigation of a Fourth Amendment claim -- and the petitioner,  represented by counsel throughout,  took full advantage of them.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Faced with this obviously adequate procedural  framework, the petitioner mounts a rather curious offensive. Instead of questioning the state process, he challenges the  state court's factual findings.  In his view, no reasonable  fact finder could have concluded that his father consented to the  officers' warrantless entry.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This challenge fails.  Although a federal habeas court  may inquire into the adequacy and fairness of available state  court procedures for the adjudication of Fourth Amendment  claims, its inquiry ordinarily ends upon a determination that those procedures pass muster.  See Pignone v. Sands, <span class=\"citation\" data-id=\"362203\"><a href=\"/opinion/362203/stanley-l-pignone-v-c-eliot-sands/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">76</span></a></span>, 79 (1st Cir. 1978).  Put another way, \"a full and fair  opportunity\" to litigate means that the state has made available  to defendants a set of procedures suitably crafted to test for  possible Fourth Amendment violations.  Id.  So long as a state  prisoner has had an opportunity to litigate his Fourth Amendment  claims by means of such a set of procedures, a federal habeas  court lacks the authority, under Stone, to second-guess the  accuracy of the state court's resolution of those claims.  See Caver v. Alabama, <span class=\"citation\" data-id=\"357066\"><a href=\"/opinion/357066/james-t-caver-v-state-of-alabama/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1188</span></a></span>, 1192 (5th Cir. 1978) (holding  habeas review precluded if state provides a suitable procedure  for full and fair opportunity to litigate Fourth Amendment  claims, regardless of whether the petitioner employs that  procedure).  Hence, the mistaken outcome of a state court  suppression hearing, standing alone, cannot be treated as a  denial of the opportunity fully and fairly to litigate a Fourth  Amendment claim (and, thus, cannot open the door to federal  habeas review).  Willett v. Lockhart, <span class=\"citation\" data-id=\"680004\"><a href=\"/opinion/680004/benny-lee-willett-v-al-lockhart-director-arkansas-department-of/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1265</span></a></span>, 1270 (8th  Cir. 1994) (en banc); Palmigiano, 618 F.2d at 882; Pignone, 589  F.2d at 79; United States ex rel. Petillo v. New Jersey, <span class=\"citation\" data-id=\"349349\"><a href=\"/opinion/349349/united-states-of-america-ex-rel-frank-petillo-v-state-of-new-jersey-and/\"><span class=\"volume\">562</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span>, 906 (3d Cir. 1977).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The petitioner endeavors to make two separate end runs  around this doctrinal obstacle.  First, he attaches decretory  significance to a footnote (footnote 36) in which the Stone Court employed a \"cf.\" citation to Townsend v. Sain, <span class=\"citation\" data-id=\"106544\"><a href=\"/opinion/106544/townsend-v-sain/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">293</span></a></span> (1963).  See Stone, 428 U.S. at 494 n.36.  We do not gainsay  that Townsend is an important precedent:  it guides federal  habeas courts in determining when it is necessary to hold  evidentiary hearings in habeas cases.  See Townsend, 372 U.S. at  315.  Among other things, the requirement for such a hearing can  be triggered when \"the state factual determination is not fairly  supported by the record as a whole.\"  Id. at 313.  But the case  law clearly indicates that the Stone Court's subtle and indirect  reference to Townsend does not serve to incorporate the Townsend standard into the Stone holding for all purposes.  See Palmigiano, 618 F.2d at 881; O'Berry v. Wainwright, <span class=\"citation\" data-id=\"341541\"><a href=\"/opinion/341541/charles-wesley-oberry-v-louie-l-wainwright-director-division-of/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1204</span></a></span>, 1212 (5th Cir. 1977).  Indeed, the petitioner's broader  reading of footnote 36 not only is unsupported by respectable  authority but also would result in an exception capable of  swallowing Stone in a single gulp.  Accordingly, we hold that,  notwithstanding footnote 36, a habeas petitioner cannot elude Stone where his sole complaint is that the outcome of a  perfectly satisfactory state process was erroneous.  See Willett, 37 F.3d at 1270.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The petitioner's second attempt to skirt Stone fares  no better.  The petitioner notes that, Stone notwithstanding,  there is some authority permitting a federal habeas court to  hear a state prisoner's Fourth Amendment claim if the petitioner  can show an irretrievable breakdown in the process provided by  the state.  See, e.g., Sweet v. Delo, <span class=\"citation\" data-id=\"746780\"><a href=\"/opinion/746780/glennon-paul-sweet-v-paul-delo-superintendent-potosi-correctional-center/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1144</span></a></span>, 1152 (8th  Cir. 1997) (en banc); Gates v. Henderson, <span class=\"citation no-link\"><span class=\"volume\">568</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></span>, 840 (2d  Cir. 1977).  This is a sound rule -- but it is a rule of last  resort, to be applied sparingly.  More to the point, it has no  place in this case.  The petitioner concedes the general  efficacy of the procedures used by the Massachusetts courts to  test the validity of Fourth Amendment claims, and does not  suggest that those procedures were inoperative in his case.  To  cinch matters, the petitioner's insufficiency of the evidence  claim, even on the dubious assumption that it has merit, surely  does not constitute the type of egregious and unconscionable  collapse in the machinery of adjudication which might warrant a  federal habeas court in invoking the narrow irretrievable  breakdown exception.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We have said enough on this score.  Because the  petitioner had -- and exercised -- an ample opportunity to  litigate his Fourth Amendment claim fully and fairly in the  state courts, the district court appropriately prohibited him  from relitigating that claim in his federal habeas proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">B.  The Miranda Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The petitioner next challenges the state courts'  conclusion that the police did not impermissibly disregard his  invocation of the right to counsel.  Broadly speaking, the  Constitution dictates that when a person in police custody  requests the presence of an attorney, the authorities must cease  interrogation.  Edwards v. Arizona, <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></span>, 484 (1978). At the suppression hearing, the petitioner's father claimed that  the petitioner invoked this right, within the officers' earshot,  by shouting to his father to call the petitioner's attorney. See supra note 1.  The petitioner contends that the officers'  decision to continue interrogating him after he had made this  request violated Edwards.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We need not consider whether the petitioner's supposed  shout amounted to an invocation of the right to counsel.  At a  bare minimum, an invocation of the right to counsel must be  communicated by the suspect to the police -- and the police  officers who were escorting the petitioner at the critical time  testified unequivocally that they never heard any such outcry. The state court judge credited this testimony, resolving the  apparent credibility conflict in the officers' favor.  Without  more, the law requires us to presume that this factual finding  is correct and to defer to it.  See Parker v. Head, <span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">831</span></span>, 837 (11th Cir. 2001) (citing 28 U.S.C. &#167; 2254(e)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We say \"without more\" because a habeas petitioner can  rebut this presumption by adducing \"clear and convincing  evidence,\" 28 U.S.C. &#167; 2254(e)(1), and a federal habeas court  will issue the writ if this proffer convinces it that the  underlying state court's adjudication \"resulted in a decision  that was based on an unreasonable determination of the facts in  light of the evidence presented in the State court proceeding,\" id. &#167; 2254(d)(2).  Here, however, the petitioner marshals no  such showing.  He simply insists that the officers' testimony  was untrustworthy.  That will not do.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Credibility is quintessentially a matter of fact,  reserved in almost every circumstance for the trier.  E.g., United States v. Alicea, <span class=\"citation\" data-id=\"198845\"><a href=\"/opinion/198845/united-states-v-rivera-alicea/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 484 (1st Cir. 2000); Johnson v. Watts Regulator Co., <span class=\"citation\" data-id=\"702493\"><a href=\"/opinion/702493/pens-plan-guide-p-23912p-james-johnson-v-watts-regulator-company/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1129</span></a></span>, 1139 (1st Cir.  1995).  In this instance, the state trial court spoke clearly,  and the SJC resoundingly endorsed its credibility assessment. Sanna, 674 N.E.2d at 1073-74.  Under these circumstances, it  would be wholly inappropriate for a federal court to repastinate  soil already thoroughly plowed and delve into the veracity of  the witnesses on habeas review.  See Seymour, 224 F.3d at 553; Caldwell v. Maloney, <span class=\"citation\" data-id=\"198190\"><a href=\"/opinion/198190/caldwell-v-maloney-etc/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">639</span></a></span>, 650 (1st Cir. 1998); see also Coombs, 202 F.3d at 19 (deferring to the state appellate court's  characterization of the trial court's credibility  determination).  Since the challenged factual finding was based  upon a plausible credibility determination, we reject the  petitioner's Miranda claim.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">C.  The Jury Instruction Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In order to convict for first-degree murder under  Massachusetts law, the Commonwealth must prove the requisite  mental state -- malice aforethought and show deliberate  premeditation, extreme atrocity and cruelty, or felony murder. See Mass. Gen. Laws ch. 265, &#167; 1 (quoted supra Part I(B)).  The  Commonwealth can prove malice aforethought in any of three  different ways:  by demonstrating (1) that the defendant  specifically intended to kill the victim without justification  or excuse, or (2) that the defendant intended to cause grievous  bodily injury to the victim, or (3) that \"in the circumstances  known to the defendant, a reasonably prudent person would have  known that according to common experience there was a plain and  strong likelihood that death would follow the contemplated act.\" Commonwealth v. Grey, <span class=\"citation no-link\"><span class=\"volume\">505</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">171</span></span>, 173 n.1 (Mass. 1987).  The  third alternative differs importantly from the first two in that  it calls for an objective rather than a subjective analysis  under which the fact finder can infer malice aforethought without  proof of specific intent.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this case, there was some evidence that the  petitioner had ingested cocaine on the day of the killing.  The  state trial court initially instructed the jury to consider this  evidence in assessing deliberate premeditation, extreme  atrocity, and specific intent.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court refused, however, to  instruct that evidence of intoxication might be relevant to  whether the defendant possessed the level of understanding  required to appreciate that death was a likely consequence of  his actions.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">After the jurors had deliberated for a few hours, they  asked the court to clarify its mens rea instructions.  The judge  took the opportunity to deliver a supplemental instruction  directing the jury to consider intoxication when evaluating  whether a reasonably prudent person in the defendant's position  would appreciate that death might result from his actions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The  petitioner objected that this was too little, too late -- and  confusing to boot.  The trial court overruled his objection. The petitioner argues here, as he did before the SJC and the  court below, that the clumsy patchwork of instructions deprived  him of due process by failing adequately to inform the jury  about the relevance of his alleged intoxication to the third  branch of \"malice aforethought.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Federal habeas relief cannot be granted merely because  a state court errs in its application of state law.  E.g., Puleio v. Vose, <span class=\"citation\" data-id=\"495428\"><a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1204 (1st Cir. 1987).  But a  state law or practice that betrays a fundamental principle of  justice offends the Due Process Clause.  Cooper v. Oklahoma, <span class=\"citation\" data-id=\"118018\"><a href=\"/opinion/118018/cooper-v-oklahoma/\"><span class=\"volume\">517</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">348</span></a></span>, 363-65 (1996); Patterson v. New York, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>,  201-02 (1977).  Thus, a state court's error in applying a state  rule sometimes can have constitutional implications.  E.g., Chambers v. Mississippi, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, 294 (1973).  That, in  turn, may afford a basis for federal habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This is not to say that every error of state law can  be transmogrified by artful argumentation into a constitutional  violation.  The Supreme Court has invoked the Chambers tenet  only rarely, e.g., Crane v. Kentucky, <span class=\"citation\" data-id=\"111687\"><a href=\"/opinion/111687/crane-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span>, 690-91  (1986) (considering the irrational exclusion, on state-law  grounds, of highly relevant evidence critical to the defense),  and its use is to be reserved for extreme cases, see Fortini v. Murphy, <span class=\"citation\" data-id=\"199512\"><a href=\"/opinion/199512/fortini-v-murphy/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 45-46 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The defendant in Montana v. Egelhoff, <span class=\"citation\" data-id=\"118043\"><a href=\"/opinion/118043/montana-v-egelhoff/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>  (1996), made such an assertion, maintaining that a Montana  statute which prohibited the consideration of proof of voluntary  intoxication in assessing mens rea deprived criminal defendants  of due process.  The Court rejected his assertion.  See id. at  56 (plurality op.).  Despite the fact that the Court was  splintered, five Justices agreed that the right to have a jury  weigh intoxication evidence in relation to criminal  responsibility is not a fundamental principle of justice.  Id. at 48.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In light of Egelhoff, it is difficult to imagine how  the slightly off-kilter instructions here could betray a  fundamental principle of justice.  If a state can forbid jurors  from considering intoxication evidence at all, it would be  strange to think that an incomplete warning anent the effects of  intoxication, belatedly (if imperfectly) supplemented, could  offend basic notions of fairness.  We reject the suggestion.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The petitioner perseveres, insisting that Egelhoff does  not answer the question of whether a state can determine that  intoxication is relevant to criminal responsibility as a  substantive matter and then fail to ensure that the jury is  properly instructed to that effect.  That is true as far as it  goes, see Egelhoff, 518 U.S. at 58 (Ginsburg, J., concurring)  (noting that a statute encounters \"no constitutional shoal\" as  long as the law is conceived as substantively redefining mens  rea), but it leads the petitioner down a blind alley.  If Egelhoff is inapposite, the petitioner must show that the state  court's decision is contrary to, or an unreasonable application  of, some other firmly established Supreme Court precedent.  See Matesanz, 230 F.3d at 425; see also 28 U.S.C. &#167; 2254(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In an effort to escape from this blind alley, the  petitioner asserts that, although states enjoy wide latitude in  defining both the elements of particular crimes and \"the extent  to which moral culpability should be a prerequisite to  conviction of a crime,\" Powell v. Texas, <span class=\"citation\" data-id=\"107750\"><a href=\"/opinion/107750/powell-v-texas/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, 545  (1968), they cannot reallocate the burden of proof once they  have set those elements in place.  The petitioner correctly  cites In re Winship, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 364 (1970), as authority for  this proposition and, based on Winship, he claims that the  faulty jury instruction violated due process because it  impermissibly shifted the burden of proof by relaxing the  Commonwealth's obligation to prove beyond a reasonable doubt  that the petitioner possessed the requisite mental capacity for  murder.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Noting that the Egelhoff Court rejected a substantially  similar argument, 518 U.S. at 54-55, the Commonwealth takes the  position that this thesis, too, should be rejected.  Life is not that simple:  there is a potentially important difference  between Massachusetts state law and the Montana statute at issue  in Egelhoff.  In decreeing that criminal defendants are entitled  to an instruction on intoxication vis-a-vis malice,  Massachusetts, unlike Montana, has established that intoxication  is substantively relevant to criminal responsibility.  In this  case, criminal responsibility -- or malice aforethought -- is an  element of the crime and, as such, it must be proved beyond a  reasonable doubt.  Thus, an imperfect intoxication instruction  might possibly reduce the government's burden of proof.  It  follows that Egelhoff affords no safe harbor for the  Commonwealth.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Still, it is hard to see how the SJC's rejection of the  petitioner's argument can be deemed contrary to, or an  unreasonable application of, Winship.  Although the Winship Court's holding is clearly established, that holding operates at  a high level of generality.  This case lies somewhere on the  blurry outskirts of Winship, rendering the case starkly  inappropriate for treatment under the \"contrary to\" prong of  section 2254(d)(1).  In this regard, the \"key inquiry . . . is  whether a Supreme Court rule -- by virtue of its factual  similarity (though not necessarily identicality) or its  distillation of general federal law precepts into a channeled  mode of analysis specifically intended for application to  variant factual situations -- can fairly be said to require a  particular result in a particular case.\"  O'Brien, 145 F.3d at  25.  Viewed through this prism, there is no principled way to  conclude that Winship unarguably demands a finding that due  process was violated here.  See Taylor, 529 U.S. at 406  (explaining that a state court decision which applies the  correct legal rule to reach an independent outcome on different  facts cannot be deemed to transgress the \"contrary to\" branch of  section 2254(d)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Nor can the SJC's disposition of the appeal be  considered an unreasonable application of Winship.  Federal  courts are not free to grant habeas relief simply because they  disagree with the outcome of a state's adjudication.  Taylor,  529 U.S. at 375.  Rather, \"for the writ to issue, the state  court decision must be so offensive to existing precedent, so  devoid of record support, or so arbitrary, as to indicate that  it is outside the universe of plausible, credible options.\" O'Brien, 145 F.3d at 25.  The failure to distill the nuanced,  case-specific rule urged by the petitioner -- that the imperfect  intoxication instruction impermissibly shifted the burden of  proof anent mental capacity -- from the Winship Court's more  general holding does not come close to fitting this mold.  See Matesanz, 230 F.3d at 426 (explaining that where reasoned  application of clearly established Supreme Court precedent to a  particular set of facts can lead to more than one plausible  outcome, \"the state court's choice between those . . . outcomes,  whether right or wrong, cannot constitute a basis for habeas  relief under the second branch of section 2254(d)(1)\"); see also Hurtado v. Tucker, <span class=\"citation\" data-id=\"199336\"><a href=\"/opinion/199336/hurtado-v-tucker/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 20 (1st Cir. 2001) (counseling  caution in the use of the \"unreasonable application\" branch of  section 2254(d)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The sockdolager is that, regardless of the  constitutionality of the jury instruction, the SJC rejected the  petitioner's claim on the ground that any instructional error  (whether or not of constitutional magnitude) was harmless.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Sanna, 674 N.E.2d at 1074-76.  In reaching that conclusion, it  noted that the linchpin of the petitioner's defense was his  claim that someone else committed the crime.  Id. at 1073. Although the petitioner testified that he was \"fogged out\" from  smoking crack cocaine on the day of the murder, the SJC believed  that his overall testimony indicated quite plainly that he was  fully aware of the circumstances that existed before and after  the crime.  Id.  What is more, he eschewed any description of  his state of mind at the time he was in his great-uncle's  apartment.  Id.  Weighing these facts, the SJC reasoned that the  nature of the petitioner's defense, coupled with the palliative  effect of the supplemental instruction, rendered any error  harmless.  Id. at 1075-76.  In the court's view, \"[w]here no  evidence exists that the defendant did not have knowledge of the  circumstances of the killing, an error in the instruction on the  effect of intoxication on the defendant's knowledge does not  constitute reversible error.\"  Id. at 1075.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Assuming, arguendo, that the state tribunal committed  a cognizable constitutional error, we are constrained in the  circumstances at hand to concur with the SJC's holding that any  such error was harmless.  While the Supreme Court has identified  a small class of so-called \"structural\" errors that should never  be deemed harmless, see Arizona v. Fulminante, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>,  309-10 (1991), the instructional error here is not structural, see Neder v. United States, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8-15 (1999) (holding  that the omission of an element of an offense from a jury  instruction is not structural error and is, therefore, amenable  to harmless error analysis); Sustache-Rivera v. United States,  <span class=\"citation\" data-id=\"199016\"><a href=\"/opinion/199016/sustache-rivera-v-united-states/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 17 (1st Cir. 2000) (similar).  Accordingly, the  bevue is subject to constitutional harmless error analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On direct appeal, a court confronted by a preserved  constitutional error must set aside the judgment unless it is  satisfied that the error was harmless beyond a reasonable doubt. Chapman v. California, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 24 (1967).  Prior to the  enactment of the AEDPA, a different, less exacting standard  applied on collateral review.  Under that standard, a federal  habeas court was bound to uphold a state court judgment,  notwithstanding a preserved constitutional error, as long as the  error did not have a substantial, injurious effect on the jury's  verdict.  Brecht, 507 U.S. at 638.  Although there is some  disagreement as to whether the Brecht standard survives the  passage of the AEDPA, see Hernandez v. Johnson, <span class=\"citation\" data-id=\"23580\"><a href=\"/opinion/23580/hernandez-v-johnson/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>,  379 (5th Cir. 2001) (discussing opposing viewpoints and citing  cases), we have consistently employed Brecht in cases arising  under the AEDPA, e.g., Fortini, 247 F.3d at 48-49; Sustache-Rivera, 221 F.3d at 18.  We reaffirm that praxis today and hold  that the Brecht standard applies in conjunction with the AEDPA  amendments.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Employing the Brecht standard, we conclude that the  intoxication instructions here had neither a substantial nor  injurious influence on the jury verdict.  At trial, the  petitioner premised his defense on a claim of mistaken identity. He offered virtually no evidence pertaining to the third strain  of malice aforethought.  Given the nature of the petitioner's  defense and the fact that the original (imperfect) instructions  were largely remedied by the court's supplemental charge, it is  highly unlikely that the challenged instructions had the  slightest impact on the jury's deliberations.  Certainly, they  could not have had a \"substantial and injurious effect or  influence,\" Brecht, 507 U.S. at 638, on the jury's evaluation of  mens rea.  It follows that there is no basis for federal habeas  relief.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To recapitulate, the SJC's refusal to set aside the  petitioner's conviction by reason of the challenged jury  instructions was not contrary to, and did not involve an  unreasonable application of established Supreme Court precedent. Under the AEDPA standard of review, the instructions did not  violate the Due Process Clause either by betraying fundamental  principles of justice or by shifting the burden of proof.  To  cinch matters, even if we could detect a whiff of cognizable  constitutional error, that error would be deemed harmless under Brecht, 507 U.S. at 638.</p>\n    </div>\n    <p class=\"indent\">IV.  CONCLUSION</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We need go no further.  Even before the passage of the  AEDPA, the Supreme Court admonished that \"[t]he role of federal  habeas proceedings, while important in assuring that  constitutional rights are observed, is secondary and limited.\" Id. at 633.  In particular, federal courts should not allow  themselves to be used as vehicles for religitating state trials. Id.  The parameters for granting habeas relief historically have  been quite narrow, and the AEDPA standard of review  circumscribed those parameters even further.  Here, any errors  which may have marred the petitioner's trial were not sufficient  to warrant federal habeas relief under these criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This point was hotly disputed in the trial court.  The  petitioner's father testified that, as the police were escorting  the petitioner to their unmarked car immediately after taking  him into custody, he loudly asked his father to call his  attorney.  The officers denied having heard any such  importuning, and the state court judge specifically found that  the petitioner had not mentioned a lawyer until after he had  confessed.  See Sanna, 674 N.E.2d at 1070 n.5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The petitioner raised another ground for habeas relief  below -- a ground that related to the prosecutor's allegedly  improper summation.  He does not repeat that argument here and,  in all events, it is not among the issues listed in the  certificate of appealability.  Consequently, we deem that ground  waived.  See Bui v. DiPaolo, <span class=\"citation\" data-id=\"198376\"><a href=\"/opinion/198376/bui-v-dipaolo/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span>, 236-37 (1st Cir.  1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court charged the jurors to \"consider evidence that the  defendant was intoxicated from the voluntary use of drugs when  you consider whether he deliberately premeditated.\"  Later, in  discussing extreme atrocity, the court admonished that \"[i]f the  evidence shows that the defendant had impaired capacity because  of drugs at the time the crime was committed, you should  consider what effect, if any, the defendant's impairment had on  his ability to appreciate the consequences of his choices.\"  The  court added:  \"You may consider [whether the defendant was under  the influence of drugs at the time] on the issue of whether the  prosecution has proven that the defendant had specific intent to  kill or grievously injure the victim beyond a reasonable doubt.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The supplemental instruction reads in pertinent part:</p>\n        <p>[I]f you find that there was an impairment  of [the petitioner's] mental capacity caused  by the ingestion of drugs, you are to  consider that impaired mental capacity in  determining what circumstances were known to  the defendant as it relates to whether a  reasonably prudent person would have known  that there was a plain and strong likelihood  that according to common experience death of  the victim would follow those actions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The SJC did not squarely decide whether the intoxication  instructions violated state law.  Since an error in state law is  a condition precedent to a claim that the burden of proof  shifted, there could be no Winship violation in the absence of  such an error.  This would be an adequate and independent state  ground barring federal habeas review.  See Coleman v. Thompson,  <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 729-31 (1991); Martin v. Hunter's Lessee, 14 U.S.  (1 Wheat.) 304, 352-54 (1816).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There is also some controversy about whether a federal  habeas court should apply Brecht when the state court did not  use the Chapman benchmark in its harmless error analysis. Compare Tyson v. Trigg, <span class=\"citation\" data-id=\"691994\"><a href=\"/opinion/691994/michael-g-tyson-v-clarence-trigg-superintendent-of-the-indiana-youth/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span>, 446-47 (7th Cir. 1995)  (applying Brecht to all cases on collateral review), with Orndorff v. Lockhart, <span class=\"citation no-link\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1426</span></span>, 1430 (8th Cir. 1993)  (applying Brecht only when the state court has used the Chapman standard); see generally Fortini, 257 F.3d at 48 (discussing  circuit split but taking no formal position on it).  Here,  however, the SJC, while not explicitly invoking Chapman, applied  an essentially equivalent standard.  See Sanna, 674 N.E.2d at  1075.  Brecht therefore controls.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/23580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/85129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/158381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770145/"
  ]
}