{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199535/",
  "absolute_url": "/opinion/199535/united-states-v-commonwealth-energy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199535/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:32:17Z",
  "date_modified": "2017-03-24T11:02:11.448432Z",
  "type": "010combined",
  "sha1": "92ee7a83da76fdac4a3da23a06441463af60c930",
  "page_count": 1,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1113A-01A.pdf",
  "local_path": "pdf/2001/08/01/US_v._Commonwealth_Energy.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1113\n\n                  UNITED STATES OF AMERICA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n     COMMONWEALTH ENERGY SYSTEM AND SUBSIDIARY COMPANIES,\n\n                     Defendant, Appellee.\n\n\n\n\n                         ERRATA SHEET\n\n\n     The opinion of this Court issued on December 21, 2000, is\namended as follows:\n\n    On page 5, line 10: change the word \"directly\" to \"indirectly.\"\n\f",
  "html": "<p class=\"case_cite\">235 F.3d 11 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, PLAINTIFF, APPELLANT,<br>V.<br>COMMONWEALTH ENERGY SYSTEM AND SUBSIDIARY COMPANIES, DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">No. 00-1113.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 2000.<br>Decided December 21, 2000.<br>Amended August 1, 2001.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">Thomas J. Sawyer, Attorney, Tax Division, with whom Paul M. Junghans, Acting Assistant Attorney General, Donald K. Stern, United States Attorney, and Bruce R. Ellisen, Attorney, Tax Division, were on brief, for appellant.</p>\n      <p class=\"indent\">Richard P. Swanson, with whom Teena H. Kim, Thelen Reid &amp; Priest, Llp, and Michael K. Callahan, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">Torruella, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns a transition provision of the Tax Reform Act of 1986, Pub. L. No. 99-514, 100 Stat. 2085 (1986), that provided temporary relief from the repeal of the investment tax credit (ITC). See Tax Reform Act &#167;&#167; 204(a)(3). The district court held that certain property purchased by appellee Commonwealth Energy System (\"Commonwealth\") was \"readily identifiable with and necessary to carry out a written supply or service contract . . . which was binding on [December 31, 1985].\" United States v. Commonwealth Energy Sys., 49 F. Supp. 2d 57, 58 (D. Mass. 1999). We affirm the district court's holding that the I.R.S. filed its claim within the applicable statute of limitations period. See United States v. Commonwealth Energy Sys., 994 F. Supp. 80 (D. Mass. 1998). But because we conclude that the property in question did not qualify under &#167;&#167; 204(a)(3), we reverse on the merits.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Neither party disputes the facts at issue here, which are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1965, Commonwealth entered into a set of power supply contracts (the \"Contract\") with several other utilities, pursuant to which it agreed to build a power plant known as Canal Unit No. 1 (the \"Plant\"). The other utilities agreed to purchase all Plant output for 33 1/3 years from the date of completion (1968). The Contract required Commonwealth to build \"a new conventional steam plant\" with a capability of \"approximately 560 megawatts.\" Commonwealth was required to \"use all due diligence\" in delivering the electricity \"regularly and without interruption,\" and promised to \"operate and maintain the [Plant] in an economical and efficient manner and in accordance with good utility practice and all applicable law.\" However, the Contract did not provide for any specific repair schedules nor mandate the replacement of particular parts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1990 and 1991, with the Contract still in effect, Commonwealth made several repairs and improvements to the Plant at an approximate expense of $7.8 million, including (i) replacement of the generator rotor, two silica analyzers, a recorder system, welded tubes, burner panels, insulation, air preheater parts, and valves; (ii) addition of two barge mooring dolphins; (iii) addition of a penthouse heating system; and (iv) repairs to the boiler feed pump. After the I.R.S. required Commonwealth to capitalize these items (rather than deduct them as ordinary and necessary business expenses), Commonwealth asserted that the items qualified for the investment tax credit under the transition rules. The I.R.S. issued refunds totaling approximately $880,000 by check dated July 25, 1995 which was deposited by Commonwealth on July 27, 1995. The I.R.S. filed suit on July 30, 1997, claiming that the refunds were granted erroneously.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As a preliminary matter, the district court held that the claim was not time-barred because the two-year limitations period did not begin until the date the refund check cleared, on August 2, 1995. See Commonwealth Energy, 994 F. Supp. at 82.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court found the \"readily identifiable with\" language of &#167;&#167; 204(a)(3) ambiguous, and thus examined the legislative history of the supply or service contract provision. The court refused to \"limit the transition tax credit provision to property explicitly designated in a supply contract,\" but instead relied on a congressional colloquy for a broader interpretation of &#167;&#167; 204(a)(3). Commonwealth Energy, 49 F. Supp. 2d at 59-60. The court held that, at least \"in the power supply context, that generating equipment/property is 'readily identifiable with' the written supply contract where the contract specifies (1) the primary energy source; and (2) the total generating capacity.\" Id. at 60. As the Contract specified both source and capacity, the district court held principally for appellee Commonwealth, only excluding a refund for the mooring dolphins because they were neither \"generating equipment\" nor \"generating property\" under the Contract.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Id. at 61.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. Statute of Limitations</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin with the proposition that statutes of limitations (when sought to be applied against the Government) are construed strictly in favor of the Government. See, e.g., Badaracco v. Comm'r, 464 U.S. 386, 391 (1984). 26 U.S.C. &#167;&#167; 6532(b) provides that the \"recovery of an erroneous refund . . . shall be allowed only if such suit is begun within 2 years after the making of such refund. . . .\" Here, Commonwealth received a refund check on July 27, 1995. The check cleared at the Federal Reserve Bank and payment was authorized by the Treasury on August 2, 1995. The Government filed its complaint on July 30, 1997. Accordingly, the Government suggests that the statute of limitations does not begin to run until the Treasury has approved payment; Commonwealth argues that the limitations period runs from the date of receipt and thus the action should have been time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This is a case of first impression in this Court, and one that apparently has not been addressed by the Supreme Court and has only been addressed indirectly by one other court of appeals.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> However, Commonwealth points to Supreme Court dicta suggesting that the appropriate date is the date of receipt. In O'Gilvie v. United States, 519 U.S. 79 (1996), the Court ruled against the taxpayer, holding that, as between the date the refund check was mailed and the date of receipt by the taxpayers, the date of receipt would govern. The Court did not consider whether the date of payment would govern over the date of receipt. The Court noted that the cause of action in question was rooted in the common law claim of assumpsit, and that such an action \"accrue[d] upon the receipt of payment.\" Id. at 91 (quoting New Bedford v. Lloyd Inv. Assocs., Inc., 363 Mass. 112, 119 (1973)). In a much older case, United States v. Wurts, 303 U.S. 414 (1938), the Court held that the forerunner of &#167;&#167; 6532(b) ran from the date of \"payment,\" rather than from the date which the refund was allowed. See id. at 418. However, the Court said little about what the \"date of payment\" was, at least as it bears on the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Ninth Circuit has decided the issue, albeit indirectly. In United States v. Carter, 906 F.2d 1375 (9th Cir. 1990), the court held that the taxpayer had failed to carry its burden to show that the check had been received before December 8, 1985, which would render untimely the government's complaint, filed on December 8, 1987. The taxpayer negotiated the check on December 23, 1985; thus, if the court used the date the check cleared, the government's complaint would have been within the two-year period. See id. at 1378. But the court assumed, without elaboration, that the date a refund is \"made\" is the date it is received, and did not address the important policies which we have considered in choosing between the date of receipt rule and date of clearance rule.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We agree with the district court's conclusion that the statute of limitations did not begin to run until August 2, 1995, at the time the check cleared the Federal Reserve and payment was authorized by the Treasury. First, we note that the Court's reasoning in Wurts rested on the fact that a taxpayer was not entitled to the refund money until the date of payment, as opposed to the date of allowance. The Court noted that \"even after a check was signed and mailed,\" the Commissioner might cancel the payment. Id. at 417-18 (citing Daube v. United States, 289 U.S. 367, 372 (1933)). Under 31 U.S.C. &#167;&#167; 3328 and regulations pursuant to it, the Government's right to cancel payment until Treasury authorization is clear. See 31 U.S.C. &#167;&#167; 3328(f) (\"Nothing in this section limits the authority of the Secretary to decline payment of a Treasury check after first examination thereof at the Treasury.\"); 31 C.F.R. &#167;&#167; 240.3(d) (\"Checks shall be deemed to be paid by the United States Treasury only after first examination has been fully completed.\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, because the date of receipt in O'Gilvie was sufficient to place the cause of action within the statute of limitations, the Court had no need to determine whether a complaint filed (as here) between two years from the date of receipt and two years from the check-clearing date would also so fall. However, in supporting its decision despite the greater clarity of a \"date of mailing\" rule, the Court noted that the check-clearing date at the very least \"sets an outer bound.\" O'Gilvie, 519 U.S. at 91. Using the check-clearing date here both satisfies the rule that we construe statutes of limitations in favor of the Government and provides a certain limitations date by which the Government must abide. Although the Treasury cannot know for certain when a check is received by a taxpayer, it can know when that check clears, and determine whether or when to file suit accordingly.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">II. Tax Reform Act &#167;&#167; 204(a)(3)</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Before enactment of the Tax Reform Act of 1986, qualifying taxpayers were eligible for an income tax credit for certain qualified investments in tangible property. See 26 U.S.C. &#167;&#167; 38 (1985). The Tax Reform Act eliminated this credit but softened the blow slightly by providing transitional rules to ameliorate the loss of the ITC. See Tax Reform Act &#167;&#167;&#167;&#167; 203-204.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This case concerns written \"supply or service contracts\" subject to transition rules. These are corollary transition rules for another category of contract: \"binding contracts for construction or acquisition of property.\" See 26 U.S.C. &#167;&#167; 203(b)(1)(A). The provision we construe here allowed an investment tax credit for otherwise qualified property if that property \"is readily identifiable with and necessary to carry out a written supply or service contract . . . which was binding\" on December 31, 1985. Id. &#167;&#167; 204(a)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We look first to whether the statutory language is plain and unambiguous. See United States v. Ron Pair Enters., Inc., 489 U.S. 235, 241 (1989); Chevron, U.S.A. v. Natural Res. Def. Council, 467 U.S. 837, 842 (1984). In the absence of ambiguity, we generally do not look beyond the statutory language. See Ron Pair, 489 U.S. at 241. However, when ambiguity exists, we may seek evidence of congressional intent in the legislative history. See Robinson v. Shell Oil Co., 519 U.S. 337, 340 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At the first level of analysis, looking to the statutory language, we are guided by certain principles of interpretation. See N.L.R.B. v. United Food &amp; Commercial Workers Union, Local 23, 484 U.S. 112, 123 (1987) (\"On a pure question of statutory construction, our first job is to try to determine congressional intent, using 'traditional tools of statutory construction.'\") (quoting I.N.S. v. Cardoza-Fonseca, 480 U.S. 421, 446-48 (1987)). The first is that a statute should not be construed to render any of its phrases superfluous. But that is exactly the effect of Commonwealth's interpretation, adopted by the district court. Commonwealth's interpretation \"would include property that was likely or apt to be connected or associated with a particular supply contract.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Commonwealth's interpretation of \"readily identifiable\" makes it nearly synonymous with the statutory term \"necessary.\" As a general rule, a statute should be construed so that each part is given effect and no part is rendered inoperative or superfluous. See Reiter v. Sonotone Corp., 442 U.S. 330, 339 (1979). Under Commonwealth's interpretation of \"readily identifiable,\" almost any equipment or improvements necessary to meet the requirements of the service contract would necessarily be \"connected\" or \"associated\" with that contract. We cannot conclude that Congress meant for such a significant overlap between the two prongs of &#167;&#167; 204(a)(3), nor are we willing to create surplusage in the statute. See Bell Atl. Corp. v. United States, 224 F.3d 220, 224 (3d Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Another rule of interpretation is that \"provisions granting special tax exemptions are to be strictly construed.\" Helvering v. Northwest Steel Rolling Mills, 311 U.S. 46, 49 (1940). This limitation applies as well to transition rules. See Apache Bend Apartments, Ltd. v. United States, 987 F.2d 1174, 1175 (5th Cir. 1993); United States v. Kjellstrom, 916 F. Supp. 902, 905 (W.D. Wisc. 1996). The transition rules were enacted to provide relief \"to a very, very few specified favored taxpayers,\" Apache Bend, 987 F.2d at 1175, and although we must extend them to all qualifying taxpayers, see Airborne Freight Corp. v. United States, 153 F.3d 967, 970 (9th Cir. 1998), we need not broaden our interpretation so that entities that did not detrimentally rely on the old rule benefit from the transition exemption, see id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Still, it is possible to think that there are ambiguities inherent in the clause \"readily identifiable with and necessary to carry out,\" and that the level of specificity required as to both \"readily identifiable\" and \"necessary\" is not self-defining. And so we look to the legislative history. See United States v. Meade, 175 F.3d 215, 219 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The most dispositive indicator of congressional intent is the conference report, see Chandler v. Roudebush, 425 U.S. 840, 858 n.36 (1976); Resolution Trust Corp. v. Gallagher, 10 F.3d 416, 421 (7th Cir. 1993). In this case, the conference report notes that &#167;&#167; 204(a)(3) \"is applicable only where the specifications and amount of the property are readily ascertainable from the terms of the contract.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> H.R. Conf. Rep. No. 99-841, II-60 (1986). Of course, \"readily ascertainable from\" does not add much to the statutory language \"readily identifiable with.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, the Conference Report is nonetheless helpful in two ways. First, it indicates that \"the specifications and amount of the property [must be] readily ascertainable from the terms of the contract.\" Id. (emphasis added). Thus, the contract and related documents are the source documents. Second, the requirement that the specifications and amount of the property be readily ascertainable indicates that the inquiry need be specific, although not exact.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Such was not the case here. At the inception of the contract, Commonwealth could not determine what (if any) replacement property it would need in the future. Nor could it determine the amount or specifications of potential replacement parts; in fact, Commonwealth admitted that some of the parts at issue did not even exist in 1965. Moreover, the contract contained no contractual obligation for Commonwealth to replace particular parts on a specific schedule.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court improperly rested much of its decision on a colloquy by a particular Congressman. Colloquies are, for several reasons, not high in the hierarchy of congressional intent. See Rhode Island v. Narragansett Indian Tribe, 19 F.3d 685, 699 (1st Cir. 1994). Here, where there is a Conference Report, the district court's extensive reliance on the remarks of one member was misplaced. Even if resort to the colloquy were permissible, it is far from clear it supports the district court's interpretation. Eariler in the colloquy, Senator Matsunaga had asked whether the transition rule \"would cover a taxpayer who entered into a written binding power sales contract by the qualification date and is required to construct or [to]  have constructed facilities.....\" Id. We read his next question, which appellees rely on, to be in reference to this same future construction. Commonwealth argues that the fact scenario presented in the colloquy is read in context, it may as well refer to contracts which  require construction of a power supply facility sometime in the future, and describe that facility only by its primary energy source and total generating capicity. It may also mean nothing more than that contract must specify the equipment needed, but need not provide a highly technical specification for the equipment.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our decision is consistent with that of other courts that have addressed this provision. In Bell Atlantic, the Third Circuit held that major improvements to telephone systems were \"too attenuated\" to be \"readily identifiable with\" contracts providing for certain service quality standards. 224 F.3d at 224. Although it was uncontested that the property in question was indeed necessary to meet the contractually required service quality standards, the Third Circuit found that \"Congress did not want to extend ITC to all property that was identifiable and necessary to carry out a service contract.\" Id. Congress added the word \"readily\" to imply a more immediate link between the terms of the contract and the property at issue. See id.; see also Southern Multi-Media Communications, Inc. v. Comm'r, 113 T.C. 412, 1999 WL 1120404, at *1-3 (Tax Ct.1999) (improvements made to meet \"broad industry standards [without] specific contractual commitments to undertake rebuilds\" insufficient under &#167;&#167; 204(a)(3)); United States v. Zeigler Coal Holding Co., 934 F. Supp. 292, 294-95 (S.D. Ill. 1996) (property must have been \"specifically described\" in the contract to qualify under &#167;&#167; 204(a)(3)). Whereas the interpretation urged by Commonwealth and the district court would open up the transition rule to extensive repairs, improvements, and rebuilds, our interpretation provides more narrow and sustainable boundaries for the scope of the continuing investment tax credit.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our interpretation also fits with the reliance purpose of the transition rules. See Kjellstrom, 916 F. Supp. at 905 (\"Congress recognized [that the repeal] would work a hardship on certain companies that had relied to their detriment on the old law.\"). Requiring that the property be readily identifiable at the time the contract is enacted makes it more likely that the company claiming the investment tax credit relied to its detriment on the credit.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We agree with the district court that the Government's claim was not time-barred under &#167;&#167; 6532(b). However, because the property in question was not \"readily identifiable with\" and necessary for the 1965 supply and service contract, we hold that Commonwealth was not entitled to the investment tax credit at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed in part, reversed in part.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The dolphins were used to secure oil delivery barges.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Commonwealth relies heavily on United States v. Woodmansee, 388 F. Supp. 36 (N.D. Cal. 1975), in which the court held that the refund was paid at the time of receipt, rather than at the time which the check cleared. However, as the district court noted here, see 994 F. Supp. at n.2, the Woodmansee court's reasoning was seriously flawed. If the Woodmansee court had followed its own logic, i.e., that \"payment is deemed made upon the ripening of a legal obligation on the part of the Internal Revenue Service to the taxpayer,\" 388 F. Supp. at 46, it would have held for the Government rather than the taxpayer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although other courts have recognized that this rule might result in a different date depending on where (or when) the taxpayer cashes the refund check, see United States v. Bruce, 642 F. Supp. 120, 122 n.1 (S.D. Tex. 1986), the fact that the Treasury cannot know for certain when a check is received by a taxpayer makes the date of clearance a more certain reference point.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Commonwealth makes much of the fact that the property in question is, without a doubt, \"uniquely suited\" for use in the Plant. The fact that property is uniquely suited for a given purpose does not necessarily make it \"readily identifiable with\" a contract aimed at that purpose. For example, a particular engine might only work in a certain model of airplane and thus be \"uniquely suited\" to it; however, there is no reason to believe that the manufacturer of that airplane will necessarily use that particular engine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The report also indicates that the specifications and amount of the property may be ascertainable from \"related documents,\" but no such documents have been introduced into evidence here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We reject Commonwealth's argument that such a reading places two economically identical contracts in different situations for investment tax credit purposes. A contract which specifies only a requirement of output of power and thus implies that the repairs will be done if needed to maintain that output is in a very different economic posture than, say a 1961 contract that requires, by its terms, replacement of specified and identified components in 1987.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The colloquy by Senator Matsunaga stated that:</p>\n        <p>[T]he requirement [that the property be readily ascertainable from the contract] is met when a binding power purchase contract specifies the type of generating equipment in terms of primary energy source and specifies the amount of generating equipment in terms of total generating capacity. [In other words,] the rule does not require the technical details of the generating property to be spelled out.</p>\n        <p>132 Cong. Rec. 15028 (June 24, 1986).</p>\n        <p>Earlier in the colloquy, Senator Matsunaga had asked whether the transition rule \"would cover a taxpayer who entered into a written binding power sales contract by the qualification date and is required to construct or [to] have constructed facilities. . . .\" Id. We read his next question, which appellees rely on, to be in reference to this same future construction. Commonwealth argues that the fact scenario presented in the colloquy is essentially the facts of this case. However, when this colloquy is read in context, it may as well refer to contracts which require construction of a power supply facility sometime in the future, and describe that facility only by its primary energy source and total generating capacity. It may also mean nothing more than that the contract must specify the equipment needed, but need not provide a highly technical specification for the equipment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Of course, there will always be some randomness in the application of reliance rules: although the ITC existed in 1965 when Commonwealth entered the contract, it had been suspended in 1966.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199202\"><a href=\"/opinion/199202/united-states-v-commonwealth-energy/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, PLAINTIFF, APPELLANT,<br>V.<br>COMMONWEALTH ENERGY SYSTEM AND SUBSIDIARY COMPANIES, DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">No. 00-1113.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 2000.<br>Decided December 21, 2000.<br>Amended August 1, 2001.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Joseph L. Tauro, U.S. District Judge.</p>\n      <p class=\"indent\">Thomas J. Sawyer, Attorney, Tax Division, with whom Paul M. Junghans, Acting Assistant Attorney General, Donald K. Stern, United States Attorney, and Bruce R. Ellisen, Attorney, Tax Division, were on brief, for appellant.</p>\n      <p class=\"indent\">Richard P. Swanson, with whom Teena H. Kim, Thelen Reid &amp; Priest, Llp, and Michael K. Callahan, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">Torruella, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns a transition provision of the Tax Reform Act of 1986, Pub. L. No. 99-514, 100 Stat. 2085 (1986), that provided temporary relief from the repeal of the investment tax credit (ITC). See Tax Reform Act &#167;&#167; 204(a)(3). The district court held that certain property purchased by appellee Commonwealth Energy System (\"Commonwealth\") was \"readily identifiable with and necessary to carry out a written supply or service contract . . . which was binding on [December 31, 1985].\" United States v. Commonwealth Energy Sys., <span class=\"citation\" data-id=\"2467647\"><a href=\"/opinion/2467647/united-states-v-commonwealth-energy-system/\"><span class=\"volume\">49</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">57</span></a></span>, 58 (D. Mass. 1999). We affirm the district court's holding that the I.R.S. filed its claim within the applicable statute of limitations period. See United States v. Commonwealth Energy Sys., <span class=\"citation no-link\"><span class=\"volume\">994</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">80</span></span> (D. Mass. 1998). But because we conclude that the property in question did not qualify under &#167;&#167; 204(a)(3), we reverse on the merits.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Neither party disputes the facts at issue here, which are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1965, Commonwealth entered into a set of power supply contracts (the \"Contract\") with several other utilities, pursuant to which it agreed to build a power plant known as Canal Unit No. 1 (the \"Plant\"). The other utilities agreed to purchase all Plant output for 33 1/3 years from the date of completion (1968). The Contract required Commonwealth to build \"a new conventional steam plant\" with a capability of \"approximately 560 megawatts.\" Commonwealth was required to \"use all due diligence\" in delivering the electricity \"regularly and without interruption,\" and promised to \"operate and maintain the [Plant] in an economical and efficient manner and in accordance with good utility practice and all applicable law.\" However, the Contract did not provide for any specific repair schedules nor mandate the replacement of particular parts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1990 and 1991, with the Contract still in effect, Commonwealth made several repairs and improvements to the Plant at an approximate expense of $7.8 million, including (i) replacement of the generator rotor, two silica analyzers, a recorder system, welded tubes, burner panels, insulation, air preheater parts, and valves; (ii) addition of two barge mooring dolphins; (iii) addition of a penthouse heating system; and (iv) repairs to the boiler feed pump. After the I.R.S. required Commonwealth to capitalize these items (rather than deduct them as ordinary and necessary business expenses), Commonwealth asserted that the items qualified for the investment tax credit under the transition rules. The I.R.S. issued refunds totaling approximately $880,000 by check dated July 25, 1995 which was deposited by Commonwealth on July 27, 1995. The I.R.S. filed suit on July 30, 1997, claiming that the refunds were granted erroneously.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As a preliminary matter, the district court held that the claim was not time-barred because the two-year limitations period did not begin until the date the refund check cleared, on August 2, 1995. See Commonwealth Energy, 994 F. Supp. at 82.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court found the \"readily identifiable with\" language of &#167;&#167; 204(a)(3) ambiguous, and thus examined the legislative history of the supply or service contract provision. The court refused to \"limit the transition tax credit provision to property explicitly designated in a supply contract,\" but instead relied on a congressional colloquy for a broader interpretation of &#167;&#167; 204(a)(3). Commonwealth Energy, 49 F. Supp. 2d at 59-60. The court held that, at least \"in the power supply context, that generating equipment/property is 'readily identifiable with' the written supply contract where the contract specifies (1) the primary energy source; and (2) the total generating capacity.\" Id. at 60. As the Contract specified both source and capacity, the district court held principally for appellee Commonwealth, only excluding a refund for the mooring dolphins because they were neither \"generating equipment\" nor \"generating property\" under the Contract.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Id. at 61.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. Statute of Limitations</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin with the proposition that statutes of limitations (when sought to be applied against the Government) are construed strictly in favor of the Government. See, e.g., Badaracco v. Comm'r, <span class=\"citation\" data-id=\"111060\"><a href=\"/opinion/111060/badaracco-v-commissioner/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 391 (1984). 26 U.S.C. &#167;&#167; 6532(b) provides that the \"recovery of an erroneous refund . . . shall be allowed only if such suit is begun within 2 years after the making of such refund. . . .\" Here, Commonwealth received a refund check on July 27, 1995. The check cleared at the Federal Reserve Bank and payment was authorized by the Treasury on August 2, 1995. The Government filed its complaint on July 30, 1997. Accordingly, the Government suggests that the statute of limitations does not begin to run until the Treasury has approved payment; Commonwealth argues that the limitations period runs from the date of receipt and thus the action should have been time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This is a case of first impression in this Court, and one that apparently has not been addressed by the Supreme Court and has only been addressed indirectly by one other court of appeals.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> However, Commonwealth points to Supreme Court dicta suggesting that the appropriate date is the date of receipt. In O'Gilvie v. United States, <span class=\"citation\" data-id=\"118070\"><a href=\"/opinion/118070/ogilvie-v-united-states/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span> (1996), the Court ruled against the taxpayer, holding that, as between the date the refund check was mailed and the date of receipt by the taxpayers, the date of receipt would govern. The Court did not consider whether the date of payment would govern over the date of receipt. The Court noted that the cause of action in question was rooted in the common law claim of assumpsit, and that such an action \"accrue[d] upon the receipt of payment.\" Id. at 91 (quoting New Bedford v. Lloyd Inv. Assocs., Inc., <span class=\"citation\" data-id=\"2036732\"><a href=\"/opinion/2036732/new-bedford-v-lloyd-investment-associates-inc/\"><span class=\"volume\">363</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">112</span></a></span>, 119 (1973)). In a much older case, United States v. Wurts, <span class=\"citation\" data-id=\"102989\"><a href=\"/opinion/102989/united-states-v-wurts/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span> (1938), the Court held that the forerunner of &#167;&#167; 6532(b) ran from the date of \"payment,\" rather than from the date which the refund was allowed. See id. at 418. However, the Court said little about what the \"date of payment\" was, at least as it bears on the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Ninth Circuit has decided the issue, albeit indirectly. In United States v. Carter, <span class=\"citation\" data-id=\"543800\"><a href=\"/opinion/543800/united-states-v-norman-d-carter-cecilia-p-carter/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></a></span> (9th Cir. 1990), the court held that the taxpayer had failed to carry its burden to show that the check had been received before December 8, 1985, which would render untimely the government's complaint, filed on December 8, 1987. The taxpayer negotiated the check on December 23, 1985; thus, if the court used the date the check cleared, the government's complaint would have been within the two-year period. See id. at 1378. But the court assumed, without elaboration, that the date a refund is \"made\" is the date it is received, and did not address the important policies which we have considered in choosing between the date of receipt rule and date of clearance rule.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We agree with the district court's conclusion that the statute of limitations did not begin to run until August 2, 1995, at the time the check cleared the Federal Reserve and payment was authorized by the Treasury. First, we note that the Court's reasoning in Wurts rested on the fact that a taxpayer was not entitled to the refund money until the date of payment, as opposed to the date of allowance. The Court noted that \"even after a check was signed and mailed,\" the Commissioner might cancel the payment. Id. at 417-18 (citing Daube v. United States, <span class=\"citation\" data-id=\"102097\"><a href=\"/opinion/102097/daube-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 372 (1933)). Under 31 U.S.C. &#167;&#167; 3328 and regulations pursuant to it, the Government's right to cancel payment until Treasury authorization is clear. See 31 U.S.C. &#167;&#167; 3328(f) (\"Nothing in this section limits the authority of the Secretary to decline payment of a Treasury check after first examination thereof at the Treasury.\"); 31 C.F.R. &#167;&#167; 240.3(d) (\"Checks shall be deemed to be paid by the United States Treasury only after first examination has been fully completed.\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, because the date of receipt in O'Gilvie was sufficient to place the cause of action within the statute of limitations, the Court had no need to determine whether a complaint filed (as here) between two years from the date of receipt and two years from the check-clearing date would also so fall. However, in supporting its decision despite the greater clarity of a \"date of mailing\" rule, the Court noted that the check-clearing date at the very least \"sets an outer bound.\" O'Gilvie, 519 U.S. at 91. Using the check-clearing date here both satisfies the rule that we construe statutes of limitations in favor of the Government and provides a certain limitations date by which the Government must abide. Although the Treasury cannot know for certain when a check is received by a taxpayer, it can know when that check clears, and determine whether or when to file suit accordingly.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">II. Tax Reform Act &#167;&#167; 204(a)(3)</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Before enactment of the Tax Reform Act of 1986, qualifying taxpayers were eligible for an income tax credit for certain qualified investments in tangible property. See 26 U.S.C. &#167;&#167; 38 (1985). The Tax Reform Act eliminated this credit but softened the blow slightly by providing transitional rules to ameliorate the loss of the ITC. See Tax Reform Act &#167;&#167;&#167;&#167; 203-204.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This case concerns written \"supply or service contracts\" subject to transition rules. These are corollary transition rules for another category of contract: \"binding contracts for construction or acquisition of property.\" See 26 U.S.C. &#167;&#167; 203(b)(1)(A). The provision we construe here allowed an investment tax credit for otherwise qualified property if that property \"is readily identifiable with and necessary to carry out a written supply or service contract . . . which was binding\" on December 31, 1985. Id. &#167;&#167; 204(a)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We look first to whether the statutory language is plain and unambiguous. See United States v. Ron Pair Enters., Inc., <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 241 (1989); Chevron, U.S.A. v. Natural Res. Def. Council, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842 (1984). In the absence of ambiguity, we generally do not look beyond the statutory language. See Ron Pair, 489 U.S. at 241. However, when ambiguity exists, we may seek evidence of congressional intent in the legislative history. See Robinson v. Shell Oil Co., <span class=\"citation\" data-id=\"118082\"><a href=\"/opinion/118082/robinson-v-shell-oil-co/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 340 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At the first level of analysis, looking to the statutory language, we are guided by certain principles of interpretation. See N.L.R.B. v. United Food &amp; Commercial Workers Union, Local 23, <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 123 (1987) (\"On a pure question of statutory construction, our first job is to try to determine congressional intent, using 'traditional tools of statutory construction.'\") (quoting I.N.S. v. Cardoza-Fonseca, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 446-48 (1987)). The first is that a statute should not be construed to render any of its phrases superfluous. But that is exactly the effect of Commonwealth's interpretation, adopted by the district court. Commonwealth's interpretation \"would include property that was likely or apt to be connected or associated with a particular supply contract.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Commonwealth's interpretation of \"readily identifiable\" makes it nearly synonymous with the statutory term \"necessary.\" As a general rule, a statute should be construed so that each part is given effect and no part is rendered inoperative or superfluous. See Reiter v. Sonotone Corp., <span class=\"citation\" data-id=\"110101\"><a href=\"/opinion/110101/reiter-v-sonotone-corp/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">330</span></a></span>, 339 (1979). Under Commonwealth's interpretation of \"readily identifiable,\" almost any equipment or improvements necessary to meet the requirements of the service contract would necessarily be \"connected\" or \"associated\" with that contract. We cannot conclude that Congress meant for such a significant overlap between the two prongs of &#167;&#167; 204(a)(3), nor are we willing to create surplusage in the statute. See Bell Atl. Corp. v. United States, <span class=\"citation\" data-id=\"770120\"><a href=\"/opinion/770120/bell-atlantic-corporation-v-united-states/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 224 (3d Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Another rule of interpretation is that \"provisions granting special tax exemptions are to be strictly construed.\" Helvering v. Northwest Steel Rolling Mills, <span class=\"citation\" data-id=\"103380\"><a href=\"/opinion/103380/helvering-v-northwest-steel-rolling-mills-inc/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 49 (1940). This limitation applies as well to transition rules. See Apache Bend Apartments, Ltd. v. United States, <span class=\"citation\" data-id=\"601819\"><a href=\"/opinion/601819/apache-bend-apartments-ltd-v-united-states-of-america-acting-through/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1174</span></a></span>, 1175 (5th Cir. 1993); United States v. Kjellstrom, <span class=\"citation\" data-id=\"1516720\"><a href=\"/opinion/1516720/united-states-v-kjellstrom/\"><span class=\"volume\">916</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">902</span></a></span>, 905 (W.D. Wisc. 1996). The transition rules were enacted to provide relief \"to a very, very few specified favored taxpayers,\" Apache Bend, 987 F.2d at 1175, and although we must extend them to all qualifying taxpayers, see Airborne Freight Corp. v. United States, <span class=\"citation\" data-id=\"757521\"><a href=\"/opinion/757521/airborne-freight-corporation-v-united-states/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 970 (9th Cir. 1998), we need not broaden our interpretation so that entities that did not detrimentally rely on the old rule benefit from the transition exemption, see id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Still, it is possible to think that there are ambiguities inherent in the clause \"readily identifiable with and necessary to carry out,\" and that the level of specificity required as to both \"readily identifiable\" and \"necessary\" is not self-defining. And so we look to the legislative history. See United States v. Meade, <span class=\"citation\" data-id=\"198461\"><a href=\"/opinion/198461/united-states-v-meade/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span>, 219 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The most dispositive indicator of congressional intent is the conference report, see Chandler v. Roudebush, <span class=\"citation\" data-id=\"109456\"><a href=\"/opinion/109456/chandler-v-roudebush/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></a></span>, 858 n.36 (1976); Resolution Trust Corp. v. Gallagher, <span class=\"citation\" data-id=\"658142\"><a href=\"/opinion/658142/resolution-trust-corporation-v-francis-x-gallagher-vincent-j-gavin/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">416</span></a></span>, 421 (7th Cir. 1993). In this case, the conference report notes that &#167;&#167; 204(a)(3) \"is applicable only where the specifications and amount of the property are readily ascertainable from the terms of the contract.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> H.R. Conf. Rep. No. 99-841, II-60 (1986). Of course, \"readily ascertainable from\" does not add much to the statutory language \"readily identifiable with.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, the Conference Report is nonetheless helpful in two ways. First, it indicates that \"the specifications and amount of the property [must be] readily ascertainable from the terms of the contract.\" Id. (emphasis added). Thus, the contract and related documents are the source documents. Second, the requirement that the specifications and amount of the property be readily ascertainable indicates that the inquiry need be specific, although not exact.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Such was not the case here. At the inception of the contract, Commonwealth could not determine what (if any) replacement property it would need in the future. Nor could it determine the amount or specifications of potential replacement parts; in fact, Commonwealth admitted that some of the parts at issue did not even exist in 1965. Moreover, the contract contained no contractual obligation for Commonwealth to replace particular parts on a specific schedule.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court improperly rested much of its decision on a colloquy by a particular Congressman. Colloquies are, for several reasons, not high in the hierarchy of congressional intent. See Rhode Island v. Narragansett Indian Tribe, <span class=\"citation\" data-id=\"195256\"><a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">685</span></a></span>, 699 (1st Cir. 1994). Here, where there is a Conference Report, the district court's extensive reliance on the remarks of one member was misplaced. Even if resort to the colloquy were permissible, it is far from clear it supports the district court's interpretation. Eariler in the colloquy, Senator Matsunaga had asked whether the transition rule \"would cover a taxpayer who entered into a written binding power sales contract by the qualification date and is required to construct or [to]  have constructed facilities.....\" Id. We read his next question, which appellees rely on, to be in reference to this same future construction. Commonwealth argues that the fact scenario presented in the colloquy is read in context, it may as well refer to contracts which  require construction of a power supply facility sometime in the future, and describe that facility only by its primary energy source and total generating capicity. It may also mean nothing more than that contract must specify the equipment needed, but need not provide a highly technical specification for the equipment.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our decision is consistent with that of other courts that have addressed this provision. In Bell Atlantic, the Third Circuit held that major improvements to telephone systems were \"too attenuated\" to be \"readily identifiable with\" contracts providing for certain service quality standards. 224 F.3d at 224. Although it was uncontested that the property in question was indeed necessary to meet the contractually required service quality standards, the Third Circuit found that \"Congress did not want to extend ITC to all property that was identifiable and necessary to carry out a service contract.\" Id. Congress added the word \"readily\" to imply a more immediate link between the terms of the contract and the property at issue. See id.; see also Southern Multi-Media Communications, Inc. v. Comm'r, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">412</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1120404</span></span>, at *1-3 (Tax Ct.1999) (improvements made to meet \"broad industry standards [without] specific contractual commitments to undertake rebuilds\" insufficient under &#167;&#167; 204(a)(3)); United States v. Zeigler Coal Holding Co., <span class=\"citation\" data-id=\"1955445\"><a href=\"/opinion/1955445/united-states-v-zeigler-coal-holding-co/\"><span class=\"volume\">934</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">292</span></a></span>, 294-95 (S.D. Ill. 1996) (property must have been \"specifically described\" in the contract to qualify under &#167;&#167; 204(a)(3)). Whereas the interpretation urged by Commonwealth and the district court would open up the transition rule to extensive repairs, improvements, and rebuilds, our interpretation provides more narrow and sustainable boundaries for the scope of the continuing investment tax credit.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our interpretation also fits with the reliance purpose of the transition rules. See Kjellstrom, 916 F. Supp. at 905 (\"Congress recognized [that the repeal] would work a hardship on certain companies that had relied to their detriment on the old law.\"). Requiring that the property be readily identifiable at the time the contract is enacted makes it more likely that the company claiming the investment tax credit relied to its detriment on the credit.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We agree with the district court that the Government's claim was not time-barred under &#167;&#167; 6532(b). However, because the property in question was not \"readily identifiable with\" and necessary for the 1965 supply and service contract, we hold that Commonwealth was not entitled to the investment tax credit at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed in part, reversed in part.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The dolphins were used to secure oil delivery barges.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Commonwealth relies heavily on United States v. Woodmansee, <span class=\"citation\" data-id=\"2313331\"><a href=\"/opinion/2313331/united-states-v-woodmansee/\"><span class=\"volume\">388</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">36</span></a></span> (N.D. Cal. 1975), in which the court held that the refund was paid at the time of receipt, rather than at the time which the check cleared. However, as the district court noted here, see 994 F. Supp. at n.2, the Woodmansee court's reasoning was seriously flawed. If the Woodmansee court had followed its own logic, i.e., that \"payment is deemed made upon the ripening of a legal obligation on the part of the Internal Revenue Service to the taxpayer,\" 388 F. Supp. at 46, it would have held for the Government rather than the taxpayer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although other courts have recognized that this rule might result in a different date depending on where (or when) the taxpayer cashes the refund check, see United States v. Bruce, <span class=\"citation\" data-id=\"2399230\"><a href=\"/opinion/2399230/united-states-v-bruce/\"><span class=\"volume\">642</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">120</span></a></span>, 122 n.1 (S.D. Tex. 1986), the fact that the Treasury cannot know for certain when a check is received by a taxpayer makes the date of clearance a more certain reference point.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Commonwealth makes much of the fact that the property in question is, without a doubt, \"uniquely suited\" for use in the Plant. The fact that property is uniquely suited for a given purpose does not necessarily make it \"readily identifiable with\" a contract aimed at that purpose. For example, a particular engine might only work in a certain model of airplane and thus be \"uniquely suited\" to it; however, there is no reason to believe that the manufacturer of that airplane will necessarily use that particular engine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The report also indicates that the specifications and amount of the property may be ascertainable from \"related documents,\" but no such documents have been introduced into evidence here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We reject Commonwealth's argument that such a reading places two economically identical contracts in different situations for investment tax credit purposes. A contract which specifies only a requirement of output of power and thus implies that the repairs will be done if needed to maintain that output is in a very different economic posture than, say a 1961 contract that requires, by its terms, replacement of specified and identified components in 1987.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The colloquy by Senator Matsunaga stated that:</p>\n        <p>[T]he requirement [that the property be readily ascertainable from the contract] is met when a binding power purchase contract specifies the type of generating equipment in terms of primary energy source and specifies the amount of generating equipment in terms of total generating capacity. [In other words,] the rule does not require the technical details of the generating property to be spelled out.</p>\n        <p>132 Cong. Rec. 15028 (June 24, 1986).</p>\n        <p>Earlier in the colloquy, Senator Matsunaga had asked whether the transition rule \"would cover a taxpayer who entered into a written binding power sales contract by the qualification date and is required to construct or [to] have constructed facilities. . . .\" Id. We read his next question, which appellees rely on, to be in reference to this same future construction. Commonwealth argues that the fact scenario presented in the colloquy is essentially the facts of this case. However, when this colloquy is read in context, it may as well refer to contracts which require construction of a power supply facility sometime in the future, and describe that facility only by its primary energy source and total generating capacity. It may also mean nothing more than that the contract must specify the equipment needed, but need not provide a highly technical specification for the equipment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Of course, there will always be some randomness in the application of reliance rules: although the ITC existed in 1965 when Commonwealth entered the contract, it had been suspended in 1966.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1516720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1955445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2036732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2313331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2399230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2467647/"
  ]
}