{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199543/",
  "absolute_url": "/opinion/199543/north-american-v-lapalme/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199543/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:32:22Z",
  "date_modified": "2017-03-24T11:02:11.352785Z",
  "type": "010combined",
  "sha1": "f1e9c0560f334807e3e93bd870c954ce98d1702a",
  "page_count": 29,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2408-01A.pdf",
  "local_path": "pdf/2001/08/02/North_American_v._LaPalme.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-2408\n\n         NORTH AMERICAN SPECIALTY INSURANCE COMPANY,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                      DAVID LAPALME ET AL.,\n\n                      Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n                      Selya, Circuit Judge,\n\n              and Schwarzer,* Senior District Judge.\n\n\n     Peter B. McGlynn, with whom Bruce D. Levin and Bernkopf,\nGoodman & Baseman LP were on brief, for appellant.\n     Warren D. Hutchison, with whom Nancy M. Reimer and Donovan\nHatem LP were on brief, for appellees.\n\n\n\n\n                          August 2, 2001\n\f______________\n*Of the Northern District of California, sitting by designation.\n\f           SELYA, Circuit Judge.          Audit reports and financial\n\nstatements are staples of the accounting profession.                Accuracy\n\nis a paramount concern, for much can turn on a relatively minor\n\nbevue.    But mistakes occur, and courts have grappled with the\n\nextent of an accountant's liability to third parties (i.e., non-\n\nclients) for such errors.      This appeal requires us to enter the\n\nfray.\n\n           The case at hand involves ostensible misstatements\n\nattributed to the carelessness of the defendants (an accounting\n\nfirm and one of its principals).          The court below, ruling on a\n\nmotion    for   summary   judgment,      concluded   that    even    if   the\n\nfinancial statement prepared by the defendants for their client\n\ncorporation     contained    negligent       misrepresentations,          the\n\ndefendants were not liable to the plaintiff (a third party) for\n\nthose    misrepresentations.       Although    our   appraisal       of   the\n\ngoverning law differs in one salient respect from that of the\n\nlower court, we reach the same conclusion.              Accordingly, we\n\naffirm.\n\nI.   BACKGROUND\n\n           A brief recitation of the facts suffices to put the\n\npivotal    legal    issue   into      perspective.          Following     the\n\nconventional summary judgment praxis, we recount the facts in\n\nthe light most favorable to the nonmovant (here, the plaintiff).\n\n\n                                   -3-\n\fHoulton Citizens' Coalition v. Town of Houlton, 175 F.3d 178,\n\n184 (1st Cir. 1999).\n\n            In the 1980s, Jeffrey Canty formed Canty Roofing and\n\nSheetmetal, Inc. (CRS).           As the name implies, CRS's principal\n\nbusiness was the installation and repair of roofs.                       For much of\n\nCRS's existence, the firm of Dias & Lapalme (D&L) rendered\n\naccounting services to it.             The partner in charge was David\n\nLapalme.     For the most part, the work was mundane, involving,\n\ninter alia, the preparation of annual financial statements and\n\ntax returns.\n\n            Over the years, CRS installed and repaired roofs on a\n\nvariety of public and private buildings.                Contractors working on\n\npublic construction projects in Massachusetts are required by\n\nstatute to post payment and performance bonds on a project-by-\n\nproject    basis.      See    Mass.    Gen.    Laws    ch.   149,    §    29.     CRS\n\nroutinely bid on public works jobs and, thus, from time to time\n\nrequired bonds.\n\n            In     1994,     Martin    Donovan,        an    insurance      broker,\n\nintroduced CRS to plaintiff-appellant North American Specialty\n\nInsurance Co. (NASI).            At Donovan's instance, NASI inspected\n\nCRS's     financial     records       and     Canty's       personal      finances.\n\nApparently       satisfied    with    the    results    of    its    review,     NASI\n\nentered    into    a   bonding    relationship        with    CRS.        Once   this\n\n\n                                       -4-\n\frelationship       commenced,      NASI    told   Canty   that    CRS   would    be\n\nrequired to provide updated financial statements, prepared by an\n\nindependent certified public accountant, for each succeeding\n\ncalendar year.\n\n                In late 1995, Canty agreed to sell CRS to a group\n\ncomposed of three businessmen, namely, Robert Cote, Paul Flynn,\n\nand David Beasley.          The transfer of ownership, structured as a\n\nsale       of   stock,    occurred   on    December   29,    1995.       Shortly\n\nthereafter, D&L prepared an independent, review-level financial\n\nstatement for CRS with respect to calendar year 1995.                          This\n\nstatement, issued by D&L on March 25, 1996, lacked specific\n\ninformation anent the change in ownership.                   To make matters\n\nworse, the notes to the financial statement contained three\n\narguably misleading comments that implied Canty's continuing\n\nparticipation        as    CRS's   sole     shareholder     (or   so    NASI    now\n\ncontends).        We summarize these comments in the margin.1\n\n                CRS thereafter obtained new contracts for work on\n\npublic buildings.          To facilitate these engagements, NASI wrote\n\n\n\n       1\n      In \"Note D - Notes Payable,\" D&L indicated the CRS's line\nof credit was secured, inter alia, by \"a personal guarantee by\nthe Corporation's sole stockholder.\" In \"Note F - Related Party\nTransactions,\" D&L reported both that \"[t]he Company is involved\nin a related party transaction through the rental of equipment\nfrom a corporation wholly owned by the same stockholder,\" and\nthat \"[t]he Company is involved in a related party transaction\nthrough the rental of real estate owned by the stockholder.\"\n\n                                          -5-\n\fbonds (relying, it claims, on the 1995 financial statement)\n\ntotaling $847,630 on June 14, 1996, and bonds totaling $874,500\n\non August 21, 1996.    But CRS foundered under the stewardship of\n\nits new owners and eventually defaulted on these bonds.           This\n\ncalamity forced NASI, qua surety, to step into the breach.\n\nDoing so cost it nearly $2,000,000.\n\n           Invoking diversity jurisdiction, 28 U.S.C. § 1332(a),\n\nNASI sued D&L and Lapalme in the United States District Court\n\nfor the District of Massachusetts.       It charged the accountants\n\nwith negligent misrepresentation and deceptive trade practices.\n\nNASI grounded its complaint on the assertion that, but for the\n\naccountants' omission of accurate ownership information in the\n\n1995 financial statement, it would not have continued furnishing\n\nbonds for CRS (and, therefore, would have avoided the ensuing\n\nlosses).     After   allowing   an   extended   period   for   pretrial\n\ndiscovery, the district court granted summary judgment in the\n\ndefendants' favor.\n\n           This timely appeal ensued. In it, NASI challenges the\n\ndistrict court's interpretation and application of the legal\n\nregime governing an accountant's liability to third persons and\n\nmaintains that, under a proper formulation of the law, the\n\nexistence of genuine issues of material fact would preclude the\n\nentry of summary judgment.\n\n\n                                 -6-\n\fII.   SOME THRESHOLD PRINCIPLES\n\n            We preface our discussion of the central issue with a\n\nreminder as to certain threshold principles that inform our\n\nanalysis.     Summary     judgment   is    appropriate      only   when   \"the\n\npleadings,     depositions,     answers      to    interrogatories,        and\n\nadmissions on file, together with the affidavits, if any, show\n\nthat there is no genuine issue as to any material fact and that\n\nthe moving party is entitled to a judgment as a matter of law.\"\n\nFed. R. Civ. P. 56(c).       In reviewing an order granting summary\n\njudgment, we construe the record and all reasonable inferences\n\nfrom it in favor of the summary judgment loser.              Grant's Dairy-\n\nMe., LLC v. Comm'r of Me. Dep't of Agric., Food & Rural Res.,\n\n232 F.3d 8, 14 (1st Cir. 2000); Houlton Citizens' Coalition, 175\n\nF.3d at 184.       Our review is plenary, so that we may, \"if the\n\noccasion arises, reject the rationale employed by the lower\n\ncourt and still uphold its order for summary judgment.\"                   Perez\n\nv. Volvo Car Corp., 247 F.3d 303, 310 (1st Cir. 2001) (citation\n\nand internal quotation marks omitted).\n\n            In this diversity case, we look to state law (here, the\n\nlaw of Massachusetts) for the substantive rules of decision.\n\nErie R.R. Co. v. Tompkins, 304 U.S. 64, 78 (1938); Fithian v.\n\nReed, 204 F.3d 306, 308 (1st Cir. 2000).              In such matters, we\n\nare   bound   by   the   teachings   of    the    state's   highest   court.\n\n\n                                     -7-\n\fBlinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1151 (1st Cir.\n\n1996).     \"In the absence of a definitive ruling by the highest\n\nstate court, a federal court may consider analogous decisions,\n\nconsidered dicta, scholarly works, and any other reliable data\n\ntending convincingly to show how the highest court in the state\n\nwould decide the issue at hand . . . .\"                 Gibson v. City of\n\nCranston,    37     F.3d   731,   736   (1st   Cir.   1994)   (citation    and\n\ninternal quotation marks omitted).                Our duty is to make an\n\ninformed prophecy — to \"discern the rule the state's highest\n\ncourt would be most likely to follow under these circumstances,\n\neven if our independent judgment might differ.\"               Ambrose v. New\n\nEngl. Ass'n of Schs. & Colls., 252 F.3d 488, 497-98 (1st Cir.\n\n2001).\n\nIII.     NEGLIGENT MISREPRESENTATION\n\n            Against this backdrop, we turn to the law pertaining\n\nto   accountants'      liability    to    third    parties    for   negligent\n\nmisrepresentation and, in particular, the watershed opinion of\n\nthe Massachusetts Supreme Judicial Court (SJC) in Nycal Corp. v.\n\nKPMG Peat Marwick LLP, 688 N.E.2d 1368 (Mass. 1998).                 We next\n\nexamine the decision below and discuss an area of disagreement.\n\nWe then offer our views on the meaning, under Massachusetts law,\n\nof   the   phrase    \"substantially      similar   transactions\"     as   that\n\nphrase relates to an accountant's liability to third parties for\n\n\n                                        -8-\n\fnegligent misrepresentations.    Finally, we apply the discerned\n\nlaw to the gleaned facts to complete our canvass.\n\n                    A.   The Watershed Case.\n\n         Nycal v. KPMG Peat Marwick LLP is the SJC's most\n\ncomprehensive effort to plot the borders of an accountant's\n\nliability to third parties for negligent misrepresentations.   In\n\nthat case, the plaintiffs – purchasers of stock – alleged that\n\nthey had relied to their determent on financial statements\n\nprepared for the acquired company by the defendant (a well-known\n\naccounting firm).   Nycal, 688 N.E.2d at 1369.    After studying\n\nthe available options,2 the SJC adopted the Restatement rule\n\nanent the scope of an accountant's liability to a third party\n\nfor negligent misrepresentations.     Id. at 1370-71 (citing with\n\napproval Restatement (Second) of Torts § 552 (1977)).   The SJC's\n\ndescription of the rule follows:\n\n         Section 552 describes the tort of negligent\n         misrepresentation committed in the process\n         of supplying information for the guidance of\n         others as follows:    (1) One who, in the\n         course of his business, profession or\n         employment, or in any other transaction in\n         which he has a pecuniary interest, supplies\n         false information for the guidance of others\n\n\n    2Other possible tests for determining the scope of an\naccountant's   liability   to   third   parties   include   the\nforeseeability test (imposing broad liability) and the near-\nprivity test (constricting liability). See Bily v. Arthur Young\n& Co., 834 P.2d 745, 752-57 (Cal. 1992) (discussing these\ntheories).\n\n                                -9-\n\f         in their business transactions, is subject\n         to liability for pecuniary loss caused to\n         them by their justifiable reliance upon the\n         information,  if   he  fails   to  exercise\n         reasonable care or competence in obtaining\n         or communicating the information.\n\n                That liability is [(2)] limited to\n         loss suffered (a) by the person or one of a\n         limited group of persons for whose benefit\n         and guidance he intends to supply the\n         information or knows that the recipient\n         intends to supply it; and (b) through\n         reliance upon it in a transaction that he\n         intends the information to influence or\n         knows that the recipient so intends or in a\n         substantially similar transaction.\n\nId. at 1371-72 (internal quotation marks omitted).\n\n         The SJC recognized that section 552 was not self-\n\nelucidating, and that courts had been erratic in interpreting\n\nand applying it.   Id. at 1372.   This lack of uniformity seemed\n\nmost readily apparent in respect to the level of knowledge —\n\nactual or constructive — required on the part of the putative\n\ndefendant.   The SJC opted to demand actual knowledge.   Id.   In\n\nso doing, it interpreted section 552 \"as limiting the potential\n\nliability of an accountant to noncontractual third parties who\n\ncan demonstrate actual knowledge on the part of accountants of\n\nthe limited – though unnamed – group of potential third parties\n\nthat will rely upon the [accountant's work product], as well as\n\nactual knowledge of the particular financial transaction that\n\nsuch information is designed to influence.\"   Id. (citations and\n\n\n                              -10-\n\finternal quotation marks omitted).                  The accountant's actual\n\nknowledge, the court added, should be ascertained at the time\n\nthe audit report or financial statement is issued.             Id. at 1372-\n\n73.\n\n            Despite this emphasis on actual knowledge, the SJC\n\nadded a caveat.    It cautioned that accountants could not avoid\n\nliability by burying their heads in the sand:              \"the Restatement\n\nstandard will not excuse an accountant's 'willful ignorance.'\"\n\nId. at 1373.\n\n                        B.    The Decision Below.\n\n            The district court appropriately acknowledged Nycal as\n\nthe starting point for its analysis.           The fulcrum of the court's\n\nunpublished opinion is its determination that the SJC had not\n\nfully embraced the Restatement rule, but, rather, had rejected\n\nthe language of section 552(2)(b) (which extends an accountant's\n\nliability beyond particular transactions that the accountant\n\nknowingly    intended    to     influence      to    substantially   similar\n\ntransactions).      In       reaching   this    conclusion,    the   veteran\n\ndistrict judge relied on the fact that the Nycal court, at one\n\npoint in its opinion, referred to \"actual knowledge of the\n\nparticular financial transaction,\" 688 N.E.2d at 1372, without\n\nincluding the Restatement's reference to substantially similar\n\ntransactions.    Having embraced this narrow reading of Nycal, the\n\n\n                                    -11-\n\fjudge envisioned that the case at hand hinged on whether the\n\ndefendants \"knew of the particular financial transaction that\n\nthe     [financial    statement]       was      designed         to    influence.\" 3\n\nDiscerning no evidence that D&L actually knew, in March of 1996,\n\nof a particular bonding transaction scheduled to occur later\n\nthat year, Judge Tauro entered judgment for the defendants.\n\n             In   effect,     then,    the    district       court         held   that\n\nsubstantially similar transactions, by definition, could not\n\nreach the level of particularity that                    Nycal required.           NASI\n\nvigorously attacks this holding, and we think that it may read\n\ntoo much into what might well be an economy of words.                             After\n\nall, the SJC mentioned the \"substantially similar transactions\"\n\nvariant in its initial recital of the rule, Nycal, 668 N.E.2d at\n\n1372, and we can think of three reasons why the court's omission\n\nof    this   reference   in    its    reprise      may    well    lack      decretory\n\nsignificance.      First, the language and structure of Nycal point\n\ntoward outright acceptance of the Restatement rule, uncurtailed.\n\nSee, e.g., id. at 1371 (remarking that the Restatement rule\n\n\"comports     most   closely\"        with    the    standard          of    liability\n\n\n\n       3\n      To reach this point in its analysis, the court first found\nthat the record contained sufficient evidence to create\ntrialworthy issues as to whether the accountants, at the time\nthey issued the financial statement, knew that CRS would forward\nit to NASI and that NASI would rely on it for some underwriting\npurpose.\n\n                                      -12-\n\ftraditionally      imposed   by   the    Massachusetts      courts    in    other\n\nprofessional contexts).        Second, Nycal itself did not involve a\n\ndispute    about     whether      transactions       were     or     were     not\n\nsubstantially similar (and, thus, the SJC had no incentive to\n\ndiscuss that aspect of the Restatement rule in any detail).\n\nThird, the Nycal court's language requiring \"actual knowledge of\n\na particular financial transaction,\" id. at 1372, just as easily\n\ncan be read to incorporate substantially similar transactions as\n\nto exclude them.4\n\n           In the end, we need not probe this point too deeply.\n\nThe extent to which Massachusetts accepts the Restatement rule\n\nis a matter of state law, and the SJC some day will resolve all\n\ndoubt.    For now, we assume arguendo, favorably to NASI, that\n\nMassachusetts      follows     the      rule   of   section    552     of     the\n\nRestatement,    without      reservation.           That    rule     limits    an\n\naccountant's liability for negligent misrepresentation to those\n\n\n    4 The SJC quoted this language from First Nat'l Bank of\nCommerce v. Monco Agency Inc., 911 F.2d 1053, 1062 (5th Cir.\n1990), in connection with a discussion of the level of knowledge\nrequired under the Restatement rule. In Monco Agency, the Fifth\nCircuit, applying state law, found that Louisiana followed the\nRestatement rule.    The court then opined that section 552\nimposed an \"actual knowledge\" requirement. Id. at 1061-62. The\ncourt made clear, however, that such a requirement did not\neliminate liability for substantially similar transactions. See\nid. at 1061 (explaining that \"the misinformer must know that its\nclient intends to use the inaccurate information to influence a\nparticular business transaction, or a 'substantially similar\ntransaction,' to follow\").\n\n                                     -13-\n\fthird parties who the accountant actually knows will receive the\n\ninformation, and then, only for transactions that are the same\n\nas, or substantially similar to, the ones which the accountant\n\nactually knows will be influenced by the supplied information.\n\nIn other words, an accountant remains potentially liable in\n\nsituations       in    which    he    actually   knows   that    a     third-party\n\nrecipient of his information will rely on that information in\n\nthe   course      of    a   specific        transaction,    even       though     the\n\ntransaction       itself       does   not   transpire,     as   long    as   it   is\n\nsupplanted by a substantially similar transaction.\n\n          C.    Defining Substantially Similar Transactions.\n\n               Although substantially similar transactions can serve\n\nas a basis for an accountant's liability to a third party under\n\nthe Restatement rule, the dimensions of that doctrine remain in\n\ndoubt.5    Our interest, of course, is in how the Massachusetts\n\ncourts would define the term — but neither the SJC nor the\n\nMassachusetts Appeals Court has addressed this issue.\n\n\n\n      5\n      We have located only a single case that explores the reach\nof this rule. In that case, an audit had been performed and a\nreport developed with knowledge that Creditor \"A\" would rely on\nit. Creditor \"B\" later sued the accounting firm, asserting that\nthe audit report contained a negligent misrepresentation. The\ncourt   refused   to   impose   liability,  finding   that   the\ntransaction's essential character had changed. ML-Lee Acquis.\nFund, L.P. v. Deloitte & Touche, 463 S.E.2d 618, 628-29 (S.C.\nCt. App. 1995), rev'd in part on other grounds, 489 S.E.2d 470\n(S.C. 1997).\n\n                                         -14-\n\f         The Restatement does not attempt to define the phrase\n\n\"substantially       similar     transactions.\"             Nevertheless,       the\n\ncommentary offers some insight into what is meant by the term.\n\nThus, when a corporation seeking a bank loan asks an accountant\n\nto audit the books and prepare a report for the prospective\n\nlender, liability for negligence will attach even though the\n\ncorporation delays for a month in obtaining the loan.                           See\n\nRestatement (Second) of Torts § 552 cmt. j.                   The transaction,\n\nthough later in time, remains substantially similar because its\n\n\"essential character\" – the amount and terms of the credit – has\n\nnot changed.     Id.    So too if the amount of the anticipated loan\n\nvaries slightly, the ensuing transaction nonetheless will remain\n\nsubstantially     similar;       slight     variances       do   not   affect     a\n\ntransaction's essential character.              Id.    If, however, after the\n\naccountant's    report    is     delivered      the    corporation     seeks    and\n\nreceives a much larger loan, the transactions will no longer be\n\nsubstantially similar and the accountant will not be liable to\n\nthe bank for a careless misstatement.                 Id.\n\n         In the last analysis, \"[t]he question [is] one of the\n\nextent of the departure that the maker of the representation\n\nunderstands is to be expected.\"           Id.    Minor deviations are to be\n\nanticipated     in     complex     business       transactions,        and     such\n\ndeviations ordinarily do not allow the misinformer to escape\n\n\n                                     -15-\n\fliability to a known third party.           If the departure is major,\n\nhowever, a different result obtains; the transaction actually\n\nconsummated cannot then be regarded as essentially the same as\n\nthe transaction originally contemplated (and, therefore, cannot\n\nbe regarded as substantially similar).\n\n         Quite plainly, this definition is fact-sensitive and\n\nrequires case-by-case development.          We think that, under it, an\n\naccountant's liability for substantially similar transactions\n\nmust be determined in two steps.            First, the rule implicitly\n\nrecognizes that the risk perceived by the accountant at the time\n\nof the engagement cabins the extent of the duty that he owes to\n\nknown third parties.     Cf. Rusch Factors, Inc. v. Levin, 284 F.\n\nSupp. 85, 91 (D.R.I. 1968) (advocating this proposition prior to\n\npromulgation of the final version of the Restatement rule); Ryan\n\nv. Kanne, 170 N.W.2d 395, 401-02 (Iowa 1969) (same; citing draft\n\nversion of the Restatement).   Thus, an inquiring court initially\n\nmust consider, from the preparer's standpoint, what risks he\n\nreasonably perceived he was undertaking when he delivered the\n\nchallenged report or financial statement.\n\n         Second,   the     court     must     undertake   an   objective\n\ncomparison between the transaction of which the accountant had\n\nactual knowledge and the transaction that in fact occurred.\n\nThis comparison cannot be hypertechnical, but, rather, must be\n\n\n                                   -16-\n\fconducted in light of \"[t]he ordinary practices and attitudes of\n\nthe business world.\"      Restatement (Second) of Torts § 552 cmt.\n\nj.   The goal of this inquiry is to determine whether the two\n\ntransactions share essentially the same character.                 If so, the\n\nactual transaction is substantially similar to the contemplated\n\ntransaction (and, therefore, liability-inducing). Elsewise, the\n\nthird party has no recourse against the accountant for negligent\n\nmisrepresentation.\n\n                            D.    The Merits.\n\n            With these guideposts in place, we turn to the case at\n\nhand.      To recapitulate, the district court granted summary\n\njudgment    for   the   defendants     because     it   found   insufficient\n\nevidence to show that they had actual knowledge of the critical\n\ntransactions (i.e., the issuance of several bonds on which CRS\n\neventually    defaulted).        In   so     holding,   however,   the   court\n\nemployed a \"same transaction\" standard, to the exclusion of\n\nsubstantially similar transactions.               We now employ the more\n\ninclusive standard (assuming, albeit without deciding, that the\n\nSJC would adopt it in an appropriate case).\n\n            The Restatement rule has six elements.              A finding of\n\nliability requires (1) inaccurate information, (2) negligently\n\nsupplied, (3) in the course of an accountant's professional\n\nendeavors, (4) to a third person or limited group of third\n\n\n                                      -17-\n\fpersons whom the accountant actually intends or knows will\n\nreceive    the   information,    (5)    for     a   transaction     that   the\n\naccountant actually intends to influence (or for a substantially\n\nsimilar transaction), (6) with the result that the third party\n\njustifiably relies on such misinformation to his detriment.                See\n\nNycal, 688 N.E.2d at 1371-72.         The third party has the burden of\n\nproving each of these elements.         Consequently, he must create a\n\ntrialworthy issue on all six in order to avoid the entry of\n\nsummary judgment.    See McIntosh v. Antonino, 71 F.3d 29, 33 (1st\n\nCir. 1995) (discussing the burden of production that devolves\n\nupon a nonmovant who bears the ultimate burden of persuasion on\n\nan issue underlying a summary judgment motion).               Creating such\n\nan issue necessitates the production of \"specific facts, in\n\nsuitable    evidentiary      form.\"      Id.    (citation     and    internal\n\nquotation marks omitted).\n\n           Assuming,   for    argument's       sake,   that   the   evidence,\n\nviewed in the light most favorable to NASI, suffices to limn\n\ngenuine issues of material fact on five of the six elements,6 the\n\n\n     6\n     On these five elements, NASI has proffered evidence aimed\nat showing that the notes to the financial statement contained\nmisinformation about whether Canty remained the sole stockholder\nof CRS; and that D&L, which knew the true facts, negligently\nprepared and released the misleading financial statement to CRS\nin the ordinary course of D&L's business, knowing that CRS\nplanned to submit it to NASI (and intending to influence NASI's\nconsideration of the status of the bonds outstanding on ongoing\nprojects). NASI also proffered some evidence tending to show\n\n                                  -18-\n\fquestion reduces to whether NASI's issuance, in 1996, of the\n\nparticular     bonds   upon    which     CRS   defaulted     constituted\n\ntransactions    that   D&L    actually    sought   to    influence,    or,\n\nalternatively, substantially similar transactions.            NASI would\n\nhave us answer this question affirmatively for three reasons.\n\nWe examine these reasons separately.\n\n         First, NASI argues that the bonds which it issued in\n\n1996 were part of a regular \"bonding program\" and that D&L\n\nprepared the financial statement with this program in mind.             To\n\nbuttress this argument, NASI describes its relationship with CRS\n\nas common in the industry, explaining that sureties typically\n\n\"prequalify\" contractors for underwriting purposes, establishing\n\nmaximum limits on both individual and aggregate bonds.                Such\n\nbonding programs, NASI tells us, usually stay in place for a\n\nyear at a time.\n\n         While this trade usage might be conventional – NASI\n\nneglected to offer any evidence of trade usage below – the\n\nproper focus is on the accountant's actual knowledge and intent\n\nto influence.    See Nycal, 688 N.E.2d at 1372; Spencer v. Doyle,\n\n733 N.E.2d 1082, 1087 (Mass. App. Ct. 2000).            Regardless of how\n\nNASI perceived the situation, the critical issue is what the\n\n\n\nthat it relied on the misinformation in writing the 1996 bonds\n(although this issue, in particular, is hotly disputed).\n\n                                  -19-\n\fdefendants        actually   knew,        when    they    released    the   financial\n\nstatement, about NASI's intent to use the statement in deciding\n\nwhether to maintain a bonding program which involved writing new\n\nbonds for CRS in 1996.             See Nycal, 688 N.E.2d at 1372-73.                The\n\nevidence here, even when viewed in a light favorable to NASI,\n\ndoes not support a conclusion that the defendants intended to\n\nundertake the risk of a full year's worth of bonds.\n\n             To    establish       the    defendants'       actual    knowledge     and\n\nintent   to       influence,       NASI    relies        most   heavily     on   Cote's\n\ndeposition.        Cote testified in substance that once he and his\n\npartners had acquired the stock of CRS, he met with Lapalme to\n\ndiscuss the preparation of the 1995 financial statement.                             At\n\nthat time, he informed Lapalme that CRS's new owners planned to\n\nuse    the    financial        statement          to     meet   the   corporation's\n\nobligations for \"ongoing\" bonds (which he described as \"projects\n\nthat were currently being worked on by [CRS] for which bonds had\n\nbeen issued\").       Cote specifically disclaimed having told Lapalme\n\nthat the financial statement would be used to obtain                             future\n\nbonds, and NASI points to no other hard evidence to fill this\n\ngap.\n\n             Taken at face value, Cote's testimony does not support\n\na   conclusion       that    the    defendants           knowingly    undertook     the\n\nsubstantial risks inherent in the issuance of future bonds.                          To\n\n\n                                           -20-\n\fthe contrary, an objectively reasonable accountant in Lapalme's\n\nposition doubtless would have thought, based on Cote's request,\n\nthat he was subjecting his firm to possible liability for NASI's\n\ninventory of bonds previously issued (those that related to\n\nCRS's \"ongoing\" construction contracts), not for NASI's forward-\n\nlooking bonding program.          Since no reasonable jury could have\n\nconcluded otherwise, NASI failed to show facts sufficient to\n\nsupport its \"bonding program\" hypothesis.\n\n           If more were needed – and we doubt that it is – the\n\nsurrounding circumstances suggest how improbable it is that D&L\n\nwould have been willing to undertake liability for future bonds.\n\nLapalme   was    keenly   aware   that   the   preparation   of   the   1995\n\nfinancial statement was likely to be D&L's last engagement for\n\nCRS.   Cote testified that he and his partners had begun looking\n\nfor a new accountant by the time that D&L completed its work on\n\nthe 1995 financial statement.        This was to be expected:      D&L had\n\nbeen retained to handle the CRS account by the former owner,\n\nCanty, and the purchase-and-sale agreement obligated the new\n\nowners to retain D&L only until the firm had completed the tax\n\nreturns and other financials necessary to close out calendar\n\nyear 1995.      It strains credulity to believe that an experienced\n\nC.P.A. would undertake liability for indeterminate amounts of\n\n\n\n\n                                    -21-\n\fbonds not yet written when he had no reasonable anticipation of\n\nworking for the principal in the future.\n\n         NASI next contends that the defaulted bonds represented\n\ntransactions which were substantially similar to those that the\n\ndefendants intended to influence.         Here, however, as we shortly\n\nwill show, the 1996 bond transactions plainly did not share the\n\nessential character of the earlier transactions about which the\n\ndefendants   knew   (and   which    they    intended   to   influence).\n\nAccordingly, the two sets of transactions cannot be considered\n\nsubstantially similar.\n\n         To be sure, determinations of this type involve matters\n\nof degree.   If, for example, D&L had agreed to release the 1995\n\nfinancial statement in anticipation of allowing NASI to review\n\nit before issuing a $500,000 bond for a specific future project,\n\nand NASI thereafter issued a bond for that project in an amount\n\nthat varied by, say, $50,000, D&L would be liable to NASI for\n\nany loss occasioned by a negligent misrepresentation. 7             See\n\nRestatement (Second) Torts § 552 cmt. j.         Similarly, if D&L had\n\nagreed to provide the 1995 financial statement in anticipation\n\n\n    7This and subsequent examples are merely our best\npredictions, based on the sparse case law now available, as to\nhow the \"substantially similar transactions\" rubric will unfold\nin specific situations.       The examples are subject to\nreconsideration if actual cases presenting the same facts arise\nor if further enlightenment emerges from the Massachusetts\ncourts.\n\n                                   -22-\n\fof allowing NASI to review it before bonding a project that was\n\nslated to start on May 1, but the project did not get underway\n\nuntil    June   15,   D&L   would    still   be   liable.     Id.       In   each\n\ninstance, the key is the accounting firm's actual knowledge of\n\nthe surety's intention to rely on the financial statement for a\n\nspecific purpose — deciding whether to issue a bond in a known\n\namount for a known project.          The firm thus could anticipate its\n\nlikely    exposure    from   attempting      to   influence      the   surety's\n\ndecision, and the imposition of liability for negligence should\n\nnot be defeated by modest variances that the firm, given the way\n\nin which business transactions typically develop, reasonably\n\ncould have anticipated.        See id.\n\n            In this context, there is no scientific formula for\n\nascertaining     substantial        similarity.      Even   if    the    change\n\ninvolves a new transaction, rather than merely a modification of\n\nthe earlier (known) transaction, the accounting firm might still\n\nbe held liable if the identity of the third party is unchanged,\n\nthe type of transaction pretty much the same, and the firm's\n\nexposure relatively constant.           Imagine, for example, that D&L\n\nagreed to provide the financial statement in anticipation that\n\nNASI would review it in deciding whether to write a $500,000\n\nbond referable to a specific roofing contract that CRS hoped to\n\nsecure.    Imagine, too, that the project fell through, but CRS\n\n\n                                      -23-\n\finstead     obtained       a    different,     roughly    comparable        roofing\n\ncontract, likewise requiring a $500,000 bond, and NASI, relying\n\non    the   financial      statement,     provided      the   bond.     In     that\n\nhypothetical situation, D&L likely would be liable to the surety\n\nfor misinformation.            See id. cmt. j, illus. 15.\n\n             There is an obvious difference between these examples\n\nand the case at hand.           The examples presume that the accountants\n\nknew the general nature of the risk they were taking and the\n\napproximate dollar amount of their potential liability.                     In this\n\ncase, however, D&L accepted potential liability only for ongoing\n\nwork — known projects in various stages of completion — but NASI\n\nseeks to hold the firm liable for unknown future projects not\n\nyet   begun       (or   even   bid)    when    the   financial    statement     was\n\ndelivered.         The increased degree of risk is patent.                  By like\n\ntoken,      D&L     accepted     potential      liability     only    for     bonds\n\npreviously        issued   —   bonds   with    fixed,    easily   ascertainable\n\ndollar limits — but NASI seeks to hold D&L liable for bonds\n\nwhich, at the relevant time, were not yet issued (and which,\n\ntherefore, had no monetary limit).              Those bonds would be written\n\nfor whatever sums the contract documents might require.                        Once\n\nagain, the increased degree of risk is patent.                    Consequently,\n\nthe liability that NASI wishes us to impose on the defendants is\n\nwell beyond the outermost frontier of Massachusetts law.                      It is\n\n\n                                        -24-\n\fnot liability for transactions substantially similar to the ones\n\nwhich    D&L   knowingly       undertook      to    influence,          but   for    new\n\ntransactions that differ in their essential character and entail\n\na new, unanticipated level of risk.\n\n            That ends this aspect of the matter.                        Without some\n\nevidence that the defendants knew that they were undertaking\n\nadditional, open-ended liability with respect to future bonds by\n\nreleasing      the    financial     statement,        NASI's      second      argument\n\nfounders.      Simply because transactions are of the same general\n\nnature    (e.g.,       \"bonds\")       is    not     enough        to    render      them\n\nsubstantially similar for purposes of the Restatement rule.                          Any\n\nother conclusion would make a mockery of a basic premise that\n\nunderbraces      the       Restatement      rule:          that    an    acquiescent\n\naccountant     is    only    deemed    to    accept    the    risks      of   specific\n\ntransactions        that    were   made     known     to   him     in    advance     (or\n\nsubstantially similar ones).                See Bily v. Arthur Young & Co.,\n\n834 P.2d 745, 769 (Cal. 1992) (holding that an accountant is\n\nliable for negligent misrepresentation to a third party only if\n\nhe knowingly supplies the information for the benefit of the\n\nthird party, and the information is relied on by the third party\n\nin a transaction previously identified to the accountant, or a\n\nsubstantially similar transaction).\n\n\n\n\n                                       -25-\n\f           In a last-ditch effort to impose liability, NASI lodges\n\na claim of willful blindness.        It asserts that D&L, through\n\nLapalme, closed its eyes to commercial realities in a struthious\n\nattempt to avoid liability for future transactions.          The legal\n\nfoundation on which this argument rests is impeccable.              See\n\nNycal, 688 N.E.2d at 1373 (\"[T]he Restatement standard will not\n\nexcuse an accountant's 'willful ignorance.'\").           However, the\n\nrecord does not lend substance to NASI's allegations.\n\n           NASI points to three facts which it claims show willful\n\nblindness.   First, it notes that the dollar amount of the bonds\n\nissued for CRS in 1996 was on the same order of magnitude as the\n\naggregate dollar amount of the bonds underwritten for CRS in\n\n1995.   This proves nothing of significance.      The defendants were\n\nnot made privy to CRS's plans for the future.            Without such\n\nknowledge, the past year's experience was not likely to be a\n\nreliable indicator of a future course of dealings (especially\n\ngiven the changes in CRS's ownership and management).          In all\n\nevents, there is no evidence that the defendants were informed\n\neither that CRS, as reconstituted, would continue to use NASI as\n\nits principal bonding source or that NASI intended to use the\n\n1995    financial   statement   as   a   basis   for   evaluating   the\n\nadvisability of issuing future bonds.       Absent such forewarning,\n\nknowledge of past practice would be irrelevant in this context.\n\n\n                                 -26-\n\f            NASI next suggests that D&L should have asked the new\n\nowners what types of bonds CRS might need in 1996.                 The problem\n\nwith   this    suggestion      is    that     D&L    was   retained   to   do    a\n\nretrospective account of CRS's finances as of December 31, 1995.\n\nHence, any inquiry into CRS's future plans would have been\n\ngratuitous.\n\n            Finally, NASI harps on D&L's practice of asking Canty\n\nhow many copies of the financials he would need.                   NASI argues\n\nthat the incidence of multiple copies should have put D&L on\n\nguard.     We are at a loss to follow NASI's logic.               D&L knew all\n\nalong, through Lapalme's conversation with Cote, that CRS would\n\nsupply a copy of the 1995 financial statement to NASI.                       The\n\nrelevant question, therefore, was not who received the financial\n\nstatement but for what purpose it was tendered.\n\n            We need not paint the lily.                    NASI has failed to\n\nidentify      any   plausible       evidence    of    willful    blindness      or\n\notherwise to demonstrate the existence of a genuine issue of\n\nmaterial    fact    as   to   the   defendants'      actual    knowledge   of    a\n\nsubstantially similar, loss-inducing transaction.                 Accordingly,\n\nwe uphold the district court's entry of summary judgment in the\n\ndefendants' favor on the negligent misrepresentation claim.                  See\n\nPerez, 247 F.3d at 310 (explaining that the court of appeals may\n\n\n\n\n                                       -27-\n\faffirm a summary judgment on any ground made manifest by the\n\nrecord).\n\nIV.   THE CHAPTER 93A CLAIM\n\n           NASI originally pleaded a claim, arising out of the\n\nsame facts, for deceptive trade practices.    See Mass. Gen. Laws\n\nch. 93A, § 2(a).    The district court granted summary judgment\n\nfor the defendants on that claim.     In its opening brief to this\n\ncourt, NASI offered no developed challenge to the correctness of\n\nthat ruling.    In its reply brief, however, NASI attempts to\n\nremedy this omission.   Its attempt fails.\n\n           There are few principles more securely settled in this\n\ncourt than the principle which holds that, absent exceptional\n\ncircumstances, an appellant cannot raise an argument for the\n\nfirst time in a reply brief.   E.g., Aulson v. Blanchard, 83 F.3d\n\n1, 7 (1st Cir. 1996); Pritzker v. Yari, 42 F.3d 53, 71 n.19 (1st\n\nCir. 1994); Mesnick v. Gen. Elec. Co., 950 F.2d 816, 829 n.11\n\n(1st Cir. 1991); Sandstrom v. ChemLawn Corp., 904 F.2d 83, 87\n\n(1st Cir. 1990).     NASI flagrantly violated that established\n\nprinciple.   At any rate, the belatedly asserted claim is weak\n\nand NASI has cited no exceptional circumstances which might\n\nexcuse the claim's omission from its opening brief.    Given those\n\nverities, we see no basis for overlooking NASI's procedural\n\ndefault.\n\n\n                               -28-\n\fV.   CONCLUSION\n\n            We need go no further.   This is a novel case, made\n\neasier because it was well presented by able advocates on both\n\nsides.   In the end, we are confident that the law is not so\n\nelastic as NASI maintains, and that the core claim asserted here\n\nfalls beyond the scope of an accountant's liability to a third\n\nparty.   Accordingly, we uphold the entry of summary judgment in\n\nthe defendants' favor.\n\n\n\nAffirmed.\n\n\n\n\n                              -29-\n\f",
  "html": "<p class=\"case_cite\">258 F.3d 35 (1st Cir. 2001)</p>\n    <p class=\"parties\">NORTH AMERICAN SPECIALTY INSURANCE COMPANY, PLAINTIFF, APPELLANT,<br>v.<br>DAVID LAPALME ET AL., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 00-2408</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard May 8, 2001<br>Decided August 2, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Peter B. McGlynn, with whom Bruce D. Levin and Bernkopf, Goodman &amp; Baseman LP were on brief, for appellant.</p>\n      <p class=\"indent\">Warren D. Hutchison, with whom Nancy M. Reimer and Donovan Hatem LP were on brief, for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya, Circuit Judge, and Schwarzer,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">Selya, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Audit reports and financial statements are staples of the accounting profession. Accuracy is a paramount concern, for much can turn on a relatively minor bevue. But mistakes occur, and courts have grappled with the extent of an accountant's liability to third parties (i.e., non-clients) for such errors. This appeal requires us to enter the fray.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case at hand involves ostensible misstatements attributed to the carelessness of the defendants (an accounting firm and one of its principals). The court below, ruling on a motion for summary judgment, concluded that even if the financial statement prepared by the defendants for their client corporation contained negligent misrepresentations, the defendants were not liable to the plaintiff (a third party) for those misrepresentations. Although our appraisal of the governing law differs in one salient respect from that of the lower court, we reach the same conclusion. Accordingly, we affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A brief recitation of the facts suffices to put the pivotal legal issue into perspective. Following the conventional summary judgment praxis, we recount the facts in the light most favorable to the non-movant (here, the plaintiff). Houlton Citizens' Coalition v. Town of Houlton, 175 F.3d 178, 184 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the 1980s, Jeffrey Canty formed Canty Roofing and Sheetmetal, Inc. (CRS). As the name implies, CRS's principal business was the installation and repair of roofs. For much of CRS's existence, the firm of Dias &amp; Lapalme (D&amp;L) rendered accounting services to it. The partner in charge was David Lapalme. For the most part, the work was mundane, involving, inter alia, the preparation of annual financial statements and tax returns.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Over the years, CRS installed and repaired roofs on a variety of public and private buildings. Contractors working on public construction projects in Massachusetts are required by statute to post payment and performance bonds on a project-by-project basis. See Mass. Gen. Laws ch. 149, &#167;&#167; 29. CRS routinely bid on public works jobs and, thus, from time to time required bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1994, Martin Donovan, an insurance broker, introduced CRS to plaintiff-appellant North American Specialty Insurance Co. (NASI). At Donovan's instance, NASI inspected CRS's financial records and Canty's personal finances. Apparently satisfied with the results of its review, NASI entered into a bonding relationship with CRS. Once this relationship commenced, NASI told Canty that CRS would be required to provide updated financial statements, prepared by an independent certified public accountant, for each succeeding calendar year.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In late 1995, Canty agreed to sell CRS to a group composed of three businessmen, namely, Robert Cote, Paul Flynn, and David Beasley. The transfer of ownership, structured as a sale of stock, occurred on December 29, 1995. Shortly thereafter, D&amp;L prepared an independent, review-level financial statement for CRS with respect to calendar year 1995. This statement, issued by D&amp;L on March 25, 1996, lacked specific information anent the change in ownership. To make matters worse, the notes to the financial statement contained three arguably misleading comments that implied Canty's continuing participation as CRS's sole shareholder (or so NASI now contends). We summarize these comments in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">CRS thereafter obtained new contracts for work on public buildings. To facilitate these engagements, NASI wrote bonds (relying, it claims, on the 1995 financial statement) totaling $847,630 on June 14, 1996, and bonds totaling $874,500 on August 21, 1996. But CRS foundered under the stewardship of its new owners and eventually defaulted on these bonds. This calamity forced NASI, qua surety, to step into the breach. Doing so cost it nearly $2,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Invoking diversity jurisdiction, 28 U.S.C. &#167;&#167; 1332(a), NASI sued D&amp;L and Lapalme in the United States District Court for the District of Massachusetts. It charged the accountants with negligent misrepresentation and deceptive trade practices. NASI grounded its complaint on the assertion that, but for the accountants' omission of accurate ownership information in the 1995 financial statement, it would not have continued furnishing bonds for CRS (and, therefore, would have avoided the ensuing losses). After allowing an extended period for pretrial discovery, the district court granted summary judgment in the defendants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This timely appeal ensued. In it, NASI challenges the district court's interpretation and application of the legal regime governing an accountant's liability to third persons and maintains that, under a proper formulation of the law, the existence of genuine issues of material fact would preclude the entry of summary judgment.</p>\n    </div>\n    <p class=\"indent\">II. SOME THRESHOLD PRINCIPLES</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We preface our discussion of the central issue with a reminder as to certain threshold principles that inform our analysis. Summary judgment is appropriate only when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c). In reviewing an order granting summary judgment, we construe the record and all reasonable inferences from it in favor of the summary judgment loser. Grant's Dairy-Me., LLC v. Comm'r of Me. Dep't of Agric., Food &amp; Rural Res., 232 F.3d 8, 14 (1st Cir. 2000); Houlton Citizens' Coalition, 175 F.3d at 184. Our review is plenary, so that we may, \"if the occasion arises, reject the rationale employed by the lower court and still uphold its order for summary judgment.\" Perez v. Volvo Car Corp., 247 F.3d 303, 310 (1st Cir. 2001) (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this diversity case, we look to state law (here, the law of Massachusetts) for the substantive rules of decision. Erie R.R. Co. v. Tompkins, 304 U.S. 64, 78(1938); Fithian v. Reed, 204 F.3d 306, 308 (1st Cir. 2000). In such matters, we are bound by the teachings of the state's highest court. Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1151 (1st Cir. 1996). \"In the absence of a definitive ruling by the highest state court, a federal court may consider analogous decisions, considered dicta, scholarly works, and any other reliable data tending convincingly to show how the highest court in the state would decide the issue at hand . . . .\" Gibson v. City of Cranston, 37 F.3d 731, 736 (1st Cir. 1994) (citation and internal quotation marks omitted). Our duty is to make an informed prophecy - to \"discern the rule the state's highest court would be most likely to follow under these circumstances, even if our independent judgment might differ.\" Ambrose v. New Engl. Ass'n of Schs. &amp; Colls., 252 F.3d 488, 497-98 (1st Cir. 2001).</p>\n    </div>\n    <p class=\"indent\">III. NEGLIGENT MISREPRESENTATION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Against this backdrop, we turn to the law pertaining to accountants' liability to third parties for negligent misrepresentation and, in particular, the watershed opinion of the Massachusetts Supreme Judicial Court (SJC) in Nycal Corp. v. KPMG Peat Marwick LLP, 688 N.E.2d 1368 (Mass. 1998). We next examine the decision below and discuss an area of disagreement. We then offer our views on the meaning, under Massachusetts law, of the phrase \"substantially similar transactions\" as that phrase relates to an accountant's liability to third parties for negligent misrepresentations. Finally, we apply the discerned law to the gleaned facts to complete our canvass.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. The Watershed Case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nycal v. KPMG Peat Marwick LLP is the SJC's most comprehensive effort to plot the borders of an accountant's liability to third parties for negligent misrepresentations. In that case, the plaintiffs - purchasers of stock - alleged that they had relied to their determent on financial statements prepared for the acquired company by the defendant (a well-known accounting firm). Nycal, 688 N.E.2d at 1369. After studying the available options,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the SJC adopted the Restatement rule anent the scope of an accountant's liability to a third party for negligent misrepresentations. Id. at 1370-71 (citing with approval Restatement (Second) of Torts &#167;&#167; 552 (1977)). The SJC's description of the rule follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Section 552 describes the tort of negligent misrepresentation committed in the process of supplying information for the guidance of others as follows: (1) One who, in the course of his business, profession or employment, or in any other transaction in which he has a pecuniary interest, supplies false information for the guidance of others in their business transactions, is subject to liability for pecuniary loss caused to them by their justifiable reliance upon the information, if he fails to exercise reasonable care or competence in obtaining or communicating the information.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That liability is [(2)] limited to loss suffered (a) by the person or one of a limited group of persons for whose benefit and guidance he intends to supply the information or knows that the recipient intends to supply it; and (b) through reliance upon it in a transaction that he intends the information to influence or knows that the recipient so intends or in a substantially similar transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Id. at 1371-72 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The SJC recognized that section 552 was not self-elucidating, and that courts had been erratic in interpreting and applying it. Id. at 1372. This lack of uniformity seemed most readily apparent in respect to the level of knowledge - actual or constructive - required on the part of the putative defendant. The SJC opted to demand actual knowledge. Id. In so doing, it interpreted section 552 \"as limiting the potential liability of an accountant to non-contractual third parties who can demonstrate actual knowledge on the part of accountants of the limited - though unnamed - group of potential third parties that will rely upon the [accountant's work product], as well as actual knowledge of the particular financial transaction that such information is designed to influence.\" Id. (citations and internal quotation marks omitted). The accountant's actual knowledge, the court added, should be ascertained at the time the audit report or financial statement is issued. Id. at 1372-73.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Despite this emphasis on actual knowledge, the SJC added a caveat. It cautioned that accountants could not avoid liability by burying their heads in the sand: \"the Restatement standard will not excuse an accountant's 'willful ignorance.'\" Id. at 1373.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">B. The Decision Below.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court appropriately acknowledged Nycal as the starting point for its analysis. The fulcrum of the court's unpublished opinion is its determination that the SJC had not fully embraced the Restatement rule, but, rather, had rejected the language of section 552(2)(b) (which extends an accountant's liability beyond particular transactions that the accountant knowingly intended to influence to substantially similar transactions). In reaching this conclusion, the veteran district judge relied on the fact that the Nycal court, at one point in its opinion, referred to \"actual knowledge of the particular financial transaction,\" 688 N.E.2d at 1372, without including the Restatement's reference to substantially similar transactions. Having embraced this narrow reading of Nycal, the judge envisioned that the case at hand hinged on whether the defendants \"knew of the particular financial transaction that the [financial statement] was designed to influence.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Discerning no evidence that D&amp;L actually knew, in March of 1996, of a particular bonding transaction scheduled to occur later that year, Judge Tauro entered judgment for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In effect, then, the district court held that substantially similar transactions, by definition, could not reach the level of particularity that Nycal required. NASI vigorously attacks this holding, and we think that it may read too much into what might well be an economy of words. After all, the SJC mentioned the \"substantially similar transactions\" variant in its initial recital of the rule, Nycal, 668 N.E.2d at 1372, and we can think of three reasons why the court's omission of this reference in its reprise may well lack decretory significance. First, the language and structure of Nycal point toward outright acceptance of the Restatement rule, uncurtailed. See, e.g., id. at 1371 (remarking that the Restatement rule \"comports most closely\" with the standard of liability traditionally imposed by the Massachusetts courts in other professional contexts). Second, Nycal itself did not involve a dispute about whether transactions were or were not substantially similar (and, thus, the SJC had no incentive to discuss that aspect of the Restatement rule in any detail). Third, the Nycal court's language requiring \"actual knowledge of a particular financial transaction,\" id. at 1372, just as easily can be read to incorporate substantially similar transactions as to exclude them.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the end, we need not probe this point too deeply. The extent to which Massachusetts accepts the Restatement rule is a matter of state law, and the SJC some day will resolve all doubt. For now, we assume arguendo, favorably to NASI, that Massachusetts follows the rule of section 552 of the Restatement, without reservation. That rule limits an accountant's liability for negligent misrepresentation to those third parties who the accountant actually knows will receive the information, and then, only for transactions that are the same as, or substantially similar to, the ones which the accountant actually knows will be influenced by the supplied information. In other words, an accountant remains potentially liable in situations in which he actually knows that a third-party recipient of his information will rely on that information in the course of a specific transaction, even though the transaction itself does not transpire, as long as it is supplanted by a substantially similar transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">C. Defining Substantially Similar Transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although substantially similar transactions can serve as a basis for an accountant's liability to a third party under the Restatement rule, the dimensions of that doctrine remain in doubt.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Our interest, of course, is in how the Massachusetts courts would define the term - but neither the SJC nor the Massachusetts Appeals Court has addressed this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Restatement does not attempt to define the phrase \"substantially similar transactions.\" Nevertheless, the commentary offers some insight into what is meant by the term. Thus, when a corporation seeking a bank loan asks an accountant to audit the books and prepare a report for the prospective lender, liability for negligence will attach even though the corporation delays for a month in obtaining the loan. See Restatement (Second) of Torts &#167;&#167; 552 cmt. j. The transaction, though later in time, remains substantially similar because its \"essential character\" - the amount and terms of the credit - has not changed. Id. So too if the amount of the anticipated loan varies slightly, the ensuing transaction nonetheless will remain substantially similar; slight variances do not affect a transaction's essential character. Id. If, however, after the accountant's report is delivered the corporation seeks and receives a much larger loan, the transactions will no longer be substantially similar and the accountant will not be liable to the bank for a careless misstatement. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the last analysis, \"[t]he question [is] one of the extent of the departure that the maker of the representation understands is to be expected.\" Id. Minor deviations are to be anticipated in complex business transactions, and such deviations ordinarily do not allow the misinformer to escape liability to a known third party. If the departure is major, however, a different result obtains; the transaction actually consummated cannot then be regarded as essentially the same as the transaction originally contemplated (and, therefore, cannot be regarded as substantially similar).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Quite plainly, this definition is fact-sensitive and requires case-by-case development. We think that, under it, an accountant's liability for substantially similar transactions must be determined in two steps. First, the rule implicitly recognizes that the risk perceived by the accountant at the time of the engagement cabins the extent of the duty that he owes to known third parties. Cf. Rusch Factors, Inc. v. Levin, 284 F. Supp. 85, 91 (D.R.I. 1968) (advocating this proposition prior to promulgation of the final version of the Restatement rule); Ryan v. Kanne, 170 N.W.2d 395, 401-02 (Iowa 1969) (same; citing draft version of the Restatement). Thus, an inquiring court initially must consider, from the preparer's standpoint, what risks he reasonably perceived he was undertaking when he delivered the challenged report or financial statement.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Second, the court must undertake an objective comparison between the transaction of which the accountant had actual knowledge and the transaction that in fact occurred. This comparison cannot be hyper technical, but, rather, must be conducted in light of \"[t]he ordinary practices and attitudes of the business world.\" Restatement (Second) of Torts &#167;&#167; 552 cmt. j. The goal of this inquiry is to determine whether the two transactions share essentially the same character. If so, the actual transaction is substantially similar to the contemplated transaction (and, therefore, liability-inducing). Elsewise, the third party has no recourse against the accountant for negligent misrepresentation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">D. The Merits.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">With these guideposts in place, we turn to the case at hand. To recapitulate, the district court granted summary judgment for the defendants because it found insufficient evidence to show that they had actual knowledge of the critical transactions (i.e., the issuance of several bonds on which CRS eventually defaulted). In so holding, however, the court employed a \"same transaction\" standard, to the exclusion of substantially similar transactions. We now employ the more inclusive standard (assuming, albeit without deciding, that the SJC would adopt it in an appropriate case).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Restatement rule has six elements. A finding of liability requires (1) inaccurate information, (2) negligently supplied, (3) in the course of an accountant's professional endeavors, (4) to a third person or limited group of third persons whom the accountant actually intends or knows will receive the information, (5) for a transaction that the accountant actually intends to influence (or for a substantially similar transaction), (6) with the result that the third party justifiably relies on such misinformation to his detriment. See Nycal, 688 N.E.2d at 1371-72. The third party has the burden of proving each of these elements. Consequently, he must create a trial worthy issue on all six in order to avoid the entry of summary judgment. See McIntosh v. Antonino, 71 F.3d 29, 33 (1st Cir. 1995) (discussing the burden of production that devolves upon a non-movant who bears the ultimate burden of persuasion on an issue underlying a summary judgment motion). Creating such an issue necessitates the production of \"specific facts, in suitable evidentiary form.\" Id. (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Assuming, for argument's sake, that the evidence, viewed in the light most favorable to NASI, suffices to limn genuine issues of material fact on five of the six elements,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the question reduces to whether NASI's issuance, in 1996, of the particular bonds upon which CRS defaulted constituted transactions that D&amp;L actually sought to influence, or, alternatively, substantially similar transactions. NASI would have us answer this question affirmatively for three reasons. We examine these reasons separately.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">First, NASI argues that the bonds which it issued in 1996 were part of a regular \"bonding program\" and that D&amp;L prepared the financial statement with this program in mind. To buttress this argument, NASI describes its relationship with CRS as common in the industry, explaining that sureties typically \"prequalify\" contractors for underwriting purposes, establishing maximum limits on both individual and aggregate bonds. Such bonding programs, NASI tells us, usually stay in place for a year at a time.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">While this trade usage might be conventional - NASI neglected to offer any evidence of trade usage below - the proper focus is on the accountant's actual knowledge and intent to influence. See Nycal, 688 N.E.2d at 1372; Spencer v. Doyle, 733 N.E.2d 1082, 1087 (Mass. App. Ct. 2000). Regardless of how NASI perceived the situation, the critical issue is what the defendants actually knew, when they released the financial statement, about NASI's intent to use the statement in deciding whether to maintain a bonding program which involved writing new bonds for CRS in 1996. See Nycal, 688 N.E.2d at 1372-73. The evidence here, even when viewed in a light favorable to NASI, does not support a conclusion that the defendants intended to undertake the risk of a full year's worth of bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To establish the defendants' actual knowledge and intent to influence, NASI relies most heavily on Cote's deposition. Cote testified in substance that once he and his partners had acquired the stock of CRS, he met with Lapalme to discuss the preparation of the 1995 financial statement. At that time, he informed Lapalme that CRS's new owners planned to use the financial statement to meet the corporation's obligations for \"ongoing\" bonds (which he described as \"projects that were currently being worked on by [CRS] for which bonds had been issued\"). Cote specifically disclaimed having told Lapalme that the financial statement would be used to obtain future bonds, and NASI points to no other hard evidence to fill this gap.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Taken at face value, Cote's testimony does not support a conclusion that the defendants knowingly undertook the substantial risks inherent in the issuance of future bonds. To the contrary, an objectively reasonable accountant in Lapalme's position doubtless would have thought, based on Cote's request, that he was subjecting his firm to possible liability for NASI's inventory of bonds previously issued (those that related to CRS's \"ongoing\" construction contracts), not for NASI's forward-looking bonding program. Since no reasonable jury could have concluded otherwise, NASI failed to show facts sufficient to support its \"bonding program\" hypothesis.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">If more were needed - and we doubt that it is - the surrounding circumstances suggest how improbable it is that D&amp;L would have been willing to undertake liability for future bonds. Lapalme was keenly aware that the preparation of the 1995 financial statement was likely to be D&amp;L's last engagement for CRS. Cote testified that he and his partners had begun looking for a new accountant by the time that D&amp;L completed its work on the 1995 financial statement. This was to be expected: D&amp;L had been retained to handle the CRS account by the former owner, Canty, and the purchase-and-sale agreement obligated the new owners to retain D&amp;L only until the firm had completed the tax returns and other financials necessary to close out calendar year 1995. It strains credulity to believe that an experienced C.P.A. would undertake liability for indeterminate amounts of bonds not yet written when he had no reasonable anticipation of working for the principal in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">NASI next contends that the defaulted bonds represented transactions which were substantially similar to those that the defendants intended to influence. Here, however, as we shortly will show, the 1996 bond transactions plainly did not share the essential character of the earlier transactions about which the defendants knew (and which they intended to influence). Accordingly, the two sets of transactions cannot be considered substantially similar.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To be sure, determinations of this type involve matters of degree. If, for example, D&amp;L had agreed to release the 1995 financial statement in anticipation of allowing NASI to review it before issuing a $500,000 bond for a specific future project, and NASI thereafter issued a bond for that project in an amount that varied by, say, $50,000, D&amp;L would be liable to NASI for any loss occasioned by a negligent misrepresentation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> See Restatement (Second) Torts &#167;&#167; 552 cmt. j. Similarly, if D&amp;L had agreed to provide the 1995 financial statement in anticipation of allowing NASI to review it before bonding a project that was slated to start on May 1, but the project did not get underway until June 15, D&amp;L would still be liable. Id. In each instance, the key is the accounting firm's actual knowledge of the surety's intention to rely on the financial statement for a specific purpose - deciding whether to issue a bond in a known amount for a known project. The firm thus could anticipate its likely exposure from attempting to influence the surety's decision, and the imposition of liability for negligence should not be defeated by modest variances that the firm, given the way in which business transactions typically develop, reasonably could have anticipated. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In this context, there is no scientific formula for ascertaining substantial similarity. Even if the change involves a new transaction, rather than merely a modification of the earlier (known) transaction, the accounting firm might still be held liable if the identity of the third party is unchanged, the type of transaction pretty much the same, and the firm's exposure relatively constant. Imagine, for example, that D&amp;L agreed to provide the financial statement in anticipation that NASI would review it in deciding whether to write a $500,000 bond referable to a specific roofing contract that CRS hoped to secure. Imagine, too, that the project fell through, but CRS instead obtained a different, roughly comparable roofing contract, likewise requiring a $500,000 bond, and NASI, relying on the financial statement, provided the bond. In that hypothetical situation, D&amp;L likely would be liable to the surety for misinformation. See id. cmt. j, illus. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There is an obvious difference between these examples and the case at hand. The examples presume that the accountants knew the general nature of the risk they were taking and the approximate dollar amount of their potential liability. In this case, however, D&amp;L accepted potential liability only for ongoing work - known projects in various stages of completion - but NASI seeks to hold the firm liable for unknown future projects not yet begun (or even bid) when the financial statement was delivered. The increased degree of risk is patent. By like token, D&amp;L accepted potential liability only for bonds previously issued - bonds with fixed, easily ascertainable dollar limits - but NASI seeks to hold D&amp;L liable for bonds which, at the relevant time, were not yet issued (and which, therefore, had no monetary limit). Those bonds would be written for whatever sums the contract documents might require. Once again, the increased degree of risk is patent. Consequently, the liability that NASI wishes us to impose on the defendants is well beyond the outermost frontier of Massachusetts law. It is not liability for transactions substantially similar to the ones which D&amp;L knowingly undertook to influence, but for new transactions that differ in their essential character and entail a new, unanticipated level of risk.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">That ends this aspect of the matter. Without some evidence that the defendants knew that they were undertaking additional, open- ended liability with respect to future bonds by releasing the financial statement, NASI's second argument founders. Simply because transactions are of the same general nature (e.g., \"bonds\") is not enough to render them substantially similar for purposes of the Restatement rule. Any other conclusion would make a mockery of a basic premise that underbraces the Restatement rule: that an acquiescent accountant is only deemed to accept the risks of specific transactions that were made known to him in advance (or substantially similar ones). See Bily v. Arthur Young &amp; Co., 834 P.2d 745, 769 (Cal. 1992) (holding that an accountant is liable for negligent misrepresentation to a third party only if he knowingly supplies the information for the benefit of the third party, and the information is relied on by the third party in a transaction previously identified to the accountant, or a substantially similar transaction).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In a last-ditch effort to impose liability, NASI lodges a claim of willful blindness. It asserts that D&amp;L, through Lapalme, closed its eyes to commercial realities in a struthious attempt to avoid liability for future transactions. The legal foundation on which this argument rests is impeccable. See Nycal, 688 N.E.2d at 1373 (\"[T]he Restatement standard will not excuse an accountant's 'willful ignorance.'\"). However, the record does not lend substance to NASI's allegations.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">NASI points to three facts which it claims show willful blindness. First, it notes that the dollar amount of the bonds issued for CRS in 1996 was on the same order of magnitude as the aggregate dollar amount of the bonds underwritten for CRS in 1995. This proves nothing of significance. The defendants were not made privy to CRS's plans for the future. Without such knowledge, the past year's experience was not likely to be a reliable indicator of a future course of dealings (especially given the changes in CRS's ownership and management). In all events, there is no evidence that the defendants were informed either that CRS, as reconstituted, would continue to use NASI as its principal bonding source or that NASI intended to use the 1995 financial statement as a basis for evaluating the advisability of issuing future bonds. Absent such forewarning, knowledge of past practice would be irrelevant in this context.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">NASI next suggests that D&amp;L should have asked the new owners what types of bonds CRS might need in 1996. The problem with this suggestion is that D&amp;L was retained to do a retrospective account of CRS's finances as of December 31, 1995. Hence, any inquiry into CRS's future plans would have been gratuitous.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Finally, NASI harps on D&amp;L's practice of asking Canty how many copies of the financials he would need. NASI argues that the incidence of multiple copies should have put D&amp;L on guard. We are at a loss to follow NASI's logic. D&amp;L knew all along, through Lapalme's conversation with Cote, that CRS would supply a copy of the 1995 financial statement to NASI. The relevant question, therefore, was not who received the financial statement but for what purpose it was tendered.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need not paint the lily. NASI has failed to identify any plausible evidence of willful blindness or otherwise to demonstrate the existence of a genuine issue of material fact as to the defendants' actual knowledge of a substantially similar, loss-inducing transaction. Accordingly, we uphold the district court's entry of summary judgment in the defendants' favor on the negligent misrepresentation claim. See Perez, 247 F.3d at 310 (explaining that the court of appeals may affirm a summary judgment on any ground made manifest by the record).</p>\n    </div>\n    <p class=\"indent\">IV. THE CHAPTER 93A CLAIM</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">NASI originally pleaded a claim, arising out of the same facts, for deceptive trade practices. See Mass. Gen. Laws ch. 93A, &#167;&#167; 2(a). The district court granted summary judgment for the defendants on that claim. In its opening brief to this court, NASI offered no developed challenge to the correctness of that ruling. In its reply brief, however, NASI attempts to remedy this omission. Its attempt fails.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">There are few principles more securely settled in this court than the principle which holds that, absent exceptional circumstances, an appellant cannot raise an argument for the first time in a reply brief. E.g., Aulson v. Blanchard, 83 F.3d 1, 7 (1st Cir. 1996); Pritzker v. Yari, 42 F.3d 53, 71 n.19 (1st Cir. 1994); Mesnick v. Gen. Elec. Co., 950 F.2d 816, 829 n.11 (1st Cir. 1991); Sandstrom v. ChemLawn Corp., 904 F.2d 83, 87 (1st Cir. 1990). NASI flagrantly violated that established principle. At any rate, the belatedly asserted claim is weak and NASI has cited no exceptional circumstances which might excuse the claim's omission from its opening brief. Given those verities, we see no basis for overlooking NASI's procedural default.</p>\n    </div>\n    <p class=\"indent\">V. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further. This is a novel case, made easier because it was well presented by able advocates on both sides. In the end, we are confident that the law is not so elastic as NASI maintains, and that the core claim asserted here falls beyond the scope of an accountant's liability to a third party. Accordingly, we uphold the entry of summary judgment in the defendants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Northern District of California, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  In \"Note D - Notes Payable,\" D&amp;L indicated the CRS's line of credit was secured, inter alia, by \"a personal guarantee by the Corporation's sole stockholder.\" In \"Note F - Related Party Transactions,\" D&amp;L reported both that \"[t]he Company is involved in a related party transaction through the rental of equipment from a corporation wholly owned by the same stockholder,\" and that \"[t]he Company is involved in a related party transaction through the rental of real estate owned by the stockholder.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Other possible tests for determining the scope of an accountant's liability to third parties include the foresee ability test (imposing broad liability) and the near-privity test (constricting liability). See Bily v. Arthur Young &amp; Co., 834 P.2d 745, 752-57 (Cal. 1992) (discussing these theories).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  To reach this point in its analysis, the court first found that the record contained sufficient evidence to create trial worthy issues as to whether the accountants, at the time they issued the financial statement, knew that CRS would forward it to NASI and that NASI would rely on it for some underwriting purpose.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The SJC quoted this language from First Nat'l Bank of Commerce v. Monco Agency Inc., 911 F.2d 1053, 1062 (5th Cir. 1990), in connection with a discussion of the level of knowledge required under the Restatement rule. In Monco Agency, the Fifth Circuit, applying state law, found that Louisiana followed the Restatement rule. The court then opined that section 552 imposed an \"actual knowledge\" requirement. Id. at 1061- 62. The court made clear, however, that such a requirement did not eliminate liability for substantially similar transactions. See id. at 1061 (explaining that \"the misinformer must know that its client intends to use the inaccurate information to influence a particular business transaction, or a 'substantially similar transaction,' to follow\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  We have located only a single case that explores the reach of this rule. In that case, an audit had been performed and a report developed with knowledge that Creditor \"A\" would rely on it. Creditor \"B\" later sued the accounting firm, asserting that the audit report contained a negligent misrepresentation. The court refused to impose liability, finding that the transaction's essential character had changed. ML-Lee Acquis. Fund, L.P. v. Deloitte &amp; Touche, 463 S.E.2d 618, 628-29 (S.C. Ct. App. 1995), rev'd in part on other grounds, 489 S.E.2d 470 (S.C. 1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  On these five elements, NASI has proffered evidence aimed at showing that the notes to the financial statement contained misinformation about whether Canty remained the sole stockholder of CRS; and that D&amp;L, which knew the true facts, negligently prepared and released the misleading financial statement to CRS in the ordinary course of D&amp;L's business, knowing that CRS planned to submit it to NASI (and intending to influence NASI's consideration of the status of the bonds outstanding on ongoing projects). NASI also proffered some evidence tending to show that it relied on the misinformation in writing the 1996 bonds (although this issue, in particular, is hotly disputed).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  This and subsequent examples are merely our best predictions, based on the sparse case law now available, as to how the \"substantially similar transactions\" rubric will unfold in specific situations. The examples are subject to reconsideration if actual cases presenting the same facts arise or if further enlightenment emerges from the Massachusetts courts.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">NORTH AMERICAN SPECIALTY INSURANCE COMPANY, PLAINTIFF, APPELLANT,<br>v.<br>DAVID LAPALME ET AL., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 00-2408</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard May 8, 2001<br>Decided August 2, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Peter B. McGlynn, with whom Bruce D. Levin and Bernkopf, Goodman &amp; Baseman LP were on brief, for appellant.</p>\n      <p class=\"indent\">Warren D. Hutchison, with whom Nancy M. Reimer and Donovan Hatem LP were on brief, for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya, Circuit Judge, and Schwarzer,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">Selya, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Audit reports and financial statements are staples of the accounting profession. Accuracy is a paramount concern, for much can turn on a relatively minor bevue. But mistakes occur, and courts have grappled with the extent of an accountant's liability to third parties (i.e., non-clients) for such errors. This appeal requires us to enter the fray.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case at hand involves ostensible misstatements attributed to the carelessness of the defendants (an accounting firm and one of its principals). The court below, ruling on a motion for summary judgment, concluded that even if the financial statement prepared by the defendants for their client corporation contained negligent misrepresentations, the defendants were not liable to the plaintiff (a third party) for those misrepresentations. Although our appraisal of the governing law differs in one salient respect from that of the lower court, we reach the same conclusion. Accordingly, we affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A brief recitation of the facts suffices to put the pivotal legal issue into perspective. Following the conventional summary judgment praxis, we recount the facts in the light most favorable to the non-movant (here, the plaintiff). Houlton Citizens' Coalition v. Town of Houlton, <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the 1980s, Jeffrey Canty formed Canty Roofing and Sheetmetal, Inc. (CRS). As the name implies, CRS's principal business was the installation and repair of roofs. For much of CRS's existence, the firm of Dias &amp; Lapalme (D&amp;L) rendered accounting services to it. The partner in charge was David Lapalme. For the most part, the work was mundane, involving, inter alia, the preparation of annual financial statements and tax returns.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Over the years, CRS installed and repaired roofs on a variety of public and private buildings. Contractors working on public construction projects in Massachusetts are required by statute to post payment and performance bonds on a project-by-project basis. See Mass. Gen. Laws ch. 149, &#167;&#167; 29. CRS routinely bid on public works jobs and, thus, from time to time required bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1994, Martin Donovan, an insurance broker, introduced CRS to plaintiff-appellant North American Specialty Insurance Co. (NASI). At Donovan's instance, NASI inspected CRS's financial records and Canty's personal finances. Apparently satisfied with the results of its review, NASI entered into a bonding relationship with CRS. Once this relationship commenced, NASI told Canty that CRS would be required to provide updated financial statements, prepared by an independent certified public accountant, for each succeeding calendar year.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In late 1995, Canty agreed to sell CRS to a group composed of three businessmen, namely, Robert Cote, Paul Flynn, and David Beasley. The transfer of ownership, structured as a sale of stock, occurred on December 29, 1995. Shortly thereafter, D&amp;L prepared an independent, review-level financial statement for CRS with respect to calendar year 1995. This statement, issued by D&amp;L on March 25, 1996, lacked specific information anent the change in ownership. To make matters worse, the notes to the financial statement contained three arguably misleading comments that implied Canty's continuing participation as CRS's sole shareholder (or so NASI now contends). We summarize these comments in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">CRS thereafter obtained new contracts for work on public buildings. To facilitate these engagements, NASI wrote bonds (relying, it claims, on the 1995 financial statement) totaling $847,630 on June 14, 1996, and bonds totaling $874,500 on August 21, 1996. But CRS foundered under the stewardship of its new owners and eventually defaulted on these bonds. This calamity forced NASI, qua surety, to step into the breach. Doing so cost it nearly $2,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Invoking diversity jurisdiction, 28 U.S.C. &#167;&#167; 1332(a), NASI sued D&amp;L and Lapalme in the United States District Court for the District of Massachusetts. It charged the accountants with negligent misrepresentation and deceptive trade practices. NASI grounded its complaint on the assertion that, but for the accountants' omission of accurate ownership information in the 1995 financial statement, it would not have continued furnishing bonds for CRS (and, therefore, would have avoided the ensuing losses). After allowing an extended period for pretrial discovery, the district court granted summary judgment in the defendants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This timely appeal ensued. In it, NASI challenges the district court's interpretation and application of the legal regime governing an accountant's liability to third persons and maintains that, under a proper formulation of the law, the existence of genuine issues of material fact would preclude the entry of summary judgment.</p>\n    </div>\n    <p class=\"indent\">II. SOME THRESHOLD PRINCIPLES</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We preface our discussion of the central issue with a reminder as to certain threshold principles that inform our analysis. Summary judgment is appropriate only when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c). In reviewing an order granting summary judgment, we construe the record and all reasonable inferences from it in favor of the summary judgment loser. Grant's Dairy-Me., LLC v. Comm'r of Me. Dep't of Agric., Food &amp; Rural Res., <span class=\"citation\" data-id=\"199150\"><a href=\"/opinion/199150/grants-dairy-maine-v-commissioner/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 14 (1st Cir. 2000); Houlton Citizens' Coalition, 175 F.3d at 184. Our review is plenary, so that we may, \"if the occasion arises, reject the rationale employed by the lower court and still uphold its order for summary judgment.\" Perez v. Volvo Car Corp., <span class=\"citation\" data-id=\"199393\"><a href=\"/opinion/199393/perez-de-munoz-v-volvo-car-corp/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span>, 310 (1st Cir. 2001) (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this diversity case, we look to state law (here, the law of Massachusetts) for the substantive rules of decision. Erie R.R. Co. v. Tompkins, <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span>, 78(1938); Fithian v. Reed, <span class=\"citation\" data-id=\"198843\"><a href=\"/opinion/198843/fithian-v-zofchak/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 308 (1st Cir. 2000). In such matters, we are bound by the teachings of the state's highest court. Blinzler v. Marriott Int'l, Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1151 (1st Cir. 1996). \"In the absence of a definitive ruling by the highest state court, a federal court may consider analogous decisions, considered dicta, scholarly works, and any other reliable data tending convincingly to show how the highest court in the state would decide the issue at hand . . . .\" Gibson v. City of Cranston, <span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 736 (1st Cir. 1994) (citation and internal quotation marks omitted). Our duty is to make an informed prophecy - to \"discern the rule the state's highest court would be most likely to follow under these circumstances, even if our independent judgment might differ.\" Ambrose v. New Engl. Ass'n of Schs. &amp; Colls., <span class=\"citation\" data-id=\"199433\"><a href=\"/opinion/199433/ambrose-v-new-england-associat/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span>, 497-98 (1st Cir. 2001).</p>\n    </div>\n    <p class=\"indent\">III. NEGLIGENT MISREPRESENTATION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Against this backdrop, we turn to the law pertaining to accountants' liability to third parties for negligent misrepresentation and, in particular, the watershed opinion of the Massachusetts Supreme Judicial Court (SJC) in Nycal Corp. v. KPMG Peat Marwick LLP, <span class=\"citation no-link\"><span class=\"volume\">688</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1368</span></span> (Mass. 1998). We next examine the decision below and discuss an area of disagreement. We then offer our views on the meaning, under Massachusetts law, of the phrase \"substantially similar transactions\" as that phrase relates to an accountant's liability to third parties for negligent misrepresentations. Finally, we apply the discerned law to the gleaned facts to complete our canvass.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. The Watershed Case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nycal v. KPMG Peat Marwick LLP is the SJC's most comprehensive effort to plot the borders of an accountant's liability to third parties for negligent misrepresentations. In that case, the plaintiffs - purchasers of stock - alleged that they had relied to their determent on financial statements prepared for the acquired company by the defendant (a well-known accounting firm). Nycal, 688 N.E.2d at 1369. After studying the available options,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the SJC adopted the Restatement rule anent the scope of an accountant's liability to a third party for negligent misrepresentations. Id. at 1370-71 (citing with approval Restatement (Second) of Torts &#167;&#167; 552 (1977)). The SJC's description of the rule follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Section 552 describes the tort of negligent misrepresentation committed in the process of supplying information for the guidance of others as follows: (1) One who, in the course of his business, profession or employment, or in any other transaction in which he has a pecuniary interest, supplies false information for the guidance of others in their business transactions, is subject to liability for pecuniary loss caused to them by their justifiable reliance upon the information, if he fails to exercise reasonable care or competence in obtaining or communicating the information.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That liability is [(2)] limited to loss suffered (a) by the person or one of a limited group of persons for whose benefit and guidance he intends to supply the information or knows that the recipient intends to supply it; and (b) through reliance upon it in a transaction that he intends the information to influence or knows that the recipient so intends or in a substantially similar transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Id. at 1371-72 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The SJC recognized that section 552 was not self-elucidating, and that courts had been erratic in interpreting and applying it. Id. at 1372. This lack of uniformity seemed most readily apparent in respect to the level of knowledge - actual or constructive - required on the part of the putative defendant. The SJC opted to demand actual knowledge. Id. In so doing, it interpreted section 552 \"as limiting the potential liability of an accountant to non-contractual third parties who can demonstrate actual knowledge on the part of accountants of the limited - though unnamed - group of potential third parties that will rely upon the [accountant's work product], as well as actual knowledge of the particular financial transaction that such information is designed to influence.\" Id. (citations and internal quotation marks omitted). The accountant's actual knowledge, the court added, should be ascertained at the time the audit report or financial statement is issued. Id. at 1372-73.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Despite this emphasis on actual knowledge, the SJC added a caveat. It cautioned that accountants could not avoid liability by burying their heads in the sand: \"the Restatement standard will not excuse an accountant's 'willful ignorance.'\" Id. at 1373.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">B. The Decision Below.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court appropriately acknowledged Nycal as the starting point for its analysis. The fulcrum of the court's unpublished opinion is its determination that the SJC had not fully embraced the Restatement rule, but, rather, had rejected the language of section 552(2)(b) (which extends an accountant's liability beyond particular transactions that the accountant knowingly intended to influence to substantially similar transactions). In reaching this conclusion, the veteran district judge relied on the fact that the Nycal court, at one point in its opinion, referred to \"actual knowledge of the particular financial transaction,\" 688 N.E.2d at 1372, without including the Restatement's reference to substantially similar transactions. Having embraced this narrow reading of Nycal, the judge envisioned that the case at hand hinged on whether the defendants \"knew of the particular financial transaction that the [financial statement] was designed to influence.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Discerning no evidence that D&amp;L actually knew, in March of 1996, of a particular bonding transaction scheduled to occur later that year, Judge Tauro entered judgment for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In effect, then, the district court held that substantially similar transactions, by definition, could not reach the level of particularity that Nycal required. NASI vigorously attacks this holding, and we think that it may read too much into what might well be an economy of words. After all, the SJC mentioned the \"substantially similar transactions\" variant in its initial recital of the rule, Nycal, 668 N.E.2d at 1372, and we can think of three reasons why the court's omission of this reference in its reprise may well lack decretory significance. First, the language and structure of Nycal point toward outright acceptance of the Restatement rule, uncurtailed. See, e.g., id. at 1371 (remarking that the Restatement rule \"comports most closely\" with the standard of liability traditionally imposed by the Massachusetts courts in other professional contexts). Second, Nycal itself did not involve a dispute about whether transactions were or were not substantially similar (and, thus, the SJC had no incentive to discuss that aspect of the Restatement rule in any detail). Third, the Nycal court's language requiring \"actual knowledge of a particular financial transaction,\" id. at 1372, just as easily can be read to incorporate substantially similar transactions as to exclude them.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the end, we need not probe this point too deeply. The extent to which Massachusetts accepts the Restatement rule is a matter of state law, and the SJC some day will resolve all doubt. For now, we assume arguendo, favorably to NASI, that Massachusetts follows the rule of section 552 of the Restatement, without reservation. That rule limits an accountant's liability for negligent misrepresentation to those third parties who the accountant actually knows will receive the information, and then, only for transactions that are the same as, or substantially similar to, the ones which the accountant actually knows will be influenced by the supplied information. In other words, an accountant remains potentially liable in situations in which he actually knows that a third-party recipient of his information will rely on that information in the course of a specific transaction, even though the transaction itself does not transpire, as long as it is supplanted by a substantially similar transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">C. Defining Substantially Similar Transactions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although substantially similar transactions can serve as a basis for an accountant's liability to a third party under the Restatement rule, the dimensions of that doctrine remain in doubt.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Our interest, of course, is in how the Massachusetts courts would define the term - but neither the SJC nor the Massachusetts Appeals Court has addressed this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Restatement does not attempt to define the phrase \"substantially similar transactions.\" Nevertheless, the commentary offers some insight into what is meant by the term. Thus, when a corporation seeking a bank loan asks an accountant to audit the books and prepare a report for the prospective lender, liability for negligence will attach even though the corporation delays for a month in obtaining the loan. See Restatement (Second) of Torts &#167;&#167; 552 cmt. j. The transaction, though later in time, remains substantially similar because its \"essential character\" - the amount and terms of the credit - has not changed. Id. So too if the amount of the anticipated loan varies slightly, the ensuing transaction nonetheless will remain substantially similar; slight variances do not affect a transaction's essential character. Id. If, however, after the accountant's report is delivered the corporation seeks and receives a much larger loan, the transactions will no longer be substantially similar and the accountant will not be liable to the bank for a careless misstatement. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the last analysis, \"[t]he question [is] one of the extent of the departure that the maker of the representation understands is to be expected.\" Id. Minor deviations are to be anticipated in complex business transactions, and such deviations ordinarily do not allow the misinformer to escape liability to a known third party. If the departure is major, however, a different result obtains; the transaction actually consummated cannot then be regarded as essentially the same as the transaction originally contemplated (and, therefore, cannot be regarded as substantially similar).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Quite plainly, this definition is fact-sensitive and requires case-by-case development. We think that, under it, an accountant's liability for substantially similar transactions must be determined in two steps. First, the rule implicitly recognizes that the risk perceived by the accountant at the time of the engagement cabins the extent of the duty that he owes to known third parties. Cf. Rusch Factors, Inc. v. Levin, <span class=\"citation\" data-id=\"1815507\"><a href=\"/opinion/1815507/rusch-factors-inc-v-levin/\"><span class=\"volume\">284</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">85</span></a></span>, 91 (D.R.I. 1968) (advocating this proposition prior to promulgation of the final version of the Restatement rule); Ryan v. Kanne, <span class=\"citation\" data-id=\"1297023\"><a href=\"/opinion/1297023/ryan-v-kanne/\"><span class=\"volume\">170</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">395</span></a></span>, 401-02 (Iowa 1969) (same; citing draft version of the Restatement). Thus, an inquiring court initially must consider, from the preparer's standpoint, what risks he reasonably perceived he was undertaking when he delivered the challenged report or financial statement.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Second, the court must undertake an objective comparison between the transaction of which the accountant had actual knowledge and the transaction that in fact occurred. This comparison cannot be hyper technical, but, rather, must be conducted in light of \"[t]he ordinary practices and attitudes of the business world.\" Restatement (Second) of Torts &#167;&#167; 552 cmt. j. The goal of this inquiry is to determine whether the two transactions share essentially the same character. If so, the actual transaction is substantially similar to the contemplated transaction (and, therefore, liability-inducing). Elsewise, the third party has no recourse against the accountant for negligent misrepresentation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">D. The Merits.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">With these guideposts in place, we turn to the case at hand. To recapitulate, the district court granted summary judgment for the defendants because it found insufficient evidence to show that they had actual knowledge of the critical transactions (i.e., the issuance of several bonds on which CRS eventually defaulted). In so holding, however, the court employed a \"same transaction\" standard, to the exclusion of substantially similar transactions. We now employ the more inclusive standard (assuming, albeit without deciding, that the SJC would adopt it in an appropriate case).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Restatement rule has six elements. A finding of liability requires (1) inaccurate information, (2) negligently supplied, (3) in the course of an accountant's professional endeavors, (4) to a third person or limited group of third persons whom the accountant actually intends or knows will receive the information, (5) for a transaction that the accountant actually intends to influence (or for a substantially similar transaction), (6) with the result that the third party justifiably relies on such misinformation to his detriment. See Nycal, 688 N.E.2d at 1371-72. The third party has the burden of proving each of these elements. Consequently, he must create a trial worthy issue on all six in order to avoid the entry of summary judgment. See McIntosh v. Antonino, <span class=\"citation\" data-id=\"196445\"><a href=\"/opinion/196445/mcintosh-v-flynn/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 33 (1st Cir. 1995) (discussing the burden of production that devolves upon a non-movant who bears the ultimate burden of persuasion on an issue underlying a summary judgment motion). Creating such an issue necessitates the production of \"specific facts, in suitable evidentiary form.\" Id. (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Assuming, for argument's sake, that the evidence, viewed in the light most favorable to NASI, suffices to limn genuine issues of material fact on five of the six elements,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the question reduces to whether NASI's issuance, in 1996, of the particular bonds upon which CRS defaulted constituted transactions that D&amp;L actually sought to influence, or, alternatively, substantially similar transactions. NASI would have us answer this question affirmatively for three reasons. We examine these reasons separately.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">First, NASI argues that the bonds which it issued in 1996 were part of a regular \"bonding program\" and that D&amp;L prepared the financial statement with this program in mind. To buttress this argument, NASI describes its relationship with CRS as common in the industry, explaining that sureties typically \"prequalify\" contractors for underwriting purposes, establishing maximum limits on both individual and aggregate bonds. Such bonding programs, NASI tells us, usually stay in place for a year at a time.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">While this trade usage might be conventional - NASI neglected to offer any evidence of trade usage below - the proper focus is on the accountant's actual knowledge and intent to influence. See Nycal, 688 N.E.2d at 1372; Spencer v. Doyle, <span class=\"citation no-link\"><span class=\"volume\">733</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1082</span></span>, 1087 (Mass. App. Ct. 2000). Regardless of how NASI perceived the situation, the critical issue is what the defendants actually knew, when they released the financial statement, about NASI's intent to use the statement in deciding whether to maintain a bonding program which involved writing new bonds for CRS in 1996. See Nycal, 688 N.E.2d at 1372-73. The evidence here, even when viewed in a light favorable to NASI, does not support a conclusion that the defendants intended to undertake the risk of a full year's worth of bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To establish the defendants' actual knowledge and intent to influence, NASI relies most heavily on Cote's deposition. Cote testified in substance that once he and his partners had acquired the stock of CRS, he met with Lapalme to discuss the preparation of the 1995 financial statement. At that time, he informed Lapalme that CRS's new owners planned to use the financial statement to meet the corporation's obligations for \"ongoing\" bonds (which he described as \"projects that were currently being worked on by [CRS] for which bonds had been issued\"). Cote specifically disclaimed having told Lapalme that the financial statement would be used to obtain future bonds, and NASI points to no other hard evidence to fill this gap.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Taken at face value, Cote's testimony does not support a conclusion that the defendants knowingly undertook the substantial risks inherent in the issuance of future bonds. To the contrary, an objectively reasonable accountant in Lapalme's position doubtless would have thought, based on Cote's request, that he was subjecting his firm to possible liability for NASI's inventory of bonds previously issued (those that related to CRS's \"ongoing\" construction contracts), not for NASI's forward-looking bonding program. Since no reasonable jury could have concluded otherwise, NASI failed to show facts sufficient to support its \"bonding program\" hypothesis.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">If more were needed - and we doubt that it is - the surrounding circumstances suggest how improbable it is that D&amp;L would have been willing to undertake liability for future bonds. Lapalme was keenly aware that the preparation of the 1995 financial statement was likely to be D&amp;L's last engagement for CRS. Cote testified that he and his partners had begun looking for a new accountant by the time that D&amp;L completed its work on the 1995 financial statement. This was to be expected: D&amp;L had been retained to handle the CRS account by the former owner, Canty, and the purchase-and-sale agreement obligated the new owners to retain D&amp;L only until the firm had completed the tax returns and other financials necessary to close out calendar year 1995. It strains credulity to believe that an experienced C.P.A. would undertake liability for indeterminate amounts of bonds not yet written when he had no reasonable anticipation of working for the principal in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">NASI next contends that the defaulted bonds represented transactions which were substantially similar to those that the defendants intended to influence. Here, however, as we shortly will show, the 1996 bond transactions plainly did not share the essential character of the earlier transactions about which the defendants knew (and which they intended to influence). Accordingly, the two sets of transactions cannot be considered substantially similar.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To be sure, determinations of this type involve matters of degree. If, for example, D&amp;L had agreed to release the 1995 financial statement in anticipation of allowing NASI to review it before issuing a $500,000 bond for a specific future project, and NASI thereafter issued a bond for that project in an amount that varied by, say, $50,000, D&amp;L would be liable to NASI for any loss occasioned by a negligent misrepresentation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> See Restatement (Second) Torts &#167;&#167; 552 cmt. j. Similarly, if D&amp;L had agreed to provide the 1995 financial statement in anticipation of allowing NASI to review it before bonding a project that was slated to start on May 1, but the project did not get underway until June 15, D&amp;L would still be liable. Id. In each instance, the key is the accounting firm's actual knowledge of the surety's intention to rely on the financial statement for a specific purpose - deciding whether to issue a bond in a known amount for a known project. The firm thus could anticipate its likely exposure from attempting to influence the surety's decision, and the imposition of liability for negligence should not be defeated by modest variances that the firm, given the way in which business transactions typically develop, reasonably could have anticipated. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In this context, there is no scientific formula for ascertaining substantial similarity. Even if the change involves a new transaction, rather than merely a modification of the earlier (known) transaction, the accounting firm might still be held liable if the identity of the third party is unchanged, the type of transaction pretty much the same, and the firm's exposure relatively constant. Imagine, for example, that D&amp;L agreed to provide the financial statement in anticipation that NASI would review it in deciding whether to write a $500,000 bond referable to a specific roofing contract that CRS hoped to secure. Imagine, too, that the project fell through, but CRS instead obtained a different, roughly comparable roofing contract, likewise requiring a $500,000 bond, and NASI, relying on the financial statement, provided the bond. In that hypothetical situation, D&amp;L likely would be liable to the surety for misinformation. See id. cmt. j, illus. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There is an obvious difference between these examples and the case at hand. The examples presume that the accountants knew the general nature of the risk they were taking and the approximate dollar amount of their potential liability. In this case, however, D&amp;L accepted potential liability only for ongoing work - known projects in various stages of completion - but NASI seeks to hold the firm liable for unknown future projects not yet begun (or even bid) when the financial statement was delivered. The increased degree of risk is patent. By like token, D&amp;L accepted potential liability only for bonds previously issued - bonds with fixed, easily ascertainable dollar limits - but NASI seeks to hold D&amp;L liable for bonds which, at the relevant time, were not yet issued (and which, therefore, had no monetary limit). Those bonds would be written for whatever sums the contract documents might require. Once again, the increased degree of risk is patent. Consequently, the liability that NASI wishes us to impose on the defendants is well beyond the outermost frontier of Massachusetts law. It is not liability for transactions substantially similar to the ones which D&amp;L knowingly undertook to influence, but for new transactions that differ in their essential character and entail a new, unanticipated level of risk.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">That ends this aspect of the matter. Without some evidence that the defendants knew that they were undertaking additional, open- ended liability with respect to future bonds by releasing the financial statement, NASI's second argument founders. Simply because transactions are of the same general nature (e.g., \"bonds\") is not enough to render them substantially similar for purposes of the Restatement rule. Any other conclusion would make a mockery of a basic premise that underbraces the Restatement rule: that an acquiescent accountant is only deemed to accept the risks of specific transactions that were made known to him in advance (or substantially similar ones). See Bily v. Arthur Young &amp; Co., <span class=\"citation\" data-id=\"1348772\"><a href=\"/opinion/1348772/bily-v-arthur-young-co/\"><span class=\"volume\">834</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">745</span></a></span>, 769 (Cal. 1992) (holding that an accountant is liable for negligent misrepresentation to a third party only if he knowingly supplies the information for the benefit of the third party, and the information is relied on by the third party in a transaction previously identified to the accountant, or a substantially similar transaction).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In a last-ditch effort to impose liability, NASI lodges a claim of willful blindness. It asserts that D&amp;L, through Lapalme, closed its eyes to commercial realities in a struthious attempt to avoid liability for future transactions. The legal foundation on which this argument rests is impeccable. See Nycal, 688 N.E.2d at 1373 (\"[T]he Restatement standard will not excuse an accountant's 'willful ignorance.'\"). However, the record does not lend substance to NASI's allegations.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">NASI points to three facts which it claims show willful blindness. First, it notes that the dollar amount of the bonds issued for CRS in 1996 was on the same order of magnitude as the aggregate dollar amount of the bonds underwritten for CRS in 1995. This proves nothing of significance. The defendants were not made privy to CRS's plans for the future. Without such knowledge, the past year's experience was not likely to be a reliable indicator of a future course of dealings (especially given the changes in CRS's ownership and management). In all events, there is no evidence that the defendants were informed either that CRS, as reconstituted, would continue to use NASI as its principal bonding source or that NASI intended to use the 1995 financial statement as a basis for evaluating the advisability of issuing future bonds. Absent such forewarning, knowledge of past practice would be irrelevant in this context.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">NASI next suggests that D&amp;L should have asked the new owners what types of bonds CRS might need in 1996. The problem with this suggestion is that D&amp;L was retained to do a retrospective account of CRS's finances as of December 31, 1995. Hence, any inquiry into CRS's future plans would have been gratuitous.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Finally, NASI harps on D&amp;L's practice of asking Canty how many copies of the financials he would need. NASI argues that the incidence of multiple copies should have put D&amp;L on guard. We are at a loss to follow NASI's logic. D&amp;L knew all along, through Lapalme's conversation with Cote, that CRS would supply a copy of the 1995 financial statement to NASI. The relevant question, therefore, was not who received the financial statement but for what purpose it was tendered.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need not paint the lily. NASI has failed to identify any plausible evidence of willful blindness or otherwise to demonstrate the existence of a genuine issue of material fact as to the defendants' actual knowledge of a substantially similar, loss-inducing transaction. Accordingly, we uphold the district court's entry of summary judgment in the defendants' favor on the negligent misrepresentation claim. See Perez, 247 F.3d at 310 (explaining that the court of appeals may affirm a summary judgment on any ground made manifest by the record).</p>\n    </div>\n    <p class=\"indent\">IV. THE CHAPTER 93A CLAIM</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">NASI originally pleaded a claim, arising out of the same facts, for deceptive trade practices. See Mass. Gen. Laws ch. 93A, &#167;&#167; 2(a). The district court granted summary judgment for the defendants on that claim. In its opening brief to this court, NASI offered no developed challenge to the correctness of that ruling. In its reply brief, however, NASI attempts to remedy this omission. Its attempt fails.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">There are few principles more securely settled in this court than the principle which holds that, absent exceptional circumstances, an appellant cannot raise an argument for the first time in a reply brief. E.g., Aulson v. Blanchard, <span class=\"citation\" data-id=\"717572\"><a href=\"/opinion/717572/alan-aulson-et-ux-maureen-aulson-v-charles-blanchard/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 1996); Pritzker v. Yari, <span class=\"citation\" data-id=\"684076\"><a href=\"/opinion/684076/jay-a-pritzker-v-bob-yari/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 71 n.19 (1st Cir. 1994); Mesnick v. Gen. Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 829 n.11 (1st Cir. 1991); Sandstrom v. ChemLawn Corp., <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 87 (1st Cir. 1990). NASI flagrantly violated that established principle. At any rate, the belatedly asserted claim is weak and NASI has cited no exceptional circumstances which might excuse the claim's omission from its opening brief. Given those verities, we see no basis for overlooking NASI's procedural default.</p>\n    </div>\n    <p class=\"indent\">V. CONCLUSION</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We need go no further. This is a novel case, made easier because it was well presented by able advocates on both sides. In the end, we are confident that the law is not so elastic as NASI maintains, and that the core claim asserted here falls beyond the scope of an accountant's liability to a third party. Accordingly, we uphold the entry of summary judgment in the defendants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Northern District of California, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  In \"Note D - Notes Payable,\" D&amp;L indicated the CRS's line of credit was secured, inter alia, by \"a personal guarantee by the Corporation's sole stockholder.\" In \"Note F - Related Party Transactions,\" D&amp;L reported both that \"[t]he Company is involved in a related party transaction through the rental of equipment from a corporation wholly owned by the same stockholder,\" and that \"[t]he Company is involved in a related party transaction through the rental of real estate owned by the stockholder.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Other possible tests for determining the scope of an accountant's liability to third parties include the foresee ability test (imposing broad liability) and the near-privity test (constricting liability). See Bily v. Arthur Young &amp; Co., <span class=\"citation\" data-id=\"1348772\"><a href=\"/opinion/1348772/bily-v-arthur-young-co/\"><span class=\"volume\">834</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">745</span></a></span>, 752-57 (Cal. 1992) (discussing these theories).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  To reach this point in its analysis, the court first found that the record contained sufficient evidence to create trial worthy issues as to whether the accountants, at the time they issued the financial statement, knew that CRS would forward it to NASI and that NASI would rely on it for some underwriting purpose.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The SJC quoted this language from First Nat'l Bank of Commerce v. Monco Agency Inc., <span class=\"citation no-link\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></span>, 1062 (5th Cir. 1990), in connection with a discussion of the level of knowledge required under the Restatement rule. In Monco Agency, the Fifth Circuit, applying state law, found that Louisiana followed the Restatement rule. The court then opined that section 552 imposed an \"actual knowledge\" requirement. Id. at 1061- 62. The court made clear, however, that such a requirement did not eliminate liability for substantially similar transactions. See id. at 1061 (explaining that \"the misinformer must know that its client intends to use the inaccurate information to influence a particular business transaction, or a 'substantially similar transaction,' to follow\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  We have located only a single case that explores the reach of this rule. In that case, an audit had been performed and a report developed with knowledge that Creditor \"A\" would rely on it. Creditor \"B\" later sued the accounting firm, asserting that the audit report contained a negligent misrepresentation. The court refused to impose liability, finding that the transaction's essential character had changed. ML-Lee Acquis. Fund, L.P. v. Deloitte &amp; Touche, <span class=\"citation\" data-id=\"1352324\"><a href=\"/opinion/1352324/ml-lee-acquisition-fund-v-deloitte/\"><span class=\"volume\">463</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">618</span></a></span>, 628-29 (S.C. Ct. App. 1995), rev'd in part on other grounds, <span class=\"citation\" data-id=\"1421264\"><a href=\"/opinion/1421264/ml-lee-acquisition-v-deloitte-touche/\"><span class=\"volume\">489</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">470</span></a></span> (S.C. 1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  On these five elements, NASI has proffered evidence aimed at showing that the notes to the financial statement contained misinformation about whether Canty remained the sole stockholder of CRS; and that D&amp;L, which knew the true facts, negligently prepared and released the misleading financial statement to CRS in the ordinary course of D&amp;L's business, knowing that CRS planned to submit it to NASI (and intending to influence NASI's consideration of the status of the bonds outstanding on ongoing projects). NASI also proffered some evidence tending to show that it relied on the misinformation in writing the 1996 bonds (although this issue, in particular, is hotly disputed).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  This and subsequent examples are merely our best predictions, based on the sparse case law now available, as to how the \"substantially similar transactions\" rubric will unfold in specific situations. The examples are subject to reconsideration if actual cases presenting the same facts arise or if further enlightenment emerges from the Massachusetts courts.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1297023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1352324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1421264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1815507/"
  ]
}