{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199667/",
  "absolute_url": "/opinion/199667/alwyn-v-duval/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199667/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:49Z",
  "date_modified": "2017-03-24T11:02:53.178028Z",
  "type": "010combined",
  "sha1": "37e1c17bcf42200f5c830beef1f62fe85646e98f",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1270-01A.pdf",
  "local_path": "pdf/2001/11/07/Alwyn_v._Duval.pdf",
  "plain_text": "          [Not for Publication - Not to be Cited as Precedent]\n\n          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1270\n\nSIMONE-ALYS ALWYN, INDIVIDUALLY AND AS PARENT AND NEXT FRIEND,\n  B/N/F PERIELL ALWYN, B/N/F SIDANNEN ALWYN, B/N/F CERRIDWEN\n   ALWYN; MICHAEL ALWYN, INDIVIDUALLY AND AS PARENT AND NEXT\n FRIEND OF PERIELL ALWYN, SIDANNEN ALWYN AND CERRIDWEN ALWYN,\n\n                     Plaintiffs, Appellants,\n\n                                  v.\n\n               JOHN DUVAL; MICHAEL RUSSELL, LT.,\n\n                      Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF NEW HAMPSHIRE\n\n     [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n                                Before\n\n                       Boudin, Chief Judge,\n                    Torruella, Circuit Judge,\n                and Stahl, Senior Circuit Judge.\n\n\n\n     Paula J. Werme for appellant.\n     Charles P. Bauer, with whom John T. Alexander and Ransmeier\n& Spellman Professional Corporation were on brief, for appellee.\n\fNovember 5, 2001\n\f            STAHL, Senior Circuit Judge.           Michael and Simone-Alys\n\nAlwyn appeal from the dismissal of their civil rights action\n\nagainst two Concord police officers, filed in June of 1999\n\npursuant to 42 U.S.C. § 1983.          The appellants first claimed that\n\nOfficer John Duval and Lieutenant Michael Russell violated their\n\nconstitutional rights by making misrepresentations about the\n\ncondition of their apartment, which resulted in the appellants\n\ntemporarily losing custody of their children.                   The district\n\ncourt     dismissed    this    claim     for    lack   of     subject    matter\n\njurisdiction pursuant to the Rooker-Feldman doctrine.                    Second,\n\nthe appellants alleged that the officers violated their Fourth\n\nand Fourteenth Amendment constitutional rights by conducting a\n\nwarrantless search of their home.              This claim was dismissed by\n\nthe district court on defendants' motion for summary judgment\n\nafter finding that there were no genuine issues of material fact\n\nin dispute.      The Alwyns appeal these adverse rulings.                     We\n\naffirm.\n\n                                       I.\n\n            On June 12, 1996, Mrs. Alwyn reported to the Concord\n\nPolice    Department    that   two     of    her   children    were     missing.\n\nOfficer Duval was dispatched to the Alwyns' home, and upon his\n\narrival, asked the Alwyns whether he could search the house\n\nbecause “missing” children are frequently found to have been\n\n\n                                       -3-\n\fhiding inside their own home.                     Duval became suspicious when\n\nappellants insisted that they had already searched the house and\n\nrefused to allow him to enter.                Duval asked Mrs. Alwyn if there\n\nwas any reason why they would not want the police to enter the\n\napartment.        She responded that the apartment merely was not\n\n“very well kept inside.”              Officer Duval was then joined by a\n\ncanine officer of the New Hampshire State Police.                         The officers\n\nexplained to the Alwyns that, in order for the police dog to\n\nsearch for the children, it needed to obtain the girls' scent.\n\nNotwithstanding this advice, appellants continued to refuse to\n\nallow    the   officers      entry     to    the    apartment.        Instead,     they\n\nbrought out articles of the children's clothing for the police\n\nto use.   Officer Duval informed them that it was still necessary\n\nfor the canine officer and search dog to enter the apartment\n\nbecause the search dog needed to sniff the clothing without any\n\nother person having touched it, so that only the children's\n\nscent would be present on the garment.                          Duval then told the\n\nAlwyns    that    he   did     not   think        they   were    giving    their   full\n\ncooperation and that precious time was slipping away.                        Finally,\n\nMr.   Alwyn      agreed   to    let    the        police   enter    the    apartment.\n\nHowever, the parties disagree as to the scope of the consent\n\nultimately       given,   with       the    appellants      insisting       that   they\n\nconsented only to the canine officer entering the premises\n\n\n                                            -4-\n\fsolely for the purpose of obtaining articles of their daughters'\n\nclothing, and with the appellees, on the other hand, maintaining\n\nthat Mr. Alwyn stated \"I don't care, go in the apartment,\"\n\nsignifying unrestricted consent to enter and search for the\n\nchildren as well.\n\n            Mr. Alwyn went into the apartment with the canine\n\nofficer, and Duval followed.       The canine officer found what he\n\nneeded near the door and left.          Upon entering, Officer Duval\n\nobserved an extremely unkempt and dirty apartment,1 and summoned\n\nhis supervisor, Lieutenant Russell, to assist him in searching\n\nthe premises until they were satisfied that the missing children\n\nwere not there.     Shortly thereafter, the girls were discovered\n\nin   the   neighborhood   and   were   taken   to   the   Concord   Police\n\nStation.\n\n            When the Alwyns were notified by the police that their\n\nmissing daughters had been located, they were instructed to\n\nbring their other children to the station house.                Based on\n\n\n      1\n     According to the affidavit of Officer Duval, “[t]he entire\napartment floor, including living room, kitchen, bathroom and\nbedrooms were [sic] covered with piles of trash, garbage and\nspoiled food, which was mixed up with piles of clothing. The\nodor in the house was consistent with rotting food.” Officer\nDuval also claims to have observed “the kitchen counters\ncompletely covered with meals which appeared to be several days\nold. . . [and] a foil pan containing the carcass of cooked\nturkey which appeared to be several days old.”       Lieutenant\nRussell's affidavit offers a description consistent with that\nprovided by Officer Duval.\n\n                                  -5-\n\fDuval's and Russell's observations about the conditions in the\n\nAlwyn home, all of the children were taken into protective\n\ncustody and placed in foster homes.2        On June 14, 1996, the New\n\nHampshire Division of Children, Youth and Families (\"DCYF\")\n\nfiled child neglect petitions in Concord District Court.             On\n\nFebruary 13, 1997, after a full evidentiary hearing, the Concord\n\nDistrict Court entered a finding of neglect.        On April 10, 1997,\n\nthe   Concord   District   Court   issued    a   dispositional   order,\n\nauthorizing the DCYF to continue its legal supervision over the\n\nchildren.    In May 1997, the Alwyns appealed the dispositional\n\norder to the Merrimack County Superior Court.         However, because\n\nthe conditions described in the complaint had been corrected,\n\nDCYF agreed to terminate the neglect petitions if the Alwyns\n\nagreed to terminate their appeal of the February order.             The\n\nAlwyns agreed and DCYF filed a “Withdrawal of Petitions” on June\n\n11, 1997, and the appeal was terminated.3\n\n            Appellants raise two issues in this appeal: first, that\n\nthe district court erred in ruling that the Rooker-Feldman\n\n\n\n      2\n     Although the child welfare proceedings continued for almost\na year, the children were returned to the custody of their\nparents within days of their removal from the Alwyn home.\n      3\n      As the district court noted, “the parties have not\nexplained the process that ended the superior court proceeding,”\nand no further information about the termination of the state\ncourt litigation has been provided to this Court.\n\n                                   -6-\n\fdoctrine mandated the dismissal of their misrepresentation claim\n\nagainst the officers; and second, that summary judgment on the\n\nunlawful search claim was inappropriate.                 We turn first to the\n\nRooker-Feldman issue.\n\n                                           II.\n\n                  A federal district court is without subject matter\n\njurisdiction to review the final decisions of a state court of\n\ncompetent jurisdiction.              Rooker v. Fidelity Trust Co., 263 U.S.\n\n413 (1923).            A district court also may not hear federal claims\n\nthat       are    “inextricably      intertwined”     with   the   state   court's\n\ndenial       of    a   claim    in   a   judicial   proceeding.      District   of\n\nColumbia Court of Appeals v. Feldman, 460 U.S. 462, 482 (1983).4\n\nEven when a party does not actually raise the federal claims in\n\nthe state court proceeding, “Rooker-Feldman forecloses lower\n\nfederal court jurisdiction over claims that are 'inextricably\n\nintertwined'           with    the   claims   adjudicated    in    state   court.”\n\nSheehan v. Marr, 207 F.3d 35, 40 (1st Cir. 2000).                      A federal\n\nclaim is inextricably intertwined with the state court claims\n\n\"if the federal claim succeeds only to the extent that the state\n\ncourt wrongly decided the issues before it.\"                      Hill v. Town of\n\n\n\n       4\n      For a more detailed discussion of the origin of the Rooker-\nFeldman doctrine, see Wilson v. Shumway, 264 F.3d 120, 123-24\n(1st Cir. 2001), and Hill v. Town of Conway, 193 F.3d 33, 34 n.1\n(1st Cir. 1999).\n\n                                           -7-\n\fConway, 193 F.3d 33, 39 (1st Cir. 1999).                     This court reviews de\n\nnovo    a   dismissal      for    lack    of    subject       matter      jurisdiction\n\npursuant to the Rooker-Feldman doctrine.                     Wilson v. Shumway, 264\n\nF.3d 120, 123 (1st Cir. 2001).\n\n             In the present case, the U.S. District Court held that,\n\npursuant to the Rooker-Feldman doctrine, it had no subject\n\nmatter jurisdiction to hear the Alwyns' misrepresentation claim\n\nin light of the Concord District Court's February 13, 1997\n\nfinding of neglect.         The district court reasoned that, in order\n\nfor appellants' claim to succeed, the fact-finder would have to\n\nreject the officers' testimony regarding the condition of the\n\nAlwyns' home, which would directly contradict the determination\n\nalready made by the state tribunal.                   Consequently, the district\n\ncourt dismissed the count.\n\n             Appellants     maintain       that       there    is    no   final    state\n\njudgment that would trigger the Rooker-Feldman doctrine in this\n\ncase.        Citing     State      v.    Anderson,       142    N.H.      918   (1998),\n\nappellants     argue    that      once   they     filed      their    appeal      to   the\n\nMerrimack County Superior Court, the Concord District Court's\n\nfinding of neglect was vacated and rendered a legal nullity.\n\nAnderson     held   that    the    state       does    not    violate     a   guarantee\n\nagainst double jeopardy when it honors a defendant's request for\n\na second de novo trial after the first proceeding has resulted\n\n\n                                         -8-\n\fin a conviction.       See 142 N.H. at 922.         Anderson does not\n\nsuggest, however, that the filing of an appeal renders all prior\n\nproceedings   a    legal   nullity,   regardless   of    what   transpires\n\nthereafter.       In child welfare proceedings, absent a specific\n\ndirective by the court, a dispositional order remains in effect\n\nunless and until the superior court overrules the decision after\n\nconducting a second de novo hearing.       See N.H. R.S.A. § 169-C:28\n\n(“An appeal under this chapter may be taken to the superior\n\ncourt by the child or the child's authorized representative or\n\nany party having an interest, including the state, or any person\n\nsubject to any administrative decision pursuant to this chapter,\n\nwithin 30 days of the final dispositional order; but an appeal\n\nshall not suspend the order or decision of the court unless the\n\ncourt so orders.”).        Therefore, even though the Alwyns would\n\nhave been entitled to a        de novo rehearing on the issue of\n\nneglect, the mere filing of their appeal did not vacate the\n\nfinding of the Concord District Court.\n\n         Furthermore, the Alwyns chose not to appeal the initial\n\nfinding of neglect in exchange for the termination of state\n\nsupervision, which, as they conceded at oral argument, makes\n\nthis case indistinguishable from a nonsuit.             The New Hampshire\n\nSupreme Court has explicitly held that \"the effect of a nonsuit\n\ntaken after an appeal is to let the judgment of the court below\n\n\n                                  -9-\n\f'stand as if no appeal had been taken.'\"            Appeal of Nolan, 134\n\nN.H. 723, 730 (1991) (quoting Simpson v. Gafney, 66 N.H. 477,\n\n477 (1891)).      Consequently, the finding of neglect qualifies as\n\na final judgment of a state court, from which no appeal can be\n\nheard    in    federal   district   court   under    the    Rooker-Feldman\n\ndoctrine.5     Accordingly, this count of the Alwyns' complaint was\n\nproperly dismissed.6\n\n                                    III.\n\n              The Alwyns also appeal the decision of the district\n\ncourt granting summary judgment for the defendants on their\n\nclaim that the officers violated their Fourth and Fourteenth\n\nAmendment rights by conducting a warrantless search of their\n\napartment.      Summary judgment is appropriate where there are no\n\nissues of material fact in dispute and “the moving party is\n\nentitled to a judgment as a matter of law.\"                Fed. R. Civ. P.\n\n56(c).    This Court reviews a grant of summary judgment de novo,\n\nexamining the record in the light most favorable to the non-\n\n\n     5\n     Appellants have conceded that the Rooker-Feldman doctrine\napplies and dismissal was required if the Concord District\nCourt's finding of neglect was, in fact, a final state court\njudgment.\n     6\n     In light of the disposition above, we need not address any\nother obstacles that appellants would need to overcome in order\nto sustain a section 1983 claim stemming from the officers'\nalleged misrepresentations. See, e.g., Anderson v. Creighton,\n483 U.S. 635 (1987) (qualified immunity); Briscoe v. LaHue, 460\nU.S. 325 (1983) (absolute immunity).\n\n                                    -10-\n\fmoving party.     Euromotion, Inc. v. BMW of N. Am., Inc., 136 F.3d\n\n866, 869 (1st Cir. 1998).\n\n            A search conducted without a warrant is presumptively\n\nunreasonable      and    violates    the       Fourth       Amendment   unless     an\n\nexception to the warrant requirement exists.                   Bilida v. McCleod,\n\n211 F.3d 166, 171 (1st Cir. 2000).              Valid consent overcomes this\n\npresumption      and    renders   the    search       constitutionally         valid,\n\nUnited States v. Perez-Montanez, 202 F.3d 434, 438 (1st Cir.\n\n2000), but the search must not exceed the scope of the consent\n\ngiven.   United States v. Coraine, 198 F.3d 306, 310 (1st Cir.\n\n1999).   The appropriate inquiry for determining the scope of the\n\nconsent given asks, “what would the typical reasonable person\n\nhave understood by the exchange between the officer and the\n\nsuspect?”     United States v. Turner, 169 F.3d 84, 87 (1st Cir.\n\n1999).\n\n            In   the    affidavit    filed      in    conjunction       with   their\n\nopposition to the defendants' motion for summary judgment, the\n\nappellants claim that Mr. Alwyn gave only the canine officer and\n\nnot Officer Duval permission to enter the home, and only for the\n\npurpose of obtaining an article of clothing from the missing\n\nchildren, so that the search dog could acquire the scent. 7\n\n\n\n    7The Alwyns         have   not      argued       that    consent    was     given\ninvoluntarily.\n\n                                        -11-\n\fHowever, at the state neglect hearing, Mr. Alwyn was explicitly\n\nasked whether he told Officer Duval, “I don't care, go in the\n\napartment,” to which he responded “Yes, I did say that.”                   In\n\ngranting summary judgment, the district court relied upon Torres\n\nv. E.I. Dupont De Nemours & Co., 219 F.3d 13 (1st Cir. 2000),\n\nwhere this Court held that “[w]hen an interested witness has\n\ngiven clear answers to unambiguous questions, he cannot create\n\na conflict and resist summary judgment with an affidavit that is\n\nclearly contradictory, but does not give a satisfactory answer\n\nof why the testimony is changed.”          Id. at 20 (quoting Colantuoni\n\nv.   Alfred Calcagni & Sons, Inc., 44 F.3d 1, 4-5 (1st Cir.\n\n1994)).\n\n            The appellants have offered no adequate explanation as\n\nto   why   the   admission   made   by     Mr.   Alwyn   during   the   state\n\nadjudicatory proceedings should now be disregarded or called\n\ninto question.8      The transcript from the state adjudicatory\n\nproceeding indicates that the officers asked the Alwyns multiple\n\n\n      8\n     The record belies the Alwyns' contention that they could\nnot adequately explain the inconsistency because they were\nprecluded by New Hampshire state law, see N.H. R.S.A. § 168-\nC:25, from making reference to the state court neglect\nproceedings, which were under seal. The state court record had\nbeen released to the parties, pursuant to an order by the U.S.\nDistrict Court, prior to the district court's ruling.       The\nAlwyns had the ability to supplement their opposition to the\nofficers' motion for summary judgment with whatever information\nfrom the state court proceedings that they believed would have\nbeen helpful, but failed to do so.\n\n                                    -12-\n\ftimes what they were hiding and why they would not let the\n\npolice   conduct   a    search   of    the    apartment   for   the   missing\n\nchildren.    The district court's determination that a reasonable\n\nperson would have understood Michael Alwyn's statement, “I don't\n\ncare, go in the apartment,” as              his relenting to the repeated\n\nrequest of the police officers to enter the home to search for\n\nthe children was appropriate.           Accordingly, the district court\n\nproperly granted the officers' motion for summary judgment.\n\n                                      IV.\n\n            Having found no error in the proceedings below, the\n\ndecision of the district court is hereby affirmed.\n\n            Affirmed.\n\n\n\n\n                                      -13-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          [Not for Publication - Not to be Cited as Precedent]\n\n          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1270\n\nSIMONE-ALYS ALWYN, INDIVIDUALLY AND AS PARENT AND NEXT FRIEND,\n  B/N/F PERIELL ALWYN, B/N/F SIDANNEN ALWYN, B/N/F CERRIDWEN\n   ALWYN; MICHAEL ALWYN, INDIVIDUALLY AND AS PARENT AND NEXT\n FRIEND OF PERIELL ALWYN, SIDANNEN ALWYN AND CERRIDWEN ALWYN,\n\n                     Plaintiffs, Appellants,\n\n                                  v.\n\n               JOHN DUVAL; MICHAEL RUSSELL, LT.,\n\n                      Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF NEW HAMPSHIRE\n\n     [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n                                Before\n\n                       Boudin, Chief Judge,\n                    Torruella, Circuit Judge,\n                and Stahl, Senior Circuit Judge.\n\n\n\n     Paula J. Werme for appellant.\n     Charles P. Bauer, with whom John T. Alexander and Ransmeier\n& Spellman Professional Corporation were on brief, for appellee.\n\fNovember 5, 2001\n\f            STAHL, Senior Circuit Judge.           Michael and Simone-Alys\n\nAlwyn appeal from the dismissal of their civil rights action\n\nagainst two Concord police officers, filed in June of 1999\n\npursuant to 42 U.S.C. § 1983.          The appellants first claimed that\n\nOfficer John Duval and Lieutenant Michael Russell violated their\n\nconstitutional rights by making misrepresentations about the\n\ncondition of their apartment, which resulted in the appellants\n\ntemporarily losing custody of their children.                   The district\n\ncourt     dismissed    this    claim     for    lack   of     subject    matter\n\njurisdiction pursuant to the Rooker-Feldman doctrine.                    Second,\n\nthe appellants alleged that the officers violated their Fourth\n\nand Fourteenth Amendment constitutional rights by conducting a\n\nwarrantless search of their home.              This claim was dismissed by\n\nthe district court on defendants' motion for summary judgment\n\nafter finding that there were no genuine issues of material fact\n\nin dispute.      The Alwyns appeal these adverse rulings.                     We\n\naffirm.\n\n                                       I.\n\n            On June 12, 1996, Mrs. Alwyn reported to the Concord\n\nPolice    Department    that   two     of    her   children    were     missing.\n\nOfficer Duval was dispatched to the Alwyns' home, and upon his\n\narrival, asked the Alwyns whether he could search the house\n\nbecause “missing” children are frequently found to have been\n\n\n                                       -3-\n\fhiding inside their own home.                     Duval became suspicious when\n\nappellants insisted that they had already searched the house and\n\nrefused to allow him to enter.                Duval asked Mrs. Alwyn if there\n\nwas any reason why they would not want the police to enter the\n\napartment.        She responded that the apartment merely was not\n\n“very well kept inside.”              Officer Duval was then joined by a\n\ncanine officer of the New Hampshire State Police.                         The officers\n\nexplained to the Alwyns that, in order for the police dog to\n\nsearch for the children, it needed to obtain the girls' scent.\n\nNotwithstanding this advice, appellants continued to refuse to\n\nallow    the   officers      entry     to    the    apartment.        Instead,     they\n\nbrought out articles of the children's clothing for the police\n\nto use.   Officer Duval informed them that it was still necessary\n\nfor the canine officer and search dog to enter the apartment\n\nbecause the search dog needed to sniff the clothing without any\n\nother person having touched it, so that only the children's\n\nscent would be present on the garment.                          Duval then told the\n\nAlwyns    that    he   did     not   think        they   were    giving    their   full\n\ncooperation and that precious time was slipping away.                        Finally,\n\nMr.   Alwyn      agreed   to    let    the        police   enter    the    apartment.\n\nHowever, the parties disagree as to the scope of the consent\n\nultimately       given,   with       the    appellants      insisting       that   they\n\nconsented only to the canine officer entering the premises\n\n\n                                            -4-\n\fsolely for the purpose of obtaining articles of their daughters'\n\nclothing, and with the appellees, on the other hand, maintaining\n\nthat Mr. Alwyn stated \"I don't care, go in the apartment,\"\n\nsignifying unrestricted consent to enter and search for the\n\nchildren as well.\n\n            Mr. Alwyn went into the apartment with the canine\n\nofficer, and Duval followed.       The canine officer found what he\n\nneeded near the door and left.          Upon entering, Officer Duval\n\nobserved an extremely unkempt and dirty apartment,1 and summoned\n\nhis supervisor, Lieutenant Russell, to assist him in searching\n\nthe premises until they were satisfied that the missing children\n\nwere not there.     Shortly thereafter, the girls were discovered\n\nin   the   neighborhood   and   were   taken   to   the   Concord   Police\n\nStation.\n\n            When the Alwyns were notified by the police that their\n\nmissing daughters had been located, they were instructed to\n\nbring their other children to the station house.                Based on\n\n\n      1\n     According to the affidavit of Officer Duval, “[t]he entire\napartment floor, including living room, kitchen, bathroom and\nbedrooms were [sic] covered with piles of trash, garbage and\nspoiled food, which was mixed up with piles of clothing. The\nodor in the house was consistent with rotting food.” Officer\nDuval also claims to have observed “the kitchen counters\ncompletely covered with meals which appeared to be several days\nold. . . [and] a foil pan containing the carcass of cooked\nturkey which appeared to be several days old.”       Lieutenant\nRussell's affidavit offers a description consistent with that\nprovided by Officer Duval.\n\n                                  -5-\n\fDuval's and Russell's observations about the conditions in the\n\nAlwyn home, all of the children were taken into protective\n\ncustody and placed in foster homes.2        On June 14, 1996, the New\n\nHampshire Division of Children, Youth and Families (\"DCYF\")\n\nfiled child neglect petitions in Concord District Court.             On\n\nFebruary 13, 1997, after a full evidentiary hearing, the Concord\n\nDistrict Court entered a finding of neglect.        On April 10, 1997,\n\nthe   Concord   District   Court   issued    a   dispositional   order,\n\nauthorizing the DCYF to continue its legal supervision over the\n\nchildren.    In May 1997, the Alwyns appealed the dispositional\n\norder to the Merrimack County Superior Court.         However, because\n\nthe conditions described in the complaint had been corrected,\n\nDCYF agreed to terminate the neglect petitions if the Alwyns\n\nagreed to terminate their appeal of the February order.             The\n\nAlwyns agreed and DCYF filed a “Withdrawal of Petitions” on June\n\n11, 1997, and the appeal was terminated.3\n\n            Appellants raise two issues in this appeal: first, that\n\nthe district court erred in ruling that the Rooker-Feldman\n\n\n\n      2\n     Although the child welfare proceedings continued for almost\na year, the children were returned to the custody of their\nparents within days of their removal from the Alwyn home.\n      3\n      As the district court noted, “the parties have not\nexplained the process that ended the superior court proceeding,”\nand no further information about the termination of the state\ncourt litigation has been provided to this Court.\n\n                                   -6-\n\fdoctrine mandated the dismissal of their misrepresentation claim\n\nagainst the officers; and second, that summary judgment on the\n\nunlawful search claim was inappropriate.                 We turn first to the\n\nRooker-Feldman issue.\n\n                                           II.\n\n                  A federal district court is without subject matter\n\njurisdiction to review the final decisions of a state court of\n\ncompetent jurisdiction.              Rooker v. Fidelity Trust Co., </pre><span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">413</span></span><pre class=\"inline\"> (1923).            A district court also may not hear federal claims\n\nthat       are    “inextricably      intertwined”     with   the   state   court's\n\ndenial       of    a   claim    in   a   judicial   proceeding.      District   of\n\nColumbia Court of Appeals v. Feldman, </pre><span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span><pre class=\"inline\">, 482 (1983).4\n\nEven when a party does not actually raise the federal claims in\n\nthe state court proceeding, “Rooker-Feldman forecloses lower\n\nfederal court jurisdiction over claims that are 'inextricably\n\nintertwined'           with    the   claims   adjudicated    in    state   court.”\n\nSheehan v. Marr, </pre><span class=\"citation\" data-id=\"768059\"><a href=\"/opinion/768059/arthur-joseph-sheehan-v-james-marr-police-chief-city-of-gloucester/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 40 (1st Cir. 2000).                      A federal\n\nclaim is inextricably intertwined with the state court claims\n\n\"if the federal claim succeeds only to the extent that the state\n\ncourt wrongly decided the issues before it.\"                      Hill v. Town of\n\n\n\n       4\n      For a more detailed discussion of the origin of the Rooker-\nFeldman doctrine, see Wilson v. Shumway, </pre><span class=\"citation\" data-id=\"199589\"><a href=\"/opinion/199589/wilson-v-genisis-of-laconia/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span><pre class=\"inline\">, 123-24\n(1st Cir. 2001), and Hill v. Town of Conway, </pre><span class=\"citation\" data-id=\"198663\"><a href=\"/opinion/198663/hill-v-town-of-conway/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 34 n.1\n(1st Cir. 1999).\n\n                                           -7-\n\fConway, </pre><span class=\"citation\" data-id=\"198663\"><a href=\"/opinion/198663/hill-v-town-of-conway/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 39 (1st Cir. 1999).                     This court reviews de\n\nnovo    a   dismissal      for    lack    of    subject       matter      jurisdiction\n\npursuant to the Rooker-Feldman doctrine.                     Wilson v. Shumway, </pre><span class=\"citation\" data-id=\"199589\"><a href=\"/opinion/199589/wilson-v-genisis-of-laconia/\"><span class=\"volume\">264</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span><pre class=\"inline\">, 123 (1st Cir. 2001).\n\n             In the present case, the U.S. District Court held that,\n\npursuant to the Rooker-Feldman doctrine, it had no subject\n\nmatter jurisdiction to hear the Alwyns' misrepresentation claim\n\nin light of the Concord District Court's February 13, 1997\n\nfinding of neglect.         The district court reasoned that, in order\n\nfor appellants' claim to succeed, the fact-finder would have to\n\nreject the officers' testimony regarding the condition of the\n\nAlwyns' home, which would directly contradict the determination\n\nalready made by the state tribunal.                   Consequently, the district\n\ncourt dismissed the count.\n\n             Appellants     maintain       that       there    is    no   final    state\n\njudgment that would trigger the Rooker-Feldman doctrine in this\n\ncase.        Citing     State      v.    Anderson,       </pre><span class=\"citation no-link\"><span class=\"volume\">142</span>    <span class=\"reporter\">N.H.</span>      <span class=\"page\">918</span></span><pre class=\"inline\">   (1998),\n\nappellants     argue    that      once   they     filed      their    appeal      to   the\n\nMerrimack County Superior Court, the Concord District Court's\n\nfinding of neglect was vacated and rendered a legal nullity.\n\nAnderson     held   that    the    state       does    not    violate     a   guarantee\n\nagainst double jeopardy when it honors a defendant's request for\n\na second de novo trial after the first proceeding has resulted\n\n\n                                         -8-\n\fin a conviction.       See 142 N.H. at 922.         Anderson does not\n\nsuggest, however, that the filing of an appeal renders all prior\n\nproceedings   a    legal   nullity,   regardless   of    what   transpires\n\nthereafter.       In child welfare proceedings, absent a specific\n\ndirective by the court, a dispositional order remains in effect\n\nunless and until the superior court overrules the decision after\n\nconducting a second de novo hearing.       See N.H. R.S.A. § 169-C:28\n\n(“An appeal under this chapter may be taken to the superior\n\ncourt by the child or the child's authorized representative or\n\nany party having an interest, including the state, or any person\n\nsubject to any administrative decision pursuant to this chapter,\n\nwithin 30 days of the final dispositional order; but an appeal\n\nshall not suspend the order or decision of the court unless the\n\ncourt so orders.”).        Therefore, even though the Alwyns would\n\nhave been entitled to a        de novo rehearing on the issue of\n\nneglect, the mere filing of their appeal did not vacate the\n\nfinding of the Concord District Court.\n\n         Furthermore, the Alwyns chose not to appeal the initial\n\nfinding of neglect in exchange for the termination of state\n\nsupervision, which, as they conceded at oral argument, makes\n\nthis case indistinguishable from a nonsuit.             The New Hampshire\n\nSupreme Court has explicitly held that \"the effect of a nonsuit\n\ntaken after an appeal is to let the judgment of the court below\n\n\n                                  -9-\n\f'stand as if no appeal had been taken.'\"            Appeal of Nolan, </pre><span class=\"citation no-link\"><span class=\"volume\">134</span>\n\n<span class=\"reporter\">N.H.</span> <span class=\"page\">723</span></span><pre class=\"inline\">, 730 (1991) (quoting Simpson v. Gafney, </pre><span class=\"citation\" data-id=\"3550515\"><a href=\"/opinion/3570494/simpson-v-gafney/\"><span class=\"volume\">66</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">477</span></a></span><pre class=\"inline\">,\n\n477 (1891)).      Consequently, the finding of neglect qualifies as\n\na final judgment of a state court, from which no appeal can be\n\nheard    in    federal   district   court   under    the    Rooker-Feldman\n\ndoctrine.5     Accordingly, this count of the Alwyns' complaint was\n\nproperly dismissed.6\n\n                                    III.\n\n              The Alwyns also appeal the decision of the district\n\ncourt granting summary judgment for the defendants on their\n\nclaim that the officers violated their Fourth and Fourteenth\n\nAmendment rights by conducting a warrantless search of their\n\napartment.      Summary judgment is appropriate where there are no\n\nissues of material fact in dispute and “the moving party is\n\nentitled to a judgment as a matter of law.\"                Fed. R. Civ. P.\n\n56(c).    This Court reviews a grant of summary judgment de novo,\n\nexamining the record in the light most favorable to the non-\n\n\n     5\n     Appellants have conceded that the Rooker-Feldman doctrine\napplies and dismissal was required if the Concord District\nCourt's finding of neglect was, in fact, a final state court\njudgment.\n     6\n     In light of the disposition above, we need not address any\nother obstacles that appellants would need to overcome in order\nto sustain a section 1983 claim stemming from the officers'\nalleged misrepresentations. See, e.g., Anderson v. Creighton,\n</pre><span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span><pre class=\"inline\"> (1987) (qualified immunity); Briscoe v. LaHue, </pre><span class=\"citation\" data-id=\"110885\"><a href=\"/opinion/110885/briscoe-v-lahue/\"><span class=\"volume\">460</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span><pre class=\"inline\"> (1983) (absolute immunity).\n\n                                    -10-\n\fmoving party.     Euromotion, Inc. v. BMW of N. Am., Inc., </pre><span class=\"citation\" data-id=\"751692\"><a href=\"/opinion/751692/euromotion-inc-dba-prime-wholesalers-v-bmw-of-north-america-inc/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">866</span></a></span><pre class=\"inline\">, 869 (1st Cir. 1998).\n\n            A search conducted without a warrant is presumptively\n\nunreasonable      and    violates    the       Fourth       Amendment   unless     an\n\nexception to the warrant requirement exists.                   Bilida v. McCleod,\n\n</pre><span class=\"citation\" data-id=\"198914\"><a href=\"/opinion/198914/bilida-v-keeney/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">166</span></a></span><pre class=\"inline\">, 171 (1st Cir. 2000).              Valid consent overcomes this\n\npresumption      and    renders   the    search       constitutionally         valid,\n\nUnited States v. Perez-Montanez, </pre><span class=\"citation\" data-id=\"198807\"><a href=\"/opinion/198807/united-states-v-perez-montanez/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">434</span></a></span><pre class=\"inline\">, 438 (1st Cir.\n\n2000), but the search must not exceed the scope of the consent\n\ngiven.   United States v. Coraine, </pre><span class=\"citation\" data-id=\"198757\"><a href=\"/opinion/198757/united-states-v-coraine/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span><pre class=\"inline\">, 310 (1st Cir.\n\n1999).   The appropriate inquiry for determining the scope of the\n\nconsent given asks, “what would the typical reasonable person\n\nhave understood by the exchange between the officer and the\n\nsuspect?”     United States v. Turner, </pre><span class=\"citation\" data-id=\"198340\"><a href=\"/opinion/198340/united-states-v-turner/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span><pre class=\"inline\">, 87 (1st Cir.\n\n1999).\n\n            In   the    affidavit    filed      in    conjunction       with   their\n\nopposition to the defendants' motion for summary judgment, the\n\nappellants claim that Mr. Alwyn gave only the canine officer and\n\nnot Officer Duval permission to enter the home, and only for the\n\npurpose of obtaining an article of clothing from the missing\n\nchildren, so that the search dog could acquire the scent. 7\n\n\n\n    7The Alwyns         have   not      argued       that    consent    was     given\ninvoluntarily.\n\n                                        -11-\n\fHowever, at the state neglect hearing, Mr. Alwyn was explicitly\n\nasked whether he told Officer Duval, “I don't care, go in the\n\napartment,” to which he responded “Yes, I did say that.”                   In\n\ngranting summary judgment, the district court relied upon Torres\n\nv. E.I. Dupont De Nemours & Co., </pre><span class=\"citation\" data-id=\"199000\"><a href=\"/opinion/199000/torres-v-ei-dupont/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\"> (1st Cir. 2000),\n\nwhere this Court held that “[w]hen an interested witness has\n\ngiven clear answers to unambiguous questions, he cannot create\n\na conflict and resist summary judgment with an affidavit that is\n\nclearly contradictory, but does not give a satisfactory answer\n\nof why the testimony is changed.”          Id. at 20 (quoting Colantuoni\n\nv.   Alfred Calcagni & Sons, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 4-5 (1st Cir.\n\n1994)).\n\n            The appellants have offered no adequate explanation as\n\nto   why   the   admission   made   by     Mr.   Alwyn   during   the   state\n\nadjudicatory proceedings should now be disregarded or called\n\ninto question.8      The transcript from the state adjudicatory\n\nproceeding indicates that the officers asked the Alwyns multiple\n\n\n      8\n     The record belies the Alwyns' contention that they could\nnot adequately explain the inconsistency because they were\nprecluded by New Hampshire state law, see N.H. R.S.A. § 168-\nC:25, from making reference to the state court neglect\nproceedings, which were under seal. The state court record had\nbeen released to the parties, pursuant to an order by the U.S.\nDistrict Court, prior to the district court's ruling.       The\nAlwyns had the ability to supplement their opposition to the\nofficers' motion for summary judgment with whatever information\nfrom the state court proceedings that they believed would have\nbeen helpful, but failed to do so.\n\n                                    -12-\n\ftimes what they were hiding and why they would not let the\n\npolice   conduct   a    search   of    the    apartment   for   the   missing\n\nchildren.    The district court's determination that a reasonable\n\nperson would have understood Michael Alwyn's statement, “I don't\n\ncare, go in the apartment,” as              his relenting to the repeated\n\nrequest of the police officers to enter the home to search for\n\nthe children was appropriate.           Accordingly, the district court\n\nproperly granted the officers' motion for summary judgment.\n\n                                      IV.\n\n            Having found no error in the proceedings below, the\n\ndecision of the district court is hereby affirmed.\n\n            Affirmed.\n\n\n\n\n                                      -13-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3550515/"
  ]
}