{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199645/",
  "absolute_url": "/opinion/199645/augusta-news-co-v-hudson-news-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199645/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:30Z",
  "date_modified": "2017-03-24T11:02:34.515580Z",
  "type": "010combined",
  "sha1": "3f8d6e6473f92ebde9fd68b03d046d2218d29aea",
  "page_count": 21,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1269-01A.pdf",
  "local_path": "pdf/2001/10/23/Augusta_News_Co._v._Hudson_News_Co..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1269\n\n                       AUGUSTA NEWS COMPANY,\n\n                       Plaintiff, Appellant,\n\n                                v.\n\n                HUDSON NEWS CO., PORTLAND NEWS CO.,\n                   and HUDSON-PORTLAND NEWS CO.,\n\n                      Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n              [Hon. Gene Carter, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n\n               Torruella and Selya, Circuit Judges.\n\n\n\n     William D. Robitzek with whom Berman & Simmons, P.A. was on\nbrief for appellant.\n     John M.R. Paterson with whom Ronald W. Schneider, Jr. and\nBernstein, Shur, Sawyer & Nelson were on brief for appellees.\n\n\n\n\n                         October 23, 2001\n\f\f               BOUDIN,   Chief   Judge.     Augusta     News   brought   this\n\nantitrust case in district court against Portland News, Hudson\n\nNews,    and    Hudson-Portland    News,   LLC   (the    \"LLC\").    Augusta\n\nalleged violations of both section 2(c) of the Clayton Act, 15\n\nU.S.C. § 13(c), as amended by the Robinson-Patman Act, Pub. L.\n\nNo. 74-692, 49 Stat. 1527 (1936), and section 1 of the Sherman\n\nAct, 15 U.S.C. § 1.1       After discovery was complete, the district\n\ncourt granted summary judgment on all counts for the defendants\n\nand Augusta appealed to this court.           We begin with a statement\n\nof background facts.\n\n               Prior to 1995, publishers seeking to sell magazines and\n\nnewspapers in Maine sold them to local wholesale distributors\n\nwho then resold the publications to retailers at a discount off\n\nthe printed cover price.          Augusta News and Portland News were\n\ntwo of five local wholesale distributors operating in Maine in\n\nlate 1995; the others were Magazines, Inc., Winebaum News and\n\nMaine Periodical Distributors.             Each wholesaler served a de\n\nfacto exclusive territory and operated as the sole supplier of\n\nperiodicals to all retailers within that locale.\n\n\n\n\n     1\n     The Maine antitrust statute, 10 M.S.R.A. §§ 1101-09 was\nalso invoked in the complaint.       Augusta treats the Maine\nantitrust claim as co-extensive with its federal claims so we do\nnot address it separately.\n\n                                     -3-\n\f             In late 1995, this system began to change in Maine (and\n\nelsewhere) at the insistence of the large retail chains like\n\nWal-Mart,     which   comprised   much   of   the    distributors’   sales.\n\nRather than deal with numerous distributors, the large multi-\n\nlocation     retailers   sought   to     consolidate    regionally    their\n\npurchasing of publications and obtain from the chosen regional\n\ndistributor lower prices, centralized billing, and improved\n\nservice.     In response to such retailer demands, two distributor\n\nentities began to compete for chain business on a regional basis\n\nin New England in 1995.\n\n             The first, Retail Product Marketing (\"RPM\"), was formed\n\nin September 1995 by fifteen independent wholesale distributors\n\nin New England, including two in Maine:         Portland and Magazines,\n\nInc.    Although Augusta was offered the opportunity to join RPM,\n\nit declined to do so.         RPM members agreed to bid for large\n\nretail chain contracts exclusively through RPM. When an RPM bid\n\nwas successful, RPM says that it would then determine which RPM\n\nmember or members would service the retailer’s various locations\n\nthroughout New England, based on retailer preference and other\n\nconsiderations such as the location of individual RPM members.\n\n             The second entity--which became the primary competitor\n\nto     RPM   for   regional   business--was         Hudson,   a   wholesale\n\ndistributor based in New Jersey with operations in New York and\n\n\n                                   -4-\n\fparts   of   New    England.      In   November   1995,    Hudson    signed   a\n\ncontract     to    supply   all   Wal-Mart   stores   in    the     Northeast,\n\nincluding four stores previously serviced by Augusta accounting\n\nfor about 10 percent of Augusta’s business.               In December 1995,\n\nHudson won a bid against RPM to supply all of Hannaford's 80\n\nstores in the Northeast, including 11 stores previously serviced\n\nby Augusta representing 40 percent of Augusta’s business.\n\n             In late December 1995, Hudson formed a joint venture\n\nwith Portland (the Hudson-Portland LLC) under which Portland\n\nwould service all of Hudson's customers in Maine, including\n\ncustomers acquired after the agreement.               Thereafter, Hudson\n\nprevailed over RPM in bidding to supply K-Mart’s Northeast\n\nstores (March 1996) and Cumberland Farms' New England stores\n\n(late July 1996); Portland serviced these accounts.                  However,\n\nPortland remained a member of RPM, eligible for any business RPM\n\nwon in competition with Hudson.\n\n             Like Hudson, RPM      was successful in obtaining region-\n\nwide business.       In March 1996, it won a bid to supply 100 Shaw’s\n\nSupermarkets locations throughout New England, two of which were\n\nin Augusta's formerly exclusive territory.                In April, RPM won\n\nover all of Christy's stores in New England, including eight\n\nlocations previously served by Augusta, and all of CVS’s stores\n\nin Maine, four of which had been serviced by Augusta.                 In July,\n\n\n                                       -5-\n\fRPM secured the contract for Rite Aid stores in Maine, some of\n\nwhich had been serviced by Augusta.\n\n            RPM and Hudson each offered large up-front per-store\n\nfees to the chain retailers.   For example, Hudson paid Hannaford\n\n$1,000 per store and K-Mart between $1,000 and $5,000 per store\n\nto secure    exclusive contracts.     RPM paid from $667 per-store\n\nfor each existing CVS location to $15,000 per-store for each\n\nRite Aid location.    The amounts were sometimes paid annually and\n\nsometimes spread over the life of the contract.     Some retailers\n\ndemanded the fees; one, Wal-Mart, declined to accept them.\n\nUnder the RPM charter, the fees were paid by the member which\n\nserviced the store.     Under the Hudson-Portland LLC agreement,\n\nPortland agreed to pay the fees for every store it serviced.\n\n            Augusta, which refused to offer retailers up-front\n\nfees, rapidly lost its chain store customers.    Augusta says that\n\nit thought such payments were illegal and unprofitable.    Augusta\n\nalso chose not to service customers on a regional level, bidding\n\nonly for the local or state-wide business of the chains.        In\n\nJuly 1996, concluding that it could not stay in business without\n\nthe retail chain stores that it had lost to Hudson and RPM,\n\nAugusta closed its doors.\n\n            In June 1999, Augusta filed this suit in the federal\n\ndistrict court in Maine.     Augusta's complaint claimed that up-\n\n\n                                -6-\n\ffront fees paid by Hudson and Portland violated section 2(c) of\n\nthe Clayton Act, as amended by the Robinson-Patman Act, and\n\nsection 1 of the Sherman Act.        In addition, Augusta charged that\n\nHudson and Portland (and possibly RPM’s other members) had\n\nagreed to divide the Maine market, in violation of section 1 of\n\nthe Sherman Act.\n\n            Soon after the present suit was brought, Hudson merged\n\noperations with RPM to form Hudson-RPM.              Allegedly, it is now\n\nthe only regional distributor servicing large retail chains in\n\nMaine.   The new entity also stopped offering up-front fees to\n\nretailers on new contracts.\n\n            After discovery was complete, Hudson and Portland moved\n\nfor summary judgment.        In a careful opinion, the magistrate\n\njudge recommended granting the motion, finding that the up-front\n\nfees were price concessions, rather than brokerage payments, and\n\ntherefore    not   covered   by   section    2(c),    and   that    Augusta’s\n\nsection 1 claim lacked merit because Augusta had failed to show\n\ninjury to competition.        In a brief order, the district court\n\naffirmed the recommendation and entered judgment for defendants.\n\nThis appeal followed.\n\n            We begin with Augusta's claims under the Robinson-\n\nPatman   Act:   one,   set   forth   in    the   complaint    and    resolved\n\nadversely to Augusta in the district court, is that the up-front\n\n\n                                     -7-\n\ffees paid by Hudson and Portland were brokerage fees or other\n\nconcessions forbidden by section 2(c); the other is a claim that\n\nthese payments violated section 2(a)'s restriction on price\n\ndiscrimination,    a   claim   that   Augusta   belatedly   sought    to\n\nintroduce into the case after the magistrate judge's recommended\n\ndecision.     The relationship between the two Robinson-Patman\n\nprovisions is relevant.\n\n            As adopted in 1914, the original section 2 of the\n\nClayton Act simply prohibited sellers from discriminating in\n\nprice among purchasers of commodities \"where the effect of such\n\ndiscrimination may be to substantially lessen competition or\n\ntend to create a monopoly\"--subject to a cost defense and a\n\nmeeting competition defense.     Pub. Law No. 63-212, 38 Stat. 730-\n\n31 (1914).    When section 2 was revised in 1936 by the Robinson-\n\nPatman Act, this anti-discrimination ban was re-designated as\n\nsection 2(a) (with a portion re-located into section 2(b) and\n\nelaborated in certain respects not pertinent here).\n\n            At the same time, Congress added section 2(c) as a new\n\nand more rigid ban on certain brokerage or other payments.           The\n\nfull text of section 2(c) is as follows:\n\n                         It shall be unlawful for any\n            person engaged in commerce, in the course of\n            such commerce, to pay or grant, or to\n            receive or accept, anything of value as a\n            commission,      brokerage,     or    other\n            compensation, or any allowance or discount\n\n                                  -8-\n\f          in  lieu    thereof,   except   for  services\n          rendered in connection with the sale or\n          purchase of goods, wares, or merchandise,\n          either   to    the   other   party  to   such\n          transaction or to an agent, representative,\n          or other intermediary therein where such\n          intermediary is acting in fact for or in\n          behalf, or is subject to the direct or\n          indirect control, of any party to such\n          transaction other than the person by whom\n          such compensation is so granted or paid.\n\n15 U.S.C. § 13(c).\n\n          This convoluted paragraph has bewildered lawyers and\n\njudges ever since, but its history provides some enlightenment.\n\nThe Robinson-Patman Act, unlike the ordinary antitrust laws, was\n\ndesigned less to protect competition than (in the midst of the\n\nGreat Depression) to protect small businesses against chain\n\nstores.      A   particular     target    were   the   discounts     that\n\nmanufacturers furnished to large chain stores.            The revamped\n\nsection   2(a)   directly     addresses   such   discounts;    and    the\n\nprotective   purpose   accounts     for    certain     anti-competitive\n\nrigidities in judicial interpretation of what might otherwise\n\nappear to be a conventional antitrust statute.2\n\n\n    2The most notable departure from standard antitrust analysis\nis the treatment of any economic loss to the customer of a\ndiscriminating seller as injury to competition (so-called\n\"secondary line\" injury). FTC v. Morton Salt Co., 334 U.S. 37,\n46 (1948).    By contrast, where a competing seller is the\nplaintiff (a so-called \"primary line\" injury case), evidence of\nan actual threat to competition--not just economic loss to the\ndisadvantaged seller--is required. Brooke Group Ltd. v. Brown\n& Williamson Tobacco Corp., 509 U.S. 209, 223 (1993).\n\n                                  -9-\n\f           Section 2(c) was intended to close firmly a potential\n\nloophole in the new regime.         Sellers often employ brokers, who\n\nare paid a commission, to seek out and arrange sales; one of the\n\nways that chains obtained discounts was through the seller's\n\npayments   to   the   buyer,   or   to   an   agent   of   the   buyer,   for\n\nbrokerage services not actually furnished or through a reduction\n\nin the selling price purportedly furnished in lieu of brokerage.\n\nWith certain qualifications, section 2(c) sought to ban outright\n\nboth such brokerage payments from seller to buyer and reductions\n\nin the selling price in lieu of brokerage; the ban covers other\n\nvariations as well but \"the seller to buyer\" payment ban is the\n\none pertinent here.3\n\n           If section 2(c) were limited to brokerage payments or\n\nreductions in lieu of brokerage, then Augusta's claim would be\n\nfacially silly.       The up-front payments in question have no\n\nrelationship to traditional brokerage services at all: they do\n\nnot purport to be for the sellers' performance of brokerage\n\nservices nor are they even claimed to correspond to amounts\n\n\n\n    3 On an initial reading, one might think that section 2(c)\nbanned such brokerage payments only where they were shams, i.e.,\nwhere they were not \"for [brokerage] services rendered . . . .\"\nCase law, possibly based on a misreading of what the quoted\nphrase modifies, has been less forgiving. See Quality Bakers of\nAmerica v. FTC, 114 F.2d 393, 398-99 (1st Cir. 1940). Compare\n14 Hovenkamp, Antitrust Law § 2362(d) (1999). This issue is not\npresented in this case.\n\n                                    -10-\n\fpreviously paid by the sellers to independent brokers to secure\n\nsales for the publishers.             Robinson v. Stanley Home Prods.,\n\nInc., 272 F.2d 601, 604 (1st Cir. 1959).                         The payments are\n\nsimply price reductions offered to the buyers for the exclusive\n\nright to supply a set of stores under multi-year contracts.\n\n              Augusta makes no effort to identify any link between\n\nthe up-front payment and brokerage.                 Nor does it say that it\n\nwill       offer   evidence   that   such    a    link   exists     but    has   been\n\nconcealed.         Rather, at least in this court, it relies on the\n\nfact that section 2(c) itself speaks not solely of brokerage but\n\nof \"commission, brokerage, or other compensation.\" Ambitiously,\n\nAugusta suggests that any payment from seller to buyer is within\n\nthe ban.\n\n              Admittedly, some courts have read the statute to apply\n\nto   outright       commercial   bribery         whereby    one    party    to    the\n\ntransaction corrupts an agent of the other.4                     This view builds\n\non, but obviously goes somewhat beyond, a statement by the\n\nSupreme Court that congressional debates on section 2(c) show it\n\nto   proscribe       \"other   practices     such    as     the    'bribing'      of   a\n\nseller's broker by a buyer.\"          FTC v. Henry Broch & Co., 363 U.S.\n\n\n\n       4\n     Bridges v. MacLean-Stevens Studios, Inc., 201 F.3d 6, 11\n(1st Cir. 2000) (collecting cases).    This circuit has never\ndecided whether a claim for commercial bribery is actionable\nunder section 2(c). Id.\n\n                                      -11-\n\f166, 169 n.6 (1960).      Yet, a buyer might perform numerous\n\nlegitimate services for a seller--advertising, special shelf\n\nspace, warranty repairs--and the courts have never read section\n\n2(c) as a general ban on seller-to-buyer payments without regard\n\nto purpose.\n\n         In this case, there is no link to brokerage payments,\n\nnothing was disguised, and Augusta does not claim that any agent\n\nwas bribed or corrupted.      All that we have is a payment--\n\neffectively a price reduction to the buyer--that was openly made\n\nfor the exclusive right to supply specific buyer stores for a\n\nspecific period.     The antitrust laws are not automatically\n\nhostile to price reductions or to exclusive dealing.     Section\n\n2(c) remains a ban directed to a particular evil; it is not a\n\nmechanical prohibition on all price reductions cast in the form\n\nof one-time payments.    See Zeller Corp. v. Federal-Mogul, 173\n\nF.3d 858 (6th Cir. 1999) (unpublished opinion).\n\n         A reduction in price to less than all customers may,\n\nof course, violate section 2(a), if the required effect on or\n\nthreat to competition can be shown by the plaintiff and if the\n\ndefendant cannot make out one or more of the defenses allowed by\n\nthe statute.   Augusta did not allege a violation of section 2(a)\n\nin its complaint.     Discovery was conducted, and the summary\n\njudgment motions were filed and contested, on the assumption\n\n\n                               -12-\n\fthat    section      2(a)   was   not   part   of   the    case.     After    the\n\nmagistrate judge's recommended decision, Augusta for the first\n\ntime sought to proffer a claim under section 2(a).\n\n           It did so by suggesting, in its objections to the\n\nmagistrate judge's recommended decision, that the district court\n\nshould allow an amendment to the complaint.                The district court\n\ndid not comment on the suggestion.              In this court, Augusta says\n\nagain   that    an    amendment    to   the    complaint    should   have    been\n\nallowed.    Appellees respond that Augusta did not properly raise\n\nthe issue in the district court by filing a motion to amend and\n\nthat no claim of error can be based on the failure to grant a\n\nmotion that was never made.             In any event, say appellees, the\n\nrefusal of the suggestion was not error.\n\n           We will assume arguendo that Augusta's desire to amend\n\nwas made clear to the district court even if no formal motion\n\nwas ever filed.       But a plaintiff's request to add a new claim to\n\nthe case after full discovery and after the grant of summary\n\njudgment to the defendants on all existing claims would require\n\nremarkable justification.           See Hayes v. New England Millwork\n\nDistr., Inc., 602 F.2d 15, 19-20 (1st Cir. 1979).                      Nothing\n\nremotely close to a good excuse for failure to make the motion\n\nearlier    is   provided     by   Augusta.      Augusta's    suggestion      that\n\n\n\n\n                                        -13-\n\fdefendants would not be prejudiced by the need now to try the\n\nsection 2(a) claim is not sufficient.5\n\n          Independent of the Robinson-Patman Act claims, Augusta\n\ncharged   in   its    complaint   that        the    defendants     had   violated\n\nsection   1    of    the   Sherman     Act,     which    in    essence     forbids\n\nagreements     in    restraint    of    trade.         The    magistrate     judge\n\nrecommended dismissal of this claim as well on the ground that\n\nAugusta's evidence did not establish a triable issue as to\n\ninjury to consumer welfare, e.g., through higher prices or\n\nreduced consumer choice among publications stocked in retail\n\nstores.\n\n          On appeal, Augusta's principal argument is that no such\n\nevidence of injury to consumer welfare was required because the\n\nfacts made out, or at least provided a basis for trial on, two\n\ndifferent \"per se\" theories.            Specifically, Augusta says that\n\n\"the agreements to pay up-front fees\" were illegal and that the\n\ndefendants,     although     competitors,           agreed    to   \"a   horizontal\n\n\n\n    5Because the suggestion came too late and without any\njustification, we need not consider whether it also may be\nbarred because not first presented to the magistrate judge prior\nto the recommended decision. This court has previously warned\nagainst efforts to treat the magistrate judge proceeding as\n\"mere dress rehearsal,\" reserving critical claims \"for the\nsecond round\" before the district judge. See Paterson-Leitch\nCo. v. Mass. Mun. Wholesale Elec. Co., 840 F.2d 985, 991 (1st\nCir. 1988).\n\n\n                                       -14-\n\fdivision of markets.\"       Augusta also says that it made a showing\n\nof injury to consumer welfare even though this is unnecessary\n\nfor a per se violation.\n\n           The premise from which Augusta departs is correct, but\n\nonly the premise.      Almost any agreement that affects or has the\n\npotential to affect interstate commerce is potentially within\n\nthe reach of section 1; but the legality of most kinds of\n\nagreements    (e.g.,       R&D      projects,       information       sharing,\n\ndistribution contracts) is tested by the rule of reason.                 Under\n\nthat rule, adverse effects on consumer welfare are an important\n\npart of the equation.        U.S. Healthcare, Inc. v. Healthsource,\n\nInc., 986 F.2d 589, 595 (1st Cir. 1993); California Dental Ass'n\n\nv. FTC, 224 F.3d 942, 958 (9th Cir. 2000).                The evaluation is\n\nnot wholly ad hoc--there is a good deal of doctrine as to\n\nspecific practices--but it is hard to imagine a rule of reason\n\nviolation absent a potential threat to the public.\n\n           By contrast, a few agreements are deemed so pernicious\n\nthat they are condemned \"per se\" and without regard to the power\n\nof   the   parties   to    accomplish       their    aims,      regardless    of\n\njustification,   and      without    any    need    to   show   an   actual   or\n\npotential adverse effect on consumer welfare.                United States v.\n\nSocony-Vacuum Oil Co., 310 U.S. 150 (1940).                The classic cases\n\nare agreements to set prices, fix output or engage in horizontal\n\n\n                                     -15-\n\fmarket division.   Minimum resale price maintenance remains a per\n\nse violation.   See Addamax Corp. v. Open Software Found., Inc.,\n\n152 F.3d 48, 51 (1st Cir. 1998).   Concerted refusals to deal may\n\nor may not be so classed depending on various circumstances.\n\nU.S. Healthcare, 986 F.2d at 593.\n\n          The categorical descriptions of per se offenses are\n\nquite misleading for anyone not well versed in antitrust.    For\n\nexample, price-fixing in its literal sense is not condemned per\n\nse:   virtually every sale is an agreement on price.    The only\n\nprice-fixing agreements that are condemned     per se, with one\n\nnarrow exception (minimum resale price-fixing), are agreements\n\n(1) between competitors (2) as to competing products or services\n\n(3) where, in addition, the agreement is not part of a larger,\n\nlegitimate economic venture.   Broadcast Music, Inc. v. Columbia\n\nBroadcasting Sys., Inc., 441 U.S. 1 (1979) (joint purchase of\n\nsurplus gasoline intended to boost prices).    In short, the lay\n\nuse of terms like price-fixing are a poor guide to antitrust\n\nrules.\n\n          Here, Augusta's first claim--that \"the agreements to\n\npay up-front fees\" were unlawful--reflects confusion by Augusta\n\non several levels.    Insofar as the agreements were between a\n\nlegitimate selling entity and a buyer (e.g., between Hudson and\n\nK-Mart), the up-front fees were discounts on vertical prices of\n\n\n                               -16-\n\fthe kind that are \"fixed\"--and quite lawfully so--every time a\n\nbuyer    buys    something    from    a    seller.    An     agreement   between\n\ncompeting distributors to offer such up-front fees to retailers,\n\nunconnected to any joint venture, might be a per se violation;\n\nbut there is no clear claim by Augusta that this happened, no\n\nevidence for it, and no reason why competitors would make such\n\nan agreement.\n\n                Sellers do need to cooperate to raise or stabilize\n\nprices at a supra-competitive level because otherwise a hold-out\n\nseller could undercut and defeat an increase.                      But to   lower\n\nprices, sellers have no reason to agree; each can implement a\n\ndecrease    independently       and        the   objective    is   normally     to\n\nundersell       the   competitor's     undiscounted     price      and   win   the\n\ncustomer.       Of course, a competing seller will in the future\n\nlikely be forced to meet the lower price--which is why RPM and\n\nHudson each made such reductions in the same time frame--and a\n\nseller who will not compete (like Augusta) will lose business.\n\nBut this is not an agreement to restrain trade; it is just\n\ncompetition at work.\n\n            Both the existence of RPM and the Hudson-Portland\n\ndistribution arrangement present more complex situations.                       In\n\nforming RPM, local distributors who were at least potential\n\nrivals    (until      then   they    had    served   exclusive     territories)\n\n\n                                       -17-\n\fcombined to seek region-wide customers; and incident to such\n\noffers, they might be viewed as acting through RPM to \"agree\" on\n\nup-front payments to the buyers.      But it is a standard form of\n\njoint venture for local firms to combine to provide offerings--\n\nhere, one stop service for large buyers--that none could as\n\neasily provide by itself, and a joint venture often entails\n\nsetting a single price for the joint offering.        See Rothery\n\nStorage & Van Co. v. Atlas Van Lines, Inc., 792 F.2d 210, 229\n\n(D.C. Cir.), cert. denied, 479 U.S. 1033 (1986).\n\n          In particular cases, such joint ventures may well be\n\nunlawful under the rule of reason on any of numerous grounds;\n\nfor example, the venturers may impermissibly collaborate beyond\n\nthe necessary scope of the venture, see Addamax, 152 F.3d at 52\n\nn.5, or impermissibly exclude competitors from joining in the\n\nventure, see Northwest Wholesale Stationers, Inc. v.       Pacific\n\nStationery & Printing Co., 472 U.S. 284, 295-96 (1985).        But\n\nAugusta makes no effort to analyze the venture under the rule of\n\nreason.   Indeed, after asserting that there was a combination to\n\nset up-front fees, it scarcely mentions the subject again,\n\nturning instead to the charge that the defendants engaged in\n\nhorizontal market division.\n\n          The charge of horizontal market division is equally\n\ndevoid of support insofar as it claims a per se violation.     The\n\n\n                               -18-\n\fbasic    notion       underlying    this      per   se       offense    is    that    two\n\ncompetitors may not agree not to compete for customers whether\n\nidentified individually or by class--for example, that one will\n\nserve only customers in Massachusetts while the other will serve\n\nonly those in Maine.              Despite unguardedly broad language in\n\nUnited States v. Topco Associates, Inc., 405 U.S. 596 (1972), it\n\nis commonly understood today that per se condemnation is limited\n\nto \"naked\" market division agreements, that is, to those that\n\nare    not     part    of   a   larger     pro-competitive            joint   venture.\n\nAddamax, 152 F.3d at 52 n.5; Rothery, 792 F.2d at 229.\n\n              In all events, Augusta points to nothing to suggest\n\nthat    there    was    any     agreement     among      the    defendants      or    the\n\ndefendants       and    others    to   divide       markets      in    the    sense    of\n\npromising not to compete.              It is not a per se violation for\n\nlocal competitors to join in providing region-wide service that\n\nnone alone provided before; nor is it unlawful                          per se for a\n\nlocal competitor to agree to act as a local distributor for an\n\nout-of-state competitor who won the contract to serve a local\n\nstore.        Palmer v. BRG of Georgia, Inc., 498 U.S. 46 (1990),\n\ncited    by    Augusta,     was   more   or     less     a    sham    transaction      to\n\ndisguise a naked market division arrangement and did not involve\n\na bona fide joint venture.\n\n\n\n\n                                         -19-\n\f          It is worth stressing that the RPM joint venture, the\n\nHudson-Portland arrangements, and the final merger of RPM and\n\nHudson may all have been subject to antitrust attack under\n\nsection 1's rule of reason or, at least in the last instance,\n\npossibly under section 7 of the Clayton Act.    Furthermore, the\n\nup-front payments were part of multi-year exclusive dealing\n\ncontracts that might in principle be attacked under the rule of\n\nreason.   Tampa Elec. Co. v. Nashville Coal Co., 365 U.S. 320,\n\n327 (1961).      But Augusta ignores or fails to develop these\n\npossibilities.\n\n          There is no reason for us to consider Augusta's attacks\n\non the finding by the magistrate judge that consumer welfare was\n\nnot threatened or injured.    The per se claims made by Augusta\n\nare without basis and, in this court, Augusta does not even\n\nattempt to make out a rule of reason case in which competitive\n\neffects would be relevant.   At most, Augusta suggests that there\n\nwere or may have been some negative effects on consumer price or\n\nchoice; its most specific claim is that what were once local de\n\nfacto monopolies in Maine, capable of fringe competition, have\n\nnow been replaced by a larger state-wide monopoly.\n\n          The short answer is that in a rule of reason case,\n\nnegative effects or threatened effects on consumer welfare are\n\nalmost always a necessary element but they are not sufficient.\n\n\n                               -20-\n\fOne still has to identify a specific agreement, locate it within\n\nsome   doctrinal framework or body of precedent, and assess the\n\ncompetitive benefits and disadvantages of the agreement (along\n\nwith   the   possibility   of   achieving   the   former   through   less\n\nrestrictive means).      See U.S. Healthcare, 986 F.2d at 596-97.\n\nThis sounds like a difficult task and it usually is, which is\n\nwhy antitrust plaintiffs try to make out per se violations and,\n\nin default of them, rely heavily upon experts.\n\n             Nothing in Augusta's appellate briefs develops a rule\n\nof reason case.      It may well be that somewhere in the record\n\nthere are facts and expert testimony that could have been used\n\nto construct such a case; but it is not the job of appeals\n\ncourts to rummage unaided through the record, nor can the other\n\nside respond to a claim not seriously asserted on appeal.             See\n\nU.S. Healthcare, 986 F.2d at 595.        Absent an organized rule of\n\nreason case, it does not matter whether the magistrate judge got\n\nright each of the factual points that Augusta disputes.\n\n             Affirmed.\n\n\n\n\n                                  -21-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1269\n\n                       AUGUSTA NEWS COMPANY,\n\n                       Plaintiff, Appellant,\n\n                                v.\n\n                HUDSON NEWS CO., PORTLAND NEWS CO.,\n                   and HUDSON-PORTLAND NEWS CO.,\n\n                      Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n              [Hon. Gene Carter, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n\n               Torruella and Selya, Circuit Judges.\n\n\n\n     William D. Robitzek with whom Berman & Simmons, P.A. was on\nbrief for appellant.\n     John M.R. Paterson with whom Ronald W. Schneider, Jr. and\nBernstein, Shur, Sawyer & Nelson were on brief for appellees.\n\n\n\n\n                         October 23, 2001\n\f\f               BOUDIN,   Chief   Judge.     Augusta     News   brought   this\n\nantitrust case in district court against Portland News, Hudson\n\nNews,    and    Hudson-Portland    News,   LLC   (the    \"LLC\").    Augusta\n\nalleged violations of both section 2(c) of the Clayton Act, 15\n\nU.S.C. § 13(c), as amended by the Robinson-Patman Act, Pub. L.\n\nNo. 74-692, 49 Stat. 1527 (1936), and section 1 of the Sherman\n\nAct, 15 U.S.C. § 1.1       After discovery was complete, the district\n\ncourt granted summary judgment on all counts for the defendants\n\nand Augusta appealed to this court.           We begin with a statement\n\nof background facts.\n\n               Prior to 1995, publishers seeking to sell magazines and\n\nnewspapers in Maine sold them to local wholesale distributors\n\nwho then resold the publications to retailers at a discount off\n\nthe printed cover price.          Augusta News and Portland News were\n\ntwo of five local wholesale distributors operating in Maine in\n\nlate 1995; the others were Magazines, Inc., Winebaum News and\n\nMaine Periodical Distributors.             Each wholesaler served a de\n\nfacto exclusive territory and operated as the sole supplier of\n\nperiodicals to all retailers within that locale.\n\n\n\n\n     1\n     The Maine antitrust statute, 10 M.S.R.A. §§ 1101-09 was\nalso invoked in the complaint.       Augusta treats the Maine\nantitrust claim as co-extensive with its federal claims so we do\nnot address it separately.\n\n                                     -3-\n\f             In late 1995, this system began to change in Maine (and\n\nelsewhere) at the insistence of the large retail chains like\n\nWal-Mart,     which   comprised   much   of   the    distributors’   sales.\n\nRather than deal with numerous distributors, the large multi-\n\nlocation     retailers   sought   to     consolidate    regionally    their\n\npurchasing of publications and obtain from the chosen regional\n\ndistributor lower prices, centralized billing, and improved\n\nservice.     In response to such retailer demands, two distributor\n\nentities began to compete for chain business on a regional basis\n\nin New England in 1995.\n\n             The first, Retail Product Marketing (\"RPM\"), was formed\n\nin September 1995 by fifteen independent wholesale distributors\n\nin New England, including two in Maine:         Portland and Magazines,\n\nInc.    Although Augusta was offered the opportunity to join RPM,\n\nit declined to do so.         RPM members agreed to bid for large\n\nretail chain contracts exclusively through RPM. When an RPM bid\n\nwas successful, RPM says that it would then determine which RPM\n\nmember or members would service the retailer’s various locations\n\nthroughout New England, based on retailer preference and other\n\nconsiderations such as the location of individual RPM members.\n\n             The second entity--which became the primary competitor\n\nto     RPM   for   regional   business--was         Hudson,   a   wholesale\n\ndistributor based in New Jersey with operations in New York and\n\n\n                                   -4-\n\fparts   of   New    England.      In   November   1995,    Hudson    signed   a\n\ncontract     to    supply   all   Wal-Mart   stores   in    the     Northeast,\n\nincluding four stores previously serviced by Augusta accounting\n\nfor about 10 percent of Augusta’s business.               In December 1995,\n\nHudson won a bid against RPM to supply all of Hannaford's 80\n\nstores in the Northeast, including 11 stores previously serviced\n\nby Augusta representing 40 percent of Augusta’s business.\n\n             In late December 1995, Hudson formed a joint venture\n\nwith Portland (the Hudson-Portland LLC) under which Portland\n\nwould service all of Hudson's customers in Maine, including\n\ncustomers acquired after the agreement.               Thereafter, Hudson\n\nprevailed over RPM in bidding to supply K-Mart’s Northeast\n\nstores (March 1996) and Cumberland Farms' New England stores\n\n(late July 1996); Portland serviced these accounts.                  However,\n\nPortland remained a member of RPM, eligible for any business RPM\n\nwon in competition with Hudson.\n\n             Like Hudson, RPM      was successful in obtaining region-\n\nwide business.       In March 1996, it won a bid to supply 100 Shaw’s\n\nSupermarkets locations throughout New England, two of which were\n\nin Augusta's formerly exclusive territory.                In April, RPM won\n\nover all of Christy's stores in New England, including eight\n\nlocations previously served by Augusta, and all of CVS’s stores\n\nin Maine, four of which had been serviced by Augusta.                 In July,\n\n\n                                       -5-\n\fRPM secured the contract for Rite Aid stores in Maine, some of\n\nwhich had been serviced by Augusta.\n\n            RPM and Hudson each offered large up-front per-store\n\nfees to the chain retailers.   For example, Hudson paid Hannaford\n\n$1,000 per store and K-Mart between $1,000 and $5,000 per store\n\nto secure    exclusive contracts.     RPM paid from $667 per-store\n\nfor each existing CVS location to $15,000 per-store for each\n\nRite Aid location.    The amounts were sometimes paid annually and\n\nsometimes spread over the life of the contract.     Some retailers\n\ndemanded the fees; one, Wal-Mart, declined to accept them.\n\nUnder the RPM charter, the fees were paid by the member which\n\nserviced the store.     Under the Hudson-Portland LLC agreement,\n\nPortland agreed to pay the fees for every store it serviced.\n\n            Augusta, which refused to offer retailers up-front\n\nfees, rapidly lost its chain store customers.    Augusta says that\n\nit thought such payments were illegal and unprofitable.    Augusta\n\nalso chose not to service customers on a regional level, bidding\n\nonly for the local or state-wide business of the chains.        In\n\nJuly 1996, concluding that it could not stay in business without\n\nthe retail chain stores that it had lost to Hudson and RPM,\n\nAugusta closed its doors.\n\n            In June 1999, Augusta filed this suit in the federal\n\ndistrict court in Maine.     Augusta's complaint claimed that up-\n\n\n                                -6-\n\ffront fees paid by Hudson and Portland violated section 2(c) of\n\nthe Clayton Act, as amended by the Robinson-Patman Act, and\n\nsection 1 of the Sherman Act.        In addition, Augusta charged that\n\nHudson and Portland (and possibly RPM’s other members) had\n\nagreed to divide the Maine market, in violation of section 1 of\n\nthe Sherman Act.\n\n            Soon after the present suit was brought, Hudson merged\n\noperations with RPM to form Hudson-RPM.              Allegedly, it is now\n\nthe only regional distributor servicing large retail chains in\n\nMaine.   The new entity also stopped offering up-front fees to\n\nretailers on new contracts.\n\n            After discovery was complete, Hudson and Portland moved\n\nfor summary judgment.        In a careful opinion, the magistrate\n\njudge recommended granting the motion, finding that the up-front\n\nfees were price concessions, rather than brokerage payments, and\n\ntherefore    not   covered   by   section    2(c),    and   that    Augusta’s\n\nsection 1 claim lacked merit because Augusta had failed to show\n\ninjury to competition.        In a brief order, the district court\n\naffirmed the recommendation and entered judgment for defendants.\n\nThis appeal followed.\n\n            We begin with Augusta's claims under the Robinson-\n\nPatman   Act:   one,   set   forth   in    the   complaint    and    resolved\n\nadversely to Augusta in the district court, is that the up-front\n\n\n                                     -7-\n\ffees paid by Hudson and Portland were brokerage fees or other\n\nconcessions forbidden by section 2(c); the other is a claim that\n\nthese payments violated section 2(a)'s restriction on price\n\ndiscrimination,    a   claim   that   Augusta   belatedly   sought    to\n\nintroduce into the case after the magistrate judge's recommended\n\ndecision.     The relationship between the two Robinson-Patman\n\nprovisions is relevant.\n\n            As adopted in 1914, the original section 2 of the\n\nClayton Act simply prohibited sellers from discriminating in\n\nprice among purchasers of commodities \"where the effect of such\n\ndiscrimination may be to substantially lessen competition or\n\ntend to create a monopoly\"--subject to a cost defense and a\n\nmeeting competition defense.     Pub. Law No. 63-212, 38 Stat. 730-\n\n31 (1914).    When section 2 was revised in 1936 by the Robinson-\n\nPatman Act, this anti-discrimination ban was re-designated as\n\nsection 2(a) (with a portion re-located into section 2(b) and\n\nelaborated in certain respects not pertinent here).\n\n            At the same time, Congress added section 2(c) as a new\n\nand more rigid ban on certain brokerage or other payments.           The\n\nfull text of section 2(c) is as follows:\n\n                         It shall be unlawful for any\n            person engaged in commerce, in the course of\n            such commerce, to pay or grant, or to\n            receive or accept, anything of value as a\n            commission,      brokerage,     or    other\n            compensation, or any allowance or discount\n\n                                  -8-\n\f          in  lieu    thereof,   except   for  services\n          rendered in connection with the sale or\n          purchase of goods, wares, or merchandise,\n          either   to    the   other   party  to   such\n          transaction or to an agent, representative,\n          or other intermediary therein where such\n          intermediary is acting in fact for or in\n          behalf, or is subject to the direct or\n          indirect control, of any party to such\n          transaction other than the person by whom\n          such compensation is so granted or paid.\n\n15 U.S.C. § 13(c).\n\n          This convoluted paragraph has bewildered lawyers and\n\njudges ever since, but its history provides some enlightenment.\n\nThe Robinson-Patman Act, unlike the ordinary antitrust laws, was\n\ndesigned less to protect competition than (in the midst of the\n\nGreat Depression) to protect small businesses against chain\n\nstores.      A   particular     target    were   the   discounts     that\n\nmanufacturers furnished to large chain stores.            The revamped\n\nsection   2(a)   directly     addresses   such   discounts;    and    the\n\nprotective   purpose   accounts     for    certain     anti-competitive\n\nrigidities in judicial interpretation of what might otherwise\n\nappear to be a conventional antitrust statute.2\n\n\n    2The most notable departure from standard antitrust analysis\nis the treatment of any economic loss to the customer of a\ndiscriminating seller as injury to competition (so-called\n\"secondary line\" injury). FTC v. Morton Salt Co., </pre><span class=\"citation\" data-id=\"104547\"><a href=\"/opinion/104547/ftc-v-morton-salt-co/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">,\n46 (1948).    By contrast, where a competing seller is the\nplaintiff (a so-called \"primary line\" injury case), evidence of\nan actual threat to competition--not just economic loss to the\ndisadvantaged seller--is required. Brooke Group Ltd. v. Brown\n& Williamson Tobacco Corp., </pre><span class=\"citation\" data-id=\"112893\"><a href=\"/opinion/112893/brooke-group-ltd-v-brown-williamson-tobacco-corp/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span><pre class=\"inline\">, 223 (1993).\n\n                                  -9-\n\f           Section 2(c) was intended to close firmly a potential\n\nloophole in the new regime.         Sellers often employ brokers, who\n\nare paid a commission, to seek out and arrange sales; one of the\n\nways that chains obtained discounts was through the seller's\n\npayments   to   the   buyer,   or   to   an   agent   of   the   buyer,   for\n\nbrokerage services not actually furnished or through a reduction\n\nin the selling price purportedly furnished in lieu of brokerage.\n\nWith certain qualifications, section 2(c) sought to ban outright\n\nboth such brokerage payments from seller to buyer and reductions\n\nin the selling price in lieu of brokerage; the ban covers other\n\nvariations as well but \"the seller to buyer\" payment ban is the\n\none pertinent here.3\n\n           If section 2(c) were limited to brokerage payments or\n\nreductions in lieu of brokerage, then Augusta's claim would be\n\nfacially silly.       The up-front payments in question have no\n\nrelationship to traditional brokerage services at all: they do\n\nnot purport to be for the sellers' performance of brokerage\n\nservices nor are they even claimed to correspond to amounts\n\n\n\n    3 On an initial reading, one might think that section 2(c)\nbanned such brokerage payments only where they were shams, i.e.,\nwhere they were not \"for [brokerage] services rendered . . . .\"\nCase law, possibly based on a misreading of what the quoted\nphrase modifies, has been less forgiving. See Quality Bakers of\nAmerica v. FTC, </pre><span class=\"citation\" data-id=\"1550831\"><a href=\"/opinion/1550831/quality-bakers-of-america-v-federal-trade-commission/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">393</span></a></span><pre class=\"inline\">, 398-99 (1st Cir. 1940). Compare\n14 Hovenkamp, Antitrust Law § 2362(d) (1999). This issue is not\npresented in this case.\n\n                                    -10-\n\fpreviously paid by the sellers to independent brokers to secure\n\nsales for the publishers.             Robinson v. Stanley Home Prods.,\n\nInc., </pre><span class=\"citation\" data-id=\"249488\"><a href=\"/opinion/249488/albert-e-robinson-v-stanley-home-products-inc/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span><pre class=\"inline\">, 604 (1st Cir. 1959).                         The payments are\n\nsimply price reductions offered to the buyers for the exclusive\n\nright to supply a set of stores under multi-year contracts.\n\n              Augusta makes no effort to identify any link between\n\nthe up-front payment and brokerage.                 Nor does it say that it\n\nwill       offer   evidence   that   such    a    link   exists     but    has   been\n\nconcealed.         Rather, at least in this court, it relies on the\n\nfact that section 2(c) itself speaks not solely of brokerage but\n\nof \"commission, brokerage, or other compensation.\" Ambitiously,\n\nAugusta suggests that any payment from seller to buyer is within\n\nthe ban.\n\n              Admittedly, some courts have read the statute to apply\n\nto   outright       commercial   bribery         whereby    one    party    to    the\n\ntransaction corrupts an agent of the other.4                     This view builds\n\non, but obviously goes somewhat beyond, a statement by the\n\nSupreme Court that congressional debates on section 2(c) show it\n\nto   proscribe       \"other   practices     such    as     the    'bribing'      of   a\n\nseller's broker by a buyer.\"          FTC v. Henry Broch & Co., </pre><span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span>\n\n\n\n       <span class=\"page\">4</span></span><pre class=\"inline\">\n     Bridges v. MacLean-Stevens Studios, Inc., </pre><span class=\"citation\" data-id=\"198763\"><a href=\"/opinion/198763/bridges-v-maclean/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 11\n(1st Cir. 2000) (collecting cases).    This circuit has never\ndecided whether a claim for commercial bribery is actionable\nunder section 2(c). Id.\n\n                                      -11-\n\f166, 169 n.6 (1960).      Yet, a buyer might perform numerous\n\nlegitimate services for a seller--advertising, special shelf\n\nspace, warranty repairs--and the courts have never read section\n\n2(c) as a general ban on seller-to-buyer payments without regard\n\nto purpose.\n\n         In this case, there is no link to brokerage payments,\n\nnothing was disguised, and Augusta does not claim that any agent\n\nwas bribed or corrupted.      All that we have is a payment--\n\neffectively a price reduction to the buyer--that was openly made\n\nfor the exclusive right to supply specific buyer stores for a\n\nspecific period.     The antitrust laws are not automatically\n\nhostile to price reductions or to exclusive dealing.     Section\n\n2(c) remains a ban directed to a particular evil; it is not a\n\nmechanical prohibition on all price reductions cast in the form\n\nof one-time payments.    See Zeller Corp. v. Federal-Mogul, </pre><span class=\"citation no-link\"><span class=\"volume\">173</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">858</span></span><pre class=\"inline\"> (6th Cir. 1999) (unpublished opinion).\n\n         A reduction in price to less than all customers may,\n\nof course, violate section 2(a), if the required effect on or\n\nthreat to competition can be shown by the plaintiff and if the\n\ndefendant cannot make out one or more of the defenses allowed by\n\nthe statute.   Augusta did not allege a violation of section 2(a)\n\nin its complaint.     Discovery was conducted, and the summary\n\njudgment motions were filed and contested, on the assumption\n\n\n                               -12-\n\fthat    section      2(a)   was   not   part   of   the    case.     After    the\n\nmagistrate judge's recommended decision, Augusta for the first\n\ntime sought to proffer a claim under section 2(a).\n\n           It did so by suggesting, in its objections to the\n\nmagistrate judge's recommended decision, that the district court\n\nshould allow an amendment to the complaint.                The district court\n\ndid not comment on the suggestion.              In this court, Augusta says\n\nagain   that    an    amendment    to   the    complaint    should   have    been\n\nallowed.    Appellees respond that Augusta did not properly raise\n\nthe issue in the district court by filing a motion to amend and\n\nthat no claim of error can be based on the failure to grant a\n\nmotion that was never made.             In any event, say appellees, the\n\nrefusal of the suggestion was not error.\n\n           We will assume arguendo that Augusta's desire to amend\n\nwas made clear to the district court even if no formal motion\n\nwas ever filed.       But a plaintiff's request to add a new claim to\n\nthe case after full discovery and after the grant of summary\n\njudgment to the defendants on all existing claims would require\n\nremarkable justification.           See Hayes v. New England Millwork\n\nDistr., Inc., </pre><span class=\"citation\" data-id=\"368207\"><a href=\"/opinion/368207/joseph-j-hayes-v-new-england-millwork-distributors-inc/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 19-20 (1st Cir. 1979).                      Nothing\n\nremotely close to a good excuse for failure to make the motion\n\nearlier    is   provided     by   Augusta.      Augusta's    suggestion      that\n\n\n\n\n                                        -13-\n\fdefendants would not be prejudiced by the need now to try the\n\nsection 2(a) claim is not sufficient.5\n\n          Independent of the Robinson-Patman Act claims, Augusta\n\ncharged   in   its    complaint   that        the    defendants     had   violated\n\nsection   1    of    the   Sherman     Act,     which    in    essence     forbids\n\nagreements     in    restraint    of    trade.         The    magistrate     judge\n\nrecommended dismissal of this claim as well on the ground that\n\nAugusta's evidence did not establish a triable issue as to\n\ninjury to consumer welfare, e.g., through higher prices or\n\nreduced consumer choice among publications stocked in retail\n\nstores.\n\n          On appeal, Augusta's principal argument is that no such\n\nevidence of injury to consumer welfare was required because the\n\nfacts made out, or at least provided a basis for trial on, two\n\ndifferent \"per se\" theories.            Specifically, Augusta says that\n\n\"the agreements to pay up-front fees\" were illegal and that the\n\ndefendants,     although     competitors,           agreed    to   \"a   horizontal\n\n\n\n    5Because the suggestion came too late and without any\njustification, we need not consider whether it also may be\nbarred because not first presented to the magistrate judge prior\nto the recommended decision. This court has previously warned\nagainst efforts to treat the magistrate judge proceeding as\n\"mere dress rehearsal,\" reserving critical claims \"for the\nsecond round\" before the district judge. See Paterson-Leitch\nCo. v. Mass. Mun. Wholesale Elec. Co., </pre><span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span><pre class=\"inline\">, 991 (1st\nCir. 1988).\n\n\n                                       -14-\n\fdivision of markets.\"       Augusta also says that it made a showing\n\nof injury to consumer welfare even though this is unnecessary\n\nfor a per se violation.\n\n           The premise from which Augusta departs is correct, but\n\nonly the premise.      Almost any agreement that affects or has the\n\npotential to affect interstate commerce is potentially within\n\nthe reach of section 1; but the legality of most kinds of\n\nagreements    (e.g.,       R&D      projects,       information       sharing,\n\ndistribution contracts) is tested by the rule of reason.                 Under\n\nthat rule, adverse effects on consumer welfare are an important\n\npart of the equation.        U.S. Healthcare, Inc. v. Healthsource,\n\nInc., </pre><span class=\"citation\" data-id=\"600733\"><a href=\"/opinion/600733/us-healthcare-inc-etc-v-healthsource-inc-etc/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span><pre class=\"inline\">, 595 (1st Cir. 1993); California Dental Ass'n\n\nv. FTC, </pre><span class=\"citation\" data-id=\"770194\"><a href=\"/opinion/770194/california-dental-association-v-federal-trade-commission/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">942</span></a></span><pre class=\"inline\">, 958 (9th Cir. 2000).                The evaluation is\n\nnot wholly ad hoc--there is a good deal of doctrine as to\n\nspecific practices--but it is hard to imagine a rule of reason\n\nviolation absent a potential threat to the public.\n\n           By contrast, a few agreements are deemed so pernicious\n\nthat they are condemned \"per se\" and without regard to the power\n\nof   the   parties   to    accomplish       their    aims,      regardless    of\n\njustification,   and      without    any    need    to   show   an   actual   or\n\npotential adverse effect on consumer welfare.                United States v.\n\nSocony-Vacuum Oil Co., </pre><span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span><pre class=\"inline\"> (1940).                The classic cases\n\nare agreements to set prices, fix output or engage in horizontal\n\n\n                                     -15-\n\fmarket division.   Minimum resale price maintenance remains a per\n\nse violation.   See Addamax Corp. v. Open Software Found., Inc.,\n\n</pre><span class=\"citation\" data-id=\"198110\"><a href=\"/opinion/198110/addamax-corporation-v-open-software/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 51 (1st Cir. 1998).   Concerted refusals to deal may\n\nor may not be so classed depending on various circumstances.\n\nU.S. Healthcare, 986 F.2d at 593.\n\n          The categorical descriptions of per se offenses are\n\nquite misleading for anyone not well versed in antitrust.    For\n\nexample, price-fixing in its literal sense is not condemned per\n\nse:   virtually every sale is an agreement on price.    The only\n\nprice-fixing agreements that are condemned     per se, with one\n\nnarrow exception (minimum resale price-fixing), are agreements\n\n(1) between competitors (2) as to competing products or services\n\n(3) where, in addition, the agreement is not part of a larger,\n\nlegitimate economic venture.   Broadcast Music, Inc. v. Columbia\n\nBroadcasting Sys., Inc., </pre><span class=\"citation\" data-id=\"110053\"><a href=\"/opinion/110053/broadcast-music-inc-v-columbia-broadcasting-system-inc/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1979) (joint purchase of\n\nsurplus gasoline intended to boost prices).    In short, the lay\n\nuse of terms like price-fixing are a poor guide to antitrust\n\nrules.\n\n          Here, Augusta's first claim--that \"the agreements to\n\npay up-front fees\" were unlawful--reflects confusion by Augusta\n\non several levels.    Insofar as the agreements were between a\n\nlegitimate selling entity and a buyer (e.g., between Hudson and\n\nK-Mart), the up-front fees were discounts on vertical prices of\n\n\n                               -16-\n\fthe kind that are \"fixed\"--and quite lawfully so--every time a\n\nbuyer    buys    something    from    a    seller.    An     agreement   between\n\ncompeting distributors to offer such up-front fees to retailers,\n\nunconnected to any joint venture, might be a per se violation;\n\nbut there is no clear claim by Augusta that this happened, no\n\nevidence for it, and no reason why competitors would make such\n\nan agreement.\n\n                Sellers do need to cooperate to raise or stabilize\n\nprices at a supra-competitive level because otherwise a hold-out\n\nseller could undercut and defeat an increase.                      But to   lower\n\nprices, sellers have no reason to agree; each can implement a\n\ndecrease    independently       and        the   objective    is   normally     to\n\nundersell       the   competitor's     undiscounted     price      and   win   the\n\ncustomer.       Of course, a competing seller will in the future\n\nlikely be forced to meet the lower price--which is why RPM and\n\nHudson each made such reductions in the same time frame--and a\n\nseller who will not compete (like Augusta) will lose business.\n\nBut this is not an agreement to restrain trade; it is just\n\ncompetition at work.\n\n            Both the existence of RPM and the Hudson-Portland\n\ndistribution arrangement present more complex situations.                       In\n\nforming RPM, local distributors who were at least potential\n\nrivals    (until      then   they    had    served   exclusive     territories)\n\n\n                                       -17-\n\fcombined to seek region-wide customers; and incident to such\n\noffers, they might be viewed as acting through RPM to \"agree\" on\n\nup-front payments to the buyers.      But it is a standard form of\n\njoint venture for local firms to combine to provide offerings--\n\nhere, one stop service for large buyers--that none could as\n\neasily provide by itself, and a joint venture often entails\n\nsetting a single price for the joint offering.        See Rothery\n\nStorage & Van Co. v. Atlas Van Lines, Inc., </pre><span class=\"citation\" data-id=\"471263\"><a href=\"/opinion/471263/rothery-storage-van-co-v-atlas-van-lines-inc/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span><pre class=\"inline\">, 229\n\n(D.C. Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span></span><pre class=\"inline\"> (1986).\n\n          In particular cases, such joint ventures may well be\n\nunlawful under the rule of reason on any of numerous grounds;\n\nfor example, the venturers may impermissibly collaborate beyond\n\nthe necessary scope of the venture, see Addamax, 152 F.3d at 52\n\nn.5, or impermissibly exclude competitors from joining in the\n\nventure, see Northwest Wholesale Stationers, Inc. v.       Pacific\n\nStationery & Printing Co., </pre><span class=\"citation\" data-id=\"111469\"><a href=\"/opinion/111469/northwest-wholesale-stationers-inc-v-pacific-stationery-printing-co/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span><pre class=\"inline\">, 295-96 (1985).        But\n\nAugusta makes no effort to analyze the venture under the rule of\n\nreason.   Indeed, after asserting that there was a combination to\n\nset up-front fees, it scarcely mentions the subject again,\n\nturning instead to the charge that the defendants engaged in\n\nhorizontal market division.\n\n          The charge of horizontal market division is equally\n\ndevoid of support insofar as it claims a per se violation.     The\n\n\n                               -18-\n\fbasic    notion       underlying    this      per   se       offense    is    that    two\n\ncompetitors may not agree not to compete for customers whether\n\nidentified individually or by class--for example, that one will\n\nserve only customers in Massachusetts while the other will serve\n\nonly those in Maine.              Despite unguardedly broad language in\n\nUnited States v. Topco Associates, Inc., </pre><span class=\"citation\" data-id=\"108495\"><a href=\"/opinion/108495/united-states-v-topco-associates-inc/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span><pre class=\"inline\"> (1972), it\n\nis commonly understood today that per se condemnation is limited\n\nto \"naked\" market division agreements, that is, to those that\n\nare    not     part    of   a   larger     pro-competitive            joint   venture.\n\nAddamax, 152 F.3d at 52 n.5; Rothery, 792 F.2d at 229.\n\n              In all events, Augusta points to nothing to suggest\n\nthat    there    was    any     agreement     among      the    defendants      or    the\n\ndefendants       and    others    to   divide       markets      in    the    sense    of\n\npromising not to compete.              It is not a per se violation for\n\nlocal competitors to join in providing region-wide service that\n\nnone alone provided before; nor is it unlawful                          per se for a\n\nlocal competitor to agree to act as a local distributor for an\n\nout-of-state competitor who won the contract to serve a local\n\nstore.        Palmer v. BRG of Georgia, Inc., </pre><span class=\"citation\" data-id=\"112507\"><a href=\"/opinion/112507/palmer-v-brg-of-ga-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span><pre class=\"inline\"> (1990),\n\ncited    by    Augusta,     was   more   or     less     a    sham    transaction      to\n\ndisguise a naked market division arrangement and did not involve\n\na bona fide joint venture.\n\n\n\n\n                                         -19-\n\f          It is worth stressing that the RPM joint venture, the\n\nHudson-Portland arrangements, and the final merger of RPM and\n\nHudson may all have been subject to antitrust attack under\n\nsection 1's rule of reason or, at least in the last instance,\n\npossibly under section 7 of the Clayton Act.    Furthermore, the\n\nup-front payments were part of multi-year exclusive dealing\n\ncontracts that might in principle be attacked under the rule of\n\nreason.   Tampa Elec. Co. v. Nashville Coal Co., </pre><span class=\"citation\" data-id=\"106178\"><a href=\"/opinion/106178/tampa-electric-co-v-nashville-co/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span><pre class=\"inline\">,\n\n327 (1961).      But Augusta ignores or fails to develop these\n\npossibilities.\n\n          There is no reason for us to consider Augusta's attacks\n\non the finding by the magistrate judge that consumer welfare was\n\nnot threatened or injured.    The per se claims made by Augusta\n\nare without basis and, in this court, Augusta does not even\n\nattempt to make out a rule of reason case in which competitive\n\neffects would be relevant.   At most, Augusta suggests that there\n\nwere or may have been some negative effects on consumer price or\n\nchoice; its most specific claim is that what were once local de\n\nfacto monopolies in Maine, capable of fringe competition, have\n\nnow been replaced by a larger state-wide monopoly.\n\n          The short answer is that in a rule of reason case,\n\nnegative effects or threatened effects on consumer welfare are\n\nalmost always a necessary element but they are not sufficient.\n\n\n                               -20-\n\fOne still has to identify a specific agreement, locate it within\n\nsome   doctrinal framework or body of precedent, and assess the\n\ncompetitive benefits and disadvantages of the agreement (along\n\nwith   the   possibility   of   achieving   the   former   through   less\n\nrestrictive means).      See U.S. Healthcare, 986 F.2d at 596-97.\n\nThis sounds like a difficult task and it usually is, which is\n\nwhy antitrust plaintiffs try to make out per se violations and,\n\nin default of them, rely heavily upon experts.\n\n             Nothing in Augusta's appellate briefs develops a rule\n\nof reason case.      It may well be that somewhere in the record\n\nthere are facts and expert testimony that could have been used\n\nto construct such a case; but it is not the job of appeals\n\ncourts to rummage unaided through the record, nor can the other\n\nside respond to a claim not seriously asserted on appeal.             See\n\nU.S. Healthcare, 986 F.2d at 595.        Absent an organized rule of\n\nreason case, it does not matter whether the magistrate judge got\n\nright each of the factual points that Augusta disputes.\n\n             Affirmed.\n\n\n\n\n                                  -21-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/249488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1550831/"
  ]
}