{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199621/",
  "absolute_url": "/opinion/199621/state-of-maine-v-us-fish-wildlife/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199621/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:02Z",
  "date_modified": "2017-03-24T11:02:32.564046Z",
  "type": "010combined",
  "sha1": "b32b6ab7e3fb0861dc7a26c3eec7f6cd7566069c",
  "page_count": 1,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1770A-01A.pdf",
  "local_path": "pdf/2001/10/01/State_of_Maine_v._US_Fish__Wildlife.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\nNo. 01-1770\n\n                   STATE OF MAINE, ET AL.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n  DIRECTOR, UNITED STATE FISH AND WILDLIFE SERVICE, ET AL.,\n\n                         Defendants,\n\n                DEFENDERS OF WILDLIFE, ET AL.,\n\n                    Movants, Appellants.\n\n\n\n\n                        ERRATA SHEET\n\n     The opinion of this court, issued August 24, 2001, should\nbe amended as follows:\n\n     On page 16 line 13: the word \"Circuit\" is replaced with\n\"Circuits\"\n\n    On page 2 line 12: insert comma after \"intervene\"\n\n     On page 11 line 10: the word \"pleading\" is replaced with\n\"pleadings\"\n\f",
  "html": "<p class=\"case_cite\">262 F.3d 13 (1st Cir. 2001)</p>\n    <p class=\"parties\">STATE OF MAINE, ET AL., Plaintiffs, Appellees,<br>v.<br>DIRECTOR, UNITED STATES FISH AND WILDLIFE SERVICE, ET AL., Defendants,<br>DEFENDERS OF WILDLIFE, ET AL., Movants, Appellants.</p>\n    <p class=\"docket\">No. 01-1770</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard August 3, 2001<br>Decided August 24, 2001<br>Amended September 28, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Gene Carter, U.S. District Judge]</p>\n      <p class=\"indent\">Howard M. Crystal with whom Eric R. Glitzenstein and Meyer and Glitzenstein were on brief for appellants.</p>\n      <p class=\"indent\">Catherine R. Connors with whom Peter W. Culley and Pierce Atwood were on brief for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Gibson, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In November, 2000 the National Marine Fisheries Service and the U.S. Fish and Wildlife Service (collectively, \"the Services\") issued a final decision designating Atlantic Salmon in an area comprised of seven Maine rivers to be an endangered species under the Endangered Species Act. 16 U.S.C. &#167;&#167; 1531-1544 (1994 &amp; Supp. IV 1998). Several weeks later, the State of Maine and business group plaintiffs sued to have the decision set aside. The United States appeared to defend the Services. Several conservation groups, Defenders of Wildlife, Biodiversity Foundation, Conservation Action Project, Forest Ecology Network, and Coastal Waters Project (collectively, \"Defenders\"), sought to intervene, also attempting to defend the designation of the Atlantic Salmon as an endangered species. Defenders' chief argument was that the Services had recently been their adversaries in earlier litigation, which Defenders had brought to force the Services to protect the salmon, and this meant the United States did not and could not adequately represent the conservation groups' interests. No party opposed the intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court nonetheless denied the intervention, but did say it would allow Defenders to participate in the litigation on an amicus-plus status. Maine v. Norton, No. CIV 00-250-B-C, 2001 WL 360991, at *7 (D. Me. Apr. 11, 2001). As amicus-plus, Defenders have the right to submit briefs (including arguments not presented by the government), a limited right to call and cross-examine witnesses, and a right to receive notice and service of all documents and events as if they were parties in the case. Defenders appealed from the denial of intervention. The plaintiff business interests appeared to defend the district court's order as within its discretion. The State of Maine has not taken a position on the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">With a caveat, we affirm the order as within the trial court's discretion. In doing so, we decline to adopt a per se rule, urged by Defenders, that the \"inadequacy of representation\" test of Fed. R. Civ. P. 24(a)(2) is automatically met where the litigation challenges governmental action which the government defends and the proposed intervenor had earlier sued the government trying to bring about a similar action. Rather, the \"inadequacy\" test must be looked at in context of the facts of the specific case. That context leads to the caveat: should, in the course of this litigation, the trial court conclude that the government appears not to represent adequately the interest of Defenders, then it should reconsider afresh, on application, the matter of intervention.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Legend has it that salmon were once so plentiful in the great rivers of Maine that workers along the Kennebec River negotiated as a term of employment that they would not be fed salmon for breakfast, lunch, and dinner. W.H. Bunting, A Day's Work (2000). In the year 2000, by contrast, very few wild adult salmon returned to the seven Maine Rivers at issue in this case (the Dennys, East Machias, Machias, Pleasant, Narraguagus, Ducktrap, and Sheepscot Rivers). Me. Atl. Salmon Comm'n, 2000 Trap Catch Statistics, at http://www.state.me.us/asa/2000catchstats.html (last modified Nov. 3, 2000). This is significant because the Atlantic Salmon spawns in freshwater rivers. Young salmon live in those rivers for one to three years before they undergo changes which enable them to live in saltwater. The salmon then migrate to the Atlantic Ocean. In reproducing, they return to the streams where they were born, where the female salmon delivers the eggs.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Concerned about the decline in salmon population, in 1993 one of the conservation groups petitioned the Services to list the salmon as an \"endangered\" species under the Endangered Species Act (\"ESA\"). See 16 U.S.C. &#167; 1540(g)(2)(C) (requiring written notice); 65 Fed. Reg. 69,459 at 69,462 (2000) (providing a history of previous federal action concerning the salmon).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Endangered species\" is a legal term of art that signifies \"any species which is in danger of extinction throughout all or a significant portion of its range.\" 16 U.S.C. &#167; 1532(6). It is contrasted with \"threatened species,\" which signifies \"any species which is likely to become an endangered species within the foreseeable future.\" Id. &#167; 1532(20). The ESA requires the Secretary of the Interior to \"determine whether any species is an endangered species or a threatened species because of any of the following factors: (A) the present or threatened destruction, modification, or curtailment of its habitat or range; (B) overutilization for commercial, recreational, scientific, or educational purposes; (C) disease or predation; (D) the inadequacy of existing regulatory mechanisms; or (E) other natural or manmade factors affecting its continued existence.\" Id. &#167; 1533(a)(1). The Secretary must classify species as endangered or threatened \"solely on the basis of the best scientific and commercial data available to him after conducting a review of the status of the species and after taking into account those efforts, if any, being made by any State . . . to protect such species.\" Id. &#167; 1533(b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The purpose of such classification is to conserve the endangered or threatened species. See id. &#167; 1531(b). But there are differences between the two classifications. While the ESA requires the Secretary to issue regulations to provide for the conservation of threatened species, id. &#167; 1533(d), it also prohibits the import, export, or taking of endangered species, id. &#167; 1538(a)(1). When making either the \"threatened\" or \"endangered\" determination, the Secretary must take state efforts to protect the species into account. Id. &#167; 1533(b)(1)(A). If the Secretary enters into a cooperative agreement with a state to protect a threatened species, regulations to protect that species, with the exception of regulations prohibiting the taking of that species, apply only to the extent that the state has adopted them. Id. &#167; 1533(d).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This legislative framework sets the stage for the regulatory history, which is essential to understanding Defenders' argument.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1994, in response to the 1993 petition to list the Atlantic Salmon under the ESA, the Services published a notice in the Federal Register indicating that such a listing was potentially warranted. 59 Fed. Reg. 3067 (1994). In 1995, the Services concluded that the requested listing was not warranted because the salmon as they had been described in the earlier petition did not meet the ESA's definition of a species. 60 Fed. Reg. 14,410 (1995).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In this same notice, the Services concluded that the Atlantic Salmon in seven Maine rivers did meet the ESA's criteria for a species because they were found to be evolutionarily significant and reproductively isolated from other populations belonging to the same species. Id. at 14,411-12.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1995, the Services published a proposed rule listing the Gulf of Maine Distinct Population Segment (\"DPS\") of the Atlantic Salmon as threatened under the ESA. 60 Fed. Reg. 50,530 (1995). But in 1997, the Services withdrew the proposed rule because of scientific data bearing on the health of the DPS and ongoing and planned actions to protect the Atlantic Salmon, including federal conservation efforts and the State of Maine's development of the \"Atlantic Salmon Conservation Plan for Seven Maine Rivers.\" 62 Fed. Reg. 66,325 at 66,332-37 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Maine's Conservation Plan addresses both ongoing and proposed actions to reduce threats to the Atlantic Salmon. Id. at 66,335. \"The stated intent of the Conservation Plan is to minimize human impacts on the Atlantic salmon and restore the species . . . .\" Id. The Maine Plan identifies five categories of threats to the salmon: agriculture, aquaculture, forestry, recreational fishing, and other natural and human related threats. Id. at 66,335-37. For each category of threat, the Plan describes ongoing and planned future actions to protect the salmon. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When deciding whether to classify a species as threatened or endangered under the ESA, the Secretary must consider the status of the species after accounting for any state efforts to protect the species. 16 U.S.C. &#167; 1533(b)(1)(A). After doing so, the Services in 1997 concluded that ongoing actions had \"substantially reduced threats to the species\" and that the DPS was \"not likely to become endangered in the foreseeable future\" and so listing was \"not warranted\" at the time. 62 Fed. Reg. 66,325 at 66,337.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In 1999, the proposed intervenors filed suit in the U.S. District Court for the District of Columbia, challenging the Services' 1997 withdrawal of the proposed rule. While the D.C. litigation was underway, the Services in November 1999 proposed a new rule that listed the Gulf of Maine Salmon as endangered, 64 Fed. Reg. 62,627 (1999), not merely threatened. Once a proposed listing rule is promulgated, the Services ordinarily have one year to make a final decision. 16 U.S.C. &#167; 1533(b)(6)(A)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On June 14, 2000, the parties in the D.C. litigation entered into a court-endorsed stipulation agreeing to stay that litigation pending the Services' decision to promulgate or withdraw the proposed endangered species rule by November 17, 2000. In entering the stipulation, the Services were modifying their unilateral ability to extend the review process by six months, see 16 U.S.C. &#167; 1533(b)(6)(B). The stipulation did provide that a party could ask the court to modify the terms of the agreement. Eventually, the D.C. litigation concluded and judgment entered. The Services complied with the stipulation by deciding within the stipulated time frame of one year.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Services issued a final rule listing the Gulf of Maine Atlantic Salmon as an endangered species. 65 Fed. Reg. 69,459 (2000) (to be codified at 50 C.F.R. pts. 17 and 224). In their justification for listing the Atlantic Salmon as endangered, the Services considered, among other factors, the low number of returning adult salmon, 65 Fed. Reg. 69,459 at 69,461, 69,479, the escalating threat of disease, id. at 69,476-77, and threats to the salmon from existing aquaculture practices, id. at 69,477-79.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The State of Maine, the Maine State Chamber of Commerce, and various Maine businesses and business associations challenged the regulation. They alleged, pursuant to the Administrative Procedure Act, that the Services' designation of the Maine Atlantic Salmon as endangered was arbitrary and capricious and should therefore be set aside. See 5 U.S.C. &#167; 706(2)(A) (1994). Their complaint included allegations that the Services (1) failed to base their listing decision on the best available data; (2) ignored Maine's Plan to protect and restore the salmon; (3) unlawfully agreed to restrict their own ability to extend the statutory deadline for regulating; and (4) acted inconsistently with their prior decision not to list the salmon as threatened or endangered.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We start with Defenders' challenge to the district court's denial of their motion for intervention of right. Intervention of right, in the absence of a federal statute granting intervention, is governed by Fed. R. Civ. P. 24(a)(2), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Upon timely application anyone shall be permitted to intervene in an action: . . . (2) when the applicant claims an interest relating to the property or transaction which is the subject of the action and the applicant is so situated that the disposition of the action may as a practical matter impair or impede the applicant's ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This suit largely turns<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> on the clause \"unless the applicant's interest is adequately represented by existing parties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The appellate standard of review in this Circuit is that \"[w]e will reverse the denial of a motion to intervene as of right 'if the court fails to apply the general standard provided by the text of Rule 24(a)(2), or if the court reaches a decision that so fails to comport with the standard as to indicate an abuse of discretion.'\" Public Serv. Co. of N.H. v. Patch, 136 F.3d 197, 204 (1st Cir. 1998) (quoting International Paper Co. v. Town of Jay, 887 F.2d 338, 344 (1st Cir. 1989)). As we have said, \"'abuse of discretion' . . . may be a misleading phrase. Decisions on abstract issues of law are always reviewed de novo; and the extent of deference on 'law application' issues tends to vary with the circumstances.\" Cotter v. Mass. Ass'n of Minority Law Enforcement Officers, 219 F.3d 31, 34 (1st Cir. 2000), cert. denied, 531 U.S. 1072 (2001). \"Despite its nomenclature, intervention 'as of right' usually turns on judgment calls and fact assessments that a reviewing court is unlikely to disturb except for clear mistakes. . . . [I]n practice, the district court enjoys a reasonable measure of latitude . . . .\" Daggett v. Comm'n on Governmental Ethics and Election Practices, 172 F.3d 104, 113 (1st Cir. 1999).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Some burden of showing inadequacy is placed on the proposed intervenor. See id. at 111 (not deciding whether burden is one of production or persuasion). The general alignment of interest of the Services and Defenders in upholding the designation is self-evident. This case is not an instance of the government having to make a regulatory choice which may be adverse to the proposed intervenors; the government has made the choice to designate the species as endangered, and the result is what the proposed intervenors wanted. There is no inadequacy immediately apparent in such a situation.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defenders make two arguments as to intervention of right, only one of which has any substance. The primary argument is that the Services, formerly Defenders' antagonists, cannot be trusted to defend fully the endangered species designation because they will not make an argument which Defenders would make. The argument the Services are unlikely to make is that the Services should have protected the Atlantic Salmon earlier, that they were wrong when they failed to do so, particularly in deferring to Maine's State Plan in 1997, and that the 2000 designation corrected an earlier mistake. Indeed, the issue on which Defenders focus is in the case as a result of plaintiffs' pleadings. Plaintiffs' complaints claim that the change in the government's position between 1997 and 2000 is evidence of the arbitrariness of the Services' 2000 designation. More specifically, Defenders say that the argument they would make is different in kind from the other arguments because it is an argument under step one of Chevron that as a matter of law, the Services could not in 1997 have deferred to the Maine Conservation Plan. See Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 842-43 (1984). That is because, in their view, that Plan was not an \"existing\" regulatory mechanism under 16 U.S.C. &#167; 1533(a)(1)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Services, having not opposed intervention below, have not appeared in this appeal, but we assume that they are not likely to confess any error as to the 1997 withdrawal of the \"threatened\" species designation. Rather, they will likely say that the sum of information available to them justified the 2000 designation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defenders argue that the Supreme Court has said that applicants for intervention need only make a \"minimal\" showing that representation \"may be\" inadequate. Trbovich v. United Mine Workers, 404 U.S. 528, 538 n.10 (1972). From this Defenders make a stab at an argument that the district court made an error of law, reviewed de novo, by holding them to the test of demonstrating that the Services \"will fail to adequately protect their claimed interest.\" Norton, 2001 WL 360991 at *6. \"Will fail,\" they say, is a harsher standard than \"may be inadequate.\" This argument, which relies on a single phrase plucked out of a lengthy opinion, is not a fair reading of what the district court did. The court applied Trbovich and this Circuit's law and there is no serious argument that the court misapprehended the legal standard in its careful analysis. In addition, this case is meaningfully different from Trbovich. In Trbovich, the Court's doubts about the adequacy of the government's representation stemmed from the Labor Secretary's statutory duty to represent the \"two distinct interests\" of the individual union members and the general public. 404 U.S. at 538-39. Here there is no statutorily imposed conflict and the Services' interests are closely aligned with Defenders' interests.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This case presents a recurring situation: a group with recognized interests wishes to intervene and defend an action of the government which the government is itself defending. Trbovich is such a case, as are several of our decisions in the area. E.g., Cotter, 219 F.3d 31 (minority police officers and Massachusetts Association of Minority Law Enforcement Officers sought to intervene to defend police department's promotion of minority officers); Mass. Food Ass'n v. Mass. Alcoholic Beverages Control Comm'n, 197 F.3d 560 (1st Cir. 1999) (trade associations sought to intervene to defend Massachusetts liquor regulation), cert. denied, 529 U.S. 1105 (2000); Daggett, 172 F.3d 104 (parties intending to run for office sought to intervene to defend Maine Clean Election Act); Patch, 136 F.3d 197 (industry and consumer groups sought to intervene to defend New Hampshire electric utility restructuring plan); United Nuclear Corp. v. Cannon, 696 F.2d 141 (1st Cir. 1982) (Conservation Law Foundation sought to intervene to defend Rhode Island nuclear power regulation).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Generally, our decisions have proceeded on the assumption, subject to evidence to the contrary, that the government will adequately defend its actions, at least where its interests appear to be aligned with those of the proposed intervenor. E.g., Mass. Food Ass'n, 197 F.3d at 567. Indeed, our cases use the language of \"presumption.\" E.g., id. at 566-67; Daggett, 172 F.3d at 111. Although the bar is raised higher for proposed intervenors in this situation, there is danger in a mechanistic application of such language. \"Presumption\" means no more in this context than calling for an adequate explanation as to why what is assumed -- here, adequate representation -- is not so. See Fed. R. Evid. 301; 2 McCormick on Evidence &#167; 344 at 445-46 (John W. Strong et al. eds., 5th ed. 1999). The facts of these cases vary greatly and whether the proposed intervenors' explanation of inadequacy suffices must be determined \"in keeping with a commonsense view of the overall litigation.\" Patch, 136 F.3d at 204.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, Defenders have offered an explanation and the question is whether the district court abused its discretion in concluding that the explanation did not presently suffice. As the case is now configured, we cannot find abuse of discretion. At bottom Defenders show one argument which they wish to present and (we assume) the government does not. The district court has said, through its grant of amicus-plus status, that it will hear the arguments Defenders wish to present. At oral argument before our Court, the plaintiff business interests have said they will not object to Defenders presenting arguments on the basis that they are not intervenors (and will respond to the arguments on the merits). And our cases have said that a difference in tactics as to presenting a legal argument does not necessarily an inadequacy make. E.g., Daggett, 172 F.3d at 112.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The argument Defenders wish to advance may be thought of as a supplement to the defendants' main argument in the case. The main argument, under the APA, concerns whether the 2000 designation is \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. &#167; 706(2)(A). Whether the Services should have earlier so designated the salmon may be a building block in an argument, but is hardly a necessary one to the defense. Defenders' additional argument is better thought of as a rejoinder to plaintiffs' argument that the Services' different result in 2000 than in 1997 is evidence that the 2000 decision was arbitrary. There are several obvious, more direct arguments for the government to make in response in which the Services and Defenders have a common interest, and which do not depend on the alternate argument.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defenders seek to wrap themselves in decisions of this Court reversing district court decisions denying intervention. See Cotter, 219 F.3d 31; Conservation Law Found. v. Mosbacher, 966 F.2d 39 (1st Cir. 1992). But in each of those cases the intervenors had direct private interests (in Cotter, 219 F.3d at 34-37, the jobs and promotions available to black police officers and in Conservation Law Foundation, 966 F.2d at 44, commercial fishing interests) which the government had and could have no interest in protecting. Further, in Conservation Law Foundation, the government did not answer or defend the case but simply agreed to a consent decree that imposed additional burdens on and was unacceptable to intervenors. Id. Those situations are a far cry from this case, which involves no dissimilar interests, but only a tactical disagreement. It is difficult to analyze \"inadequacy\" without looking at the strength of the interests the would-be intervenors present and the tests of inadequacy may vary with the strength of the interests. Daggett, 172 F.3d at 111, 113-14. These proposed intervenors, like those in Daggett, are more in the middle of the range as to strength of interests, and, as in Daggett, an appellate court is hard pressed to reverse a district court's decision, either way it goes.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Given plaintiffs' emphasis on the Services' supposed \"change\" of position, we might view this case differently if the argument Defenders wish to present depended on introduction of evidence that the Services would refuse to present.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> But review of federal agency administrative actions is usually confined to the record before the agency. See SEC v. Chenery Corp., 318 U.S. 80, 87-88 (1943). No one has suggested that the record of agency action will not permit the argument to be made that Defenders wish to pursue. And there is no suggestion the case requires presentation of evidence only available through Defenders' participation as intervenors.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This leaves the argument that because of the prior litigation, we should question the government's zeal in adequately defending the designation. The Ninth and the Tenth Circuits have considered this, among other factors, in finding inadequacy in such circumstances. Idaho Farm Bureau Fed'n v. Babbitt, 58 F.3d 1392, 1398 (9th Cir. 1995); Coalition of Ariz./N.M. Counties for Stable Econ. Growth v. Dep't of the Interior, 100 F.3d 837, 845-46 (10th Cir. 1996). Our view is that the former adversary relationship between the government and proposed intervenors may raise questions about adequacy, but does not alone answer the questions. An earlier adverse relationship with the government does not automatically make for a present adverse relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, the Services did not designate the Atlantic Salmon as endangered under litigation compulsion to reach that result, but rather of their own accord. Further, the Services' endangered species designation goes beyond what Defenders sought in the earlier litigation. After all, Defenders' suit challenged the 1997 withdrawal of the designation of the Atlantic Salmon as \"threatened,\" a designation which provides less protection. The articulated reasoning supporting the Services' 2000 designation cites to new studies and information not available at the time of the earlier litigation. This fact distinguishes the subject matter of this litigation from the earlier case. The prior litigation was not marked by the sort of conduct from the government that would evidence bad faith. Cf. Coalition of Arizona, 100 F.3d at 845-46 (intransigence of government in prior litigation resolved only after contempt citation); Mausolf, 85 F.3d at 1303-04 (reversing denial of intervention where inadequacy not based on \"nebulous and paranoid 'distrust of government,'\" but on a \"well-documented history\" of government failure to enforce regulations; government inevitably has to choose among competing interests and interests may be adverse to those of proposed intervenor); In re Sierra Club, 945 F.2d 776, 780 (4th Cir. 1991) (reversing denial of intervention where interests of government and intervenors diverge at a number of significant points, including remedy). In another case involving different facts, a prior adversary relationship might suffice. Here it does not and there was no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The second argument<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> made by Defenders is that they must be allowed to intervene to protect what they won in their litigation against the government in the District of Columbia. The main purpose of the argument seems to be to reinforce the antagonism point discussed above. On its own terms the argument is without merit. As the district judge correctly and succinctly concluded, all that Defenders won was a stipulation that the Services would decide what to do on listing the Atlantic Salmon by a particular date. That bargain was kept, the decision was made, and there is no risk to that completed bargain in this litigation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As to permissive intervention, appellate review is even more restrictive. Daggett, 172 F.3d at 113. The district court denied intervention because it felt intervention would delay and complicate matters. This was a judgment call for the court. It applied the appropriate standards and we cannot say it was wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This litigation is at its early stages. Should it appear to the district court from some event that the government may not be adequately representing the interest, advanced by Defenders, that the Atlantic Salmon remain listed as an endangered species, the court should revisit the matter of intervention. See Mass. Food Ass'n, 197 F.3d at 568 (\"[I]f the [government] refused to appeal from a defeat, a would-be intervenor could then seek to intervene.\"); cf. Coalition of Ariz., 100 F.3d at 844-45 (intervention allowed after government had refused to take procedural steps which would have helped its case).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The 1993 petition requested the Services to list the naturally spawning anadromous Atlantic Salmon throughout its known historic range in the United States. The Services \"determined that available biological evidence\" did not support such a listing. 60 Fed. Reg. at 14,412.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court assumed that Defenders' asserted interest satisfied Rule 24(a)(2)'s \"interest relating to the property or transaction which is the subject of the action\" requirement, and held that the disposition of the case may impede Defenders' ability to protect that interest. The business interests' protests need not be addressed. Our decision focuses on the \"inadequacy\" point.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Other circuits, but not this one, apparently review denovo most issues of denial to intervene. E.g., Mausolf v. Babbitt, 85 F.3d 1295, 1302 (8th Cir. 1996) (reviewing de novo); Coalition of Ariz./N.M. Counties for Stable Econ. Growth v. Dep't of the Interior, 100 F.3d 837, 840 (10th Cir. 1996) (reviewing de novo save for timeliness issue); Idaho Farm Bureau Fed'n v. Babbitt, 58 F.3d 1392, 1397 (9th Cir. 1995) (same); but see In re Sierra Club, 945 F.2d 776, 779 (4th Cir. 1991) (abuse of discretion review).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiff business interests informed the district court they wish to discover and introduce evidence outside of the record. The United States has taken the position review is restricted to the record. We take no position on the matter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In a footnote, Defenders argue that the change of administration also makes the Services' representation inadequate. The district court correctly noted that Defenders have not presented \"any evidence\" on inadequacy resulting from the new administration. Norton, 2001 WL 360991 at *6.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiff business interests also claim that the stipulation as to timing forced USFWS into a precipitous and ill-considered decision. There appears to be a perfect alignment of interests between USFWS and Defenders in denying this.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199574\"><a href=\"/opinion/199574/state-of-maine-v-us-fish-wildlife/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">STATE OF MAINE, ET AL., Plaintiffs, Appellees,<br>v.<br>DIRECTOR, UNITED STATES FISH AND WILDLIFE SERVICE, ET AL., Defendants,<br>DEFENDERS OF WILDLIFE, ET AL., Movants, Appellants.</p>\n    <p class=\"docket\">No. 01-1770</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard August 3, 2001<br>Decided August 24, 2001<br>Amended September 28, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Gene Carter, U.S. District Judge]</p>\n      <p class=\"indent\">Howard M. Crystal with whom Eric R. Glitzenstein and Meyer and Glitzenstein were on brief for appellants.</p>\n      <p class=\"indent\">Catherine R. Connors with whom Peter W. Culley and Pierce Atwood were on brief for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Gibson, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In November, 2000 the National Marine Fisheries Service and the U.S. Fish and Wildlife Service (collectively, \"the Services\") issued a final decision designating Atlantic Salmon in an area comprised of seven Maine rivers to be an endangered species under the Endangered Species Act. 16 U.S.C. &#167;&#167; 1531-1544 (1994 &amp; Supp. IV 1998). Several weeks later, the State of Maine and business group plaintiffs sued to have the decision set aside. The United States appeared to defend the Services. Several conservation groups, Defenders of Wildlife, Biodiversity Foundation, Conservation Action Project, Forest Ecology Network, and Coastal Waters Project (collectively, \"Defenders\"), sought to intervene, also attempting to defend the designation of the Atlantic Salmon as an endangered species. Defenders' chief argument was that the Services had recently been their adversaries in earlier litigation, which Defenders had brought to force the Services to protect the salmon, and this meant the United States did not and could not adequately represent the conservation groups' interests. No party opposed the intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court nonetheless denied the intervention, but did say it would allow Defenders to participate in the litigation on an amicus-plus status. Maine v. Norton, No. CIV 00-250-B-C, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">360991</span></span>, at *7 (D. Me. Apr. 11, 2001). As amicus-plus, Defenders have the right to submit briefs (including arguments not presented by the government), a limited right to call and cross-examine witnesses, and a right to receive notice and service of all documents and events as if they were parties in the case. Defenders appealed from the denial of intervention. The plaintiff business interests appeared to defend the district court's order as within its discretion. The State of Maine has not taken a position on the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">With a caveat, we affirm the order as within the trial court's discretion. In doing so, we decline to adopt a per se rule, urged by Defenders, that the \"inadequacy of representation\" test of Fed. R. Civ. P. 24(a)(2) is automatically met where the litigation challenges governmental action which the government defends and the proposed intervenor had earlier sued the government trying to bring about a similar action. Rather, the \"inadequacy\" test must be looked at in context of the facts of the specific case. That context leads to the caveat: should, in the course of this litigation, the trial court conclude that the government appears not to represent adequately the interest of Defenders, then it should reconsider afresh, on application, the matter of intervention.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Legend has it that salmon were once so plentiful in the great rivers of Maine that workers along the Kennebec River negotiated as a term of employment that they would not be fed salmon for breakfast, lunch, and dinner. W.H. Bunting, A Day's Work (2000). In the year 2000, by contrast, very few wild adult salmon returned to the seven Maine Rivers at issue in this case (the Dennys, East Machias, Machias, Pleasant, Narraguagus, Ducktrap, and Sheepscot Rivers). Me. Atl. Salmon Comm'n, 2000 Trap Catch Statistics, at http://www.state.me.us/asa/2000catchstats.html (last modified Nov. 3, 2000). This is significant because the Atlantic Salmon spawns in freshwater rivers. Young salmon live in those rivers for one to three years before they undergo changes which enable them to live in saltwater. The salmon then migrate to the Atlantic Ocean. In reproducing, they return to the streams where they were born, where the female salmon delivers the eggs.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Concerned about the decline in salmon population, in 1993 one of the conservation groups petitioned the Services to list the salmon as an \"endangered\" species under the Endangered Species Act (\"ESA\"). See 16 U.S.C. &#167; 1540(g)(2)(C) (requiring written notice); 65 Fed. Reg. 69,459 at 69,462 (2000) (providing a history of previous federal action concerning the salmon).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Endangered species\" is a legal term of art that signifies \"any species which is in danger of extinction throughout all or a significant portion of its range.\" 16 U.S.C. &#167; 1532(6). It is contrasted with \"threatened species,\" which signifies \"any species which is likely to become an endangered species within the foreseeable future.\" Id. &#167; 1532(20). The ESA requires the Secretary of the Interior to \"determine whether any species is an endangered species or a threatened species because of any of the following factors: (A) the present or threatened destruction, modification, or curtailment of its habitat or range; (B) overutilization for commercial, recreational, scientific, or educational purposes; (C) disease or predation; (D) the inadequacy of existing regulatory mechanisms; or (E) other natural or manmade factors affecting its continued existence.\" Id. &#167; 1533(a)(1). The Secretary must classify species as endangered or threatened \"solely on the basis of the best scientific and commercial data available to him after conducting a review of the status of the species and after taking into account those efforts, if any, being made by any State . . . to protect such species.\" Id. &#167; 1533(b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The purpose of such classification is to conserve the endangered or threatened species. See id. &#167; 1531(b). But there are differences between the two classifications. While the ESA requires the Secretary to issue regulations to provide for the conservation of threatened species, id. &#167; 1533(d), it also prohibits the import, export, or taking of endangered species, id. &#167; 1538(a)(1). When making either the \"threatened\" or \"endangered\" determination, the Secretary must take state efforts to protect the species into account. Id. &#167; 1533(b)(1)(A). If the Secretary enters into a cooperative agreement with a state to protect a threatened species, regulations to protect that species, with the exception of regulations prohibiting the taking of that species, apply only to the extent that the state has adopted them. Id. &#167; 1533(d).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This legislative framework sets the stage for the regulatory history, which is essential to understanding Defenders' argument.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1994, in response to the 1993 petition to list the Atlantic Salmon under the ESA, the Services published a notice in the Federal Register indicating that such a listing was potentially warranted. 59 Fed. Reg. 3067 (1994). In 1995, the Services concluded that the requested listing was not warranted because the salmon as they had been described in the earlier petition did not meet the ESA's definition of a species. 60 Fed. Reg. 14,410 (1995).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In this same notice, the Services concluded that the Atlantic Salmon in seven Maine rivers did meet the ESA's criteria for a species because they were found to be evolutionarily significant and reproductively isolated from other populations belonging to the same species. Id. at 14,411-12.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1995, the Services published a proposed rule listing the Gulf of Maine Distinct Population Segment (\"DPS\") of the Atlantic Salmon as threatened under the ESA. 60 Fed. Reg. 50,530 (1995). But in 1997, the Services withdrew the proposed rule because of scientific data bearing on the health of the DPS and ongoing and planned actions to protect the Atlantic Salmon, including federal conservation efforts and the State of Maine's development of the \"Atlantic Salmon Conservation Plan for Seven Maine Rivers.\" 62 Fed. Reg. 66,325 at 66,332-37 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Maine's Conservation Plan addresses both ongoing and proposed actions to reduce threats to the Atlantic Salmon. Id. at 66,335. \"The stated intent of the Conservation Plan is to minimize human impacts on the Atlantic salmon and restore the species . . . .\" Id. The Maine Plan identifies five categories of threats to the salmon: agriculture, aquaculture, forestry, recreational fishing, and other natural and human related threats. Id. at 66,335-37. For each category of threat, the Plan describes ongoing and planned future actions to protect the salmon. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When deciding whether to classify a species as threatened or endangered under the ESA, the Secretary must consider the status of the species after accounting for any state efforts to protect the species. 16 U.S.C. &#167; 1533(b)(1)(A). After doing so, the Services in 1997 concluded that ongoing actions had \"substantially reduced threats to the species\" and that the DPS was \"not likely to become endangered in the foreseeable future\" and so listing was \"not warranted\" at the time. 62 Fed. Reg. 66,325 at 66,337.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In 1999, the proposed intervenors filed suit in the U.S. District Court for the District of Columbia, challenging the Services' 1997 withdrawal of the proposed rule. While the D.C. litigation was underway, the Services in November 1999 proposed a new rule that listed the Gulf of Maine Salmon as endangered, 64 Fed. Reg. 62,627 (1999), not merely threatened. Once a proposed listing rule is promulgated, the Services ordinarily have one year to make a final decision. 16 U.S.C. &#167; 1533(b)(6)(A)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On June 14, 2000, the parties in the D.C. litigation entered into a court-endorsed stipulation agreeing to stay that litigation pending the Services' decision to promulgate or withdraw the proposed endangered species rule by November 17, 2000. In entering the stipulation, the Services were modifying their unilateral ability to extend the review process by six months, see 16 U.S.C. &#167; 1533(b)(6)(B). The stipulation did provide that a party could ask the court to modify the terms of the agreement. Eventually, the D.C. litigation concluded and judgment entered. The Services complied with the stipulation by deciding within the stipulated time frame of one year.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Services issued a final rule listing the Gulf of Maine Atlantic Salmon as an endangered species. 65 Fed. Reg. 69,459 (2000) (to be codified at 50 C.F.R. pts. 17 and 224). In their justification for listing the Atlantic Salmon as endangered, the Services considered, among other factors, the low number of returning adult salmon, 65 Fed. Reg. 69,459 at 69,461, 69,479, the escalating threat of disease, id. at 69,476-77, and threats to the salmon from existing aquaculture practices, id. at 69,477-79.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The State of Maine, the Maine State Chamber of Commerce, and various Maine businesses and business associations challenged the regulation. They alleged, pursuant to the Administrative Procedure Act, that the Services' designation of the Maine Atlantic Salmon as endangered was arbitrary and capricious and should therefore be set aside. See 5 U.S.C. &#167; 706(2)(A) (1994). Their complaint included allegations that the Services (1) failed to base their listing decision on the best available data; (2) ignored Maine's Plan to protect and restore the salmon; (3) unlawfully agreed to restrict their own ability to extend the statutory deadline for regulating; and (4) acted inconsistently with their prior decision not to list the salmon as threatened or endangered.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We start with Defenders' challenge to the district court's denial of their motion for intervention of right. Intervention of right, in the absence of a federal statute granting intervention, is governed by Fed. R. Civ. P. 24(a)(2), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Upon timely application anyone shall be permitted to intervene in an action: . . . (2) when the applicant claims an interest relating to the property or transaction which is the subject of the action and the applicant is so situated that the disposition of the action may as a practical matter impair or impede the applicant's ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This suit largely turns<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> on the clause \"unless the applicant's interest is adequately represented by existing parties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The appellate standard of review in this Circuit is that \"[w]e will reverse the denial of a motion to intervene as of right 'if the court fails to apply the general standard provided by the text of Rule 24(a)(2), or if the court reaches a decision that so fails to comport with the standard as to indicate an abuse of discretion.'\" Public Serv. Co. of N.H. v. Patch, <span class=\"citation\" data-id=\"197774\"><a href=\"/opinion/197774/public-service-v-nh-consumer-advocate/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span>, 204 (1st Cir. 1998) (quoting International Paper Co. v. Town of Jay, <span class=\"citation\" data-id=\"530533\"><a href=\"/opinion/530533/international-paper-company-v-the-inhabitants-of-the-town-of-jay-maine/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span></a></span>, 344 (1st Cir. 1989)). As we have said, \"'abuse of discretion' . . . may be a misleading phrase. Decisions on abstract issues of law are always reviewed de novo; and the extent of deference on 'law application' issues tends to vary with the circumstances.\" Cotter v. Mass. Ass'n of Minority Law Enforcement Officers, <span class=\"citation\" data-id=\"198997\"><a href=\"/opinion/198997/cotter-v-city-of-boston/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 34 (1st Cir. 2000), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1072</span></span> (2001). \"Despite its nomenclature, intervention 'as of right' usually turns on judgment calls and fact assessments that a reviewing court is unlikely to disturb except for clear mistakes. . . . [I]n practice, the district court enjoys a reasonable measure of latitude . . . .\" Daggett v. Comm'n on Governmental Ethics and Election Practices, <span class=\"citation\" data-id=\"198424\"><a href=\"/opinion/198424/daggett-v-commission-on-govt/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 113 (1st Cir. 1999).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Some burden of showing inadequacy is placed on the proposed intervenor. See id. at 111 (not deciding whether burden is one of production or persuasion). The general alignment of interest of the Services and Defenders in upholding the designation is self-evident. This case is not an instance of the government having to make a regulatory choice which may be adverse to the proposed intervenors; the government has made the choice to designate the species as endangered, and the result is what the proposed intervenors wanted. There is no inadequacy immediately apparent in such a situation.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defenders make two arguments as to intervention of right, only one of which has any substance. The primary argument is that the Services, formerly Defenders' antagonists, cannot be trusted to defend fully the endangered species designation because they will not make an argument which Defenders would make. The argument the Services are unlikely to make is that the Services should have protected the Atlantic Salmon earlier, that they were wrong when they failed to do so, particularly in deferring to Maine's State Plan in 1997, and that the 2000 designation corrected an earlier mistake. Indeed, the issue on which Defenders focus is in the case as a result of plaintiffs' pleadings. Plaintiffs' complaints claim that the change in the government's position between 1997 and 2000 is evidence of the arbitrariness of the Services' 2000 designation. More specifically, Defenders say that the argument they would make is different in kind from the other arguments because it is an argument under step one of Chevron that as a matter of law, the Services could not in 1997 have deferred to the Maine Conservation Plan. See Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-43 (1984). That is because, in their view, that Plan was not an \"existing\" regulatory mechanism under 16 U.S.C. &#167; 1533(a)(1)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Services, having not opposed intervention below, have not appeared in this appeal, but we assume that they are not likely to confess any error as to the 1997 withdrawal of the \"threatened\" species designation. Rather, they will likely say that the sum of information available to them justified the 2000 designation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defenders argue that the Supreme Court has said that applicants for intervention need only make a \"minimal\" showing that representation \"may be\" inadequate. Trbovich v. United Mine Workers, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 538 n.10 (1972). From this Defenders make a stab at an argument that the district court made an error of law, reviewed de novo, by holding them to the test of demonstrating that the Services \"will fail to adequately protect their claimed interest.\" Norton, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">360991</span></span> at *6. \"Will fail,\" they say, is a harsher standard than \"may be inadequate.\" This argument, which relies on a single phrase plucked out of a lengthy opinion, is not a fair reading of what the district court did. The court applied Trbovich and this Circuit's law and there is no serious argument that the court misapprehended the legal standard in its careful analysis. In addition, this case is meaningfully different from Trbovich. In Trbovich, the Court's doubts about the adequacy of the government's representation stemmed from the Labor Secretary's statutory duty to represent the \"two distinct interests\" of the individual union members and the general public. 404 U.S. at 538-39. Here there is no statutorily imposed conflict and the Services' interests are closely aligned with Defenders' interests.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This case presents a recurring situation: a group with recognized interests wishes to intervene and defend an action of the government which the government is itself defending. Trbovich is such a case, as are several of our decisions in the area. E.g., Cotter, <span class=\"citation\" data-id=\"198997\"><a href=\"/opinion/198997/cotter-v-city-of-boston/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span> (minority police officers and Massachusetts Association of Minority Law Enforcement Officers sought to intervene to defend police department's promotion of minority officers); Mass. Food Ass'n v. Mass. Alcoholic Beverages Control Comm'n, <span class=\"citation\" data-id=\"198729\"><a href=\"/opinion/198729/food-association-v-massachusetts/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">560</span></a></span> (1st Cir. 1999) (trade associations sought to intervene to defend Massachusetts liquor regulation), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1105</span></span> (2000); Daggett, <span class=\"citation\" data-id=\"198424\"><a href=\"/opinion/198424/daggett-v-commission-on-govt/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span> (parties intending to run for office sought to intervene to defend Maine Clean Election Act); Patch, <span class=\"citation\" data-id=\"197774\"><a href=\"/opinion/197774/public-service-v-nh-consumer-advocate/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span> (industry and consumer groups sought to intervene to defend New Hampshire electric utility restructuring plan); United Nuclear Corp. v. Cannon, <span class=\"citation\" data-id=\"412017\"><a href=\"/opinion/412017/united-nuclear-corporation-v-joseph-e-cannon-md-etc-conservation/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></a></span> (1st Cir. 1982) (Conservation Law Foundation sought to intervene to defend Rhode Island nuclear power regulation).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Generally, our decisions have proceeded on the assumption, subject to evidence to the contrary, that the government will adequately defend its actions, at least where its interests appear to be aligned with those of the proposed intervenor. E.g., Mass. Food Ass'n, 197 F.3d at 567. Indeed, our cases use the language of \"presumption.\" E.g., id. at 566-67; Daggett, 172 F.3d at 111. Although the bar is raised higher for proposed intervenors in this situation, there is danger in a mechanistic application of such language. \"Presumption\" means no more in this context than calling for an adequate explanation as to why what is assumed -- here, adequate representation -- is not so. See Fed. R. Evid. 301; 2 McCormick on Evidence &#167; 344 at 445-46 (John W. Strong et al. eds., 5th ed. 1999). The facts of these cases vary greatly and whether the proposed intervenors' explanation of inadequacy suffices must be determined \"in keeping with a commonsense view of the overall litigation.\" Patch, 136 F.3d at 204.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, Defenders have offered an explanation and the question is whether the district court abused its discretion in concluding that the explanation did not presently suffice. As the case is now configured, we cannot find abuse of discretion. At bottom Defenders show one argument which they wish to present and (we assume) the government does not. The district court has said, through its grant of amicus-plus status, that it will hear the arguments Defenders wish to present. At oral argument before our Court, the plaintiff business interests have said they will not object to Defenders presenting arguments on the basis that they are not intervenors (and will respond to the arguments on the merits). And our cases have said that a difference in tactics as to presenting a legal argument does not necessarily an inadequacy make. E.g., Daggett, 172 F.3d at 112.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The argument Defenders wish to advance may be thought of as a supplement to the defendants' main argument in the case. The main argument, under the APA, concerns whether the 2000 designation is \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. &#167; 706(2)(A). Whether the Services should have earlier so designated the salmon may be a building block in an argument, but is hardly a necessary one to the defense. Defenders' additional argument is better thought of as a rejoinder to plaintiffs' argument that the Services' different result in 2000 than in 1997 is evidence that the 2000 decision was arbitrary. There are several obvious, more direct arguments for the government to make in response in which the Services and Defenders have a common interest, and which do not depend on the alternate argument.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defenders seek to wrap themselves in decisions of this Court reversing district court decisions denying intervention. See Cotter, <span class=\"citation\" data-id=\"198997\"><a href=\"/opinion/198997/cotter-v-city-of-boston/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>; Conservation Law Found. v. Mosbacher, <span class=\"citation\" data-id=\"584188\"><a href=\"/opinion/584188/conservation-law-foundation-of-new-england-inc-v-robert-a-mosbacher/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span> (1st Cir. 1992). But in each of those cases the intervenors had direct private interests (in Cotter, 219 F.3d at 34-37, the jobs and promotions available to black police officers and in Conservation Law Foundation, 966 F.2d at 44, commercial fishing interests) which the government had and could have no interest in protecting. Further, in Conservation Law Foundation, the government did not answer or defend the case but simply agreed to a consent decree that imposed additional burdens on and was unacceptable to intervenors. Id. Those situations are a far cry from this case, which involves no dissimilar interests, but only a tactical disagreement. It is difficult to analyze \"inadequacy\" without looking at the strength of the interests the would-be intervenors present and the tests of inadequacy may vary with the strength of the interests. Daggett, 172 F.3d at 111, 113-14. These proposed intervenors, like those in Daggett, are more in the middle of the range as to strength of interests, and, as in Daggett, an appellate court is hard pressed to reverse a district court's decision, either way it goes.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Given plaintiffs' emphasis on the Services' supposed \"change\" of position, we might view this case differently if the argument Defenders wish to present depended on introduction of evidence that the Services would refuse to present.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> But review of federal agency administrative actions is usually confined to the record before the agency. See SEC v. Chenery Corp., <span class=\"citation\" data-id=\"103770\"><a href=\"/opinion/103770/sec-v-chenery-corp/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, 87-88 (1943). No one has suggested that the record of agency action will not permit the argument to be made that Defenders wish to pursue. And there is no suggestion the case requires presentation of evidence only available through Defenders' participation as intervenors.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This leaves the argument that because of the prior litigation, we should question the government's zeal in adequately defending the designation. The Ninth and the Tenth Circuits have considered this, among other factors, in finding inadequacy in such circumstances. Idaho Farm Bureau Fed'n v. Babbitt, <span class=\"citation\" data-id=\"698713\"><a href=\"/opinion/698713/idaho-farm-bureau-federation-a-non-profit-corporation-idaho-cattle/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1392</span></a></span>, 1398 (9th Cir. 1995); Coalition of Ariz./N.M. Counties for Stable Econ. Growth v. Dep't of the Interior, <span class=\"citation\" data-id=\"154181\"><a href=\"/opinion/154181/coalition-of-aznm-v-dept-of-interior/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">837</span></a></span>, 845-46 (10th Cir. 1996). Our view is that the former adversary relationship between the government and proposed intervenors may raise questions about adequacy, but does not alone answer the questions. An earlier adverse relationship with the government does not automatically make for a present adverse relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, the Services did not designate the Atlantic Salmon as endangered under litigation compulsion to reach that result, but rather of their own accord. Further, the Services' endangered species designation goes beyond what Defenders sought in the earlier litigation. After all, Defenders' suit challenged the 1997 withdrawal of the designation of the Atlantic Salmon as \"threatened,\" a designation which provides less protection. The articulated reasoning supporting the Services' 2000 designation cites to new studies and information not available at the time of the earlier litigation. This fact distinguishes the subject matter of this litigation from the earlier case. The prior litigation was not marked by the sort of conduct from the government that would evidence bad faith. Cf. Coalition of Arizona, 100 F.3d at 845-46 (intransigence of government in prior litigation resolved only after contempt citation); Mausolf, 85 F.3d at 1303-04 (reversing denial of intervention where inadequacy not based on \"nebulous and paranoid 'distrust of government,'\" but on a \"well-documented history\" of government failure to enforce regulations; government inevitably has to choose among competing interests and interests may be adverse to those of proposed intervenor); In re Sierra Club, <span class=\"citation\" data-id=\"569126\"><a href=\"/opinion/569126/in-re-sierra-club-in-re-energy-research-foundation-in-re-citizens-for-clean/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">776</span></a></span>, 780 (4th Cir. 1991) (reversing denial of intervention where interests of government and intervenors diverge at a number of significant points, including remedy). In another case involving different facts, a prior adversary relationship might suffice. Here it does not and there was no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The second argument<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> made by Defenders is that they must be allowed to intervene to protect what they won in their litigation against the government in the District of Columbia. The main purpose of the argument seems to be to reinforce the antagonism point discussed above. On its own terms the argument is without merit. As the district judge correctly and succinctly concluded, all that Defenders won was a stipulation that the Services would decide what to do on listing the Atlantic Salmon by a particular date. That bargain was kept, the decision was made, and there is no risk to that completed bargain in this litigation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As to permissive intervention, appellate review is even more restrictive. Daggett, 172 F.3d at 113. The district court denied intervention because it felt intervention would delay and complicate matters. This was a judgment call for the court. It applied the appropriate standards and we cannot say it was wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This litigation is at its early stages. Should it appear to the district court from some event that the government may not be adequately representing the interest, advanced by Defenders, that the Atlantic Salmon remain listed as an endangered species, the court should revisit the matter of intervention. See Mass. Food Ass'n, 197 F.3d at 568 (\"[I]f the [government] refused to appeal from a defeat, a would-be intervenor could then seek to intervene.\"); cf. Coalition of Ariz., 100 F.3d at 844-45 (intervention allowed after government had refused to take procedural steps which would have helped its case).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The 1993 petition requested the Services to list the naturally spawning anadromous Atlantic Salmon throughout its known historic range in the United States. The Services \"determined that available biological evidence\" did not support such a listing. 60 Fed. Reg. at 14,412.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court assumed that Defenders' asserted interest satisfied Rule 24(a)(2)'s \"interest relating to the property or transaction which is the subject of the action\" requirement, and held that the disposition of the case may impede Defenders' ability to protect that interest. The business interests' protests need not be addressed. Our decision focuses on the \"inadequacy\" point.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Other circuits, but not this one, apparently review denovo most issues of denial to intervene. E.g., Mausolf v. Babbitt, <span class=\"citation\" data-id=\"719640\"><a href=\"/opinion/719640/jeffrey-mausolf-william-kullberg-arlys-strehlo-and-minnesota-united/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1295</span></a></span>, 1302 (8th Cir. 1996) (reviewing de novo); Coalition of Ariz./N.M. Counties for Stable Econ. Growth v. Dep't of the Interior, <span class=\"citation\" data-id=\"154181\"><a href=\"/opinion/154181/coalition-of-aznm-v-dept-of-interior/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">837</span></a></span>, 840 (10th Cir. 1996) (reviewing de novo save for timeliness issue); Idaho Farm Bureau Fed'n v. Babbitt, <span class=\"citation\" data-id=\"698713\"><a href=\"/opinion/698713/idaho-farm-bureau-federation-a-non-profit-corporation-idaho-cattle/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1392</span></a></span>, 1397 (9th Cir. 1995) (same); but see In re Sierra Club, <span class=\"citation\" data-id=\"569126\"><a href=\"/opinion/569126/in-re-sierra-club-in-re-energy-research-foundation-in-re-citizens-for-clean/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">776</span></a></span>, 779 (4th Cir. 1991) (abuse of discretion review).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiff business interests informed the district court they wish to discover and introduce evidence outside of the record. The United States has taken the position review is restricted to the record. We take no position on the matter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In a footnote, Defenders argue that the change of administration also makes the Services' representation inadequate. The district court correctly noted that Defenders have not presented \"any evidence\" on inadequacy resulting from the new administration. Norton, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">360991</span></span> at *6.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiff business interests also claim that the stipulation as to timing forced USFWS into a precipitous and ill-considered decision. There appears to be a perfect alignment of interests between USFWS and Defenders in denying this.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/154181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719640/"
  ]
}