{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199685/",
  "absolute_url": "/opinion/199685/united-states-v-murray/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199685/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:05Z",
  "date_modified": "2017-03-24T11:02:53.505422Z",
  "type": "010combined",
  "sha1": "fe0050c2c74a7ca9e01d4bc8b4893b03de1c22f2",
  "page_count": 8,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1065-01A.pdf",
  "local_path": "pdf/2001/11/20/US_v._Murray.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1065\n\n                          UNITED STATES,\n\n                             Appellee,\n\n                                v.\n\n                      GREGORY THOMAS MURRAY,\n\n                       Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n              [George Z. Singal, U.S. District Judge]\n\n\n                              Before\n\n                        Lynch, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n\n     Bruce Mallonee, Brent A. Singer and Rudman & Winchell, LLC,\non brief for appellant.\n     Margaret D. McGaughey, Appellate Chief, and Paula D. Silsby,\nUnited States Attorney, on brief for appellee.\n\n\n\n\n                         November 20, 2001\n\f\f            STAHL, Senior Circuit Judge.         Appellant Gregory T.\n\nMurray appeals from his conviction for knowing possession of a\n\ndangerous weapon in a federal facility, see 18 U.S.C. § 930(a)\n\n(1994 and Supp. II 1996).     Murray argues that the district court\n\nerred in denying his motion for a judgment of acquittal pursuant\n\nto Rule 29 of the Federal Rules of Criminal Procedure.                   We\n\naffirm.\n\n                                  I.\n\n            On March 9, 2000, Murray entered the lobby of the\n\nMargaret Chase Smith Federal Building in Bangor, Maine, carrying\n\na black powder pistol in a holster on his belt.           Murray had been\n\na frequent visitor at the building for the past eight years and\n\nhad occasionally brought a Leatherman knife with him on these\n\nvisits.     He had been allowed to check the knife with the\n\nsecurity personnel stationed at the x-ray machine and metal\n\ndetector.     On   this   occasion,   Murray   advanced    to   the   metal\n\ndetector, which was approximately six feet from the entrance to\n\nthe building, past a set of sliding doors, a vestibule and\n\nanother set of doors, and indicated that he wanted to check the\n\npistol with the armed officers on duty.          He was informed that\n\ncivilians could not check guns and that he would have to leave\n\nthe building.      Murray did not leave but instead became irate.\n\nIn the confrontation that ensued, Murray at one point put his\n\n\n                                  -3-\n\fhand on his weapon and did not comply with repeated instructions\n\nto turn the pistol over to the officers.               Finally, after one of\n\nthe officers managed to remove the pistol, Murray was restrained\n\nand arrested.\n\n          Subsequently,         Murray         was   charged     with         forcibly\n\nassaulting,    resisting,      opposing,         impeding,     intimidating        and\n\ninterfering with officers and employees of the United States in\n\nviolation of 18 U.S.C. § 111(a)(1) (Count I) and with possessing\n\nor   causing   to   be   present     a    dangerous    weapon        in   a    Federal\n\nfacility in violation of 18 U.S.C. § 930(a) (Count II).                           With\n\nrespect   to   Count     II,   the    defendant      moved     for    judgment      of\n\nacquittal at the close of the government's case and again before\n\nclosing arguments.        Fed. R. Crim. P. 29(a).              The court denied\n\nthe motion in both instances.                  On August 24, 2000, the jury\n\nreturned a verdict of not guilty on Count I, but found Murray\n\nguilty as to Count II.               On November 22, 2000, Murray was\n\nsentenced to imprisonment for a term of three months.                           Murray\n\nnow appeals the denial of the motion for judgment of acquittal\n\non Count II.\n\n                                         II.\n\n          Murray was convicted of violating 18 U.S.C. § 930(a),\n\nwhich reads as follows: \"[W]hoever knowingly possesses or causes\n\nto be present a firearm or other dangerous weapon in a Federal\n\n\n                                         -4-\n\ffacility . . . or attempts to do so, shall be fined under this\n\ntitle or imprisoned not more than 1 year, or both.\"1         The parties\n\nstipulated that the Margaret Chase Smith Federal Building is a\n\n\"federal facility\" within the meaning of the statute, see 18\n\nU.S.C. § 930(g)(1), and there was no question at trial (and has\n\nbeen no question on appeal) that the pistol Murray carried into\n\nthe building, although old, was a \"dangerous weapon\" within the\n\nmeaning of the statute, see 18 U.S.C. § 930(g)(2).\n\n          However, in his motion for judgment of acquittal Murray\n\nargued, and continues to argue on appeal, that section 930\n\nprohibits only knowing violations of the statute and that he\n\ncould not reasonably have known that possessing a pistol in the\n\npublic   lobby,   before   passing   through   the   metal    detector,\n\nviolated the prohibition on dangerous weapons in the building.\n\nMurray's argument is essentially that he mistakenly believed\n\nthat the prohibition applied only past the metal detector and x-\n\nray machines, the point at which he expected to be able to check\n\nthe pistol, and that no jury could have reasonably concluded\n\nthat he thus knowingly violated the statute.\n\n\n\n\n    1The statute excepts law enforcement officers, military\npersonnel, and those lawfully carrying weapons incident to\nhunting or other lawful purposes. 18 U.S.C. § 930(d). Murray\ndoes not fit any of the exceptions.\n\n                                -5-\n\f             In    support   of    the    position         that    section    930      only\n\nprohibits knowing violations of the statute, Murray points out\n\nthat   the    statute     further        requires        that     \"[n]otice       of    the\n\nprovisions        of   subsection[]       (a)        .   .    .    shall     be    posted\n\nconspicuously at each public entrance to each Federal facility\"\n\nand that \"no person shall be convicted of an offense under\n\nsubsection (a) . . . if such notice is not so posted at such\n\nfacility, unless such person had actual notice of subsection (a)\n\n. . . .\"     18 U.S.C. § 930(h).                Murray contends that the fact\n\nthat he had on previous occasions been allowed to check his\n\nknife at the metal detector and proceed into the building led\n\nhim reasonably to believe that the same policy would apply to\n\nthe pistol.       He argues that, although notices of the prohibition\n\nwere posted in the Margaret Chase Smith Federal Building, they\n\nwere posted in ways that reinforced the lobby's status as a\n\n\"neutral     zone,\"      because     there       were        no   signs    outside      the\n\nbuilding and the more eye-catching signs were posted past the\n\nlobby.     Finally, he points out that, had he simply left the\n\nbuilding after having been told that he was not allowed to check\n\nthe pistol, he would not have been charged with violating the\n\nstatute; therefore, he contends, it follows that possessing a\n\ndangerous     weapon    in   the    lobby       of   the     Margaret      Chase    Smith\n\nFederal Building is not prohibited by section 930(a).\n\n\n                                          -6-\n\f          We affirm a district court's denial of a motion for\n\nacquittal unless the evidence, when \"'viewed in the light most\n\nfavorable to the government, could not have persuaded any trier\n\nof fact of the defendant's guilt beyond a reasonable doubt.'\"\n\nUnited States v. Hernandez, 218 F.3d 58, 64 (1st Cir. 2000),\n\n(quoting United States v. Paradis, 802 F.2d 553, 559 (1st Cir.\n\n1986)), cert. denied 531 U.S. 1103 (2001).         We find that there\n\nwas sufficient evidence in this case for a jury to have found\n\nthat Murray violated the statute beyond a reasonable doubt.\n\nEven if the appellant believed that he was not violating the\n\nprohibition against possessing dangerous weapons in a federal\n\nbuilding when he entered the lobby of the Margaret Chase Smith\n\nFederal Building, he was clearly and immediately informed of the\n\npolicy by the security personnel when he showed them the pistol.\n\nA jury could reasonably conclude that his conduct from that\n\npoint forward was a knowing possession of a dangerous weapon in\n\na federal building.     Given that there was a legitimate question\n\nfor the jury at least on this point, we need not consider\n\nwhether   the   jury   could   reasonably   have   found   that   Murray\n\nviolated the statute simply by bringing the pistol into the\n\nlobby, before he was informed of the policy against it -- a\n\nconclusion arguably supported because of the frequency with\n\nwhich he visited the building and had previously encountered the\n\n\n                                  -7-\n\fnotices announcing the prohibition.   A judgment of acquittal was\n\nthus properly denied and the question was correctly submitted to\n\nthe jury.\n\nAffirmed.\n\n\n\n\n                              -8-\n\f",
  "html": "<p class=\"case_cite\">271 F.3d 349 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>GREGORY THOMAS MURRAY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1065</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted Sept. 17, 2001<br>Decided November 20, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[George Z. Singal, U.S. District Judge]</p>\n      <p class=\"indent\">Bruce Mallonee, Brent A. Singer and Rudman &amp; Winchell, LLC, on brief for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, and Paula D. Silsby, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Stahl, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Gregory T. Murray appeals from his conviction for knowing possession of a dangerous weapon in a federal facility, see 18 U.S.C. &#167; 930(a) (1994 and Supp. II 1996). Murray argues that the district court erred in denying his motion for a judgment of acquittal pursuant to Rule 29 of the Federal Rules of Criminal Procedure. We affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 9, 2000, Murray entered the lobby of the Margaret Chase Smith Federal Building in Bangor, Maine, carrying a black powder pistol in a holster on his belt. Murray had been a frequent visitor at the building for the past eight years and had occasionally brought a Leatherman knife with him on these visits. He had been allowed to check the knife with the security personnel stationed at the x-ray machine and metal detector. On this occasion, Murray advanced to the metal detector, which was approximately six feet from the entrance to the building, past a set of sliding doors, a vestibule and another set of doors, and indicated that he wanted to check the pistol with the armed officers on duty. He was informed that civilians could not check guns and that he would have to leave the building. Murray did not leave but instead became irate. In the confrontation that ensued, Murray at one point put his hand on his weapon and did not comply with repeated instructions to turn the pistol over to the officers. Finally, after one of the officers managed to remove the pistol, Murray was restrained and arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Subsequently, Murray was charged with forcibly assaulting, resisting, opposing, impeding, intimidating and interfering with officers and employees of the United States in violation of 18 U.S.C. &#167; 111(a)(1) (Count I) and with possessing or causing to be present a dangerous weapon in a Federal facility in violation of 18 U.S.C. &#167; 930(a) (Count II). With respect to Count II, the defendant moved for judgment of acquittal at the close of the government's case and again before closing arguments. Fed. R. Crim. P. 29(a). The court denied the motion in both instances. On August 24, 2000, the jury returned a verdict of not guilty on Count I, but found Murray guilty as to Count II. On November 22, 2000, Murray was sentenced to imprisonment for a term of three months. Murray now appeals the denial of the motion for judgment of acquittal on Count II.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Murray was convicted of violating 18 U.S.C. &#167; 930(a), which reads as follows: \"[W]hoever knowingly possesses or causes to be present a firearm or other dangerous weapon in a Federal facility . . . or attempts to do so, shall be fined under this title or imprisoned not more than 1 year, or both.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The parties stipulated that the Margaret Chase Smith Federal Building is a \"federal facility\" within the meaning of the statute, see 18 U.S.C. &#167; 930(g)(1), and there was no question at trial (and has been no question on appeal) that the pistol Murray carried into the building, although old, was a \"dangerous weapon\" within the meaning of the statute, see 18 U.S.C. &#167; 930(g)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">However, in his motion for judgment of acquittal Murray argued, and continues to argue on appeal, that section 930 prohibits only knowing violations of the statute and that he could not reasonably have known that possessing a pistol in the public lobby, before passing through the metal detector, violated the prohibition on dangerous weapons in the building. Murray's argument is essentially that he mistakenly believed that the prohibition applied only past the metal detector and x-ray machines, the point at which he expected to be able to check the pistol, and that no jury could have reasonably concluded that he thus knowingly violated the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In support of the position that section 930 only prohibits knowing violations of the statute, Murray points out that the statute further requires that \"[n]otice of the provisions of subsection[] (a) . . . shall be posted conspicuously at each public entrance to each Federal facility\" and that \"no person shall be convicted of an offense under subsection (a) . . . if such notice is not so posted at such facility, unless such person had actual notice of subsection (a) . . . .\" 18 U.S.C. &#167; 930(h). Murray contends that the fact that he had on previous occasions been allowed to check his knife at the metal detector and proceed into the building led him reasonably to believe that the same policy would apply to the pistol. He argues that, although notices of the prohibition were posted in the Margaret Chase Smith Federal Building, they were posted in ways that reinforced the lobby's status as a \"neutral zone,\" because there were no signs outside the building and the more eye-catching signs were posted past the lobby. Finally, he points out that, had he simply left the building after having been told that he was not allowed to check the pistol, he would not have been charged with violating the statute; therefore, he contends, it follows that possessing a dangerous weapon in the lobby of the Margaret Chase Smith Federal Building is not prohibited by section 930(a).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We affirm a district court's denial of a motion for acquittal unless the evidence, when \"'viewed in the light most favorable to the government, could not have persuaded any trier of fact of the defendant's guilt beyond a reasonable doubt.'\" United States v. Hernandez, 218 F.3d 58, 64 (1st Cir. 2000), (quoting United States v. Paradis, 802 F.2d 553, 559 (1st Cir. 1986)), cert. denied 531 U.S. 1103 (2001). We find that there was sufficient evidence in this case for a jury to have found that Murray violated the statute beyond a reasonable doubt. Even if the appellant believed that he was not violating the prohibition against possessing dangerous weapons in a federal building when he entered the lobby of the Margaret Chase Smith Federal Building, he was clearly and immediately informed of the policy by the security personnel when he showed them the pistol. A jury could reasonably conclude that his conduct from that point forward was a knowing possession of a dangerous weapon in a federal building. Given that there was a legitimate question for the jury at least on this point, we need not consider whether the jury could reasonably have found that Murray violated the statute simply by bringing the pistol into the lobby, before he was informed of the policy against it -- a conclusion arguably supported because of the frequency with which he visited the building and had previously encountered the notices announcing the prohibition. A judgment of acquittal was thus properly denied and the question was correctly submitted to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute excepts law enforcement officers, military personnel, and those lawfully carrying weapons incident to hunting or other lawful purposes. 18 U.S.C. &#167; 930(d). Murray does not fit any of the exceptions.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>GREGORY THOMAS MURRAY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1065</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted Sept. 17, 2001<br>Decided November 20, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[George Z. Singal, U.S. District Judge]</p>\n      <p class=\"indent\">Bruce Mallonee, Brent A. Singer and Rudman &amp; Winchell, LLC, on brief for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, and Paula D. Silsby, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Stahl, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Gregory T. Murray appeals from his conviction for knowing possession of a dangerous weapon in a federal facility, see 18 U.S.C. &#167; 930(a) (1994 and Supp. II 1996). Murray argues that the district court erred in denying his motion for a judgment of acquittal pursuant to Rule 29 of the Federal Rules of Criminal Procedure. We affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 9, 2000, Murray entered the lobby of the Margaret Chase Smith Federal Building in Bangor, Maine, carrying a black powder pistol in a holster on his belt. Murray had been a frequent visitor at the building for the past eight years and had occasionally brought a Leatherman knife with him on these visits. He had been allowed to check the knife with the security personnel stationed at the x-ray machine and metal detector. On this occasion, Murray advanced to the metal detector, which was approximately six feet from the entrance to the building, past a set of sliding doors, a vestibule and another set of doors, and indicated that he wanted to check the pistol with the armed officers on duty. He was informed that civilians could not check guns and that he would have to leave the building. Murray did not leave but instead became irate. In the confrontation that ensued, Murray at one point put his hand on his weapon and did not comply with repeated instructions to turn the pistol over to the officers. Finally, after one of the officers managed to remove the pistol, Murray was restrained and arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Subsequently, Murray was charged with forcibly assaulting, resisting, opposing, impeding, intimidating and interfering with officers and employees of the United States in violation of 18 U.S.C. &#167; 111(a)(1) (Count I) and with possessing or causing to be present a dangerous weapon in a Federal facility in violation of 18 U.S.C. &#167; 930(a) (Count II). With respect to Count II, the defendant moved for judgment of acquittal at the close of the government's case and again before closing arguments. Fed. R. Crim. P. 29(a). The court denied the motion in both instances. On August 24, 2000, the jury returned a verdict of not guilty on Count I, but found Murray guilty as to Count II. On November 22, 2000, Murray was sentenced to imprisonment for a term of three months. Murray now appeals the denial of the motion for judgment of acquittal on Count II.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Murray was convicted of violating 18 U.S.C. &#167; 930(a), which reads as follows: \"[W]hoever knowingly possesses or causes to be present a firearm or other dangerous weapon in a Federal facility . . . or attempts to do so, shall be fined under this title or imprisoned not more than 1 year, or both.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The parties stipulated that the Margaret Chase Smith Federal Building is a \"federal facility\" within the meaning of the statute, see 18 U.S.C. &#167; 930(g)(1), and there was no question at trial (and has been no question on appeal) that the pistol Murray carried into the building, although old, was a \"dangerous weapon\" within the meaning of the statute, see 18 U.S.C. &#167; 930(g)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">However, in his motion for judgment of acquittal Murray argued, and continues to argue on appeal, that section 930 prohibits only knowing violations of the statute and that he could not reasonably have known that possessing a pistol in the public lobby, before passing through the metal detector, violated the prohibition on dangerous weapons in the building. Murray's argument is essentially that he mistakenly believed that the prohibition applied only past the metal detector and x-ray machines, the point at which he expected to be able to check the pistol, and that no jury could have reasonably concluded that he thus knowingly violated the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In support of the position that section 930 only prohibits knowing violations of the statute, Murray points out that the statute further requires that \"[n]otice of the provisions of subsection[] (a) . . . shall be posted conspicuously at each public entrance to each Federal facility\" and that \"no person shall be convicted of an offense under subsection (a) . . . if such notice is not so posted at such facility, unless such person had actual notice of subsection (a) . . . .\" 18 U.S.C. &#167; 930(h). Murray contends that the fact that he had on previous occasions been allowed to check his knife at the metal detector and proceed into the building led him reasonably to believe that the same policy would apply to the pistol. He argues that, although notices of the prohibition were posted in the Margaret Chase Smith Federal Building, they were posted in ways that reinforced the lobby's status as a \"neutral zone,\" because there were no signs outside the building and the more eye-catching signs were posted past the lobby. Finally, he points out that, had he simply left the building after having been told that he was not allowed to check the pistol, he would not have been charged with violating the statute; therefore, he contends, it follows that possessing a dangerous weapon in the lobby of the Margaret Chase Smith Federal Building is not prohibited by section 930(a).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We affirm a district court's denial of a motion for acquittal unless the evidence, when \"'viewed in the light most favorable to the government, could not have persuaded any trier of fact of the defendant's guilt beyond a reasonable doubt.'\" United States v. Hernandez, <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 (1st Cir. 2000), (quoting United States v. Paradis, <span class=\"citation\" data-id=\"477755\"><a href=\"/opinion/477755/united-states-v-ronald-paradis-united-states-of-america-v-norman/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 559 (1st Cir. 1986)), cert. denied <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span> (2001). We find that there was sufficient evidence in this case for a jury to have found that Murray violated the statute beyond a reasonable doubt. Even if the appellant believed that he was not violating the prohibition against possessing dangerous weapons in a federal building when he entered the lobby of the Margaret Chase Smith Federal Building, he was clearly and immediately informed of the policy by the security personnel when he showed them the pistol. A jury could reasonably conclude that his conduct from that point forward was a knowing possession of a dangerous weapon in a federal building. Given that there was a legitimate question for the jury at least on this point, we need not consider whether the jury could reasonably have found that Murray violated the statute simply by bringing the pistol into the lobby, before he was informed of the policy against it -- a conclusion arguably supported because of the frequency with which he visited the building and had previously encountered the notices announcing the prohibition. A judgment of acquittal was thus properly denied and the question was correctly submitted to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute excepts law enforcement officers, military personnel, and those lawfully carrying weapons incident to hunting or other lawful purposes. 18 U.S.C. &#167; 930(d). Murray does not fit any of the exceptions.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/477755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/"
  ]
}