{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199665/",
  "absolute_url": "/opinion/199665/dubois-v-agriculture/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199665/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:47Z",
  "date_modified": "2017-03-24T11:02:53.100546Z",
  "type": "010combined",
  "sha1": "b34b1c0fdcf55ffd2f025c97db0829be37207f1e",
  "page_count": 14,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/98-2364-01A.pdf",
  "local_path": "pdf/2001/11/02/Dubois_v._Agriculture.pdf",
  "plain_text": "           United States Court of Appeals\n                     For the First Circuit\nNo. 98-2364\n\n                        ROLAND C. DUBOIS,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n             UNITED STATES DEPARTMENT OF AGRICULTURE,\n  MICHAEL ESPY, Secretary of the USDA, F. DALE ROBERTSON, Chief,\nUSDA Forest Service, FLOYD J. MARITA, Regional Forester, Eastern\n Region, USDA Forest Service, RICK D. CABLES, Forest Supervisor,\n                  White Mountain National Forest,\n\n                     Defendants, Appellees,\n\n                    RESTORE THE NORTH WOODS,\n\n                     Intervenor, Plaintiff,\n\n              LOON MOUNTAIN RECREATION CORPORATION,\n\n                     Intervenor, Defendant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                             Before\n\n                    Torruella, Circuit Judge,\n\n                      Selya, Circuit Judge,\n\n                   and Lisi,* District Judge.\n\n\n\n*   Of the District of Rhode Island, sitting by designation.\n\f      Roland C. Dubois, pro se.\n      Katherine W. Hazard, Attorney, U.S. Department of Justice, with\nwhom John Cruden, Acting Assistant Attorney General, David C. Shilton,\nAndrea L. Berlowe, Attorneys, U.S. Department of Justice, and Wendy\nJohn, Office of General Counsel, U.S. Department of Agriculture, were\non brief, for appellees.\n\n\n                          November 2, 2001\n\n\n\n\n                                 -2-\n\f          TORRUELLA, Circuit Judge. Appellant Roland Dubois filed suit\n\nagainst the United States Forest Service (\"Forest Service\") alleging,\n\ninter alia, violations of the National Environmental Policy Act\n\n(\"NEPA\"), 42 U.S.C. § 4321, et seq., and the Clean Water Act (\"CWA\"),\n\n33 U.S.C. § 1251, et seq. The district court rejected Dubois' claims\n\nand granted summary judgment for the Forest Service. On appeal, this\n\nCourt reversed that ruling and directed the district court to enter\n\nsummary judgment in Dubois' favor. On remand, Dubois sought to compel\n\nthe Forest Service to reimburse him for attorney's fees and costs. The\n\ndistrict court denied his motion for fees, and granted, in part, his\n\nmotion for costs.    Dubois now appeals the decision denying him\n\nattorney's fees. Because we conclude that the district court did not\n\nabuse its discretion in denying Dubois' motion for attorney's fees, we\n\naffirm.\n\n                             BACKGROUND\n\n          Loon Mountain Recreation Corporation (\"Loon Corp.\") operates\n\na ski resort in Lincoln, New Hampshire. Because part of its resort\n\nlies within the White Mountain National Forest, Loon Corp. is required\n\nto have a special-use permit issued by the Forest Service.1 In 1986,\n\nLoon Corp. applied to the Forest Service for an amendment to its permit\n\nto allow expansion of its operations. In response to this request and\n\n1 The Forest Service is an organization within the United States\nDepartment of Agriculture. This opinion refers to both institutions\ncollectively as \"the Forest Service.\"\n\n                                 -3-\n\fpursuant to NEPA, 42 U.S.C. § 4332, the Forest Service issued a draft\n\nEnvironmental Impact Statement (\"EIS\"), a supplement to the draft EIS,\n\nand a final EIS. Finally, in 1993, the Forest Service issued a Record\n\nof Decision (\"ROD\") approving a revised version of Loon Corp.'s\n\nexpansion plan.\n\n          The revised permit allowed Loon Corp. to increase the amount\n\nof water it used for snowmaking, from 67 million gallons per year to\n\n138 million gallons. The bulk of the increased water supply was to be\n\ndrawn from Loon Pond - a rare high-altitude pond within the White\n\nMountain National Forest that is also a municipal water supply for the\n\nTown of Lincoln. In addition, Loon Corp. was authorized to draw the\n\npond down by as much as fifteen feet for snowmaking.\n\n          After pursuing administrative appeals, Dubois filed this\n\naction on May 13, 1994. Dubois alleged, inter alia, that the Forest\n\nService violated NEPA by failing to adequately explore reasonable\n\nalternatives to using Loon Pond as a primary source of snowmaking\n\nwater.   More specifically, he faulted the Forest Service for its\n\nfailure to consider proposals to construct water holding ponds at the\n\nLoon Mountain ski area.\n\n          Contending that these proposals were unreasonable and\n\npatently preposterous, the Forest Service responded that it was under\n\nno legal obligation to consider them. In addition, the government\n\nstated that it did not seriously consider other types of storage ponds\n\n\n                                 -4-\n\fbecause \"the sheer enormity of constructing comparable water storage\n\nfacilities above or below ground at the base of [Loon Mountain] was a\n\npractical impossibility.\"     (Def.'s Mem. Opp. Summ. J. at 30-31).\n\n          Contemporaneous with its assertions that constructing storage\n\nponds at Loon would be a \"practical impossibility,\" different Forest\n\nService personnel were authorizing the construction of even larger\n\nponds in a different national forest (at the nearby Sugarbush ski\n\narea). Upon learning of these construction plans, Dubois filed a reply\n\nbrief in district court.      In it, he argued that the Sugarbush\n\nconstruction plan proved that the Forest Service's claims regarding the\n\ninfeasibility of building large holding ponds were false.\n\n          On November 2, 1995, the district court issued a Memorandum\n\nand Order rejecting Dubois' argument and granting summary judgment for\n\nthe Forest Service. See Dubois v. United States Dep't of Agric., No.\n\n95-50, slip op. at 53 (D.N.H. Nov. 2, 1995). On appeal, however, this\n\nCourt reversed the order and directed the district court to enter\n\nsummary judgment in Dubois' favor. See Dubois v. United States Dep't\n\nof Agric., 102 F.3d 1273, 1301 (1st Cir. 1996). We held, inter alia,\n\nthat the Forest Service violated NEPA because it had failed to\n\nadequately consider the possibility of building on-site storage ponds\n\nas an alternative to using Loon Pond as a water source for snowmaking.\n\nId. at 1289-90.\n\n\n\n\n                                 -5-\n\f          On remand to the district court, Dubois successfully sought\n\nan injunction prohibiting the construction of Loon Corp.'s expanded ski\n\narea. Dubois also filed a motion for attorney's fees. He argued that\n\nthe Forest Service's litigation position in this case - claiming that\n\nartificial storage ponds at Loon Mountain were a \"practical\n\nimpossibility,\" while at the same time authorizing their construction\n\nnearby - was vexatious. Unpersuaded by Dubois' arguments, the district\n\ncourt denied his motion. See Dubois, No. 95-50, slip op. at 1 (D.N.H.\n\nJuly 17, 1998).2\n\n                         STANDARD OF REVIEW\n\n          We review a district court's refusal to use its inherent\n\npower to impose attorney's fees for an abuse of discretion. Chambers\n\nv. NASCO, Inc., 501 U.S. 32, 55 (1991). In so doing, we recognize that\n\nwhen determining whether sanctions are warranted, \"the district court\n\nis better situated than the court of appeals to marshal the pertinent\n\nfacts and apply the fact-dependent legal standard.\" Cooter & Gell v.\n\nHartmarx Corp., 496 U.S. 384, 402 (1990).      We also note that this\n\ncircuit accords \"extraordinary deference\" to a district court's\n\ndecision to deny sanctions. Lichtenstein v. Consolidated Servs. Group,\n\nInc., 173 F.3d 17, 22 (1st Cir. 1999).\n\n\n\n2 Pursuant to Federal Rules of Civil Procedure 52(b) and 59(e), Dubois\nmoved to reconsider the July 17, 1998 Order denying attorney's fees.\nThe district court also denied that motion. See Dubois, No. 95-50,\nslip op. at 3 (D.N.H. Dec. 10, 1998).\n\n                                 -6-\n\f                             DISCUSSION\n\n          The \"American Rule\" on fee-shifting generally prohibits the\n\nprevailing party from collecting attorney's fees from the losing party.\n\nSee Alyeska Pipeline Serv. v. Wilderness Soc'y, 421 U.S. 240, 247\n\n(1975).   One exception to the \"American Rule,\" however, allows a\n\ndistrict court to award attorney's fees to a prevailing party when the\n\nlosing party has \"acted in bad faith, vexatiously, wantonly, or for\n\noppressive reasons.\"    Chambers, 501 U.S. at 33.      To invoke this\n\nexception under a claim of \"vexatious\" conduct, the moving party must\n\ndemonstrate that the losing party's actions were \"frivolous,\n\nunreasonable, or without foundation, even though not brought in\n\nsubjective bad faith.\" Local 285 v. Nonotuck Resource Assocs., 64 F.3d\n\n735, 737 (1st Cir. 1995).\n\n          Because of its potency, however, a \"court's inherent power\n\nto shift attorney's fees 'should be used sparingly and reserved for\n\negregious circumstances.'\" Whitney Bros. Co. v. Sprafkin, 60 F.3d 8, 13\n\n(1st Cir. 1995) (quoting Jones v. Winnepesaukee Realty, 990 F.2d 1, 4\n\n(1st Cir. 1993)). Thus, the power to sanction must be used with great\n\ncircumspection and restraint, employed only in compelling situations.\n\n          In the instant case, Dubois claims that the district court\n\nerred in failing to award him attorney's fees for the vexatious conduct\n\n\n\n\n                                 -7-\n\fof the Forest Service.3 More specifically, Dubois argues that the\n\ndistrict court erred in (1) requiring a finding of subjective bad faith\n\nas a prerequisite for awarding attorney's fees; (2) not inquiring into\n\nwhether the Forest Service should have had better methods of\n\ncommunication in place; and (3) failing to consider whether the\n\nlitigants for the Forest Service conducted a reasonable inquiry into\n\nthe facts.4 Because we are unpersuaded by these arguments, we conclude\n\nthat the district court properly acted within its discretion in\n\nrefusing to award attorney's fees.\n\n          First, Dubois argues that the district court erred in its\n\nanalysis by requiring a finding of subjective bad faith as a necessary\n\nprecondition to an award of sanctions. To support this claim, Dubois\n\n\n\n3 Dubois also attempted to recover attorney's fees under the Equal\nAccess to Justice Act (\"EAJA\"), 28 U.S.C. § 2412, which allows a\nprevailing party to recover attorney's fees in a suit brought against\nthe government. The district court rejected this claim, ruling that a\npro se attorney litigant cannot recover attorney's fees under the EAJA.\nCf. Aronson v. United States Dep't of Hous. and Urban Dev., 866 F.2d 1,\n4-6 (1st Cir. 1989) (holding that pro se attorney litigants cannot\nrecover fees under the Freedom of Information Act). Dubois does not\nappeal this ruling.\n4  Though the Forest Service claims that it did not make a false\nstatement concerning the feasibility of constructing water storage\nponds, we find this argument unpersuasive. The district court found\nthat \"the government offers no justification for [its] failure to\nconsider . . . water-storage ponds. Nor does the government attempt to\njustify its own subsequent litigation position that the Forest Service\ndid not consider such ponds because their construction was a 'practical\nimpossibility.'\" Dubois, No. 95-90, slip op. at 21 (D.N.H. July 17,\n1998). In deference to the district court's findings, our analysis\nassumes that the Forest Service's statement was false.\n\n                                 -8-\n\fpoints to language in the district court's ruling that allegedly\n\nrequired him to show that the Forest Service's false statement was made\n\n\"for reasons of harassment or delay or other improper purposes.\"\n\nDubois, No. 95-50, slip op. at 14 (D.N.H. July 17, 1998).\n\n          Though we agree with Dubois that a finding of subjective bad\n\nfaith is not a prerequisite to an award of sanctions, Local 285, 64\n\nF.3d at 737, we disagree with his characterization of the district\n\ncourt's analysis. Despite the language Dubois quotes, the district\n\ncourt did, in fact, assess whether it was objectively reasonable for\n\nthe Forest Service to have been unfamiliar with the water storage ponds\n\nat Sugarbush. In particular, the district court carefully analyzed\n\nwhether the Forest Service and government counsel knew or should have\n\nknown of the Sugarbush proposal. Dubois, No. 95-50, slip op. at 12-13\n\n(D.N.H. July 17, 1998). The court concluded, \"I reject Dubois' bid for\n\nsanctions because he has failed to establish that either the Forest\n\nService personnel responsible for evaluating Loon's expansion plan or\n\ngovernment counsel knew or had reason to know of the proposed water-\n\nstorage ponds at Sugarbush.\"      Id. at 12.\n\n          Though we are troubled by the language that Dubois quotes\n\nfrom the court's order, we are convinced that the district court denied\n\nsanctions because it concluded that the Forest Service's conduct was\n\nnot unreasonable.\n\n\n\n\n                                 -9-\n\f          Second, Dubois argues that the district court erred in\n\nfailing to inquire whether the Forest Service should have had better\n\nmethods of communication in place. Dubois suggests that had the\n\ndistrict court conducted this inquiry, it would have found the Forest\n\nService's communication system to be inadequate. The district court\n\nthen would have concluded that the Forest Service was to blame for its\n\nown ignorance of the Sugarbush proposal, since a party should not be\n\nable to avoid sanctions because its own communications network hindered\n\nthe flow of relevant information.\n\n          Dubois failed to raise this issue with the district court in\n\nhis motion for attorney's fees or in his motion to alter or amend\n\njudgment. It is a \"bedrock rule that when a party has not presented an\n\nargument to the district court, she may not unveil it in the court of\n\nappeals.\" United States v. Slade, 980 F.2d 27, 30 (1st Cir. 1992).\n\nDubois has offered no reason to justify a deviation from this well-\n\nestablished practice.\n\n          Moreover, though Dubois did not raise the issue below, the\n\ndistrict court implicitly considered the adequacy of the Forest\n\nService's communication system. The district court was aware that the\n\nForest Service did not have an effective mechanism for exchanging\n\ninformation about ski proposals among the national forests.5 The court\n\n5 Dubois also disputes the district court's finding that the Forest\nService had no effective communication system between the national\nforests. He argues that the court ignored the role of the Forest\n\n                                 -10-\n\falso noted, however, that the Forest Service improved its channels of\n\ncommunication in January 1996 by creating the Eastern Region Winter\n\nSports Team. Thus, implicit in the court's decision to deny sanctions\n\nwas a finding that the Forest Service did not behave egregiously by\n\nfailing to improve its channels of communication sooner. As a result,\n\nwe now explicitly reject the argument that the district court\n\nimplicitly discredited.\n\n          Lastly, Dubois faults the district court for failing to\n\nconsider whether the litigators for the Forest Service conducted a\n\nreasonable inquiry into the facts. He argues that the government's\n\nattorneys had a responsibility to investigate their client’s claims of\n\n\"practical impossibility\" and to inquire of each Forest Service unit as\n\nto whether snowmaking ponds were in place at Loon Mountain or nearby.\n\n          Again, Dubois failed to argue or to present evidence to the\n\ndistrict court that government counsel behaved improperly by not\n\ninvestigating their client’s claims further. Since he did not raise\n\nthis issue with the district court, Dubois cannot unveil it for the\n\nfirst time in the court of appeals.       Slade, 980 F.2d at 30.\n\n\nService's Eastern Regional Office, which has personnel that should have\nknown of the Sugarbush proposal. When Dubois raised this issue for\nthe first time in his motion to alter or amend judgment, the district\ncourt rejected the argument because it was based on evidence that\nDubois failed to offer in a timely manner. See Dubois, No. 95-50, slip\nop. at 2-3 (D.N.H. Dec. 10, 1998). Instead of challenging the district\ncourt's refusal to consider the untimely evidence on appeal, Dubois\nsimply restates his original argument. Since Dubois' argument relies\non excluded evidence, his claim necessarily fails.\n\n                                 -11-\n\f          Even if Dubois had raised the issue, however, it seems\n\nabundantly clear that the district court analyzed the reasonableness of\n\ngovernment counsel's conduct. The court found that throughout the\n\nlitigation government counsel engaged in extensive consultation with\n\nthe Forest Service. In particular, it noted that the government's\n\nattorneys sent the Forest Service copies of every substantive\n\nsubmission to review for factual accuracy. Dubois, No. 95-50, slip op.\n\nat 12-13 (D.N.H. July 17, 1998). Had the district court found their\n\nfailure to inquire further objectionable, it certainly would have\n\nraised the issue within this context. Instead, the district court\n\nfound that government counsel's ignorance of the Sugarbush proposal was\n\nnot unreasonable and that their behavior was not worthy of sanctioning.\n\n          Furthermore, we find no abuse of discretion in the district\n\ncourt's refusal to sanction government counsel. Although Federal Rule\n\nof Civil Procedure 11 requires an attorney to reasonably inquire into\n\nthe facts set forth in a motion or pleading, \"[i]t is not necessary\n\nthat an investigation into the facts be carried to the point of\n\nabsolute certainty.\" Kraemer v. Grant County, 892 F.2d 686, 689 (7th\n\nCir. 1990). Courts have further noted that \"[a] signer’s obligation\n\npersonally to comply with the requirements of Rule 11 clearly does not\n\npreclude the signer from any reliance on information from other\n\npersons.\" Garr v. U.S. Healthcare, Inc., 22 F.3d 1274, 1278 (3d Cir.\n\n1994).\n\n\n                                 -12-\n\f          In Coffey v. Healthtrust, Inc., 1 F.3d 1101, 1104 (10th Cir.\n\n1993), an attorney relied upon an expert’s conclusions, even though the\n\nattorney knew that the expert’s conclusions were contradicted by the\n\nvery author of the study from which the conclusions were drawn. The\n\ncourt refused to sanction the attorney, even though the attorney had\n\nreason to doubt the veracity of the expert's conclusions. The court\n\nfound that the attorney's reliance on the expert's conclusions was\n\nreasonable because of the technical nature of the expert's research and\n\nthe expert's unwavering belief in his findings.        Id.\n\n          Similarly, government counsel in the instant case reasonably\n\nrelied on the technical expertise of the Forest Service to craft its\n\nlitigation position. The Forest Service is a recognized expert on\n\nenvironmental issues, and government counsel - unlike the attorney in\n\nthe Coffey case - had no reason to question the accuracy of their\n\nclient’s claims.    In addition, the subject matter of the Forest\n\nService’s statement was highly technical. Given the Forest Service’s\n\nhigh level of expertise and its adamant belief in the \"practical\n\nimpossibility\" of building storage ponds at Loon, we find no error in\n\nthe district court’s finding that government counsel’s reliance was\n\nreasonable.\n\n          Moreover, we have found no case, and Dubois does not cite\n\nany, to suggest that counsel's failure to perform a burdensome task -\n\nsuch as independently surveying the 150 national forests to confirm the\n\n\n                                 -13-\n\fveracity of their client's claims - amounts to egregious conduct\n\nwarranting sanctions.6\n\n                             CONCLUSION\n\n          Dubois spends almost the entirety of this appeal faulting the\n\ndistrict court for not considering issues that he himself neglected to\n\nraise. Apparently, he labors under the false impression that it is the\n\ndistrict court’s duty, and not his, to raise all of the arguments that\n\nare favorable to his cause. Because Dubois has forfeited almost all\n\nthe arguments he relies upon in this appeal, considering the\n\n\"extraordinary deference\" that is owed to a district court's decision\n\nto deny sanctions, and in light of the fact that the district court's\n\nanalysis was comprehensive and reasonable, we find no abuse of\n\ndiscretion. We affirm the district court's denial of attorney's fees.\n\n          Affirmed.\n\n\n\n\n6 In addition, Dubois argues that the district court failed to consider\nthe obligation of the Forest Service to correct the false statement\nafter it learned that the statement was false. Again, Dubois failed to\nraise this issue with the district court and \"thus may not unveil it in\nthe court of appeals.\" Slade, 980 F.2d at 30.\n\n                                 -14-\n\f",
  "html": "<p class=\"case_cite\">270 F.3d 77 (1st Cir. 2001)</p>\n    <p class=\"parties\">ROLAND C. DUBOIS, Plaintiff, Appellant,<br>v.<br>UNITED STATES DEPARTMENT OF AGRICULTURE, MICHAEL ESPY, Secretary of the USDA, F. DALE ROBERTSON, Chief, USDA Forest Service, FLOYD J. MARITA, Regional Forester, Eastern Region, USDA Forest Service, RICK D. CABLES, Forest Supervisor, White Mountain National Forest, Defendants, Appellees,<br>RESTORE THE NORTH WOODS, Intervenor, Plaintiff,<br>LOON MOUNTAIN RECREATION CORPORATION, Intervenor, Defendant.</p>\n    <p class=\"docket\">No. 98-2364</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted Sept. 10, 2001<br>Decided November 2, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Roland C. Dubois, pro se.</p>\n      <p class=\"indent\">Katherine W. Hazard, Attorney, U.S. Department of Justice, with whom John Cruden, Acting Assistant Attorney General, David C. Shilton, Andrea L. Berlowe, Attorneys, U.S. Department of Justice, and Wendy John, Office of General Counsel, U.S. Department of Agriculture, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Selya, Circuit Judge, and Lisi,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Roland Dubois filed suit against the United States Forest Service (\"Forest Service\") alleging, inter alia, violations of the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. &#167; 4321, et seq., and the Clean Water Act (\"CWA\"), 33 U.S.C. &#167; 1251, et seq. The district court rejected Dubois' claims and granted summary judgment for the Forest Service. On appeal, this Court reversed that ruling and directed the district court to enter summary judgment in Dubois' favor. On remand, Dubois sought to compel the Forest Service to reimburse him for attorney's fees and costs. The district court denied his motion for fees, and granted, in part, his motion for costs. Dubois now appeals the decision denying him attorney's fees. Because we conclude that the district court did not abuse its discretion in denying Dubois' motion for attorney's fees, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Loon Mountain Recreation Corporation (\"Loon Corp.\") operates a ski resort in Lincoln, New Hampshire. Because part of its resort lies within the White Mountain National Forest, Loon Corp. is required to have a special-use permit issued by the Forest Service.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 1986, Loon Corp. applied to the Forest Service for an amendment to its permit to allow expansion of its operations. In response to this request and pursuant to NEPA, 42 U.S.C. &#167; 4332, the Forest Service issued a draft Environmental Impact Statement (\"EIS\"), a supplement to the draft EIS, and a final EIS. Finally, in 1993, the Forest Service issued a Record of Decision (\"ROD\") approving a revised version of Loon Corp.'s expansion plan.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The revised permit allowed Loon Corp. to increase the amount of water it used for snowmaking, from 67 million gallons per year to 138 million gallons. The bulk of the increased water supply was to be drawn from Loon Pond - a rare high-altitude pond within the White Mountain National Forest that is also a municipal water supply for the Town of Lincoln. In addition, Loon Corp. was authorized to draw the pond down by as much as fifteen feet for snowmaking.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After pursuing administrative appeals, Dubois filed this action on May 13, 1994. Dubois alleged, inter alia, that the Forest Service violated NEPA by failing to adequately explore reasonable alternatives to using Loon Pond as a primary source of snowmaking water. More specifically, he faulted the Forest Service for its failure to consider proposals to construct water holding ponds at the Loon Mountain ski area.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Contending that these proposals were unreasonable and patently preposterous, the Forest Service responded that it was under no legal obligation to consider them. In addition, the government stated that it did not seriously consider other types of storage ponds because \"the sheer enormity of constructing comparable water storage facilities above or below ground at the base of [Loon Mountain] was a practical impossibility.\" (Def.'s Mem. Opp. Summ. J. at 30-31).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Contemporaneous with its assertions that constructing storage ponds at Loon would be a \"practical impossibility,\" different Forest Service personnel were authorizing the construction of even larger ponds in a different national forest (at the nearby Sugarbush ski area). Upon learning of these construction plans, Dubois filed a reply brief in district court. In it, he argued that the Sugarbush construction plan proved that the Forest Service's claims regarding the infeasibility of building large holding ponds were false.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 2, 1995, the district court issued a Memorandum and Order rejecting Dubois' argument and granting summary judgment for the Forest Service. See Dubois v. United States Dep't of Agric., No. 95-50, slip op. at 53 (D.N.H. Nov. 2, 1995). On appeal, however, this Court reversed the order and directed the district court to enter summary judgment in Dubois' favor. See Dubois v. United States Dep't of Agric., 102 F.3d 1273, 1301 (1st Cir. 1996). We held, inter alia, that the Forest Service violated NEPA because it had failed to adequately consider the possibility of building on-site storage ponds as an alternative to using Loon Pond as a water source for snowmaking. Id. at 1289-90.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On remand to the district court, Dubois successfully sought an injunction prohibiting the construction of Loon Corp.'s expanded ski area. Dubois also filed a motion for attorney's fees. He argued that the Forest Service's litigation position in this case - claiming that artificial storage ponds at Loon Mountain were a \"practical impossibility,\" while at the same time authorizing their construction nearby - was vexatious. Unpersuaded by Dubois' arguments, the district court denied his motion. See Dubois, No. 95-50, slip op. at 1 (D.N.H. July 17, 1998).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a district court's refusal to use its inherent power to impose attorney's fees for an abuse of discretion. Chambers v. NASCO, Inc., 501 U.S. 32, 55 (1991). In so doing, we recognize that when determining whether sanctions are warranted, \"the district court is better situated than the court of appeals to marshal the pertinent facts and apply the fact-dependent legal standard.\" Cooter &amp; Gell v. Hartmarx Corp., 496 U.S. 384, 402 (1990). We also note that this circuit accords \"extraordinary deference\" to a district court's decision to deny sanctions. Lichtenstein v. Consolidated Servs. Group, Inc., 173 F.3d 17, 22 (1st Cir. 1999).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The \"American Rule\" on fee-shifting generally prohibits the prevailing party from collecting attorney's fees from the losing party. See Alyeska Pipeline Serv. v. Wilderness Soc'y, 421 U.S. 240, 247 (1975). One exception to the \"American Rule,\" however, allows a district court to award attorney's fees to a prevailing party when the losing party has \"acted in bad faith, vexatiously, wantonly, or for oppressive reasons.\" Chambers, 501 U.S. at 33. To invoke this exception under a claim of \"vexatious\" conduct, the moving party must demonstrate that the losing party's actions were \"frivolous, unreasonable, or without foundation, even though not brought in subjective bad faith.\" Local 285 v. Nonotuck Resource Assocs., 64 F.3d 735, 737 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because of its potency, however, a \"court's inherent power to shift attorney's fees 'should be used sparingly and reserved for egregious circumstances.'\" Whitney Bros. Co. v. Sprafkin, 60 F.3d 8, 13 (1st Cir. 1995) (quoting Jones v. Winnepesaukee Realty, 990 F.2d 1, 4 (1st Cir. 1993)). Thus, the power to sanction must be used with great circumspection and restraint, employed only in compelling situations.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the instant case, Dubois claims that the district court erred in failing to award him attorney's fees for the vexatious conduct of the Forest Service.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> More specifically, Dubois argues that the district court erred in (1) requiring a finding of subjective bad faith as a prerequisite for awarding attorney's fees; (2) not inquiring into whether the Forest Service should have had better methods of communication in place; and (3) failing to consider whether the litigants for the Forest Service conducted a reasonable inquiry into the facts.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Because we are unpersuaded by these arguments, we conclude that the district court properly acted within its discretion in refusing to award attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">First, Dubois argues that the district court erred in its analysis by requiring a finding of subjective bad faith as a necessary precondition to an award of sanctions. To support this claim, Dubois points to language in the district court's ruling that allegedly required him to show that the Forest Service's false statement was made \"for reasons of harassment or delay or other improper purposes.\" Dubois, No. 95-50, slip op. at 14 (D.N.H. July 17, 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Though we agree with Dubois that a finding of subjective bad faith is not a prerequisite to an award of sanctions, Local 285, 64 F.3d at 737, we disagree with his characterization of the district court's analysis. Despite the language Dubois quotes, the district court did, in fact, assess whether it was objectively reasonable for the Forest Service to have been unfamiliar with the water storage ponds at Sugarbush. In particular, the district court carefully analyzed whether the Forest Service and government counsel knew or should have known of the Sugarbush proposal. Dubois, No. 95-50, slip op. at 12-13 (D.N.H. July 17, 1998). The court concluded, \"I reject Dubois' bid for sanctions because he has failed to establish that either the Forest Service personnel responsible for evaluating Loon's expansion plan or government counsel knew or had reason to know of the proposed water-storage ponds at Sugarbush.\" Id. at 12.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Though we are troubled by the language that Dubois quotes from the court's order, we are convinced that the district court denied sanctions because it concluded that the Forest Service's conduct was not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, Dubois argues that the district court erred in failing to inquire whether the Forest Service should have had better methods of communication in place. Dubois suggests that had the district court conducted this inquiry, it would have found the Forest Service's communication system to be inadequate. The district court then would have concluded that the Forest Service was to blame for its own ignorance of the Sugarbush proposal, since a party should not be able to avoid sanctions because its own communications network hindered the flow of relevant information.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Dubois failed to raise this issue with the district court in his motion for attorney's fees or in his motion to alter or amend judgment. It is a \"bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\" United States v. Slade, 980 F.2d 27, 30 (1st Cir. 1992). Dubois has offered no reason to justify a deviation from this well-established practice.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, though Dubois did not raise the issue below, the district court implicitly considered the adequacy of the Forest Service's communication system. The district court was aware that the Forest Service did not have an effective mechanism for exchanging information about ski proposals among the national forests.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The court also noted, however, that the Forest Service improved its channels of communication in January 1996 by creating the Eastern Region Winter Sports Team. Thus, implicit in the court's decision to deny sanctions was a finding that the Forest Service did not behave egregiously by failing to improve its channels of communication sooner. As a result, we now explicitly reject the argument that the district court implicitly discredited.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lastly, Dubois faults the district court for failing to consider whether the litigators for the Forest Service conducted a reasonable inquiry into the facts. He argues that the government's attorneys had a responsibility to investigate their client's claims of \"practical impossibility\" and to inquire of each Forest Service unit as to whether snowmaking ponds were in place at Loon Mountain or nearby.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Again, Dubois failed to argue or to present evidence to the district court that government counsel behaved improperly by not investigating their client's claims further. Since he did not raise this issue with the district court, Dubois cannot unveil it for the first time in the court of appeals. Slade, 980 F.2d at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Even if Dubois had raised the issue, however, it seems abundantly clear that the district court analyzed the reasonableness of government counsel's conduct. The court found that throughout the litigation government counsel engaged in extensive consultation with the Forest Service. In particular, it noted that the government's attorneys sent the Forest Service copies of every substantive submission to review for factual accuracy. Dubois, No. 95-50, slip op. at 12-13 (D.N.H. July 17, 1998). Had the district court found their failure to inquire further objectionable, it certainly would have raised the issue within this context. Instead, the district court found that government counsel's ignorance of the Sugarbush proposal was not unreasonable and that their behavior was not worthy of sanctioning.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Furthermore, we find no abuse of discretion in the district court's refusal to sanction government counsel. Although Federal Rule of Civil Procedure 11 requires an attorney to reasonably inquire into the facts set forth in a motion or pleading, \"[i]t is not necessary that an investigation into the facts be carried to the point of absolute certainty.\" Kraemer v. Grant County, 892 F.2d 686, 689 (7th Cir. 1990). Courts have further noted that \"[a] signer's obligation personally to comply with the requirements of Rule 11 clearly does not preclude the signer from any reliance on information from other persons.\" Garr v. U.S. Healthcare, Inc., 22 F.3d 1274, 1278 (3d Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Coffey v. Healthtrust, Inc., 1 F.3d 1101, 1104 (10th Cir. 1993), an attorney relied upon an expert's conclusions, even though the attorney knew that the expert's conclusions were contradicted by the very author of the study from which the conclusions were drawn. The court refused to sanction the attorney, even though the attorney had reason to doubt the veracity of the expert's conclusions. The court found that the attorney's reliance on the expert's conclusions was reasonable because of the technical nature of the expert's research and the expert's unwavering belief in his findings. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Similarly, government counsel in the instant case reasonably relied on the technical expertise of the Forest Service to craft its litigation position. The Forest Service is a recognized expert on environmental issues, and government counsel - unlike the attorney in the Coffey case - had no reason to question the accuracy of their client's claims. In addition, the subject matter of the Forest Service's statement was highly technical. Given the Forest Service's high level of expertise and its adamant belief in the \"practical impossibility\" of building storage ponds at Loon, we find no error in the district court's finding that government counsel's reliance was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, we have found no case, and Dubois does not cite any, to suggest that counsel's failure to perform a burdensome task - such as independently surveying the 150 national forests to confirm the veracity of their client's claims - amounts to egregious conduct warranting sanctions.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Dubois spends almost the entirety of this appeal faulting the district court for not considering issues that he himself neglected to raise. Apparently, he labors under the false impression that it is the district court's duty, and not his, to raise all of the arguments that are favorable to his cause. Because Dubois has forfeited almost all the arguments he relies upon in this appeal, considering the \"extraordinary deference\" that is owed to a district court's decision to deny sanctions, and in light of the fact that the district court's analysis was comprehensive and reasonable, we find no abuse of discretion. We affirm the district court's denial of attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Rhode Island, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Forest Service is an organization within the United States Department of Agriculture. This opinion refers to both institutions collectively as \"the Forest Service.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Pursuant to Federal Rules of Civil Procedure 52(b) and 59(e), Dubois moved to reconsider the July 17, 1998 Order denying attorney's fees. The district court also denied that motion. See Dubois, No. 95-50, slip op. at 3 (D.N.H. Dec. 10, 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Dubois also attempted to recover attorney's fees under the Equal Access to Justice Act (\"EAJA\"), 28 U.S.C. &#167; 2412, which allows a prevailing party to recover attorney's fees in a suit brought against the government. The district court rejected this claim, ruling that a pro se attorney litigant cannot recover attorney's fees under the EAJA. Cf. Aronson v. United States Dep't of Hous. and Urban Dev., 866 F.2d 1, 4-6 (1st Cir. 1989) (holding that pro se attorney litigants cannot recover fees under the Freedom of Information Act). Dubois does not appeal this ruling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Though the Forest Service claims that it did not make a false statement concerning the feasibility of constructing water storage ponds, we find this argument unpersuasive. The district court found that \"the government offers no justification for [its] failure to consider . . . water-storage ponds. Nor does the government attempt to justify its own subsequent litigation position that the Forest Service did not consider such ponds because their construction was a 'practical impossibility.'\" Dubois, No. 95-90, slip op. at 21 (D.N.H. July 17, 1998). In deference to the district court's findings, our analysis assumes that the Forest Service's statement was false.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Dubois also disputes the district court's finding that the Forest Service had no effective communication system between the national forests. He argues that the court ignored the role of the Forest Service's Eastern Regional Office, which has personnel that should have known of the Sugarbush proposal. When Dubois raised this issue for the first time in his motion to alter or amend judgment, the district court rejected the argument because it was based on evidence that Dubois failed to offer in a timely manner. See Dubois, No. 95-50, slip op. at 2-3 (D.N.H. Dec. 10, 1998). Instead of challenging the district court's refusal to consider the untimely evidence on appeal, Dubois simply restates his original argument. Since Dubois' argument relies on excluded evidence, his claim necessarily fails.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  In addition, Dubois argues that the district court failed to consider the obligation of the Forest Service to correct the false statement after it learned that the statement was false. Again, Dubois failed to raise this issue with the district court and \"thus may not unveil it in the court of appeals.\" Slade, 980 F.2d at 30.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">ROLAND C. DUBOIS, Plaintiff, Appellant,<br>v.<br>UNITED STATES DEPARTMENT OF AGRICULTURE, MICHAEL ESPY, Secretary of the USDA, F. DALE ROBERTSON, Chief, USDA Forest Service, FLOYD J. MARITA, Regional Forester, Eastern Region, USDA Forest Service, RICK D. CABLES, Forest Supervisor, White Mountain National Forest, Defendants, Appellees,<br>RESTORE THE NORTH WOODS, Intervenor, Plaintiff,<br>LOON MOUNTAIN RECREATION CORPORATION, Intervenor, Defendant.</p>\n    <p class=\"docket\">No. 98-2364</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted Sept. 10, 2001<br>Decided November 2, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Roland C. Dubois, pro se.</p>\n      <p class=\"indent\">Katherine W. Hazard, Attorney, U.S. Department of Justice, with whom John Cruden, Acting Assistant Attorney General, David C. Shilton, Andrea L. Berlowe, Attorneys, U.S. Department of Justice, and Wendy John, Office of General Counsel, U.S. Department of Agriculture, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Selya, Circuit Judge, and Lisi,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Roland Dubois filed suit against the United States Forest Service (\"Forest Service\") alleging, inter alia, violations of the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. &#167; 4321, et seq., and the Clean Water Act (\"CWA\"), 33 U.S.C. &#167; 1251, et seq. The district court rejected Dubois' claims and granted summary judgment for the Forest Service. On appeal, this Court reversed that ruling and directed the district court to enter summary judgment in Dubois' favor. On remand, Dubois sought to compel the Forest Service to reimburse him for attorney's fees and costs. The district court denied his motion for fees, and granted, in part, his motion for costs. Dubois now appeals the decision denying him attorney's fees. Because we conclude that the district court did not abuse its discretion in denying Dubois' motion for attorney's fees, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Loon Mountain Recreation Corporation (\"Loon Corp.\") operates a ski resort in Lincoln, New Hampshire. Because part of its resort lies within the White Mountain National Forest, Loon Corp. is required to have a special-use permit issued by the Forest Service.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 1986, Loon Corp. applied to the Forest Service for an amendment to its permit to allow expansion of its operations. In response to this request and pursuant to NEPA, 42 U.S.C. &#167; 4332, the Forest Service issued a draft Environmental Impact Statement (\"EIS\"), a supplement to the draft EIS, and a final EIS. Finally, in 1993, the Forest Service issued a Record of Decision (\"ROD\") approving a revised version of Loon Corp.'s expansion plan.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The revised permit allowed Loon Corp. to increase the amount of water it used for snowmaking, from 67 million gallons per year to 138 million gallons. The bulk of the increased water supply was to be drawn from Loon Pond - a rare high-altitude pond within the White Mountain National Forest that is also a municipal water supply for the Town of Lincoln. In addition, Loon Corp. was authorized to draw the pond down by as much as fifteen feet for snowmaking.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After pursuing administrative appeals, Dubois filed this action on May 13, 1994. Dubois alleged, inter alia, that the Forest Service violated NEPA by failing to adequately explore reasonable alternatives to using Loon Pond as a primary source of snowmaking water. More specifically, he faulted the Forest Service for its failure to consider proposals to construct water holding ponds at the Loon Mountain ski area.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Contending that these proposals were unreasonable and patently preposterous, the Forest Service responded that it was under no legal obligation to consider them. In addition, the government stated that it did not seriously consider other types of storage ponds because \"the sheer enormity of constructing comparable water storage facilities above or below ground at the base of [Loon Mountain] was a practical impossibility.\" (Def.'s Mem. Opp. Summ. J. at 30-31).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Contemporaneous with its assertions that constructing storage ponds at Loon would be a \"practical impossibility,\" different Forest Service personnel were authorizing the construction of even larger ponds in a different national forest (at the nearby Sugarbush ski area). Upon learning of these construction plans, Dubois filed a reply brief in district court. In it, he argued that the Sugarbush construction plan proved that the Forest Service's claims regarding the infeasibility of building large holding ponds were false.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 2, 1995, the district court issued a Memorandum and Order rejecting Dubois' argument and granting summary judgment for the Forest Service. See Dubois v. United States Dep't of Agric., No. 95-50, slip op. at 53 (D.N.H. Nov. 2, 1995). On appeal, however, this Court reversed the order and directed the district court to enter summary judgment in Dubois' favor. See Dubois v. United States Dep't of Agric., <span class=\"citation\" data-id=\"731302\"><a href=\"/opinion/731302/roland-c-dubois-and-restore-the-north-woods-v-united-states-department/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1273</span></a></span>, 1301 (1st Cir. 1996). We held, inter alia, that the Forest Service violated NEPA because it had failed to adequately consider the possibility of building on-site storage ponds as an alternative to using Loon Pond as a water source for snowmaking. Id. at 1289-90.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On remand to the district court, Dubois successfully sought an injunction prohibiting the construction of Loon Corp.'s expanded ski area. Dubois also filed a motion for attorney's fees. He argued that the Forest Service's litigation position in this case - claiming that artificial storage ponds at Loon Mountain were a \"practical impossibility,\" while at the same time authorizing their construction nearby - was vexatious. Unpersuaded by Dubois' arguments, the district court denied his motion. See Dubois, No. 95-50, slip op. at 1 (D.N.H. July 17, 1998).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a district court's refusal to use its inherent power to impose attorney's fees for an abuse of discretion. Chambers v. NASCO, Inc., <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 55 (1991). In so doing, we recognize that when determining whether sanctions are warranted, \"the district court is better situated than the court of appeals to marshal the pertinent facts and apply the fact-dependent legal standard.\" Cooter &amp; Gell v. Hartmarx Corp., <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">384</span></a></span>, 402 (1990). We also note that this circuit accords \"extraordinary deference\" to a district court's decision to deny sanctions. Lichtenstein v. Consolidated Servs. Group, Inc., <span class=\"citation\" data-id=\"198405\"><a href=\"/opinion/198405/lichtenstein-v-consolidate-services/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 22 (1st Cir. 1999).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The \"American Rule\" on fee-shifting generally prohibits the prevailing party from collecting attorney's fees from the losing party. See Alyeska Pipeline Serv. v. Wilderness Soc'y, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">240</span></a></span>, 247 (1975). One exception to the \"American Rule,\" however, allows a district court to award attorney's fees to a prevailing party when the losing party has \"acted in bad faith, vexatiously, wantonly, or for oppressive reasons.\" Chambers, 501 U.S. at 33. To invoke this exception under a claim of \"vexatious\" conduct, the moving party must demonstrate that the losing party's actions were \"frivolous, unreasonable, or without foundation, even though not brought in subjective bad faith.\" Local 285 v. Nonotuck Resource Assocs., <span class=\"citation\" data-id=\"703156\"><a href=\"/opinion/703156/local-285-service-employees-international-union-afl-cio-v-nonotuck/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">735</span></a></span>, 737 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because of its potency, however, a \"court's inherent power to shift attorney's fees 'should be used sparingly and reserved for egregious circumstances.'\" Whitney Bros. Co. v. Sprafkin, <span class=\"citation\" data-id=\"196192\"><a href=\"/opinion/196192/whitney-bros-co-v-sprafkin/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 13 (1st Cir. 1995) (quoting Jones v. Winnepesaukee Realty, <span class=\"citation\" data-id=\"603794\"><a href=\"/opinion/603794/catherine-m-jones-v-winnepesaukee-realty/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1993)). Thus, the power to sanction must be used with great circumspection and restraint, employed only in compelling situations.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the instant case, Dubois claims that the district court erred in failing to award him attorney's fees for the vexatious conduct of the Forest Service.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> More specifically, Dubois argues that the district court erred in (1) requiring a finding of subjective bad faith as a prerequisite for awarding attorney's fees; (2) not inquiring into whether the Forest Service should have had better methods of communication in place; and (3) failing to consider whether the litigants for the Forest Service conducted a reasonable inquiry into the facts.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Because we are unpersuaded by these arguments, we conclude that the district court properly acted within its discretion in refusing to award attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">First, Dubois argues that the district court erred in its analysis by requiring a finding of subjective bad faith as a necessary precondition to an award of sanctions. To support this claim, Dubois points to language in the district court's ruling that allegedly required him to show that the Forest Service's false statement was made \"for reasons of harassment or delay or other improper purposes.\" Dubois, No. 95-50, slip op. at 14 (D.N.H. July 17, 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Though we agree with Dubois that a finding of subjective bad faith is not a prerequisite to an award of sanctions, Local 285, 64 F.3d at 737, we disagree with his characterization of the district court's analysis. Despite the language Dubois quotes, the district court did, in fact, assess whether it was objectively reasonable for the Forest Service to have been unfamiliar with the water storage ponds at Sugarbush. In particular, the district court carefully analyzed whether the Forest Service and government counsel knew or should have known of the Sugarbush proposal. Dubois, No. 95-50, slip op. at 12-13 (D.N.H. July 17, 1998). The court concluded, \"I reject Dubois' bid for sanctions because he has failed to establish that either the Forest Service personnel responsible for evaluating Loon's expansion plan or government counsel knew or had reason to know of the proposed water-storage ponds at Sugarbush.\" Id. at 12.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Though we are troubled by the language that Dubois quotes from the court's order, we are convinced that the district court denied sanctions because it concluded that the Forest Service's conduct was not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, Dubois argues that the district court erred in failing to inquire whether the Forest Service should have had better methods of communication in place. Dubois suggests that had the district court conducted this inquiry, it would have found the Forest Service's communication system to be inadequate. The district court then would have concluded that the Forest Service was to blame for its own ignorance of the Sugarbush proposal, since a party should not be able to avoid sanctions because its own communications network hindered the flow of relevant information.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Dubois failed to raise this issue with the district court in his motion for attorney's fees or in his motion to alter or amend judgment. It is a \"bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\" United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir. 1992). Dubois has offered no reason to justify a deviation from this well-established practice.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, though Dubois did not raise the issue below, the district court implicitly considered the adequacy of the Forest Service's communication system. The district court was aware that the Forest Service did not have an effective mechanism for exchanging information about ski proposals among the national forests.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The court also noted, however, that the Forest Service improved its channels of communication in January 1996 by creating the Eastern Region Winter Sports Team. Thus, implicit in the court's decision to deny sanctions was a finding that the Forest Service did not behave egregiously by failing to improve its channels of communication sooner. As a result, we now explicitly reject the argument that the district court implicitly discredited.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lastly, Dubois faults the district court for failing to consider whether the litigators for the Forest Service conducted a reasonable inquiry into the facts. He argues that the government's attorneys had a responsibility to investigate their client's claims of \"practical impossibility\" and to inquire of each Forest Service unit as to whether snowmaking ponds were in place at Loon Mountain or nearby.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Again, Dubois failed to argue or to present evidence to the district court that government counsel behaved improperly by not investigating their client's claims further. Since he did not raise this issue with the district court, Dubois cannot unveil it for the first time in the court of appeals. Slade, 980 F.2d at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Even if Dubois had raised the issue, however, it seems abundantly clear that the district court analyzed the reasonableness of government counsel's conduct. The court found that throughout the litigation government counsel engaged in extensive consultation with the Forest Service. In particular, it noted that the government's attorneys sent the Forest Service copies of every substantive submission to review for factual accuracy. Dubois, No. 95-50, slip op. at 12-13 (D.N.H. July 17, 1998). Had the district court found their failure to inquire further objectionable, it certainly would have raised the issue within this context. Instead, the district court found that government counsel's ignorance of the Sugarbush proposal was not unreasonable and that their behavior was not worthy of sanctioning.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Furthermore, we find no abuse of discretion in the district court's refusal to sanction government counsel. Although Federal Rule of Civil Procedure 11 requires an attorney to reasonably inquire into the facts set forth in a motion or pleading, \"[i]t is not necessary that an investigation into the facts be carried to the point of absolute certainty.\" Kraemer v. Grant County, <span class=\"citation\" data-id=\"534262\"><a href=\"/opinion/534262/laura-kraemer-v-grant-county-herbert-hottenstein-william-baker-betty/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span>, 689 (7th Cir. 1990). Courts have further noted that \"[a] signer's obligation personally to comply with the requirements of Rule 11 clearly does not preclude the signer from any reliance on information from other persons.\" Garr v. U.S. Healthcare, Inc., <span class=\"citation\" data-id=\"669074\"><a href=\"/opinion/669074/scott-garr-patricia-garr-on-behalf-of-themselves-and-all-others-similarly/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1274</span></a></span>, 1278 (3d Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Coffey v. Healthtrust, Inc., <span class=\"citation\" data-id=\"627492\"><a href=\"/opinion/627492/kenneth-p-coffey-md-david-high-real-party-in-interest-appellant-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1101</span></a></span>, 1104 (10th Cir. 1993), an attorney relied upon an expert's conclusions, even though the attorney knew that the expert's conclusions were contradicted by the very author of the study from which the conclusions were drawn. The court refused to sanction the attorney, even though the attorney had reason to doubt the veracity of the expert's conclusions. The court found that the attorney's reliance on the expert's conclusions was reasonable because of the technical nature of the expert's research and the expert's unwavering belief in his findings. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Similarly, government counsel in the instant case reasonably relied on the technical expertise of the Forest Service to craft its litigation position. The Forest Service is a recognized expert on environmental issues, and government counsel - unlike the attorney in the Coffey case - had no reason to question the accuracy of their client's claims. In addition, the subject matter of the Forest Service's statement was highly technical. Given the Forest Service's high level of expertise and its adamant belief in the \"practical impossibility\" of building storage ponds at Loon, we find no error in the district court's finding that government counsel's reliance was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, we have found no case, and Dubois does not cite any, to suggest that counsel's failure to perform a burdensome task - such as independently surveying the 150 national forests to confirm the veracity of their client's claims - amounts to egregious conduct warranting sanctions.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Dubois spends almost the entirety of this appeal faulting the district court for not considering issues that he himself neglected to raise. Apparently, he labors under the false impression that it is the district court's duty, and not his, to raise all of the arguments that are favorable to his cause. Because Dubois has forfeited almost all the arguments he relies upon in this appeal, considering the \"extraordinary deference\" that is owed to a district court's decision to deny sanctions, and in light of the fact that the district court's analysis was comprehensive and reasonable, we find no abuse of discretion. We affirm the district court's denial of attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Rhode Island, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Forest Service is an organization within the United States Department of Agriculture. This opinion refers to both institutions collectively as \"the Forest Service.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Pursuant to Federal Rules of Civil Procedure 52(b) and 59(e), Dubois moved to reconsider the July 17, 1998 Order denying attorney's fees. The district court also denied that motion. See Dubois, No. 95-50, slip op. at 3 (D.N.H. Dec. 10, 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Dubois also attempted to recover attorney's fees under the Equal Access to Justice Act (\"EAJA\"), 28 U.S.C. &#167; 2412, which allows a prevailing party to recover attorney's fees in a suit brought against the government. The district court rejected this claim, ruling that a pro se attorney litigant cannot recover attorney's fees under the EAJA. Cf. Aronson v. United States Dep't of Hous. and Urban Dev., <span class=\"citation\" data-id=\"517450\"><a href=\"/opinion/517450/robert-a-aronson-v-united-states-department-of-housing-and-urban/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4-6 (1st Cir. 1989) (holding that pro se attorney litigants cannot recover fees under the Freedom of Information Act). Dubois does not appeal this ruling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Though the Forest Service claims that it did not make a false statement concerning the feasibility of constructing water storage ponds, we find this argument unpersuasive. The district court found that \"the government offers no justification for [its] failure to consider . . . water-storage ponds. Nor does the government attempt to justify its own subsequent litigation position that the Forest Service did not consider such ponds because their construction was a 'practical impossibility.'\" Dubois, No. 95-90, slip op. at 21 (D.N.H. July 17, 1998). In deference to the district court's findings, our analysis assumes that the Forest Service's statement was false.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Dubois also disputes the district court's finding that the Forest Service had no effective communication system between the national forests. He argues that the court ignored the role of the Forest Service's Eastern Regional Office, which has personnel that should have known of the Sugarbush proposal. When Dubois raised this issue for the first time in his motion to alter or amend judgment, the district court rejected the argument because it was based on evidence that Dubois failed to offer in a timely manner. See Dubois, No. 95-50, slip op. at 2-3 (D.N.H. Dec. 10, 1998). Instead of challenging the district court's refusal to consider the untimely evidence on appeal, Dubois simply restates his original argument. Since Dubois' argument relies on excluded evidence, his claim necessarily fails.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  In addition, Dubois argues that the district court failed to consider the obligation of the Forest Service to correct the false statement after it learned that the statement was false. Again, Dubois failed to raise this issue with the district court and \"thus may not unveil it in the court of appeals.\" Slade, 980 F.2d at 30.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731302/"
  ]
}