{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199669/",
  "absolute_url": "/opinion/199669/qn-re-grand-jury-v-q/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199669/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:50Z",
  "date_modified": "2017-03-24T11:02:54.645277Z",
  "type": "010combined",
  "sha1": "50a1dd0d08dd32d22c6199f7d1b3c9e69faeab61",
  "page_count": 29,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1975-01A.pdf",
  "local_path": "pdf/2001/11/08/qn_Re_Grand_Jury_v._q.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1975\n\n                     IN RE GRAND JURY SUBPOENA\n\n              (CUSTODIAN OF RECORDS, NEWPARENT, INC.),\n\n                             __________\n\n              A. NAMELESS LAWYER (A PSEUDONYM) ET AL.,\n\n                      Intervenors, Appellants.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\n\n\n                               Before\n\n                  Selya and Lipez, Circuit Judges,\n                and Doumar,* Senior District Judge.\n\n\n     Andrew Good, with whom Harvey A. Silverglate, Silverglate\n& Good, Norman Zalkind, David Duncan, Zalkind, Rodriguez, Lunt\n& Duncan, Martin G. Weinberg, Oteri, Weinberg & Lawson,\nElizabeth B. Burnett, and Mintz Levin Cohn Ferris Glovsky &\nPopeo were on consolidated brief, for appellants.\n     John M. Hodgens, Jr., Assistant United States Attorney, with\nwhom James B. Farmer, United States Attorney, and Stephen P.\nHeymann, Assistant United States Attorney, were on brief, for\nthe United States.\n\n\n\n\n                          November 8, 2001\n\f______________\n*Of the Eastern District of Virginia, sitting by designation.\n\f            SELYA, Circuit Judge.             This appeal requires us to\n\ntraverse largely unexplored terrain concerning the operation of\n\nthe attorney-client and work product privileges.              The underlying\n\ncontroversy arises out of a subpoena duces tecum issued by a\n\nfederal grand jury to a corporation, seeking records pertaining\n\nto the affairs of a subsidiary.               Although the corporation and\n\nthe subsidiary waived all claims of privilege, the subsidiary's\n\nformer attorney and two of its former officers intervened and\n\nmoved to quash the subpoena.            They claimed that the subsidiary\n\nhad entered into a longstanding joint defense agreement with the\n\nformer officers and contended that the subpoenaed materials were\n\nprivileged      (and,    thus,   not    amenable     to   disclosure).     The\n\ndistrict court eschewed an evidentiary hearing and denied the\n\nmotion to quash, but stayed production of the documents pending\n\nappeal.\n\n            We affirm the district court's order.            We hold that an\n\nindividual privilege may exist in these circumstances only to\n\nthe extent that communications made in a corporate officer's\n\npersonal capacity are separable from those made in his corporate\n\ncapacity.      Because the intervenors do not allege that any of the\n\nsubpoenaed documents are solely privileged to them but rest\n\ninstead   on    the     theory   that   all    the   documents   are   jointly\n\nprivileged, their claim, as a matter of law, does not survive\n\n\n                                        -3-\n\fthe subsidiary's waiver.            The joint defense agreement does not\n\ndemand a different result:              privileges are created, and their\n\ncontours defined, by operation of law, and private agreements\n\ncannot enlarge their scope.              Moreover, this particular joint\n\ndefense agreement is unenforceable.\n\n           We have a second, independently sufficient ground for\n\nour decision.     The denial of the motion to quash must be upheld\n\nin all events because the intervenors failed to generate a\n\ndescriptive list of the documents alleged to be privileged.\n\nI.   BACKGROUND\n\n           We start by recounting the events leading to this\n\nappeal.    Consistent with the secrecy that typically attaches to\n\ngrand jury matters, see, e.g., Fed. R. Crim. P. 6(e), this case\n\nhas gone forward under an order sealing the proceedings, the\n\nbriefs,    and    the        parties'    proffers.       To     preserve    that\n\nconfidentiality,        we    use   fictitious   names    for    all   affected\n\npersons and corporations.\n\n           On March 26, 2001, Oldco — a Massachusetts corporation\n\nin the business of processing, packaging, and distributing food\n\nproducts — entered into a plea agreement with the United States\n\nAttorney    for   the        District    of   Massachusetts.        Under   the\n\nagreement's terms, Oldco pled guilty to charges of conspiracy to\n\ndefraud the Internal Revenue Service and agreed to cooperate\n\n\n                                        -4-\n\fwith the government's ongoing investigation of certain present\n\nand former officers, employees, and customers.                 As part of this\n\ncooperation, Oldco expressly waived applicable attorney-client\n\nand work product privileges.            Soon thereafter, a federal grand\n\njury    issued       a    subpoena    duces     tecum    to    Oldco's    parent\n\ncorporation,     Newparent,        Inc.,     demanding   the       production   of\n\ndocuments relating to its \"rebate program\" — a program under\n\nwhich, according to the government, Oldco would charge certain\n\ncomplicit customers more than the going rate for its products,\n\nbut would then refund the difference by payments made directly\n\nto principals of these customers.\n\n             At the time the subpoena was served, Oldco was a\n\nwholly-owned subsidiary of Newparent.              Its records were in the\n\npossession of Newparent's counsel, a law firm that we shall call\n\nSmith & Jones.           Newparent had acquired Oldco in June of 1998,\n\nbut    the   grand       jury   investigation    focused      on    conduct   that\n\noccurred prior to the acquisition date.                  During that earlier\n\nperiod, Oldco had operated as a closely held corporation, owned\n\nby a number of members of a single family; one family member\n\n(Richard Roe) served as its board chairman and chief executive\n\nofficer, and another (Morris Moe) served on the board and as\n\nexecutive vice-president for sales and marketing.                    A. Nameless\n\nLawyer was Oldco's principal outside counsel.                        These three\n\n\n                                       -5-\n\findividuals   —   Roe,   Moe,    and    Lawyer    —   intervened       in    the\n\nproceedings and filed a motion to quash the subpoena.\n\n           The factual premise for the motion to quash is derived\n\nlargely    from   Lawyer's     affidavit.        He   states    that     while\n\nrepresenting Oldco he also represented Roe and Moe in various\n\nindividual matters.      Moreover, he claims to have conducted this\n\nsimultaneous representation of corporate and individual clients\n\nunder a longstanding joint defense agreement.                  According to\n\nLawyer, this agreement, although never committed to writing,\n\nprovided   that   communications       among   the    three    clients      were\n\njointly privileged and could not be released without unanimous\n\nconsent.   Despite the absence of any reference to this agreement\n\nin the corporate records — there was no resolution or other vote\n\nof the board of directors authorizing Oldco to participate in\n\nsuch an arrangement — the intervenors assert that Roe, as chief\n\nexecutive officer, had the authority to commit the corporation\n\nto it.\n\n           Pertinently, Lawyer claims to have represented Oldco\n\nand its officers in connection with the grand jury investigation\n\nfrom and after October 1997 (when the grand jury served Oldco\n\nwith an earlier subpoena requesting the production of certain\n\ncustomer   records).      He    says   that    the    oral    joint    defense\n\nagreement applies to this multiple-party representation and that\n\n\n                                   -6-\n\fhe told the government that he represented Oldco and \"all of its\n\nexecutives.\"\n\n          There is, to be sure, a written joint defense agreement\n\nentered into by and between Lawyer, as counsel for Roe/Moe, and\n\nSmith & Jones, as counsel for Newparent/Oldco.1        However, that\n\nagreement was not executed until the fall of 1999 (by which time\n\nLawyer was no longer representing Oldco).        There is no evidence\n\nin the voluminous record (apart from Lawyer's affidavit) that\n\nany joint defense agreement existed before that time.       Moreover,\n\nthe intervenors neglected to mention the existence of an oral\n\njoint   defense   agreement   when   Newparent   acquired   Oldco   and\n\nlikewise failed to incorporate any reference to such a pact into\n\nthe subsequent written agreement.\n\n          Notwithstanding these discrepancies, the intervenors\n\nsolemnly maintain that the oral joint defense agreement existed\n\nfrom 1990 forward; that its terms apply to the grand jury\n\ninvestigation; and that it gives them a joint privilege — they\n\nmention both attorney-client and work product        privileges — in\n\nthe Oldco documents currently in the hands of Smith & Jones.\n\nBut they do not identify any particular documents as privileged,\n\nnor do they specify the reasons why certain communications\n\n\n    1The written joint defense agreement need not concern us as\nthe grand jury has limited its request to documents predating\nthe execution of that agreement.\n\n                                 -7-\n\fshould    be    considered    privileged.        Thus,    like    soothsayers\n\nscrutinizing the entrails of a goat, we are left to scour the\n\nrecord for indications of what these documents might be and what\n\nthey might contain.         As best we can tell, some of the documents\n\ncomprise       transcripts    of    interviews     with   Oldco     employees\n\n(including      Roe   and   Moe);   others    comprise    Lawyer's    written\n\nsummaries of Oldco's internal investigation into the rebate\n\nprogram.\n\n              Not surprisingly, the government and Oldco both filed\n\noppositions to the intervenors' motion to quash.                 In response,\n\nthe intervenors sought leave to present immunized evidence with\n\nrespect to the privilege claims.            They also filed a formal offer\n\nof proof and requested an evidentiary hearing.                   The district\n\ncourt denied the motion to quash at a non-evidentiary hearing\n\nheld     on    July   2,    2001,   thereby      implicitly      denying   the\n\nintervenors' other requests.          This expedited appeal ensued.\n\nII.    JUSTICIABILITY\n\n              We turn first to a pair of threshold questions that\n\nimplicate our authority to hear and determine this appeal.\n\nNeither question need occupy us for long.\n\n              First, we are satisfied that Roe, Moe, and Lawyer were\n\nproperly allowed to intervene in the proceedings below for the\n\npurpose of pursuing quashal of the subpoena.               Intervention is\n\n\n                                      -8-\n\fappropriate as of right when the disposition of an action may\n\nimpair or impede the applicant's cognizable interest.                        Fed. R.\n\nCiv. P. 24(a)(2).           Colorable claims of attorney-client and work\n\nproduct privilege qualify as sufficient interests to ground\n\nintervention as of right.              See In re Grand Jury Proceedings\n\n(Diamante), 814 F.2d 61, 66 (1st Cir. 1987) (implying that \"the\n\nexistence    of    a    privileged     relationship      or   of     a   legitimate\n\nproperty or privacy interest in the documents possessed by the\n\nthird party\" is sufficient to establish standing).                         Clearly,\n\nthose interests would be forfeited if Newparent were to comply\n\nwith the grand jury subpoena — and, as matters now stand,\n\nNewparent    has       no     incentive     to   protect      the    intervenors'\n\ninterests.        Consequently, this is a textbook example of an\n\nentitlement to intervention as of right.\n\n            Second, although denial of a motion to quash a subpoena\n\nis not usually considered a final judgment and thus is not\n\nordinarily    an       appealable     event,     we    believe      that   we   have\n\nappellate jurisdiction in this instance.                  An exception to the\n\nrequirement of finality exists when \"a substantial privilege\n\nclaim . . . cannot effectively be tested by the privilege-holder\n\nthrough a contemptuous refusal [to produce the documents].\"\n\nFDIC v. Ogden Corp., 202 F.3d 454, 459-60 (1st Cir. 2000); see\n\nalso   Perlman     v.       United   States,     247   U.S.   7,     12-13    (1918)\n\n\n                                          -9-\n\f(recognizing     that,   as   a   practical    matter,   denials     of   an\n\nintervenor's privilege-based motion to quash a subpoena must be\n\nimmediately appealable because no effective post-judgment remedy\n\notherwise would exist).           Courts have invoked this exception\n\nwhen, as now, \"a client (who is herself a party or a grand jury\n\ntarget) seeks to appeal an order compelling her attorney . . .\n\nto produce allegedly privileged        materials.\"     Ogden, 202 F.3d at\n\n459; accord In re Grand Jury Subpoenas, 123 F.3d 695, 697 (1st\n\nCir. 1997).      Although in this case the documents are in the\n\nhands of Newparent's counsel rather than in the custody of the\n\nintervenors' counsel, this only reinforces the essential fact\n\nthat,   absent   an   immediate    appeal,    the   allegedly    privileged\n\nmaterial will be disclosed.         Accordingly, we have jurisdiction\n\nto hear and determine this appeal.\n\n\n\n\nIII.    THE MERITS\n\n           This appeal presents a smorgasbord of legal issues, but\n\nwe must forgo the temptation to sample them all.                Instead, we\n\nmasticate only those issues that are necessary to a principled\n\nresolution of the matter.\n\n           We begin by discussing the ramifications of Roe's and\n\nMoe's claim that they were individual clients of Lawyer with\n\n\n                                    -10-\n\frespect to the grand jury investigation.             We conclude that\n\nalthough such individual representation might have occurred in\n\ntheory, no individual privilege exists as to documents in which\n\nOldco   also    has    a   privilege.      Because   no   independently\n\nenforceable privilege is alleged here, the corporation's waiver\n\nis effective for all communications covered by the subpoena,\n\nnotwithstanding the existence vel non of the oral joint defense\n\nagreement.     In all events, the intervenors failed adequately to\n\ninform the district court of the particular communications to\n\nwhich their claims of privilege allegedly attached.             In the\n\npages that follow, we proceed to discuss these issues one by\n\none.\n\n                           A.   Privilege Claims.\n\n          Because the attorney-client and work product privileges\n\ndiffer, we treat them separately.\n\n          1.    Individual Attorney-Client Privilege Claims.          The\n\nattorney-client       privilege    protects   communications   made   in\n\nconfidence by a client to his attorney.              See, e.g., United\n\nStates v. Mass. Inst. of Tech., 129 F.3d 681, 684 (1st Cir.\n\n1997) (limning the scope of the privilege).          Because it stands\n\nin the way of a grand jury's right to every man's evidence, the\n\nprivilege applies only to the extent necessary to achieve its\n\nunderlying goal of ensuring effective representation through\n\n\n                                    -11-\n\fopen communication between lawyer and client.                    See Fisher v.\n\nUnited States, 425 U.S. 391, 403 (1976).\n\n          Roe   and    Moe   can   mount       a   claim   of   attorney-client\n\nprivilege only if, and to the extent that, Lawyer represented\n\nthem individually.       If the only attorney-client privilege at\n\nstake is that of their corporate employer, then Oldco's waiver\n\ndefeats the claim of privilege.              After all, the law is settled\n\nthat a corporation's attorney-client privilege may be waived by\n\ncurrent management.      See CFTC v. Weintraub, 471 U.S. 343, 349\n\n(1985)   (\"[W]hen     control      of    a     corporation      passes    to   new\n\nmanagement, the authority to assert and waive the corporation's\n\nattorney client privilege passes as well.\").\n\n          It is often difficult to determine whether a corporate\n\nofficer or employee may claim an attorney-client privilege in\n\ncommunications with corporate counsel.                The default assumption\n\nis that the attorney only represents the corporate entity, not\n\nthe individuals within the corporate sphere, and it is the\n\nindividuals' burden to dispel that presumption.                     See    United\n\nStates v. Bay State Ambul. & Hosp. Rental Serv., Inc., 874 F.2d\n\n20, 28 (1st Cir. 1989).         This makes perfect sense because an\n\nemployee has a duty to assist his employer's counsel in the\n\ninvestigation    and    defense         of     matters     pertaining     to   the\n\n\n\n\n                                        -12-\n\femployer's business.   See United States v. Sawyer, 878 F. Supp\n\n295, 296 (D. Mass. 1995).\n\n         To determine when this presumption bursts, several\n\ncourts have adopted the test explicated in In re Bevill, Bresler\n\n& Schulman Asset Mgmt. Corp., 805 F.2d 120 (3d Cir. 1986).   That\n\ntest enumerates five benchmarks that corporate employees seeking\n\nto assert a personal claim of attorney-client privilege must\n\nmeet:\n\n         First, they must show they approached\n         [counsel] for the purpose of seeking legal\n         advice. Second, they must demonstrate that\n         when they approached [counsel] they made it\n         clear that they were seeking legal advice in\n         their individual rather than in their\n         representative capacities. Third, they must\n         demonstrate that the [counsel] saw fit to\n         communicate with them in their individual\n         capacities, knowing that a possible conflict\n         could arise. Fourth, they must prove that\n         their conversations with [counsel] were\n         confidential.   And fifth, they must show\n         that the substance of their conversations\n         with [counsel] did not concern matters\n         within the company or the general affairs of\n         the company.\n\nId. at 123; accord Grand Jury Proceedings v. United States, 156\n\nF.3d 1038, 1041 (10th Cir. 1998); United States v. Int'l Bhd. of\n\nTeamsters, 119 F.3d 210, 215 (2d Cir. 1997); In re Sealed Case,\n\n29 F.3d 715, 719 n.5 (D.C. Cir. 1994).\n\n         We think that Bevill's general framework is sound.    Of\n\ncourse, the first four elements of its test are most relevant\n\n\n                              -13-\n\fwhen    an   attorney   disputes    a   corporate    officer's       claim     of\n\nindividual privilege.        Here, however, Lawyer's affidavit makes\n\nit clear that he represented both Roe and Moe in their personal\n\ncapacities.      Thus, even though the intervenors' brief does not\n\nspecifically      address    the   Bevill     factors,     we    assume       for\n\nargument's sake that the first four prongs of the test are\n\nsatisfied.\n\n             With respect to the final prong, the government claims\n\nthat all of Roe's and Moe's communications were within the orbit\n\nof     Oldco's   general    affairs,    and    therefore     could      not   be\n\nindividually     privileged.       In   the   government's      view,    Bevill\n\nprecludes a finding of individual representation with respect to\n\nmatters — such as the grand jury investigation into the rebate\n\nprogram — that involve the corporation.             We do not read Bevill\n\nso grudgingly.     As the Tenth Circuit explained:\n\n             The fifth prong of In Matter of Bevill,\n             properly interpreted, only precludes an\n             officer   from    asserting   an    individual\n             attorney    client    privilege     when   the\n             communication concerns the corporation's\n             rights and responsibilities.       However, if\n             the   communication   between    a   corporate\n             officer and corporate counsel specifically\n             focuses   upon   the   individual    officer's\n             personal rights and liabilities, then the\n             fifth prong of In Matter of Bevill can be\n             satisfied even though the general subject\n             matter of the conversation pertains to\n             matters within the general affairs of the\n             company.\n\n\n                                    -14-\n\fGrand   Jury    Proceedings,      156    F.3d   at   1041.    We    adopt   this\n\ninterpretation and conclude that, theoretically, Lawyer could\n\nhave represented Roe and Moe individually with respect to the\n\ngrand    jury        investigation.        Still,      this   attorney-client\n\nrelationship would extend only to those communications which\n\ninvolved Roe's and Moe's individual rights and responsibilities\n\narising out of their actions as officers of the corporation.\n\n           2.        The Corporation's Right to Waive the Attorney-\n\nClient Privilege. Having concluded that there are potentially\n\nsome communications protected by the attorney-client privilege,\n\nwe next consider the effect of Oldco's waiver of that privilege.\n\nThe major difficulty — there are others, but we need not discuss\n\nthem    here    —    is   that   the    individuals'    allegedly     protected\n\ncommunications with Lawyer do not appear to be distinguishable\n\nfrom discussions between the same parties in their capacities as\n\ncorporate officers and corporate counsel, respectively, anent\n\nmatters of corporate concern.            The intervenors propose that such\n\n\"dual\" communications be treated as jointly privileged such that\n\nthe consent of all parties would be required to waive the\n\nprivilege.          But they fail to cite authority supporting this\n\nposition, and we ultimately decline to accept it:                  permitting a\n\njoint privilege of this type would unduly broaden the attorney-\n\nclient privilege by allowing parties outside a given attorney-\n\n\n                                        -15-\n\fclient relationship to prevent disclosure of statements made by\n\nthe client.\n\n            The reference to an alleged joint defense agreement\n\ndoes little to advance the intervenors' argument on this point.\n\n\"The joint defense privilege protects communications between an\n\nindividual and an attorney for another when the communications\n\nare 'part of an ongoing and joint effort to set up a common\n\ndefense strategy.'\"      Bay State Ambul., 874 F.2d at 28 (citation\n\nomitted).      Because the privilege sometimes may apply outside the\n\ncontext of actual litigation, what the parties call a \"joint\n\ndefense\" privilege is more aptly termed the \"common interest\"\n\nrule.    See United States v. Schwimmer, 892 F.2d 237, 243 (2d\n\nCir. 1989).       Even when that rule applies, however, a party\n\nalways remains free to disclose his own communications.        See In\n\nre Grand Jury Subpoena Duces Tecum, 112 F.3d 910, 922 (8th Cir.\n\n1997).    Thus, the existence of a joint defense agreement does\n\nnot increase the number of parties whose consent is needed to\n\nwaive    the    attorney-client   privilege;   it   merely   prevents\n\ndisclosure of a communication made in the course of preparing a\n\njoint defense by the third party to whom it was made.\n\n            In the clamor over the existence vel non of a joint\n\ndefense agreement, the parties tend to overlook case law dealing\n\ndirectly with the circumstances under which statements made in\n\n\n                                  -16-\n\fa joint conference remain privileged.              Although these cases do\n\nnot speak with one voice, they inform our resolution of the\n\nissue.     They establish that joint communications with a single\n\nattorney    are    privileged    with    respect      to   the   outside   world\n\nbecause clients must be entitled to the full benefit of joint\n\nrepresentation undiluted by fear of waiving the attorney-client\n\nprivilege.        See Ogden, 202 F.3d at 461.               Nevertheless, the\n\nprivilege does not apply in subsequent litigation between the\n\njoint clients, see id.; in that sort of situation, one client's\n\ninterest in the privilege is counterbalanced by the other's\n\ninterest in being able to waive it.\n\n            The instance of a criminal investigation in which one\n\nformer co-client is willing to aid in the prosecution of the\n\nother lies in the wasteland between these two doctrinal strands,\n\nand courts have split on whether the target of the prosecution\n\nmay    block   disclosure   in    this    context.         See   McCormick    on\n\nEvidence, § 91 at 365 n.13 (John W. Strong ed., 5th ed. 1999)\n\n(\"Whether the privilege is effective where one joint client is\n\nprosecuted and the other is willing to testify as to the joint\n\nconsultations is a question which has divided the courts.\"); see\n\nalso   Conn.   v.    Cascone,    487    A.2d   186,    189-90     (Conn.   1985)\n\n(collecting cases on both sides of the issue).\n\n\n\n\n                                       -17-\n\f           Although the instant case arises as a motion to quash\n\na subpoena, rather than as an attempt to block a former co-\n\nclient's     testimony,   the    issue    of   privilege   is   entirely\n\ncongruent.    But there is another difference here — a significant\n\none that cuts against the intervenors.          In this iteration, the\n\nformer co-clients were not independent actors, but, rather,\n\ncorporate officers who owed a fiduciary duty to the corporation.\n\nFaced with an analogous assertion of privilege by corporate\n\nmanagers, the Fifth Circuit has held that the managers' interest\n\nmust yield to the shareholders' interest in disclosure of the\n\nprivileged materials.      Garner v. Wolfinbarger, 430 F.2d 1093,\n\n1101-04 (5th Cir. 1970).        Taking a similar tack, we hold that a\n\ncorporation may unilaterally waive the attorney-client privilege\n\nwith respect to any communications made by a corporate officer\n\nin his corporate capacity, notwithstanding the existence of an\n\nindividual attorney-client relationship between him and the\n\ncorporation's counsel.\n\n           The line we draw parallels the holding of Bevill, 805\n\nF.2d at 124 (rejecting the contention that \"because [corporate\n\nofficers'] personal legal problems were inextricably intertwined\n\nwith those of the corporation, disclosure of discussions of\n\ncorporate matters would eviscerate their personal privileges\").\n\nIn this regard, we think it significant that the fifth prong of\n\n\n                                   -18-\n\fthe Bevill test is stated in the negative:            communications may\n\nbe individually privileged only when they \"[do] not concern\n\nmatters   within   the   company   or     the   general   affairs   of   the\n\ncompany,\" rather than when they do concern an individual's\n\nrights.   Id. at 123 (emphasis supplied).\n\n          On this view, it follows that Roe or Moe may only\n\nassert an individual privilege to the extent that communications\n\nregarding individual acts and liabilities are segregable from\n\ndiscussions about the corporation.          When one bears in mind that\n\na corporation is an incorporeal entity and must necessarily\n\ncommunicate with counsel through individuals, the necessity for\n\nsuch a rule becomes readily apparent.            Holding otherwise would\n\nopen the door to a claim of jointly held privilege in virtually\n\nevery corporate communication with counsel.\n\n          Here, neither Roe nor Moe have even attempted to make\n\nany showing of segregability.             On the contrary, their main\n\nargument in the district court and on appeal appears to be that\n\nthe documents at issue do not lend themselves to separation into\n\nindividual and corporate categories.            The intervenors' brief is\n\nreplete with references to \"joint privilege,\" but contains no\n\nallegation that any particular communication related solely to\n\nthe representation of Roe or Moe.          Given the absence of such an\n\nallegation and the allocation of the burden of proof (which, on\n\n\n                                   -19-\n\fthis issue, rests with the intervenors), we perceive no error in\n\nthe district court's explicit finding that \"all communications\n\nin this case are corporate communications.\"                        That dooms the\n\nintervenors' claim of attorney-client privilege, see Grand Jury\n\nProceedings, 156 F.3d at 1042 (rejecting claim of individual\n\nprivilege when \"appellant has not produced for [the court's]\n\nreview the particular documents at issue nor has he otherwise\n\nadequately demonstrated in the record that any of the documents\n\nordered produced were limited to the topic of his individual\n\nlegal    rights     and   responsibilities\"),             and   renders    moot    the\n\nquestion of whether Roe and Moe also possessed an attorney-\n\nclient privilege in these documents.\n\n           3.      The Work Product Privilege.                  The claim of work\n\nproduct privilege raises a similar set of issues anent joint\n\nprivilege.        The work product rule protects work done by an\n\nattorney     in    anticipation     of,         or   during,      litigation      from\n\ndisclosure to the opposing party.               E.g., Sealed Case, 29 F.3d at\n\n718.    The rule facilitates zealous advocacy in the context of an\n\nadversarial system of justice by ensuring that the sweat of an\n\nattorney's brow is not appropriated by the opposing party.\n\nHickman v.        Taylor, 329 U.S. 495, 511 (1947).                  Although the\n\nrecord    does     not    include   an    index      of    allegedly      privileged\n\ndocuments — a shortcoming to which we shall return — it appears\n\n\n                                         -20-\n\fthat       at    least   two   categories      of   files   contemplated     by   the\n\nsubpoena might qualify as work product:                   Lawyer's interviews of\n\nemployees during Oldco's internal investigation into the rebate\n\nprogram,          and    his   notes     and     mental     impressions     of    the\n\ninvestigation.\n\n                 Roe, Moe, and Lawyer as their attorney may, at least\n\nin theory, invoke the work product privilege as to work done\n\nexclusively for Roe and Moe as individuals.                  Yet, their argument\n\ndoes       not    claim    exclusivity, 2      but,    rather,    amounts    to   an\n\ninsistence that they should have a veto over the disclosure of\n\ndocuments produced for the joint benefit of the individuals and\n\nthe    corporation.            As   in   the   case    of   the   attorney-client\n\nprivilege, however, the intervenors may not successfully assert\n\nthe work product privilege with respect to such documents.\n\nBecause they effectively conceded that the work was performed,\n\nat least in part, for the corporation, Oldco's waiver of all\n\nprivileges negates their potential claim of privilege.                      In these\n\ncircumstances, therefore, the work product privilege does not\n\npreclude disclosure of the documents sought by the subpoena.\n\n\n\n\n       2\n     For example, with respect to the employee interviews\nconducted by Lawyer, the intervenors argued to the lower court\nthat the work product privilege does not belong exclusively to\nOldco because the work was performed on behalf of all three\nclients.\n\n                                          -21-\n\f           Undaunted, the intervenors argue that the presence of\n\nthe oral joint defense agreement demands a different result.              We\n\ndo not agree.      Although a valid joint defense agreement may\n\nprotect work product, see In re Grand Jury Subpoenas, 902 F.2d\n\n244, 249 (4th Cir. 1990), one party to such an agreement may not\n\npreclude disclosure of work product by another party on whose\n\nbehalf the work originally was performed.          Nor can the parties,\n\nby agreement, broaden the scope of the privilege that the law\n\nallows.   See United States v. Lee, 107 F. 702, 704 (C.C.E.D.N.Y.\n\n1901).    Such an agreement would contravene public policy (and,\n\nhence, would be unenforceable).3\n\n           We   add,   moreover,   that   the   type   of   joint    defense\n\nagreement described in Lawyer's affidavit would be null and\n\nvoid.     After all, a primary requirement of a joint defense\n\nagreement is that there be something against which to defend.\n\nBay State Ambul., 874 F.2d at 28.           In other words, a joint\n\ndefense agreement may be formed only with respect to the subject\n\nof potential or actual litigation.          Polycast Tech. Corp. v.\n\nUniroyal, Inc., 125 F.R.D. 47, 50 (S.D.N.Y. 1989).                  Lawyer's\n\naffidavit avers that his three clients (Oldco, Roe, and Moe)\n\n\n    3 This same reasoning applies to defeat the intervenors'\nclaim that the parties' understanding, at the time they entered\ninto the oral joint defense agreement, somehow serves to trump\nthe normal operation of the attorney-client privilege. See Lee,\n107 F. at 704.\n\n                                   -22-\n\fentered into an oral joint defense agreement in 1990, at which\n\ntime no particular litigation or investigation was in prospect.\n\nThe   agreement    thereafter    remained     in    effect,     Lawyer    says,\n\nattaching ex proprio vigore to all matters subsequently arising\n\n(including the current grand jury investigation).               The law will\n\nnot countenance a \"rolling\" joint defense agreement of this\n\nlimitless breadth.\n\n             The rationale for recognizing joint defense agreements\n\nis that they permit parties to share information pertinent to\n\neach others' defenses.       See Hunydee v. United States, 355 F.2d\n\n183, 185 (9th Cir. 1965).           In an adversarial proceeding, a\n\nparty's entitlement to this enhanced veil of confidentiality can\n\nbe justified on policy grounds.             But outside the context of\n\nactual or prospective litigation, there is more vice than virtue\n\nin    such   agreements.        Indeed,     were    we    to   sanction     the\n\nintervenors' view, we would create a judicially enforced code of\n\nsilence,     preventing    attorneys       from    disclosing    information\n\nobtained from other attorneys and other attorneys' clients.\n\nCommon    sense   suggests   that   there     can    be   no   joint   defense\n\nagreement when there is no joint defense to pursue.              We so hold.4\n\n\n      4\n     Given this holding, we need not address other potential\nproblems with the purported joint defense agreement in this case\n(e.g., the absence of any indicium of corporate authority and\nthe related question of whether corporate officers have the\npower to bind a corporation to such agreements when a conflict\n\n                                    -23-\n\f                     B.   Fed. R. Civ. P. 45(d)(2).\n\n              As an alternate ground for our decision, we note that\n\nthe motion to quash was properly denied because the intervenors\n\nfailed to present sufficient information with respect to the\n\nitems to which their claim of privilege attaches.                        The Civil\n\nRules specifically provide that:\n\n              When information subject to a subpoena is\n              withheld on a claim that it is privileged or\n              subject to protection as trial preparation\n              materials, the claim shall be made expressly\n              and shall be supported by a description of\n              the nature of the documents, communications\n              or things not produced that is sufficient to\n              enable the demanding party to contest the\n              claim.\n\nFed. R. Civ. P. 45(d)(2).          The operative language is mandatory\n\nand,    although   the    rule    does   not    spell   out   the    sufficiency\n\nrequirement in detail, courts            consentiently have held that the\n\nrule requires a party resisting disclosure to produce a document\n\nindex    or   privilege    log.      See,      e.g.,    Bregman     v.   Dist.   of\n\nColumbia, 182 F.R.D. 352, 363 (D.D.C. 1998);                   First American\n\nCorp. v. Al-Nahyan, 2 F. Supp. 2d 58, 63 n.5 (D.D.C. 1998); see\n\nalso Avery Dennison Corp. v.             Four Pillars, 190 F.R.D. 1, 1\n\n(D.D.C. 1999) (describing privilege logs as \"the universally\n\naccepted means\" of asserting privilege claims in the federal\n\ncourts); cf. Vaughn v. Rosen, 484 F.2d 820 (D.C. Ct. App. 1973)\n\n\nof interest plainly exists).\n\n                                     -24-\n\f(articulating the justifications for requiring privilege logs in\n\nthe context of the FOIA).         A party that fails to submit a\n\nprivilege log is deemed to waive the underlying privilege claim.\n\nSee Dorf & Stanton Communications, Inc. v. Molson Breweries, 100\n\nF.3d 919, 923 (Fed. Cir. 1996) (holding that failing \"to provide\n\na complete privilege log demonstrating sufficient grounds for\n\ntaking the privilege\" waives the privilege).       Although most of\n\nthe reported cases arise in the context of a claim of attorney-\n\nclient privilege, the \"specify or waive\" rule applies equally in\n\nthe context of claims of work product privilege.             See, e.g.,\n\nSmith v. Conway Org., Inc., 154 F.R.D. 73, 76 (S.D.N.Y. 1994).\n\n            In a somewhat indirect fashion, the intervenors suggest\n\nthat they were hampered in their ability to present a list of\n\nprivileged documents by the district court's refusal to hold an\n\nevidentiary    hearing.    This    suggestion   does   not    withstand\n\nscrutiny.    After all, the intervenors were not without knowledge\n\nof the communications to which the subpoena pertained; Lawyer\n\noriginally had possession of them and turned them over to Smith\n\n& Jones only when Newparent decided to change counsel.          Despite\n\nthis knowledge, the intervenors made no effort to prepare a\n\nprivilege log.    That omission is fatal.\n\n            Privilege logs do not need to be precise to the point\n\nof pedantry.    Thus, a party who possesses some knowledge of the\n\n\n                                  -25-\n\fnature       of    the   materials   to     which   a     claim   of    privilege   is\n\naddressed cannot shirk his obligation to file a privilege log\n\nmerely because he lacks infinitely detailed information.                        To the\n\ncontrary, we read Rule 45(d)(2) as requiring a party who asserts\n\na claim of privilege to do the best that he reasonably can to\n\ndescribe the materials to which his claim adheres.\n\n                  At any rate, the district court did not err by failing\n\nto    hold    an     evidentiary     hearing.       We     test   a    trial   court's\n\ndecision on whether or not to convene an evidentiary hearing for\n\nabuse of discretion.           E.g., David v. United States, 134 F.3d\n\n470, 477 (1st Cir. 1998).            Our cases exhibit a strong preference\n\nfor\n\n                  a \"pragmatic approach\" to the question of\n                  whether,   in   a   given   situation,   an\n                  evidentiary hearing is required.    The key\n                  determinant is whether, \"given the nature\n                  and circumstances of the case . . . the\n                  parties [had] a fair opportunity to present\n                  relevant facts and arguments to the court\n                  and to counter the opponent's submissions.\"\n\nIn re Thirteen Appeals Arising Out of the San Juan Dupont Plaza\n\nHotel Fire Litig., 56 F.3d 295, 302 (1st Cir. 1995) (quoting\n\nAoude v. Mobil Oil Corp., 862 F.2d 890, 893-94 (1st Cir. 1988)).\n\nIn    this        instance,   the    paper       record    is     quite   extensive,\n\ncontaining           affidavits      from     Lawyer        as     well    as     from\n\nrepresentatives of Newparent and Smith & Jones.                         Furthermore,\n\nthe intervenors had ample opportunity to respond to the other\n\n                                          -26-\n\fside's arguments, and took advantage of this opportunity by\n\nsubmitting a lengthy offer of proof.             Under the circumstances,\n\nthe district court was not obliged to convene an evidentiary\n\nhearing to fill in gaps in the intervenors' privilege claims.\n\nSee Aoude, 862 F.2d at 894 (observing that matters often can be\n\n\"heard\" adequately on the papers).\n\n            Next, the intervenors lament that the district court's\n\nfailure to rule on their motion for immunity deprived them of\n\nthe opportunity to supplement the record with further evidence.\n\nEven if the district court had denied the immunity motion, the\n\nintervenors reason, they would have had an opportunity to decide\n\nwhether    to   submit   affidavits   at   the    risk   of   incriminating\n\nthemselves.       This lamentation does not strike a responsive\n\nchord.\n\n            For one thing, the intervenors' failure to furnish a\n\nprivilege log cannot plausibly be said to have resulted from the\n\nlack of an explicit ruling on the motion for immunity.                 Roe and\n\nMoe could have submitted a privilege log by proffer or over an\n\nattorney's signature without in any way compromising their Fifth\n\nAmendment rights.\n\n            For another thing, although it is plainly the better\n\npractice    for   a   trial   court   to   rule     explicitly    on    every\n\nsubstantial motion, it has long been accepted that a trial court\n\n\n                                  -27-\n\fmay implicitly deny a motion by entering judgment inconsistent\n\nwith it.       Wimberly v. Clark Controller Co., 364 F.2d 225, 227\n\n(6th Cir. 1966).      In this case, the district court's rejection\n\nof the motion to quash effectively denied the intervenors'\n\nmotion for a grant of immunity.            That ruling hardly can be\n\nquestioned on the merits.        The intervenors point to no case\n\nauthorizing a grant of judicial immunity to a grand jury target\n\nin order to facilitate the presentation of a privilege claim,\n\nand they offer no persuasive reason why this case should be the\n\nfirst.\n\n           What remains is the intervenors' unhappiness with what\n\nthey characterize as the district court's rush to judgment.           The\n\nfacts    are    simple:   the   district    court   convened   a   status\n\nconference and then converted the status conference into a non-\n\nevidentiary hearing on the merits of the intervenors' privilege\n\nclaims.    The proper time to raise an objection to this procedure\n\nwas directly after the court's announcement of its intention to\n\nproceed to the merits, but the intervenors stood mute.             Having\n\nneither contemporaneously objected to the court's procedural\n\nruling nor sought a continuance, the intervenors have waived any\n\nright to complain about the court's timing.           See In re United\n\nStates (Franco), 158 F.3d 26, 32 n.3 (1st Cir. 1998); United\n\nStates v. Diaz-Villafane, 874 F.2d 43, 47 (1st Cir. 1989).\n\n\n                                  -28-\n\fIV.   CONCLUSION\n\n            We need go no further.          We hold that the intervenors'\n\nclaims    of   privilege      fail   because    the   oral    joint   defense\n\nagreement on which they rely cannot defeat Oldco's express\n\nwaiver of privilege, and, alternatively, because the intervenors\n\nfailed without justification to produce a privilege log (thereby\n\nwaiving     the   underlying     attorney-client       and     work   product\n\nprivileges).      Similarly, the district court did not err either\n\nin refusing to convene an evidentiary hearing or in ruling\n\nsimultaneously     on   the    motion   to    quash   and    the   motion   for\n\nimmunity.      Accordingly, the order refusing to nullify the grand\n\njury subpoena is unimpugnable.\n\n\n\nAffirmed.\n\n\n\n\n                                     -29-\n\f",
  "html": "<p class=\"case_cite\">274 F.3d 563 (1st Cir. 2001)</p>\n    <p class=\"parties\">IN RE GRAND JURY SUBPOENA (CUSTODIAN OF RECORDS, NEWPARENT, INC.), A. NAMELESS LAWYER (A PSEUDONYM) ET AL., Intervenors, Appellants.</p>\n    <p class=\"docket\">No. 01-1975</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Sept. 14, 2001<br>Decided November 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Reginald C. Lindsay, U.S. District Judge[Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Andrew Good, with whom Harvey A. Silverglate, Silverglate &amp; Good, Norman Zalkind, David Duncan, Zalkind, Rodriguez, Lunt &amp; Duncan, Martin G. Weinberg, Oteri, Weinberg &amp; Lawson, Elizabeth B. Burnett, and Mintz Levin Cohn Ferris Glovsky &amp; Popeo were on consolidated brief, for appellants.</p>\n      <p class=\"indent\">John M. Hodgens, Jr., Assistant United States Attorney, with whom James B. Farmer, United States Attorney, and Stephen P. Heymann, Assistant United States Attorney, were on brief, for the United States.</p>\n      <p class=\"indent\">Before Selya and Lipez, Circuit Judges, and Doumar,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to traverse largely unexplored terrain concerning the operation of the attorney-client and work product privileges. The underlying controversy arises out of a subpoena duces tecum issued by a federal grand jury to a corporation, seeking records pertaining to the affairs of a subsidiary. Although the corporation and the subsidiary waived all claims of privilege, the subsidiary's former attorney and two of its former officers intervened and moved to quash the subpoena. They claimed that the subsidiary had entered into a longstanding joint defense agreement with the former officers and contended that the subpoenaed materials were privileged (and, thus, not amenable to disclosure). The district court eschewed an evidentiary hearing and denied the motion to quash, but stayed production of the documents pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirm the district court's order. We hold that an individual privilege may exist in these circumstances only to the extent that communications made in a corporate officer's personal capacity are separable from those made in his corporate capacity. Because the intervenors do not allege that any of the subpoenaed documents are solely privileged to them but rest instead on the theory that all the documents are jointly privileged, their claim, as a matter of law, does not survive the subsidiary's waiver. The joint defense agreement does not demand a different result: privileges are created, and their contours defined, by operation of law, and private agreements cannot enlarge their scope. Moreover, this particular joint defense agreement is unenforceable.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We have a second, independently sufficient ground for our decision. The denial of the motion to quash must be upheld in all events because the intervenors failed to generate a descriptive list of the documents alleged to be privileged.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We start by recounting the events leading to this appeal. Consistent with the secrecy that typically attaches to grand jury matters, see, e.g., Fed. R. Crim. P. 6(e), this case has gone forward under an order sealing the proceedings, the briefs, and the parties' proffers. To preserve that confidentiality, we use fictitious names for all affected persons and corporations.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On March 26, 2001, Oldco -- a Massachusetts corporation in the business of processing, packaging, and distributing food products -- entered into a plea agreement with the United States Attorney for the District of Massachusetts. Under the agreement's terms, Oldco pled guilty to charges of conspiracy to defraud the Internal Revenue Service and agreed to cooperate with the government's ongoing investigation of certain present and former officers, employees, and customers. As part of this cooperation, Oldco expressly waived applicable attorney-client and work product privileges. Soon thereafter, a federal grand jury issued a subpoena duces tecum to Oldco's parent corporation, Newparent, Inc., demanding the production of documents relating to its \"rebate program\" -- a program under which, according to the government, Oldco would charge certain complicit customers more than the going rate for its products, but would then refund the difference by payments made directly to principals of these customers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the time the subpoena was served, Oldco was a wholly-owned subsidiary of Newparent. Its records were in the possession of Newparent's counsel, a law firm that we shall call Smith &amp; Jones. Newparent had acquired Oldco in June of 1998, but the grand jury investigation focused on conduct that occurred prior to the acquisition date. During that earlier period, Oldco had operated as a closely held corporation, owned by a number of members of a single family; one family member (Richard Roe) served as its board chairman and chief executive officer, and another (Morris Moe) served on the board and as executive vice-president for sales and marketing. A. Nameless Lawyer was Oldco's principal outside counsel. These three individuals -- Roe, Moe, and Lawyer -- intervened in the proceedings and filed a motion to quash the subpoena.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The factual premise for the motion to quash is derived largely from Lawyer's affidavit. He states that while representing Oldco he also represented Roe and Moe in various individual matters. Moreover, he claims to have conducted this simultaneous representation of corporate and individual clients under a longstanding joint defense agreement. According to Lawyer, this agreement, although never committed to writing, provided that communications among the three clients were jointly privileged and could not be released without unanimous consent. Despite the absence of any reference to this agreement in the corporate records -- there was no resolution or other vote of the board of directors authorizing Oldco to participate in such an arrangement -- the intervenors assert that Roe, as chief executive officer, had the authority to commit the corporation to it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pertinently, Lawyer claims to have represented Oldco and its officers in connection with the grand jury investigation from and after October 1997 (when the grand jury served Oldco with an earlier subpoena requesting the production of certain customer records). He says that the oral joint defense agreement applies to this multiple-party representation and that he told the government that he represented Oldco and \"all of its executives.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is, to be sure, a written joint defense agreement entered into by and between Lawyer, as counsel for Roe/Moe, and Smith &amp; Jones, as counsel for Newparent/Oldco.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> However, that agreement was not executed until the fall of 1999 (by which time Lawyer was no longer representing Oldco). There is no evidence in the voluminous record (apart from Lawyer's affidavit) that any joint defense agreement existed before that time. Moreover, the intervenors neglected to mention the existence of an oral joint defense agreement when Newparent acquired Oldco and likewise failed to incorporate any reference to such a pact into the subsequent written agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Notwithstanding these discrepancies, the intervenors solemnly maintain that the oral joint defense agreement existed from 1990 forward; that its terms apply to the grand jury investigation; and that it gives them a joint privilege -- they mention both attorney-client and work product privileges -- in the Oldco documents currently in the hands of Smith &amp; Jones. But they do not identify any particular documents as privileged, nor do they specify the reasons why certain communications should be considered privileged. Thus, like soothsayers scrutinizing the entrails of a goat, we are left to scour the record for indications of what these documents might be and what they might contain. As best we can tell, some of the documents comprise transcripts of interviews with Oldco employees (including Roe and Moe); others comprise Lawyer's written summaries of Oldco's internal investigation into the rebate program.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Not surprisingly, the government and Oldco both filed oppositions to the intervenors' motion to quash. In response, the intervenors sought leave to present immunized evidence with respect to the privilege claims. They also filed a formal offer of proof and requested an evidentiary hearing. The district court denied the motion to quash at a non-evidentiary hearing held on July 2, 2001, thereby implicitly denying the intervenors' other requests. This expedited appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. JUSTICIABILITY</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We turn first to a pair of threshold questions that implicate our authority to hear and determine this appeal. Neither question need occupy us for long.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">First, we are satisfied that Roe, Moe, and Lawyer were properly allowed to intervene in the proceedings below for the purpose of pursuing quashal of the subpoena. Intervention is appropriate as of right when the disposition of an action may impair or impede the applicant's cognizable interest. Fed. R. Civ. P. 24(a)(2). Colorable claims of attorney-client and work product privilege qualify as sufficient interests to ground intervention as of right. See In re Grand Jury Proceedings (Diamante), 814 F.2d 61, 66 (1st Cir. 1987) (implying that \"the existence of a privileged relationship or of a legitimate property or privacy interest in the documents possessed by the third party\" is sufficient to establish standing). Clearly, those interests would be forfeited if Newparent were to comply with the grand jury subpoena -- and, as matters now stand, Newparent has no incentive to protect the intervenors' interests. Consequently, this is a textbook example of an entitlement to intervention as of right.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Second, although denial of a motion to quash a subpoena is not usually considered a final judgment and thus is not ordinarily an appealable event, we believe that we have appellate jurisdiction in this instance. An exception to the requirement of finality exists when \"a substantial privilege claim . . . cannot effectively be tested by the privilege-holder through a contemptuous refusal [to produce the documents].\" FDIC v. Ogden Corp., 202 F.3d 454, 459-60 (1st Cir. 2000); see also Perlman v. United States, 247 U.S. 7, 12-13 (1918) (recognizing that, as a practical matter, denials of an intervenor's privilege-based motion to quash a subpoena must be immediately appealable because no effective post-judgment remedy otherwise would exist). Courts have invoked this exception when, as now, \"a client (who is herself a party or a grand jury target) seeks to appeal an order compelling her attorney . . . to produce allegedly privileged materials.\" Ogden, 202 F.3d at 459; accord In re Grand Jury Subpoenas, 123 F.3d 695, 697 (1st Cir. 1997). Although in this case the documents are in the hands of Newparent's counsel rather than in the custody of the intervenors' counsel, this only reinforces the essential fact that, absent an immediate appeal, the allegedly privileged material will be disclosed. Accordingly, we have jurisdiction to hear and determine this appeal.</p>\n    </div>\n    <p class=\"indent\">III. THE MERITS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This appeal presents a smorgasbord of legal issues, but we must forgo the temptation to sample them all. Instead, we masticate only those issues that are necessary to a principled resolution of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We begin by discussing the ramifications of Roe's and Moe's claim that they were individual clients of Lawyer with respect to the grand jury investigation. We conclude that although such individual representation might have occurred in theory, no individual privilege exists as to documents in which Oldco also has a privilege. Because no independently enforceable privilege is alleged here, the corporation's waiver is effective for all communications covered by the subpoena, notwithstanding the existence vel non of the oral joint defense agreement. In all events, the intervenors failed adequately to inform the district court of the particular communications to which their claims of privilege allegedly attached. In the pages that follow, we proceed to discuss these issues one by one.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A. Privilege Claims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because the attorney-client and work product privileges differ, we treat them separately.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1. Individual Attorney-Client Privilege Claims. The attorney-client privilege protects communications made in confidence by a client to his attorney. See, e.g., United States v. Mass. Inst. of Tech., 129 F.3d 681, 684 (1st Cir. 1997) (limning the scope of the privilege). Because it stands in the way of a grand jury's right to every man's evidence, the privilege applies only to the extent necessary to achieve its underlying goal of ensuring effective representation through open communication between lawyer and client. See Fisher v. United States, 425 U.S. 391, 403 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Roe and Moe can mount a claim of attorney-client privilege only if, and to the extent that, Lawyer represented them individually. If the only attorney-client privilege at stake is that of their corporate employer, then Oldco's waiver defeats the claim of privilege. After all, the law is settled that a corporation's attorney-client privilege may be waived by current management. See CFTC v. Weintraub, 471 U.S. 343, 349 (1985) (\"[W]hen control of a corporation passes to new management, the authority to assert and waive the corporation's attorney client privilege passes as well.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is often difficult to determine whether a corporate officer or employee may claim an attorney-client privilege in communications with corporate counsel. The default assumption is that the attorney only represents the corporate entity, not the individuals within the corporate sphere, and it is the individuals' burden to dispel that presumption. See United States v. Bay State Ambul. &amp; Hosp. Rental Serv., Inc., 874 F.2d 20, 28 (1st Cir. 1989). This makes perfect sense because an employee has a duty to assist his employer's counsel in the investigation and defense of matters pertaining to the employer's business. See United States v. Sawyer, 878 F. Supp 295, 296 (D. Mass. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">To determine when this presumption bursts, several courts have adopted the test explicated in In re Bevill, Bresler &amp; Schulman Asset Mgmt. Corp., 805 F.2d 120 (3d Cir. 1986). That test enumerates five benchmarks that corporate employees seeking to assert a personal claim of attorney-client privilege must meet:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">First, they must show they approached [counsel] for the purpose of seeking legal advice. Second, they must demonstrate that when they approached [counsel] they made it clear that they were seeking legal advice in their individual rather than in their representative capacities. Third, they must demonstrate that the [counsel] saw fit to communicate with them in their individual capacities, knowing that a possible conflict could arise. Fourth, they must prove that their conversations with [counsel] were confidential. And fifth, they must show that the substance of their conversations with [counsel] did not concern matters within the company or the general affairs of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. at 123; accord Grand Jury Proceedings v. United States, 156 F.3d 1038, 1041 (10th Cir. 1998); United States v. Int'l Bhd. of Teamsters, 119 F.3d 210, 215 (2d Cir. 1997); In re Sealed Case, 29 F.3d 715, 719 n.5 (D.C. Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We think that Bevill's general framework is sound. Of course, the first four elements of its test are most relevant when an attorney disputes a corporate officer's claim of individual privilege. Here, however, Lawyer's affidavit makes it clear that he represented both Roe and Moe in their personal capacities. Thus, even though the intervenors' brief does not specifically address the Bevill factors, we assume for argument's sake that the first four prongs of the test are satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">With respect to the final prong, the government claims that all of Roe's and Moe's communications were within the orbit of Oldco's general affairs, and therefore could not be individually privileged. In the government's view, Bevill precludes a finding of individual representation with respect to matters -- such as the grand jury investigation into the rebate program -- that involve the corporation. We do not read Bevill so grudgingly. As the Tenth Circuit explained:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The fifth prong of In Matter of Bevill, properly interpreted, only precludes an officer from asserting an individual attorney client privilege when the communication concerns the corporation's rights and responsibilities. However, if the communication between a corporate officer and corporate counsel specifically focuses upon the individual officer's personal rights and liabilities, then the fifth prong of In Matter of Bevill can be satisfied even though the general subject matter of the conversation pertains to matters within the general affairs of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Grand Jury Proceedings, 156 F.3d at 1041. We adopt this interpretation and conclude that, theoretically, Lawyer could have represented Roe and Moe individually with respect to the grand jury investigation. Still, this attorney-client relationship would extend only to those communications which involved Roe's and Moe's individual rights and responsibilities arising out of their actions as officers of the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2. The Corporation's Right to Waive the Attorney-Client Privilege. Having concluded that there are potentially some communications protected by the attorney-client privilege, we next consider the effect of Oldco's waiver of that privilege. The major difficulty -- there are others, but we need not discuss them here -- is that the individuals' allegedly protected communications with Lawyer do not appear to be distinguishable from discussions between the same parties in their capacities as corporate officers and corporate counsel, respectively, anent matters of corporate concern. The intervenors propose that such \"dual\" communications be treated as jointly privileged such that the consent of all parties would be required to waive the privilege. But they fail to cite authority supporting this position, and we ultimately decline to accept it: permitting a joint privilege of this type would unduly broaden the attorney-client privilege by allowing parties outside a given attorney-client relationship to prevent disclosure of statements made by the client.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The reference to an alleged joint defense agreement does little to advance the intervenors' argument on this point. \"The joint defense privilege protects communications between an individual and an attorney for another when the communications are 'part of an ongoing and joint effort to set up a common defense strategy.'\" Bay State Ambul., 874 F.2d at 28 (citation omitted). Because the privilege sometimes may apply outside the context of actual litigation, what the parties call a \"joint defense\" privilege is more aptly termed the \"common interest\" rule. See United States v. Schwimmer, 892 F.2d 237, 243 (2d Cir. 1989). Even when that rule applies, however, a party always remains free to disclose his own communications. See In re Grand Jury Subpoena Duces Tecum, 112 F.3d 910, 922 (8th Cir. 1997). Thus, the existence of a joint defense agreement does not increase the number of parties whose consent is needed to waive the attorney-client privilege; it merely prevents disclosure of a communication made in the course of preparing a joint defense by the third party to whom it was made.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the clamor over the existence vel non of a joint defense agreement, the parties tend to overlook case law dealing directly with the circumstances under which statements made in a joint conference remain privileged. Although these cases do not speak with one voice, they inform our resolution of the issue. They establish that joint communications with a single attorney are privileged with respect to the outside world because clients must be entitled to the full benefit of joint representation undiluted by fear of waiving the attorney-client privilege. See Ogden, 202 F.3d at 461. Nevertheless, the privilege does not apply in subsequent litigation between the joint clients, see id.; in that sort of situation, one client's interest in the privilege is counterbalanced by the other's interest in being able to waive it.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The instance of a criminal investigation in which one former co-client is willing to aid in the prosecution of the other lies in the wasteland between these two doctrinal strands, and courts have split on whether the target of the prosecution may block disclosure in this context. See McCormick on Evidence, &#167; 91 at 365 n.13 (John W. Strong ed., 5th ed. 1999) (\"Whether the privilege is effective where one joint client is prosecuted and the other is willing to testify as to the joint consultations is a question which has divided the courts.\"); see also Conn. v. Cascone, 487 A.2d 186, 189-90 (Conn. 1985) (collecting cases on both sides of the issue).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although the instant case arises as a motion to quash a subpoena, rather than as an attempt to block a former co-client's testimony, the issue of privilege is entirely congruent. But there is another difference here -- a significant one that cuts against the intervenors. In this iteration, the former co-clients were not independent actors, but, rather, corporate officers who owed a fiduciary duty to the corporation. Faced with an analogous assertion of privilege by corporate managers, the Fifth Circuit has held that the managers' interest must yield to the shareholders' interest in disclosure of the privileged materials. Garner v. Wolfinbarger, 430 F.2d 1093, 1101-04 (5th Cir. 1970). Taking a similar tack, we hold that a corporation may unilaterally waive the attorney-client privilege with respect to any communications made by a corporate officer in his corporate capacity, notwithstanding the existence of an individual attorney-client relationship between him and the corporation's counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The line we draw parallels the holding of Bevill, 805 F.2d at 124 (rejecting the contention that \"because [corporate officers'] personal legal problems were inextricably intertwined with those of the corporation, disclosure of discussions of corporate matters would eviscerate their personal privileges\"). In this regard, we think it significant that the fifth prong of the Bevill test is stated in the negative: communications may be individually privileged only when they \"[do] not concern matters within the company or the general affairs of the company,\" rather than when they do concern an individual's rights. Id. at 123 (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On this view, it follows that Roe or Moe may only assert an individual privilege to the extent that communications regarding individual acts and liabilities are segregable from discussions about the corporation. When one bears in mind that a corporation is an incorporeal entity and must necessarily communicate with counsel through individuals, the necessity for such a rule becomes readily apparent. Holding otherwise would open the door to a claim of jointly held privilege in virtually every corporate communication with counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Here, neither Roe nor Moe have even attempted to make any showing of segregability. On the contrary, their main argument in the district court and on appeal appears to be that the documents at issue do not lend themselves to separation into individual and corporate categories. The intervenors' brief is replete with references to \"joint privilege,\" but contains no allegation that any particular communication related solely to the representation of Roe or Moe. Given the absence of such an allegation and the allocation of the burden of proof (which, on this issue, rests with the intervenors), we perceive no error in the district court's explicit finding that \"all communications in this case are corporate communications.\" That dooms the intervenors' claim of attorney-client privilege, see Grand Jury Proceedings, 156 F.3d at 1042 (rejecting claim of individual privilege when \"appellant has not produced for [the court's] review the particular documents at issue nor has he otherwise adequately demonstrated in the record that any of the documents ordered produced were limited to the topic of his individual legal rights and responsibilities\"), and renders moot the question of whether Roe and Moe also possessed an attorney-client privilege in these documents.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">3. The Work Product Privilege. The claim of work product privilege raises a similar set of issues anent joint privilege. The work product rule protects work done by an attorney in anticipation of, or during, litigation from disclosure to the opposing party. E.g., Sealed Case, 29 F.3d at 718. The rule facilitates zealous advocacy in the context of an adversarial system of justice by ensuring that the sweat of an attorney's brow is not appropriated by the opposing party. Hickman v. Taylor, 329 U.S. 495, 511 (1947). Although the record does not include an index of allegedly privileged documents -- a shortcoming to which we shall return -- it appears that at least two categories of files contemplated by the subpoena might qualify as work product: Lawyer's interviews of employees during Oldco's internal investigation into the rebate program, and his notes and mental impressions of the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Roe, Moe, and Lawyer as their attorney may, at least in theory, invoke the work product privilege as to work done exclusively for Roe and Moe as individuals. Yet, their argument does not claim exclusivity,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but, rather, amounts to an insistence that they should have a veto over the disclosure of documents produced for the joint benefit of the individuals and the corporation. As in the case of the attorney-client privilege, however, the intervenors may not successfully assert the work product privilege with respect to such documents. Because they effectively conceded that the work was performed, at least in part, for the corporation, Oldco's waiver of all privileges negates their potential claim of privilege. In these circumstances, therefore, the work product privilege does not preclude disclosure of the documents sought by the subpoena.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Undaunted, the intervenors argue that the presence of the oral joint defense agreement demands a different result. We do not agree. Although a valid joint defense agreement may protect work product, see In re Grand Jury Subpoenas, 902 F.2d 244, 249 (4th Cir. 1990), one party to such an agreement may not preclude disclosure of work product by another party on whose behalf the work originally was performed. Nor can the parties, by agreement, broaden the scope of the privilege that the law allows. See United States v. Lee, 107 F. 702, 704 (C.C.E.D.N.Y. 1901). Such an agreement would contravene public policy (and, hence, would be unenforceable).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We add, moreover, that the type of joint defense agreement described in Lawyer's affidavit would be null and void. After all, a primary requirement of a joint defense agreement is that there be something against which to defend. Bay State Ambul., 874 F.2d at 28. In other words, a joint defense agreement may be formed only with respect to the subject of potential or actual litigation. Polycast Tech. Corp. v. Uniroyal, Inc., 125 F.R.D. 47, 50 (S.D.N.Y. 1989). Lawyer's affidavit avers that his three clients (Oldco, Roe, and Moe) entered into an oral joint defense agreement in 1990, at which time no particular litigation or investigation was in prospect. The agreement thereafter remained in effect, Lawyer says, attaching ex proprio vigore to all matters subsequently arising (including the current grand jury investigation). The law will not countenance a \"rolling\" joint defense agreement of this limitless breadth.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The rationale for recognizing joint defense agreements is that they permit parties to share information pertinent to each others' defenses. See Hunydee v. United States, 355 F.2d 183, 185 (9th Cir. 1965). In an adversarial proceeding, a party's entitlement to this enhanced veil of confidentiality can be justified on policy grounds. But outside the context of actual or prospective litigation, there is more vice than virtue in such agreements. Indeed, were we to sanction the intervenors' view, we would create a judicially enforced code of silence, preventing attorneys from disclosing information obtained from other attorneys and other attorneys' clients. Common sense suggests that there can be no joint defense agreement when there is no joint defense to pursue. We so hold.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">B. Fed. R. Civ. P. 45(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">As an alternate ground for our decision, we note that the motion to quash was properly denied because the intervenors failed to present sufficient information with respect to the items to which their claim of privilege attaches. The Civil Rules specifically provide that:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">When information subject to a subpoena is withheld on a claim that it is privileged or subject to protection as trial preparation materials, the claim shall be made expressly and shall be supported by a description of the nature of the documents, communications or things not produced that is sufficient to enable the demanding party to contest the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Fed. R. Civ. P. 45(d)(2). The operative language is mandatory and, although the rule does not spell out the sufficiency requirement in detail, courts consentiently have held that the rule requires a party resisting disclosure to produce a document index or privilege log. See, e.g., Bregman v. Dist. of Columbia, 182 F.R.D. 352, 363 (D.D.C. 1998); First American Corp. v. Al-Nahyan, 2 F. Supp. 2d 58, 63 n.5 (D.D.C. 1998); see also Avery Dennison Corp. v. Four Pillars, 190 F.R.D. 1, 1 (D.D.C. 1999) (describing privilege logs as \"the universally accepted means\" of asserting privilege claims in the federal courts); cf. Vaughn v. Rosen, 484 F.2d 820 (D.C. Ct. App. 1973) (articulating the justifications for requiring privilege logs in the context of the FOIA). A party that fails to submit a privilege log is deemed to waive the underlying privilege claim. See Dorf &amp; Stanton Communications, Inc. v. Molson Breweries, 100 F.3d 919, 923 (Fed. Cir. 1996) (holding that failing \"to provide a complete privilege log demonstrating sufficient grounds for taking the privilege\" waives the privilege). Although most of the reported cases arise in the context of a claim of attorney-client privilege, the \"specify or waive\" rule applies equally in the context of claims of work product privilege. See, e.g., Smith v. Conway Org., Inc., 154 F.R.D. 73, 76 (S.D.N.Y. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In a somewhat indirect fashion, the intervenors suggest that they were hampered in their ability to present a list of privileged documents by the district court's refusal to hold an evidentiary hearing. This suggestion does not withstand scrutiny. After all, the intervenors were not without knowledge of the communications to which the subpoena pertained; Lawyer originally had possession of them and turned them over to Smith &amp; Jones only when Newparent decided to change counsel. Despite this knowledge, the intervenors made no effort to prepare a privilege log. That omission is fatal.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Privilege logs do not need to be precise to the point of pedantry. Thus, a party who possesses some knowledge of the nature of the materials to which a claim of privilege is addressed cannot shirk his obligation to file a privilege log merely because he lacks infinitely detailed information. To the contrary, we read Rule 45(d)(2) as requiring a party who asserts a claim of privilege to do the best that he reasonably can to describe the materials to which his claim adheres.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">At any rate, the district court did not err by failing to hold an evidentiary hearing. We test a trial court's decision on whether or not to convene an evidentiary hearing for abuse of discretion. E.g., David v. United States, 134 F.3d 470, 477 (1st Cir. 1998). Our cases exhibit a strong preference for</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">a \"pragmatic approach\" to the question of whether, in a given situation, an evidentiary hearing is required. The key determinant is whether, \"given the nature and circumstances of the case . . . the parties [had] a fair opportunity to present relevant facts and arguments to the court and to counter the opponent's submissions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In re Thirteen Appeals Arising Out of the San Juan Dupont Plaza Hotel Fire Litig., 56 F.3d 295, 302 (1st Cir. 1995) (quoting Aoude v. Mobil Oil Corp., 862 F.2d 890, 893-94 (1st Cir. 1988)). In this instance, the paper record is quite extensive, containing affidavits from Lawyer as well as from representatives of Newparent and Smith &amp; Jones. Furthermore, the intervenors had ample opportunity to respond to the other side's arguments, and took advantage of this opportunity by submitting a lengthy offer of proof. Under the circumstances, the district court was not obliged to convene an evidentiary hearing to fill in gaps in the intervenors' privilege claims. See Aoude, 862 F.2d at 894 (observing that matters often can be \"heard\" adequately on the papers).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Next, the intervenors lament that the district court's failure to rule on their motion for immunity deprived them of the opportunity to supplement the record with further evidence. Even if the district court had denied the immunity motion, the intervenors reason, they would have had an opportunity to decide whether to submit affidavits at the risk of incriminating themselves. This lamentation does not strike a responsive chord.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">For one thing, the intervenors' failure to furnish a privilege log cannot plausibly be said to have resulted from the lack of an explicit ruling on the motion for immunity. Roe and Moe could have submitted a privilege log by proffer or over an attorney's signature without in any way compromising their Fifth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">For another thing, although it is plainly the better practice for a trial court to rule explicitly on every substantial motion, it has long been accepted that a trial court may implicitly deny a motion by entering judgment inconsistent with it. Wimberly v. Clark Controller Co., 364 F.2d 225, 227 (6th Cir. 1966). In this case, the district court's rejection of the motion to quash effectively denied the intervenors' motion for a grant of immunity. That ruling hardly can be questioned on the merits. The intervenors point to no case authorizing a grant of judicial immunity to a grand jury target in order to facilitate the presentation of a privilege claim, and they offer no persuasive reason why this case should be the first.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">What remains is the intervenors' unhappiness with what they characterize as the district court's rush to judgment. The facts are simple: the district court convened a status conference and then converted the status conference into a non-evidentiary hearing on the merits of the intervenors' privilege claims. The proper time to raise an objection to this procedure was directly after the court's announcement of its intention to proceed to the merits, but the intervenors stood mute. Having neither contemporaneously objected to the court's procedural ruling nor sought a continuance, the intervenors have waived any right to complain about the court's timing. See In re United States (Franco), 158 F.3d 26, 32 n.3 (1st Cir. 1998); United States v. Diaz-Villafane, 874 F.2d 43, 47 (1st Cir. 1989).</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We need go no further. We hold that the intervenors' claims of privilege fail because the oral joint defense agreement on which they rely cannot defeat Oldco's express waiver of privilege, and, alternatively, because the intervenors failed without justification to produce a privilege log (thereby waiving the underlying attorney-client and work product privileges). Similarly, the district court did not err either in refusing to convene an evidentiary hearing or in ruling simultaneously on the motion to quash and the motion for immunity. Accordingly, the order refusing to nullify the grand jury subpoena is unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Virginia, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The written joint defense agreement need not concern us as the grand jury has limited its request to documents predating the execution of that agreement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, with respect to the employee interviews conducted by Lawyer, the intervenors argued to the lower court that the work product privilege does not belong exclusively to Oldco because the work was performed on behalf of all three clients.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This same reasoning applies to defeat the intervenors' claim that the parties' understanding, at the time they entered into the oral joint defense agreement, somehow serves to trump the normal operation of the attorney-client privilege. See Lee, 107 F. at 704.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Given this holding, we need not address other potential problems with the purported joint defense agreement in this case (e.g., the absence of any indicium of corporate authority and the related question of whether corporate officers have the power to bind a corporation to such agreements when a conflict of interest plainly exists).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">563</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">IN RE GRAND JURY SUBPOENA (CUSTODIAN OF RECORDS, NEWPARENT, INC.), A. NAMELESS LAWYER (A PSEUDONYM) ET AL., Intervenors, Appellants.</p>\n    <p class=\"docket\">No. 01-1975</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Sept. 14, 2001<br>Decided November 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Reginald C. Lindsay, U.S. District Judge[Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Andrew Good, with whom Harvey A. Silverglate, Silverglate &amp; Good, Norman Zalkind, David Duncan, Zalkind, Rodriguez, Lunt &amp; Duncan, Martin G. Weinberg, Oteri, Weinberg &amp; Lawson, Elizabeth B. Burnett, and Mintz Levin Cohn Ferris Glovsky &amp; Popeo were on consolidated brief, for appellants.</p>\n      <p class=\"indent\">John M. Hodgens, Jr., Assistant United States Attorney, with whom James B. Farmer, United States Attorney, and Stephen P. Heymann, Assistant United States Attorney, were on brief, for the United States.</p>\n      <p class=\"indent\">Before Selya and Lipez, Circuit Judges, and Doumar,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to traverse largely unexplored terrain concerning the operation of the attorney-client and work product privileges. The underlying controversy arises out of a subpoena duces tecum issued by a federal grand jury to a corporation, seeking records pertaining to the affairs of a subsidiary. Although the corporation and the subsidiary waived all claims of privilege, the subsidiary's former attorney and two of its former officers intervened and moved to quash the subpoena. They claimed that the subsidiary had entered into a longstanding joint defense agreement with the former officers and contended that the subpoenaed materials were privileged (and, thus, not amenable to disclosure). The district court eschewed an evidentiary hearing and denied the motion to quash, but stayed production of the documents pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirm the district court's order. We hold that an individual privilege may exist in these circumstances only to the extent that communications made in a corporate officer's personal capacity are separable from those made in his corporate capacity. Because the intervenors do not allege that any of the subpoenaed documents are solely privileged to them but rest instead on the theory that all the documents are jointly privileged, their claim, as a matter of law, does not survive the subsidiary's waiver. The joint defense agreement does not demand a different result: privileges are created, and their contours defined, by operation of law, and private agreements cannot enlarge their scope. Moreover, this particular joint defense agreement is unenforceable.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We have a second, independently sufficient ground for our decision. The denial of the motion to quash must be upheld in all events because the intervenors failed to generate a descriptive list of the documents alleged to be privileged.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We start by recounting the events leading to this appeal. Consistent with the secrecy that typically attaches to grand jury matters, see, e.g., Fed. R. Crim. P. 6(e), this case has gone forward under an order sealing the proceedings, the briefs, and the parties' proffers. To preserve that confidentiality, we use fictitious names for all affected persons and corporations.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On March 26, 2001, Oldco -- a Massachusetts corporation in the business of processing, packaging, and distributing food products -- entered into a plea agreement with the United States Attorney for the District of Massachusetts. Under the agreement's terms, Oldco pled guilty to charges of conspiracy to defraud the Internal Revenue Service and agreed to cooperate with the government's ongoing investigation of certain present and former officers, employees, and customers. As part of this cooperation, Oldco expressly waived applicable attorney-client and work product privileges. Soon thereafter, a federal grand jury issued a subpoena duces tecum to Oldco's parent corporation, Newparent, Inc., demanding the production of documents relating to its \"rebate program\" -- a program under which, according to the government, Oldco would charge certain complicit customers more than the going rate for its products, but would then refund the difference by payments made directly to principals of these customers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the time the subpoena was served, Oldco was a wholly-owned subsidiary of Newparent. Its records were in the possession of Newparent's counsel, a law firm that we shall call Smith &amp; Jones. Newparent had acquired Oldco in June of 1998, but the grand jury investigation focused on conduct that occurred prior to the acquisition date. During that earlier period, Oldco had operated as a closely held corporation, owned by a number of members of a single family; one family member (Richard Roe) served as its board chairman and chief executive officer, and another (Morris Moe) served on the board and as executive vice-president for sales and marketing. A. Nameless Lawyer was Oldco's principal outside counsel. These three individuals -- Roe, Moe, and Lawyer -- intervened in the proceedings and filed a motion to quash the subpoena.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The factual premise for the motion to quash is derived largely from Lawyer's affidavit. He states that while representing Oldco he also represented Roe and Moe in various individual matters. Moreover, he claims to have conducted this simultaneous representation of corporate and individual clients under a longstanding joint defense agreement. According to Lawyer, this agreement, although never committed to writing, provided that communications among the three clients were jointly privileged and could not be released without unanimous consent. Despite the absence of any reference to this agreement in the corporate records -- there was no resolution or other vote of the board of directors authorizing Oldco to participate in such an arrangement -- the intervenors assert that Roe, as chief executive officer, had the authority to commit the corporation to it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pertinently, Lawyer claims to have represented Oldco and its officers in connection with the grand jury investigation from and after October 1997 (when the grand jury served Oldco with an earlier subpoena requesting the production of certain customer records). He says that the oral joint defense agreement applies to this multiple-party representation and that he told the government that he represented Oldco and \"all of its executives.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is, to be sure, a written joint defense agreement entered into by and between Lawyer, as counsel for Roe/Moe, and Smith &amp; Jones, as counsel for Newparent/Oldco.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> However, that agreement was not executed until the fall of 1999 (by which time Lawyer was no longer representing Oldco). There is no evidence in the voluminous record (apart from Lawyer's affidavit) that any joint defense agreement existed before that time. Moreover, the intervenors neglected to mention the existence of an oral joint defense agreement when Newparent acquired Oldco and likewise failed to incorporate any reference to such a pact into the subsequent written agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Notwithstanding these discrepancies, the intervenors solemnly maintain that the oral joint defense agreement existed from 1990 forward; that its terms apply to the grand jury investigation; and that it gives them a joint privilege -- they mention both attorney-client and work product privileges -- in the Oldco documents currently in the hands of Smith &amp; Jones. But they do not identify any particular documents as privileged, nor do they specify the reasons why certain communications should be considered privileged. Thus, like soothsayers scrutinizing the entrails of a goat, we are left to scour the record for indications of what these documents might be and what they might contain. As best we can tell, some of the documents comprise transcripts of interviews with Oldco employees (including Roe and Moe); others comprise Lawyer's written summaries of Oldco's internal investigation into the rebate program.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Not surprisingly, the government and Oldco both filed oppositions to the intervenors' motion to quash. In response, the intervenors sought leave to present immunized evidence with respect to the privilege claims. They also filed a formal offer of proof and requested an evidentiary hearing. The district court denied the motion to quash at a non-evidentiary hearing held on July 2, 2001, thereby implicitly denying the intervenors' other requests. This expedited appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. JUSTICIABILITY</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We turn first to a pair of threshold questions that implicate our authority to hear and determine this appeal. Neither question need occupy us for long.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">First, we are satisfied that Roe, Moe, and Lawyer were properly allowed to intervene in the proceedings below for the purpose of pursuing quashal of the subpoena. Intervention is appropriate as of right when the disposition of an action may impair or impede the applicant's cognizable interest. Fed. R. Civ. P. 24(a)(2). Colorable claims of attorney-client and work product privilege qualify as sufficient interests to ground intervention as of right. See In re Grand Jury Proceedings (Diamante), <span class=\"citation\" data-id=\"484937\"><a href=\"/opinion/484937/in-re-grand-jury-proceedings-appeal-of-hilton-fernandez-diamante-in-re/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, 66 (1st Cir. 1987) (implying that \"the existence of a privileged relationship or of a legitimate property or privacy interest in the documents possessed by the third party\" is sufficient to establish standing). Clearly, those interests would be forfeited if Newparent were to comply with the grand jury subpoena -- and, as matters now stand, Newparent has no incentive to protect the intervenors' interests. Consequently, this is a textbook example of an entitlement to intervention as of right.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Second, although denial of a motion to quash a subpoena is not usually considered a final judgment and thus is not ordinarily an appealable event, we believe that we have appellate jurisdiction in this instance. An exception to the requirement of finality exists when \"a substantial privilege claim . . . cannot effectively be tested by the privilege-holder through a contemptuous refusal [to produce the documents].\" FDIC v. Ogden Corp., <span class=\"citation\" data-id=\"767482\"><a href=\"/opinion/767482/federal-deposit-insurance-corporation-as-successor-in-interest-to-new/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 459-60 (1st Cir. 2000); see also Perlman v. United States, <span class=\"citation\" data-id=\"99162\"><a href=\"/opinion/99162/perlman-v-united-states/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">7</span></a></span>, 12-13 (1918) (recognizing that, as a practical matter, denials of an intervenor's privilege-based motion to quash a subpoena must be immediately appealable because no effective post-judgment remedy otherwise would exist). Courts have invoked this exception when, as now, \"a client (who is herself a party or a grand jury target) seeks to appeal an order compelling her attorney . . . to produce allegedly privileged materials.\" Ogden, 202 F.3d at 459; accord In re Grand Jury Subpoenas, <span class=\"citation\" data-id=\"197509\"><a href=\"/opinion/197509/in-re-robinson-v/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">695</span></a></span>, 697 (1st Cir. 1997). Although in this case the documents are in the hands of Newparent's counsel rather than in the custody of the intervenors' counsel, this only reinforces the essential fact that, absent an immediate appeal, the allegedly privileged material will be disclosed. Accordingly, we have jurisdiction to hear and determine this appeal.</p>\n    </div>\n    <p class=\"indent\">III. THE MERITS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This appeal presents a smorgasbord of legal issues, but we must forgo the temptation to sample them all. Instead, we masticate only those issues that are necessary to a principled resolution of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We begin by discussing the ramifications of Roe's and Moe's claim that they were individual clients of Lawyer with respect to the grand jury investigation. We conclude that although such individual representation might have occurred in theory, no individual privilege exists as to documents in which Oldco also has a privilege. Because no independently enforceable privilege is alleged here, the corporation's waiver is effective for all communications covered by the subpoena, notwithstanding the existence vel non of the oral joint defense agreement. In all events, the intervenors failed adequately to inform the district court of the particular communications to which their claims of privilege allegedly attached. In the pages that follow, we proceed to discuss these issues one by one.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A. Privilege Claims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because the attorney-client and work product privileges differ, we treat them separately.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1. Individual Attorney-Client Privilege Claims. The attorney-client privilege protects communications made in confidence by a client to his attorney. See, e.g., United States v. Mass. Inst. of Tech., <span class=\"citation\" data-id=\"197665\"><a href=\"/opinion/197665/united-states-v-mit/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">681</span></a></span>, 684 (1st Cir. 1997) (limning the scope of the privilege). Because it stands in the way of a grand jury's right to every man's evidence, the privilege applies only to the extent necessary to achieve its underlying goal of ensuring effective representation through open communication between lawyer and client. See Fisher v. United States, <span class=\"citation\" data-id=\"109432\"><a href=\"/opinion/109432/fisher-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 403 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Roe and Moe can mount a claim of attorney-client privilege only if, and to the extent that, Lawyer represented them individually. If the only attorney-client privilege at stake is that of their corporate employer, then Oldco's waiver defeats the claim of privilege. After all, the law is settled that a corporation's attorney-client privilege may be waived by current management. See CFTC v. Weintraub, <span class=\"citation\" data-id=\"111419\"><a href=\"/opinion/111419/commodity-futures-trading-commn-v-weintraub/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 349 (1985) (\"[W]hen control of a corporation passes to new management, the authority to assert and waive the corporation's attorney client privilege passes as well.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is often difficult to determine whether a corporate officer or employee may claim an attorney-client privilege in communications with corporate counsel. The default assumption is that the attorney only represents the corporate entity, not the individuals within the corporate sphere, and it is the individuals' burden to dispel that presumption. See United States v. Bay State Ambul. &amp; Hosp. Rental Serv., Inc., <span class=\"citation\" data-id=\"522863\"><a href=\"/opinion/522863/25-socsecrepser-443-medicaremedicaid-gu-37849-28-fed-r-evid/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 28 (1st Cir. 1989). This makes perfect sense because an employee has a duty to assist his employer's counsel in the investigation and defense of matters pertaining to the employer's business. See United States v. Sawyer, 878 F. Supp 295, 296 (D. Mass. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">To determine when this presumption bursts, several courts have adopted the test explicated in In re Bevill, Bresler &amp; Schulman Asset Mgmt. Corp., <span class=\"citation\" data-id=\"479222\"><a href=\"/opinion/479222/bankr-l-rep-p-71525-22-fed-r-evid-serv-52-in-the-matter-of-bevill/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span> (3d Cir. 1986). That test enumerates five benchmarks that corporate employees seeking to assert a personal claim of attorney-client privilege must meet:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">First, they must show they approached [counsel] for the purpose of seeking legal advice. Second, they must demonstrate that when they approached [counsel] they made it clear that they were seeking legal advice in their individual rather than in their representative capacities. Third, they must demonstrate that the [counsel] saw fit to communicate with them in their individual capacities, knowing that a possible conflict could arise. Fourth, they must prove that their conversations with [counsel] were confidential. And fifth, they must show that the substance of their conversations with [counsel] did not concern matters within the company or the general affairs of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. at 123; accord Grand Jury Proceedings v. United States, <span class=\"citation\" data-id=\"758110\"><a href=\"/opinion/758110/in-re-grand-jury-proceedings-intervenor-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1038</span></a></span>, 1041 (10th Cir. 1998); United States v. Int'l Bhd. of Teamsters, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></span>, 215 (2d Cir. 1997); In re Sealed Case, <span class=\"citation\" data-id=\"674589\"><a href=\"/opinion/674589/in-re-sealed-case/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">715</span></a></span>, 719 n.5 (D.C. Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We think that Bevill's general framework is sound. Of course, the first four elements of its test are most relevant when an attorney disputes a corporate officer's claim of individual privilege. Here, however, Lawyer's affidavit makes it clear that he represented both Roe and Moe in their personal capacities. Thus, even though the intervenors' brief does not specifically address the Bevill factors, we assume for argument's sake that the first four prongs of the test are satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">With respect to the final prong, the government claims that all of Roe's and Moe's communications were within the orbit of Oldco's general affairs, and therefore could not be individually privileged. In the government's view, Bevill precludes a finding of individual representation with respect to matters -- such as the grand jury investigation into the rebate program -- that involve the corporation. We do not read Bevill so grudgingly. As the Tenth Circuit explained:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The fifth prong of In Matter of Bevill, properly interpreted, only precludes an officer from asserting an individual attorney client privilege when the communication concerns the corporation's rights and responsibilities. However, if the communication between a corporate officer and corporate counsel specifically focuses upon the individual officer's personal rights and liabilities, then the fifth prong of In Matter of Bevill can be satisfied even though the general subject matter of the conversation pertains to matters within the general affairs of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Grand Jury Proceedings, 156 F.3d at 1041. We adopt this interpretation and conclude that, theoretically, Lawyer could have represented Roe and Moe individually with respect to the grand jury investigation. Still, this attorney-client relationship would extend only to those communications which involved Roe's and Moe's individual rights and responsibilities arising out of their actions as officers of the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2. The Corporation's Right to Waive the Attorney-Client Privilege. Having concluded that there are potentially some communications protected by the attorney-client privilege, we next consider the effect of Oldco's waiver of that privilege. The major difficulty -- there are others, but we need not discuss them here -- is that the individuals' allegedly protected communications with Lawyer do not appear to be distinguishable from discussions between the same parties in their capacities as corporate officers and corporate counsel, respectively, anent matters of corporate concern. The intervenors propose that such \"dual\" communications be treated as jointly privileged such that the consent of all parties would be required to waive the privilege. But they fail to cite authority supporting this position, and we ultimately decline to accept it: permitting a joint privilege of this type would unduly broaden the attorney-client privilege by allowing parties outside a given attorney-client relationship to prevent disclosure of statements made by the client.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The reference to an alleged joint defense agreement does little to advance the intervenors' argument on this point. \"The joint defense privilege protects communications between an individual and an attorney for another when the communications are 'part of an ongoing and joint effort to set up a common defense strategy.'\" Bay State Ambul., 874 F.2d at 28 (citation omitted). Because the privilege sometimes may apply outside the context of actual litigation, what the parties call a \"joint defense\" privilege is more aptly termed the \"common interest\" rule. See United States v. Schwimmer, <span class=\"citation\" data-id=\"534197\"><a href=\"/opinion/534197/united-states-v-martin-schwimmer/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">237</span></a></span>, 243 (2d Cir. 1989). Even when that rule applies, however, a party always remains free to disclose his own communications. See In re Grand Jury Subpoena Duces Tecum, <span class=\"citation\" data-id=\"740266\"><a href=\"/opinion/740266/in-re-grand-jury-subpoena-duces-tecum/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span>, 922 (8th Cir. 1997). Thus, the existence of a joint defense agreement does not increase the number of parties whose consent is needed to waive the attorney-client privilege; it merely prevents disclosure of a communication made in the course of preparing a joint defense by the third party to whom it was made.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the clamor over the existence vel non of a joint defense agreement, the parties tend to overlook case law dealing directly with the circumstances under which statements made in a joint conference remain privileged. Although these cases do not speak with one voice, they inform our resolution of the issue. They establish that joint communications with a single attorney are privileged with respect to the outside world because clients must be entitled to the full benefit of joint representation undiluted by fear of waiving the attorney-client privilege. See Ogden, 202 F.3d at 461. Nevertheless, the privilege does not apply in subsequent litigation between the joint clients, see id.; in that sort of situation, one client's interest in the privilege is counterbalanced by the other's interest in being able to waive it.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The instance of a criminal investigation in which one former co-client is willing to aid in the prosecution of the other lies in the wasteland between these two doctrinal strands, and courts have split on whether the target of the prosecution may block disclosure in this context. See McCormick on Evidence, &#167; 91 at 365 n.13 (John W. Strong ed., 5th ed. 1999) (\"Whether the privilege is effective where one joint client is prosecuted and the other is willing to testify as to the joint consultations is a question which has divided the courts.\"); see also Conn. v. Cascone, <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">186</span></span>, 189-90 (Conn. 1985) (collecting cases on both sides of the issue).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although the instant case arises as a motion to quash a subpoena, rather than as an attempt to block a former co-client's testimony, the issue of privilege is entirely congruent. But there is another difference here -- a significant one that cuts against the intervenors. In this iteration, the former co-clients were not independent actors, but, rather, corporate officers who owed a fiduciary duty to the corporation. Faced with an analogous assertion of privilege by corporate managers, the Fifth Circuit has held that the managers' interest must yield to the shareholders' interest in disclosure of the privileged materials. Garner v. Wolfinbarger, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></span>, 1101-04 (5th Cir. 1970). Taking a similar tack, we hold that a corporation may unilaterally waive the attorney-client privilege with respect to any communications made by a corporate officer in his corporate capacity, notwithstanding the existence of an individual attorney-client relationship between him and the corporation's counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The line we draw parallels the holding of Bevill, 805 F.2d at 124 (rejecting the contention that \"because [corporate officers'] personal legal problems were inextricably intertwined with those of the corporation, disclosure of discussions of corporate matters would eviscerate their personal privileges\"). In this regard, we think it significant that the fifth prong of the Bevill test is stated in the negative: communications may be individually privileged only when they \"[do] not concern matters within the company or the general affairs of the company,\" rather than when they do concern an individual's rights. Id. at 123 (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On this view, it follows that Roe or Moe may only assert an individual privilege to the extent that communications regarding individual acts and liabilities are segregable from discussions about the corporation. When one bears in mind that a corporation is an incorporeal entity and must necessarily communicate with counsel through individuals, the necessity for such a rule becomes readily apparent. Holding otherwise would open the door to a claim of jointly held privilege in virtually every corporate communication with counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Here, neither Roe nor Moe have even attempted to make any showing of segregability. On the contrary, their main argument in the district court and on appeal appears to be that the documents at issue do not lend themselves to separation into individual and corporate categories. The intervenors' brief is replete with references to \"joint privilege,\" but contains no allegation that any particular communication related solely to the representation of Roe or Moe. Given the absence of such an allegation and the allocation of the burden of proof (which, on this issue, rests with the intervenors), we perceive no error in the district court's explicit finding that \"all communications in this case are corporate communications.\" That dooms the intervenors' claim of attorney-client privilege, see Grand Jury Proceedings, 156 F.3d at 1042 (rejecting claim of individual privilege when \"appellant has not produced for [the court's] review the particular documents at issue nor has he otherwise adequately demonstrated in the record that any of the documents ordered produced were limited to the topic of his individual legal rights and responsibilities\"), and renders moot the question of whether Roe and Moe also possessed an attorney-client privilege in these documents.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">3. The Work Product Privilege. The claim of work product privilege raises a similar set of issues anent joint privilege. The work product rule protects work done by an attorney in anticipation of, or during, litigation from disclosure to the opposing party. E.g., Sealed Case, 29 F.3d at 718. The rule facilitates zealous advocacy in the context of an adversarial system of justice by ensuring that the sweat of an attorney's brow is not appropriated by the opposing party. Hickman v. Taylor, <span class=\"citation\" data-id=\"104357\"><a href=\"/opinion/104357/hickman-v-taylor/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, 511 (1947). Although the record does not include an index of allegedly privileged documents -- a shortcoming to which we shall return -- it appears that at least two categories of files contemplated by the subpoena might qualify as work product: Lawyer's interviews of employees during Oldco's internal investigation into the rebate program, and his notes and mental impressions of the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Roe, Moe, and Lawyer as their attorney may, at least in theory, invoke the work product privilege as to work done exclusively for Roe and Moe as individuals. Yet, their argument does not claim exclusivity,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but, rather, amounts to an insistence that they should have a veto over the disclosure of documents produced for the joint benefit of the individuals and the corporation. As in the case of the attorney-client privilege, however, the intervenors may not successfully assert the work product privilege with respect to such documents. Because they effectively conceded that the work was performed, at least in part, for the corporation, Oldco's waiver of all privileges negates their potential claim of privilege. In these circumstances, therefore, the work product privilege does not preclude disclosure of the documents sought by the subpoena.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Undaunted, the intervenors argue that the presence of the oral joint defense agreement demands a different result. We do not agree. Although a valid joint defense agreement may protect work product, see In re Grand Jury Subpoenas, <span class=\"citation\" data-id=\"540801\"><a href=\"/opinion/540801/no-90-5901/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">244</span></a></span>, 249 (4th Cir. 1990), one party to such an agreement may not preclude disclosure of work product by another party on whose behalf the work originally was performed. Nor can the parties, by agreement, broaden the scope of the privilege that the law allows. See United States v. Lee, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">F.</span> <span class=\"page\">702</span></span>, 704 (C.C.E.D.N.Y. 1901). Such an agreement would contravene public policy (and, hence, would be unenforceable).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We add, moreover, that the type of joint defense agreement described in Lawyer's affidavit would be null and void. After all, a primary requirement of a joint defense agreement is that there be something against which to defend. Bay State Ambul., 874 F.2d at 28. In other words, a joint defense agreement may be formed only with respect to the subject of potential or actual litigation. Polycast Tech. Corp. v. Uniroyal, Inc., <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">47</span></span>, 50 (S.D.N.Y. 1989). Lawyer's affidavit avers that his three clients (Oldco, Roe, and Moe) entered into an oral joint defense agreement in 1990, at which time no particular litigation or investigation was in prospect. The agreement thereafter remained in effect, Lawyer says, attaching ex proprio vigore to all matters subsequently arising (including the current grand jury investigation). The law will not countenance a \"rolling\" joint defense agreement of this limitless breadth.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The rationale for recognizing joint defense agreements is that they permit parties to share information pertinent to each others' defenses. See Hunydee v. United States, <span class=\"citation\" data-id=\"270337\"><a href=\"/opinion/270337/lee-w-hunydee-v-united-states/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">183</span></a></span>, 185 (9th Cir. 1965). In an adversarial proceeding, a party's entitlement to this enhanced veil of confidentiality can be justified on policy grounds. But outside the context of actual or prospective litigation, there is more vice than virtue in such agreements. Indeed, were we to sanction the intervenors' view, we would create a judicially enforced code of silence, preventing attorneys from disclosing information obtained from other attorneys and other attorneys' clients. Common sense suggests that there can be no joint defense agreement when there is no joint defense to pursue. We so hold.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">B. Fed. R. Civ. P. 45(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">As an alternate ground for our decision, we note that the motion to quash was properly denied because the intervenors failed to present sufficient information with respect to the items to which their claim of privilege attaches. The Civil Rules specifically provide that:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">When information subject to a subpoena is withheld on a claim that it is privileged or subject to protection as trial preparation materials, the claim shall be made expressly and shall be supported by a description of the nature of the documents, communications or things not produced that is sufficient to enable the demanding party to contest the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Fed. R. Civ. P. 45(d)(2). The operative language is mandatory and, although the rule does not spell out the sufficiency requirement in detail, courts consentiently have held that the rule requires a party resisting disclosure to produce a document index or privilege log. See, e.g., Bregman v. Dist. of Columbia, <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">352</span></span>, 363 (D.D.C. 1998); First American Corp. v. Al-Nahyan, <span class=\"citation\" data-id=\"2486543\"><a href=\"/opinion/2486543/first-american-corp-v-al-nahyan/\"><span class=\"volume\">2</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">58</span></a></span>, 63 n.5 (D.D.C. 1998); see also Avery Dennison Corp. v. Four Pillars, <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">1</span></span>, 1 (D.D.C. 1999) (describing privilege logs as \"the universally accepted means\" of asserting privilege claims in the federal courts); cf. Vaughn v. Rosen, <span class=\"citation\" data-id=\"313449\"><a href=\"/opinion/313449/robert-g-vaughn-v-bernard-rosen-executive-director-united-states-civil/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span> (D.C. Ct. App. 1973) (articulating the justifications for requiring privilege logs in the context of the FOIA). A party that fails to submit a privilege log is deemed to waive the underlying privilege claim. See Dorf &amp; Stanton Communications, Inc. v. Molson Breweries, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">919</span></span>, 923 (Fed. Cir. 1996) (holding that failing \"to provide a complete privilege log demonstrating sufficient grounds for taking the privilege\" waives the privilege). Although most of the reported cases arise in the context of a claim of attorney-client privilege, the \"specify or waive\" rule applies equally in the context of claims of work product privilege. See, e.g., Smith v. Conway Org., Inc., <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">73</span></span>, 76 (S.D.N.Y. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In a somewhat indirect fashion, the intervenors suggest that they were hampered in their ability to present a list of privileged documents by the district court's refusal to hold an evidentiary hearing. This suggestion does not withstand scrutiny. After all, the intervenors were not without knowledge of the communications to which the subpoena pertained; Lawyer originally had possession of them and turned them over to Smith &amp; Jones only when Newparent decided to change counsel. Despite this knowledge, the intervenors made no effort to prepare a privilege log. That omission is fatal.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Privilege logs do not need to be precise to the point of pedantry. Thus, a party who possesses some knowledge of the nature of the materials to which a claim of privilege is addressed cannot shirk his obligation to file a privilege log merely because he lacks infinitely detailed information. To the contrary, we read Rule 45(d)(2) as requiring a party who asserts a claim of privilege to do the best that he reasonably can to describe the materials to which his claim adheres.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">At any rate, the district court did not err by failing to hold an evidentiary hearing. We test a trial court's decision on whether or not to convene an evidentiary hearing for abuse of discretion. E.g., David v. United States, <span class=\"citation\" data-id=\"197753\"><a href=\"/opinion/197753/david-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 477 (1st Cir. 1998). Our cases exhibit a strong preference for</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">a \"pragmatic approach\" to the question of whether, in a given situation, an evidentiary hearing is required. The key determinant is whether, \"given the nature and circumstances of the case . . . the parties [had] a fair opportunity to present relevant facts and arguments to the court and to counter the opponent's submissions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In re Thirteen Appeals Arising Out of the San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"697253\"><a href=\"/opinion/697253/in-re-thirteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">295</span></a></span>, 302 (1st Cir. 1995) (quoting Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 893-94 (1st Cir. 1988)). In this instance, the paper record is quite extensive, containing affidavits from Lawyer as well as from representatives of Newparent and Smith &amp; Jones. Furthermore, the intervenors had ample opportunity to respond to the other side's arguments, and took advantage of this opportunity by submitting a lengthy offer of proof. Under the circumstances, the district court was not obliged to convene an evidentiary hearing to fill in gaps in the intervenors' privilege claims. See Aoude, 862 F.2d at 894 (observing that matters often can be \"heard\" adequately on the papers).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Next, the intervenors lament that the district court's failure to rule on their motion for immunity deprived them of the opportunity to supplement the record with further evidence. Even if the district court had denied the immunity motion, the intervenors reason, they would have had an opportunity to decide whether to submit affidavits at the risk of incriminating themselves. This lamentation does not strike a responsive chord.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">For one thing, the intervenors' failure to furnish a privilege log cannot plausibly be said to have resulted from the lack of an explicit ruling on the motion for immunity. Roe and Moe could have submitted a privilege log by proffer or over an attorney's signature without in any way compromising their Fifth Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">For another thing, although it is plainly the better practice for a trial court to rule explicitly on every substantial motion, it has long been accepted that a trial court may implicitly deny a motion by entering judgment inconsistent with it. Wimberly v. Clark Controller Co., <span class=\"citation\" data-id=\"272671\"><a href=\"/opinion/272671/virtle-wimberly-v-clark-controller-company-and-a-o-smith-corporation/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span>, 227 (6th Cir. 1966). In this case, the district court's rejection of the motion to quash effectively denied the intervenors' motion for a grant of immunity. That ruling hardly can be questioned on the merits. The intervenors point to no case authorizing a grant of judicial immunity to a grand jury target in order to facilitate the presentation of a privilege claim, and they offer no persuasive reason why this case should be the first.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">What remains is the intervenors' unhappiness with what they characterize as the district court's rush to judgment. The facts are simple: the district court convened a status conference and then converted the status conference into a non-evidentiary hearing on the merits of the intervenors' privilege claims. The proper time to raise an objection to this procedure was directly after the court's announcement of its intention to proceed to the merits, but the intervenors stood mute. Having neither contemporaneously objected to the court's procedural ruling nor sought a continuance, the intervenors have waived any right to complain about the court's timing. See In re United States (Franco), <span class=\"citation\" data-id=\"198168\"><a href=\"/opinion/198168/in-re-usa-v/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 32 n.3 (1st Cir. 1998); United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 47 (1st Cir. 1989).</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We need go no further. We hold that the intervenors' claims of privilege fail because the oral joint defense agreement on which they rely cannot defeat Oldco's express waiver of privilege, and, alternatively, because the intervenors failed without justification to produce a privilege log (thereby waiving the underlying attorney-client and work product privileges). Similarly, the district court did not err either in refusing to convene an evidentiary hearing or in ruling simultaneously on the motion to quash and the motion for immunity. Accordingly, the order refusing to nullify the grand jury subpoena is unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Virginia, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The written joint defense agreement need not concern us as the grand jury has limited its request to documents predating the execution of that agreement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, with respect to the employee interviews conducted by Lawyer, the intervenors argued to the lower court that the work product privilege does not belong exclusively to Oldco because the work was performed on behalf of all three clients.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This same reasoning applies to defeat the intervenors' claim that the parties' understanding, at the time they entered into the oral joint defense agreement, somehow serves to trump the normal operation of the attorney-client privilege. See Lee, 107 F. at 704.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Given this holding, we need not address other potential problems with the purported joint defense agreement in this case (e.g., the absence of any indicium of corporate authority and the related question of whether corporate officers have the power to bind a corporation to such agreements when a conflict of interest plainly exists).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2486543/"
  ]
}