{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199694/",
  "absolute_url": "/opinion/199694/united-states-v-gomez-estrada/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199694/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:14Z",
  "date_modified": "2017-03-24T11:02:54.605309Z",
  "type": "010combined",
  "sha1": "c7fe466cbfd0337d98d3a12c0d860b5bc08c3633",
  "page_count": 8,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1085-01A.pdf",
  "local_path": "pdf/2001/11/27/US_v._Gomez-Estrada.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\nNo. 01-1085\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n               GUILLERMO DEJESUS GOMEZ-ESTRADA,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n\n                Coffin, Senior Circuit Judge,\n\n                 and Saris,* District Judge.\n\n\n     Leo T. Sorokin, Federal Defender Office, for appellant.\n     Timothy Q. Feeley, Assistant United States Attorney, with\nwhom James B. Farmer, United States Attorney, was on brief, for\nthe United States.\n\n\n\n\n                      November 27, 2001\n\f______________\n*Of the District of Massachusetts, sitting by designation.\n\f                 SELYA, Circuit Judge.          A federal grand jury charged\n\ndefendant-appellant            Guillermo        DeJesus       Gomez-Estrada        with\n\nunlawful         reentry   (i.e.,    being      an    alien    who,      having    been\n\npreviously arrested and deported from the United States, was\n\nfound therein without having received the express consent of the\n\nUnited States Attorney General to reapply for admission).                           The\n\nstatute invoked by the grand jury, 8 U.S.C. § 1326, provides in\n\nthe first instance for a maximum sentence of two years, id. §\n\n1326(a), but makes provision for increases in that maximum in\n\ncertain circumstances, id. § 1326(b).                  One such circumstance is\n\nwhen       the    defendant    has    been      convicted      of   committing       an\n\n\"aggravated felony\" prior to his unlawful reentry.1                           See id. §\n\n1326(b)(2).         In that event, the maximum penalty rises to twenty\n\nyears.\n\n                 The appellant eventually pled guilty to the single-\n\ncount      indictment.        At   the   Rule    11   hearing,      the   government\n\nrepresented to the court that, prior to the appellant's initial\n\ndeportation, he had been convicted of a drug-trafficking offense\n\n— an aggravated felony — in the United States District Court for\n\nthe    District      of    Rhode    Island   and      sentenced     to    a    ten-year\n\nincarcerative term.           Although the appellant did not specifically\n\n\n       1\n     By statute, the term \"aggravated felony\" includes crimes\ninvolving illicit trafficking in controlled substances. See 8\nU.S.C. § 1101(a)(43)(B).\n\n                                         -3-\n\fadmit to the prior conviction, the district court nonetheless\n\naccepted his plea (warning him that he might face a sentence of\n\nup to twenty years).         At the disposition hearing, the government\n\nrepeated     its   representation       and   provided    the     court     with\n\nappropriate documentation.           Once again, the appellant did not\n\nadmit to the prior conviction, but neither did he challenge the\n\naccuracy of the prosecutor's representation.\n\n             As said, the significance of the prior conviction is\n\nthat   it    operates   as     a   sentence-enhancer     in     the   \"unlawful\n\nreentry\" context.       Here, however, the appellant contested the\n\npower of the court to take the prior conviction into account.\n\nIn this regard, he noted that it had neither been referenced in\n\nthe indictment nor proven to a jury beyond a reasonable doubt.\n\nThus, he contended, the Supreme Court's opinion in Apprendi v.\n\nNew Jersey, 530 U.S. 466 (2000), dictated that an enhanced\n\nsentence could not be imposed.\n\n             The sentencing court rejected this contention, deeming\n\nitself bound by the Supreme Court's antecedent decision in\n\nAlmendarez-Torres       v.    United    States,   523    U.S.    224     (1998).\n\nAccordingly, the court gave weight to the prior conviction and\n\nimposed     an   enhanced    sentence   (forty    months).        This    appeal\n\nensued.\n\n\n\n\n                                       -4-\n\f           Before us, the appellant restates his Apprendi-based\n\nthesis.    He starts with the general premise that, absent a\n\nwaiver, any fact increasing the statutory maximum penalty must\n\nbe charged in an indictment and proven to a jury beyond a\n\nreasonable doubt.         Although he acknowledges that the Apprendi\n\nCourt specifically carved out the fact of a prior conviction\n\nfrom the operation of this general premise, see Apprendi, 530\n\nU.S. at 490, he asserts that this carve-out (and the Court's\n\nconcomitant       refusal        to       overrule       Almendarez-Torres)          was\n\nqualified.      In his view, the Apprendi Court limited the holding\n\nof   Almendarez-Torres       to       those      cases    in   which    a     defendant\n\nactually admits to a prior felony conviction.\n\n           This, then, is the linchpin of the appellant's thesis.\n\nBecause    he    avoided     an       explicit       admission     of        the   prior\n\nconviction, the appellant reasons, Almendarez-Torres does not\n\napply; Apprendi governs unreservedly; and, accordingly, the\n\nmaximum penalty that could have been levied in his case, absent\n\na jury finding that he had previously been convicted of an\n\naggravated      felony,    was     the     two-year      (unenhanced)         statutory\n\nmaximum.        See   8   U.S.C.      §   1326(a).        Although      we    give   the\n\nappellant high marks for ingenuity, we reject his argument.\n\n           In the first place, the Apprendi Court, 530 U.S. at\n\n489-90, made pellucid that it was not overruling                         Almendarez-\n\n\n                                           -5-\n\fTorres; and we deem ourselves bound to follow the holding in\n\nAlmendarez-Torres unless and until the Supreme Court abrogates\n\nthat decision.      In so ruling, we align ourselves not only with\n\nprecedent in this circuit, e.g., United States v. Johnstone, 251\n\nF.3d 281, 286 n.7 (1st Cir. 2001); United States v. Terry, 240\n\nF.3d 65, 73-74 (1st Cir.), cert. denied, 121 S. Ct. 1965 (2001),\n\nbut   also   with   an    unbroken    skein   of   cases   from   our    sister\n\ncircuits, e.g., United States v. Palomino-Rivera, 258 F.3d 656,\n\n661 (7th Cir. 2001); United States v. Raya-Ramirez, 244 F.3d\n\n976, 977 (8th Cir. 2001); United States v. Latorre-Benavides,\n\n241 F.3d 262, 264 (2d Cir.) (per curiam), cert.              denied, 121 S.\n\nCt. 2013 (2001); United States v. Guadamuz-Solis, 232 F.3d 1363,\n\n1363 (11th Cir. 2000) (per curiam); United States v. Martinez-\n\nVillalva, 232 F.3d 1329, 1331 (10th Cir. 2000); United States v.\n\nDabeit, 231 F.3d 979, 984 (5th Cir. 2000), cert. denied, 531\n\nU.S. 1202 (2001).\n\n             In the second place, there is simply no authority for\n\nthe   appellant's       imaginative    argument    that    Apprendi     somehow\n\nlimited the holding of Almendarez-Torres to only those unlawful\n\nreentry cases in which the defendant explicitly admits the\n\ncommission     of   a    prior   aggravated   felony.       The   only    court\n\nsquarely to confront this argument has repudiated it, see United\n\nStates v. Arellano-Rivera, 244 F.3d 1119, 1127 (9th Cir. 2001),\n\n\n                                      -6-\n\fand several of our own post-Apprendi cases (such as Johnstone\n\nand Terry) involve defendants who appear to have made no such\n\nexpress admission.      To cinch matters, the appellant's argument\n\ngives undue prominence to a stray reference in Almendarez-\n\nTorres.    The unmistakable focus of that decision was section\n\n1326(b)    itself,    measured   against    the   requirements   of   the\n\nConstitution.    See Almendarez-Torres, 523 U.S. at 226.          In the\n\ncritical portion of its opinion, the Almendarez-Torres Court\n\nnever mentioned, let alone relied on, the defendant's admission\n\nof his prior convictions during the change-of-plea colloquy.2\n\n           We need go no further.          We hold unequivocally that\n\nApprendi    neither    overruled   Almendarez-Torres      nor    limited\n\nAlmendarez-Torres to cases in which a defendant admits a prior\n\naggravated felony conviction on the record.           To the contrary,\n\nwhen the Apprendi Court wrote that \"[o]ther than the fact of a\n\nprior conviction, any fact that increases the penalty for a\n\ncrime beyond the prescribed statutory maximum must be submitted\n\nto a jury, and proved beyond a reasonable doubt,\" Apprendi, 530\n\nU.S. at 490 (emphasis supplied), the Court meant exactly that.\n\nIt follows inexorably that the district court appropriately\n\n\n    2The Almendarez-Torres Court referred to the defendant's\n\"admission\" anent his prior convictions only in the context of\na far different issue — the quantum of proof required at\nsentencing. Almendarez-Torres, 523 U.S. at 248. That issue is\nnot raised in this appeal.\n\n                                   -7-\n\fenhanced the appellant's sentence for unlawful reentry on the\n\nbasis of his prior conviction for an aggravated felony even\n\nthough the existence of that conviction was not admitted by the\n\nappellant, nor charged in the indictment, nor proved to a jury\n\nbeyond a reasonable doubt.\n\n\n\nAffirmed.\n\n\n\n\n                              -8-\n\f",
  "html": "<p class=\"case_cite\">273 F.3d 400 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>GUILLERMO DEJESUS GOMEZ-ESTRADA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1085</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Nov. 7, 2001<br>Decided November 27, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Nancy Gertner, U.S. District Judge</p>\n      <p class=\"indent\">Leo T. Sorokin, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Timothy Q. Feeley, Assistant United States Attorney, with whom James B. Farmer, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before  Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Saris,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury charged defendant-appellant Guillermo DeJesus Gomez-Estrada with unlawful reentry (i.e., being an alien who, having been previously arrested and deported from the United States, was found therein without having received the express consent of the United States Attorney General to reapply for admission). The statute invoked by the grand jury, 8 U.S.C. &#167; 1326, provides in the first instance for a maximum sentence of two years, id. &#167; 1326(a), but makes provision for increases in that maximum in certain circumstances, id. &#167; 1326(b). One such circumstance is when the defendant has been convicted of committing an \"aggravated felony\" prior to his unlawful reentry.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> See id. &#167; 1326(b)(2). In that event, the maximum penalty rises to twenty years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant eventually pled guilty to the single-count indictment. At the Rule 11 hearing, the government represented to the court that, prior to the appellant's initial deportation, he had been convicted of a drug-trafficking offense -- an aggravated felony -- in the United States District Court for the District of Rhode Island and sentenced to a ten-year incarcerative term. Although the appellant did not specifically admit to the prior conviction, the district court nonetheless accepted his plea (warning him that he might face a sentence of up to twenty years). At the disposition hearing, the government repeated its representation and provided the court with appropriate documentation. Once again, the appellant did not admit to the prior conviction, but neither did he challenge the accuracy of the prosecutor's representation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As said, the significance of the prior conviction is that it operates as a sentence-enhancer in the \"unlawful reentry\" context. Here, however, the appellant contested the power of the court to take the prior conviction into account. In this regard, he noted that it had neither been referenced in the indictment nor proven to a jury beyond a reasonable doubt. Thus, he contended, the Supreme Court's opinion in Apprendi v. New Jersey, 530 U.S. 466 (2000), dictated that an enhanced sentence could not be imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The sentencing court rejected this contention, deeming itself bound by the Supreme Court's antecedent decision in Almendarez-Torres v. United States, 523 U.S. 224 (1998). Accordingly, the court gave weight to the prior conviction and imposed an enhanced sentence (forty months). This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before us, the appellant restates his Apprendi-based thesis. He starts with the general premise that, absent a waiver, any fact increasing the statutory maximum penalty must be charged in an indictment and proven to a jury beyond a reasonable doubt. Although he acknowledges that the Apprendi Court specifically carved out the fact of a prior conviction from the operation of this general premise, see Apprendi, 530 U.S. at 490, he asserts that this carve-out (and the Court's concomitant refusal to overrule Almendarez-Torres) was qualified. In his view, the Apprendi Court limited the holding of Almendarez-Torres to those cases in which a defendant actually admits to a prior felony conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This, then, is the linchpin of the appellant's thesis. Because he avoided an explicit admission of the prior conviction, the appellant reasons, Almendarez-Torres does not apply; Apprendi governs unreservedly; and, accordingly, the maximum penalty that could have been levied in his case, absent a jury finding that he had previously been convicted of an aggravated felony, was the two-year (unenhanced) statutory maximum. See 8 U.S.C. &#167; 1326(a). Although we give the appellant high marks for ingenuity, we reject his argument.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the first place, the Apprendi Court, 530 U.S. at 489-90, made pellucid that it was not overruling Almendarez-Torres; and we deem ourselves bound to follow the holding in Almendarez-Torres unless and until the Supreme Court abrogates that decision. In so ruling, we align ourselves not only with precedent in this circuit, e.g., United States v. Johnstone, 251 F.3d 281, 286 n.7 (1st Cir. 2001); United States v. Terry, 240 F.3d 65, 73-74 (1st Cir.), cert. denied, 121 S. Ct. 1965 (2001), but also with an unbroken skein of cases from our sister circuits, e.g., United States v. Palomino-Rivera, 258 F.3d 656, 661 (7th Cir. 2001); United States v. Raya-Ramirez, 244 F.3d 976, 977 (8th Cir. 2001); United States v. Latorre-Benavides, 241 F.3d 262, 264 (2d Cir.) (per curiam), cert. denied, 121 S. Ct. 2013 (2001); United States v. Guadamuz-Solis, 232 F.3d 1363, 1363 (11th Cir. 2000) (per curiam); United States v. Martinez-Villalva, 232 F.3d 1329, 1331 (10th Cir. 2000); United States v. Dabeit, 231 F.3d 979, 984 (5th Cir. 2000), cert. denied, 531 U.S. 1202 (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the second place, there is simply no authority for the appellant's imaginative argument that Apprendi somehow limited the holding of Almendarez-Torres to only those unlawful reentry cases in which the defendant explicitly admits the commission of a prior aggravated felony. The only court squarely to confront this argument has repudiated it, see United States v. Arellano-Rivera, 244 F.3d 1119, 1127 (9th Cir. 2001), and several of our own post-Apprendi cases (such as Johnstone and Terry) involve defendants who appear to have made no such express admission. To cinch matters, the appellant's argument gives undue prominence to a stray reference in Almendarez-Torres. The unmistakable focus of that decision was section 1326(b) itself, measured against the requirements of the Constitution. See Almendarez-Torres, 523 U.S. at 226. In the critical portion of its opinion, the Almendarez-Torres Court never mentioned, let alone relied on, the defendant's admission of his prior convictions during the change-of-plea colloquy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We need go no further. We hold unequivocally that Apprendi neither overruled Almendarez-Torres nor limited Almendarez-Torres to cases in which a defendant admits a prior aggravated felony conviction on the record. To the contrary, when the Apprendi Court wrote that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt,\" Apprendi, 530 U.S. at 490 (emphasis supplied), the Court meant exactly that. It follows inexorably that the district court appropriately enhanced the appellant's sentence for unlawful reentry on the basis of his prior conviction for an aggravated felony even though the existence of that conviction was not admitted by the appellant, nor charged in the indictment, nor proved to a jury beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> By statute, the term \"aggravated felony\" includes crimes involving illicit trafficking in controlled substances. See 8 U.S.C. &#167; 1101(a)(43)(B).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Almendarez-Torres Court referred to the defendant's \"admission\" anent his prior convictions only in the context of a far different issue -- the quantum of proof required at sentencing. Almendarez-Torres, 523 U.S. at 248. That issue is not raised in this appeal.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">400</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>GUILLERMO DEJESUS GOMEZ-ESTRADA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1085</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Nov. 7, 2001<br>Decided November 27, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Nancy Gertner, U.S. District Judge</p>\n      <p class=\"indent\">Leo T. Sorokin, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Timothy Q. Feeley, Assistant United States Attorney, with whom James B. Farmer, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before  Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Saris,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury charged defendant-appellant Guillermo DeJesus Gomez-Estrada with unlawful reentry (i.e., being an alien who, having been previously arrested and deported from the United States, was found therein without having received the express consent of the United States Attorney General to reapply for admission). The statute invoked by the grand jury, 8 U.S.C. &#167; 1326, provides in the first instance for a maximum sentence of two years, id. &#167; 1326(a), but makes provision for increases in that maximum in certain circumstances, id. &#167; 1326(b). One such circumstance is when the defendant has been convicted of committing an \"aggravated felony\" prior to his unlawful reentry.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> See id. &#167; 1326(b)(2). In that event, the maximum penalty rises to twenty years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant eventually pled guilty to the single-count indictment. At the Rule 11 hearing, the government represented to the court that, prior to the appellant's initial deportation, he had been convicted of a drug-trafficking offense -- an aggravated felony -- in the United States District Court for the District of Rhode Island and sentenced to a ten-year incarcerative term. Although the appellant did not specifically admit to the prior conviction, the district court nonetheless accepted his plea (warning him that he might face a sentence of up to twenty years). At the disposition hearing, the government repeated its representation and provided the court with appropriate documentation. Once again, the appellant did not admit to the prior conviction, but neither did he challenge the accuracy of the prosecutor's representation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As said, the significance of the prior conviction is that it operates as a sentence-enhancer in the \"unlawful reentry\" context. Here, however, the appellant contested the power of the court to take the prior conviction into account. In this regard, he noted that it had neither been referenced in the indictment nor proven to a jury beyond a reasonable doubt. Thus, he contended, the Supreme Court's opinion in Apprendi v. New Jersey, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span> (2000), dictated that an enhanced sentence could not be imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The sentencing court rejected this contention, deeming itself bound by the Supreme Court's antecedent decision in Almendarez-Torres v. United States, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span> (1998). Accordingly, the court gave weight to the prior conviction and imposed an enhanced sentence (forty months). This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before us, the appellant restates his Apprendi-based thesis. He starts with the general premise that, absent a waiver, any fact increasing the statutory maximum penalty must be charged in an indictment and proven to a jury beyond a reasonable doubt. Although he acknowledges that the Apprendi Court specifically carved out the fact of a prior conviction from the operation of this general premise, see Apprendi, 530 U.S. at 490, he asserts that this carve-out (and the Court's concomitant refusal to overrule Almendarez-Torres) was qualified. In his view, the Apprendi Court limited the holding of Almendarez-Torres to those cases in which a defendant actually admits to a prior felony conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This, then, is the linchpin of the appellant's thesis. Because he avoided an explicit admission of the prior conviction, the appellant reasons, Almendarez-Torres does not apply; Apprendi governs unreservedly; and, accordingly, the maximum penalty that could have been levied in his case, absent a jury finding that he had previously been convicted of an aggravated felony, was the two-year (unenhanced) statutory maximum. See 8 U.S.C. &#167; 1326(a). Although we give the appellant high marks for ingenuity, we reject his argument.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the first place, the Apprendi Court, 530 U.S. at 489-90, made pellucid that it was not overruling Almendarez-Torres; and we deem ourselves bound to follow the holding in Almendarez-Torres unless and until the Supreme Court abrogates that decision. In so ruling, we align ourselves not only with precedent in this circuit, e.g., United States v. Johnstone, <span class=\"citation\" data-id=\"199430\"><a href=\"/opinion/199430/united-states-v-johnstone/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 286 n.7 (1st Cir. 2001); United States v. Terry, <span class=\"citation\" data-id=\"772069\"><a href=\"/opinion/772069/united-states-v-kenneth-b-terry-aka-kenny-polo/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 73-74 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></span> (2001), but also with an unbroken skein of cases from our sister circuits, e.g., United States v. Palomino-Rivera, <span class=\"citation\" data-id=\"774181\"><a href=\"/opinion/774181/united-states-v-roberto-palomino-rivera/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">656</span></a></span>, 661 (7th Cir. 2001); United States v. Raya-Ramirez, <span class=\"citation\" data-id=\"772629\"><a href=\"/opinion/772629/united-states-v-jose-arturo-raya-ramirez/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span>, 977 (8th Cir. 2001); United States v. Latorre-Benavides, <span class=\"citation\" data-id=\"772193\"><a href=\"/opinion/772193/united-states-v-hector-mario-latorre-benavides/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span>, 264 (2d Cir.) (per curiam), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2013</span></span> (2001); United States v. Guadamuz-Solis, <span class=\"citation\" data-id=\"771196\"><a href=\"/opinion/771196/united-states-v-lester-javier-guadamuz-solis-aka-lester-javier/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1363</span></a></span>, 1363 (11th Cir. 2000) (per curiam); United States v. Martinez-Villalva, <span class=\"citation\" data-id=\"160412\"><a href=\"/opinion/160412/united-states-v-martinez-villalva/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1329</span></a></span>, 1331 (10th Cir. 2000); United States v. Dabeit, <span class=\"citation\" data-id=\"22179\"><a href=\"/opinion/22179/united-states-v-dabeit/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span>, 984 (5th Cir. 2000), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1202</span></span> (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the second place, there is simply no authority for the appellant's imaginative argument that Apprendi somehow limited the holding of Almendarez-Torres to only those unlawful reentry cases in which the defendant explicitly admits the commission of a prior aggravated felony. The only court squarely to confront this argument has repudiated it, see United States v. Arellano-Rivera, <span class=\"citation\" data-id=\"772647\"><a href=\"/opinion/772647/united-states-v-hector-arellano-riveradefendant-appellant/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1119</span></a></span>, 1127 (9th Cir. 2001), and several of our own post-Apprendi cases (such as Johnstone and Terry) involve defendants who appear to have made no such express admission. To cinch matters, the appellant's argument gives undue prominence to a stray reference in Almendarez-Torres. The unmistakable focus of that decision was section 1326(b) itself, measured against the requirements of the Constitution. See Almendarez-Torres, 523 U.S. at 226. In the critical portion of its opinion, the Almendarez-Torres Court never mentioned, let alone relied on, the defendant's admission of his prior convictions during the change-of-plea colloquy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We need go no further. We hold unequivocally that Apprendi neither overruled Almendarez-Torres nor limited Almendarez-Torres to cases in which a defendant admits a prior aggravated felony conviction on the record. To the contrary, when the Apprendi Court wrote that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt,\" Apprendi, 530 U.S. at 490 (emphasis supplied), the Court meant exactly that. It follows inexorably that the district court appropriately enhanced the appellant's sentence for unlawful reentry on the basis of his prior conviction for an aggravated felony even though the existence of that conviction was not admitted by the appellant, nor charged in the indictment, nor proved to a jury beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> By statute, the term \"aggravated felony\" includes crimes involving illicit trafficking in controlled substances. See 8 U.S.C. &#167; 1101(a)(43)(B).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Almendarez-Torres Court referred to the defendant's \"admission\" anent his prior convictions only in the context of a far different issue -- the quantum of proof required at sentencing. Almendarez-Torres, 523 U.S. at 248. That issue is not raised in this appeal.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/22179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774181/"
  ]
}