{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199633/",
  "absolute_url": "/opinion/199633/trenkler-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199633/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:11Z",
  "date_modified": "2017-03-24T11:02:34.733148Z",
  "type": "010combined",
  "sha1": "7eb8d1e817893c8f5782fcdc16e649602d5acc90",
  "page_count": 27,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1657-01A.pdf",
  "local_path": "pdf/2001/10/16/Trenkler_v._US.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-1657\n\n                        ALFRED W. TRENKLER,\n\n                       Petitioner, Appellant,\n\n                                 v.\n\n                     UNITED STATES OF AMERICA,\n\n                       Respondent, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n\n                 Selya and Lipez, Circuit Judges.\n\n\n     Charles W. Rankin, with whom Bruce W. Edmands, Richard S.\nJacobs and Mahoney Hawkes LLP, were on brief, for appellant.\n\n     Kevin P. McGrath, Assistant United States Attorney, with\nwhom Donald K. Stern, United States Attorney, and David S.\nMackey, Special Assistant United States Attorney, were on brief,\nfor appellee.\n\n\n\n\n                          October 16, 2001\n\f\f            LIPEZ, Circuit Judge.   This case requires us to address\n\nthe interaction between two avenues of relief from a federal\n\nconviction and sentence:        28 U.S.C. § 2255, which permits a\n\nmotion to set aside a sentence allegedly imposed in violation of\n\nthe Constitution or federal law, and Rule 33 of the Federal\n\nRules of Criminal Procedure, which permits a motion for a new\n\ntrial on the basis of newly discovered evidence.         In particular,\n\nwe must decide whether the one-year statute of limitations for\n\n§ 2255 motions imposed by the Antiterrorism and Effective Death\n\nPenalty Act, Pub. L. No. 104-132, 110 Stat. 1214 (Apr. 24, 1996)\n\n(“AEDPA”), either is tolled during the pendency of a Rule 33\n\nmotion     based   on   newly   discovered   evidence,    or,   in   the\n\nalternative, does not commence until the possibility of relief\n\nunder Rule 33 is exhausted.\n\n            Like the district court, we conclude that the statute\n\nof limitations for a § 2255 motion begins to run upon the\n\ncompletion of a prisoner's direct appeal from the judgment of\n\nconviction, notwithstanding any subsequent proceedings under\n\nRule 33.    We also agree with the district court that there is no\n\nstatutory basis for tolling the limitations period while the\n\nprisoner seeks post-conviction relief under Rule 33.            Finally,\n\nassuming the availability of equitable tolling, we conclude that\n\nthe district court did not abuse its discretion in finding that\n\n\n                                   -3-\n\fthe circumstances of this case do not present any grounds for\n\napplication of that doctrine.\n\n\n\n\n                                      I.\n\n           On June 24, 1993, a federal grand jury returned a\n\nthree-count superceding indictment against Alfred Trenkler and\n\nThomas Shay, charging them with illegal receipt and use of an\n\nexplosive in violation of 18 U.S.C. §§ 844(d) and (i), and\n\nconspiracy to commit an offense against the United States in\n\nviolation of 18 U.S.C. § 371 (an original, sealed indictment had\n\nbeen issued against both men on December 16, 1992).               Trenkler\n\nmoved to sever the cases, and Shay was tried first.                At his\n\ntrial, Shay sought to call Dr. Robert Phillips as an expert\n\nwitness.      Dr.    Phillips   was   prepared   to   testify   that   Shay\n\nsuffered from a mental disorder that caused him to tell self-\n\naggrandizing lies, making his various incriminating statements\n\nunreliable.         The   district    court   excluded   Dr.    Phillips's\n\ntestimony on the ground that it did not satisfy the standards\n\nfor expert testimony set forth in Rule 702 of the Federal Rules\n\nof Evidence.    Shay was convicted, and on appeal he argued that\n\nthe district court erred in refusing to admit the testimony.             We\n\n\n                                      -4-\n\fagreed, holding on June 22, 1995, that it was a “clear error in\n\njudgment for the district court to exclude the testimony under\n\nany plausible interpretation of Rule 702.”                United States v.\n\nShay, 57 F.3d 126, 133-34 (1st Cir. 1995).                    On remand, the\n\ndistrict court rejected the government's argument that Fed. R.\n\nEvid.    403    provided   an   alternate       basis   for   excluding   Dr.\n\nPhillips's testimony, and ordered a new trial for Shay.                   Shay\n\neventually pled guilty, and was sentenced to 12 years in prison.\n\n           At    the   same     time    that    Shay    was   appealing   his\n\nconviction, Trenkler's trial was proceeding in the district\n\ncourt.   Shay's incriminating statements were introduced against\n\nTrenkler, as they tended to show that Shay had been involved in\n\nthe bombing and had not acted alone.             Trenkler's trial counsel\n\ndid not attempt to use Dr. Phillips's testimony to undermine\n\nShay's statements, believing that any effort to introduce the\n\ndoctor's testimony would be futile in light of the district\n\ncourt's refusal to admit it at Shay's trial.                    Trenkler was\n\nconvicted on all counts of the indictment on November 29, 1993,\n\nand sentenced to life in prison.             We affirmed his conviction on\n\nJuly 18, 1995.     United States v. Trenkler, 61 F.3d 45 (1st Cir.\n\n1995) (Trenkler I).        He did not file a petition for certiorari.\n\n           On December 22, 1995, Trenkler moved for a new trial\n\nunder Rule 33, which permits such a motion to be filed up to\n\n\n                                       -5-\n\fthree   years   after   a   verdict   when   it   is   “based   on   newly\n\ndiscovered evidence.”1      Trenkler argued that our decision in Shay\n\nrendered Dr. Phillips's testimony “newly discovered evidence”\n\nwithin the meaning of Rule 33.        He explained that, although he\n\nwas aware of Dr. Phillips's testimony at the time of his trial,\n\nhe did not know until our decision on June 22, 1995, that the\n\ntestimony was admissible.      The district court denied the motion,\n\nreasoning    that   Trenkler's   trial   counsel's     belief   that   the\n\ntestimony would not be admitted did not make it unavailable, and\n\nthat our conclusion that the testimony was admissible in Shay's\n\ncase did not render it “newly discovered.”             We affirmed in an\n\nunpublished opinion issued on January 6, 1998.          United States v.\n\nTrenkler, No. 97-1239, 1998 WL 10265 (1st Cir. Jan. 6, 1998)\n\n(Trenkler II).\n\n            Trenkler then filed the instant motion under § 2255 to\n\nset aside his conviction on the ground that his trial counsel's\n\nfailure to offer Dr. Phillips's testimony violated his Sixth\n\nAmendment right to effective assistance of counsel.                  After\n\nAEDPA, such a motion generally must be filed within one year of\n\n“the date on which the judgment of conviction becomes final.”\n\n\n\n    1  Under Rule 33, “[a] motion for a new trial based on any\nother grounds [than newly discovered evidence] may be made only\nwithin 7 days after the verdict or finding of guilty or within\nsuch further time as the court may fix during the 7-day period.”\n\n                                   -6-\n\f28 U.S.C. § 2255(1).2     For prisoners whose convictions became\n\nfinal   before   AEDPA   was   enacted,   we   have   held   that   the\n\nlimitations period expires on April 24, 1997, one year after the\n\nstatute's effective date.       Rogers v. United States, 180 F.3d\n\n349, 355 (1st Cir. 1999).       The district court concluded that\n\nTrenkler's    § 2255 motion was subject to that deadline, his\n\nconviction having become final in 1995, when we affirmed it in\n\n\n\n\n    2   As amended by AEDPA, § 2255 provides that:\n\n    A 1-year statute of limitations shall apply to a\n    motion under this section.    The limitations period\n    shall begin to run from the latest of--\n\n              (1)  the date on which the judgment of\n           conviction becomes final;\n             (2) the date on which the impediment to\n           making a motion created by governmental\n           action in violation of the Constitution or\n           laws of the United States is removed, if the\n           movant was prevented from making a motion by\n           such governmental action;\n             (3) the date on which the right asserted\n           was initially recognized by the Supreme\n           Court, if that right has been newly\n           recognized by the Supreme Court and made\n           retroactively   applicable   to   cases   on\n           collateral review; or\n               (4)    the date on which the facts\n           supporting the claim or claims presented\n           could have been discovered through the\n           exercise of due diligence.\n\n28 U.S.C. § 2255.   The parties agree that only subsection (1) is\nat issue here.\n\n                                 -7-\n\fTrenkler I.   Accordingly, it dismissed the § 2255 motion – filed\n\non January 5, 1999 – as time-barred.     This appeal followed.3\n\n                               II.\n\n         Trenkler argues that a timely filed Rule 33 motion\n\naffects § 2255's statute of limitations in one of two ways.\n\nFirst, he contends that a conviction is not “final” for purposes\n\n\n\n    3  To assist the reader of this opinion, we set forth a\nchronology of important dates:\n\nDec, 12, 1992:           Trenkler and Shay were indicted.\nJune 24, 1993:           The     grand         jury returned the\n                         superceding, three-count indictment.\nJuly 27, 1993:           Shay was convicted at trial.\nNov. 29, 1993:           Trenkler was convicted at trial.\nJune 22, 1995:           We vacated Shay's conviction on direct\n                         appeal and remanded his case to the\n                         district court.\nJuly 18, 1995:           We affirmed Trenkler's conviction on\n                         direct appeal (Trenkler I).\nSept. 5, 1995:           Our mandate issued in Trenkler I.\nDec. 5, 1995:       The period during which Trenkler could have\n                    filed a petition for certiorari to review\n                    our decision in Trenkler I ended.\nDec. 22, 1995:           Trenkler filed a Rule 33 motion based\n                         on newly discovered evidence.\nApr. 24, 1996:           AEDPA's     e f f e c t i v e date; one-year\n                         statute of limitations began to run.\nFeb. 4, 1997:       The district court denied Trenkler's Rule 33\n                    motion.\nApr. 24, 1997:           The one-year statute of limitations\n                         running from AEDPA's effective date\n                         ended.\nJan. 6, 1998:       We affirmed the district court's denial of\n                    Trenkler's Rule 33 motion (Trenkler II).\nJan. 16, 1998:           The district court ordered a new trial\n                         for Shay.\nJan. 5, 1999:       Trenkler filed the § 2255 motion under\n                    consideration.\n\n                               -8-\n\fof § 2255(1) until the prisoner has exhausted the possibility of\n\nrelief under Rule 33.     Second, he argues that even if the\n\nlimitations period commences at the conclusion of appellate\n\nreview of the judgment of conviction, the statute of limitations\n\nis suspended during the pendency of any subsequent Rule 33\n\nmotion by virtue of tolling provisions imported from other\n\nsections of AEDPA.    If we reject those statutory arguments,\n\nTrenkler proposes a third ground for relief, arguing that the\n\ndoctrine of equitable tolling excuses his failure to file his\n\n§ 2255 motion within the one-year period.\n\n         We analyze Trenkler's claims in turn.    We review the\n\nissues of statutory interpretation de novo, United States v.\n\nMichaud, 243 F.3d 84, 85-86 (1st Cir. 2001), and the district\n\ncourt's denial of equitable tolling for an abuse of discretion,\n\nDelaney v. Matesanz, --- F.3d ---, 2001 WL 1001086, at *5-*6\n\n(1st Cir. Sept. 5, 2001) (explaining that district court's\n\nrejection of equitable tolling “on the facts” is reviewed for\n\nabuse of discretion); Borden v. Paul Revere Life Ins. Co., 935\n\nF.2d 370, 377 (1st Cir. 1991) (“[F]ashioning or withholding\n\nequitable relief . . . rests uniquely within the discretion of\n\nthe trial court.”).\n\n\n\n\n                              -9-\n\fA.    Accrual\n\n           Trenkler's first argument focuses on when the statute\n\nof limitations began to run.         Here, the relevant accrual date is\n\nthe date on which Trenkler's conviction became “final” within\n\nthe   meaning   of   §   2255(1).      Although   Trenkler   accepts   the\n\nprevailing view that a conviction becomes “final” upon the\n\ncompletion of direct review, he insists that the proceedings\n\nbefore the district court and this court with regard to his Rule\n\n33 motion were part of his “direct appeal.”              Accordingly, he\n\nargues that the statute of limitations did not begin to run\n\nuntil January 6, 1998, when we affirmed the district court's\n\ndenial          of       his        Rule     33      motion.\n\n           Although we have not addressed the question directly,\n\nwe consistently have treated Rule 33 motions filed after the\n\nopportunity for direct appeal as a form of collateral attack on\n\na conviction rather than part of the process of direct review.\n\nThus, in Dirring v. United States, 353 F.2d 519, 520 (1st Cir.\n\n1965), we held that the district court did not err in refusing\n\nto appoint counsel to prosecute the defendant's post-appeal Rule\n\n33 motion for a new trial.          We explained that:\n\n           Appellant had counsel 'through appeal,' as\n           required by the Criminal Justice Act, 18\n           U.S.C. § 3006A(c). We do not construe that\n           phase to include motions for a new trial.\n           Nor do we so interpret the Sixth Amendment.\n           There must be an end.          After final\n\n                                     -10-\n\f               conviction the appointment of counsel must\n               rest in the discretion of the court.\n\nId.     We reaffirmed that holding in United States v. Tajeddini,\n\n945 F.2d 458, 470 (1st Cir. 1991) (per curiam), abrogated on\n\nother grounds by Roe v. Flores-Ortega, 528 U.S. 470 (2000),\n\nstating that “a federally convicted defendant is not entitled\n\nunder the Criminal Justice Act, 18 U.S.C. § 3006A, or the Sixth\n\nAmendment, to appointment of counsel on a motion for a new\n\ntrial.”        That rule, we continued, applies to any Rule 33 motion\n\nbased     on     newly   discovered     evidence        and    filed    after    the\n\nopportunity for direct appeal has expired, regardless of whether\n\nthe   defendant      pursued   a     direct    appeal    and    lost,   or   simply\n\nneglected to file a notice of appeal within the applicable\n\nperiod:    “We do not see why the convicted defendant who foregoes\n\na direct appeal and whose conviction has become final should be\n\ntreated differently from the defendant who has chosen to appeal\n\nwith respect to entitlement to counsel, on a collateral attack\n\nof that conviction.”          Id.; see also       United States v. Lee, 513\n\nF.2d 423, 424 (D.C. Cir. 1975) (holding that right to counsel\n\ndoes not extend to Rule 33 motion based on newly discovered\n\nevidence       and   filed   after    direct    appeal);       United   States   v.\n\nBirrell, 482 F.2d 890, 892 (2d Cir. 1973) (same); cf. Kitchen v.\n\nUnited States, 227 F.3d 1014, 1019 (7th Cir. 2000) (noting that\n\nRule 33 motion filed after completion of direct appeal “'plainly\n\n                                       -11-\n\fis “collateral” in the usual sense of that term'” (quoting\n\nUnited States v. Woods, 169 F.3d 1077, 1078 (7th Cir. 1999)).\n\n                 Only   the   Sixth    Circuit   has   addressed     the   precise\n\nquestion whether Rule 33 motions are included in the process of\n\ndirect review when they are based on newly discovered evidence\n\nand filed after direct appeal either has or could have been\n\ntaken.          In Johnson v. United States, 246 F.3d 655 (6th Cir.\n\n2001), it held that such “delayed” Rule 33 motions should be\n\ntreated as collateral challenges to the judgment of conviction\n\nand, as such, “do not affect the finality of a judgment for\n\npurposes of the AEDPA.”               Id. at 658 n.4, 659.       The court found\n\nsupport for that conclusion in Rule 4(b) of the Federal Rules of\n\nAppellate Procedure.           See id. at 658-59.           Rule 4(b)(1) provides\n\nthat a defendant's notice of appeal in a criminal case normally\n\nmust       be   filed   within    ten    days    of   the    entry   of   judgment.\n\nSubsection 4(b)(3)(A) modifies that general rule, stating that\n\nif a defendant files a Rule 33 motion within the ten-day period,4\n\n\n\n       4\n       Unless based on newly discovered evidence, a Rule 33\nmotion must be filed within seven days of the entry of judgment,\nand so always will fall within that ten-day period. See supra\nnote 1.   Rule 33 motions based on newly discovered evidence,\nhowever, may be filed up to three years after the entry of\njudgment.   Accordingly, Rule 4(b)(3)(A)(ii) provides that “if\nbased on newly discovered evidence,” a Rule 33 motion will\noperate to toll the deadline for filing a notice of appeal “only\nif the motion is made no later than 10 days after the entry of\nthe judgment.”\n\n                                          -12-\n\fthe notice of appeal need only be filed within ten days of the\n\nentry   of     the    order    disposing             of    that     motion.        Subsection\n\n4(b)(3)(C) then provides that “[a] valid notice of appeal is\n\neffective      –     without       amendment          –    to     appeal    from    an    order\n\ndisposing      of”     a    Rule    33       motion        filed    in     accordance      with\n\nsubsection (A).        Rule 4(b) thus effectively incorporates Rule 33\n\nmotions into the process of direct appeal, but only when they\n\nare    filed       within    ten        days    of        entry    of    the   judgment       of\n\nconviction.           The   lack        of     any    analogous         provisions       to   so\n\nincorporate motions based on newly discovered evidence and filed\n\noutside the ten-day period strongly suggests that such motions\n\nare not properly considered part of the direct appeal.\n\n              That inference is strengthened when one considers the\n\npractical effects of Trenkler's proposed rule.                                 Presumably,\n\ntreating “delayed” Rule 33 motions based on newly discovered\n\nevidence as part of the process of direct review would mean that\n\nno conviction could be deemed final for purposes of § 2255(1)\n\nuntil the expiration of the three-year period for filing such\n\nmotions.       Or, perhaps, a prisoner's conviction could become\n\nfinal    if    the     court       of    appeals          affirmed       the   judgment       of\n\nconviction and the Supreme Court denied certiorari, and then\n\nlose    its    finality       if    the        prisoner         later    claimed     to    have\n\ndiscovered new evidence, only to become final again once the\n\n\n                                               -13-\n\fRule       33   motion   was   adjudicated.        Either   possibility   is\n\nunacceptable.            The   first   approach     “severely   undercut[s]\n\nCongress' intent in enacting the AEDPA by greatly extending the\n\ntime in which a petition may properly bring a § 2255 challenge.”\n\nJohnson, 246 F.3d at 659.          The second permits “every defendant\n\nseeking to file an untimely § 2255 motion [to] do an end-run\n\naround the AEDPA limitation period by filing a timely, but\n\nultimately meritless, Rule 33 motion.”              Id.\n\n                We will not adopt an interpretation of the term “final”\n\nin § 2255(1) that so clearly conflicts with the purpose of the\n\nAEDPA statute of limitations.           Accordingly, we hold that a Rule\n\n33 motion for a new trial is not part of the “direct appeal”\n\nfrom a judgment of conviction unless incorporated into that\n\nappeal by virtue of Rule 4(b).                Therefore, Trenkler's direct\n\nappeal consisted only of his appeal to this court in Trenkler I,\n\nand his conviction became final either on September 5, 1995,\n\nwhen we issued our mandate in that case, or on December 5, 1995,\n\nwhen the time for filing a petition for certiorari expired.5              As\n\n\n       5\n       We have yet to decide when a conviction becomes “final”\nunder § 2255(1) where, as here, the prisoner opted not to seek\ncertiorari review in the Supreme Court after his conviction was\naffirmed in the court of appeals.     Compare United States v.\nTorres, 211 F.3d 836, 839-40 (4th Cir. 2000) (holding that\nconviction becomes final when court of appeals' mandate issues),\nand Gendron v. United States, 154 F.3d 672, 674 (7th Cir. 1998)\n(same), with United States v. Garcia, 210 F.3d 1058, 1060-61\n(9th Cir. 2000) (holding that conviction becomes final when time\n\n                                       -14-\n\fboth dates predate AEDPA, the limitations period began to run on\n\nAEDPA's effective date, April 24, 1996.\n\nB.   Tolling\n\n            Trenkler argues that even if the statute of limitations\n\nbegan to run on AEDPA's effective date, it was tolled during the\n\npendency of his Rule 33 motion.          He offers two bases for that\n\nconclusion.\n\n            1.    Statutory Tolling\n\n            First, Trenkler suggests that we should import into\n\n§    2255   the    tolling   provision     contained   in   28     U.S.C.\n\n§    2244(d)(2).      Section   2244(d)(1)    prescribes    a    one-year\n\nlimitations period for petitions filed by state prisoners under\n\n28 U.S.C. § 2254, the state-conviction counterpart of § 2255.\n\nLike motions filed under § 2255, § 2254 petitions for release\n\nfrom state custody generally must be filed within one year of\n\n“the date the conviction became final by the conclusion of\n\ndirect review or the expiration of the time for seeking such\n\nreview.”     28 U.S.C. § 2244(d)(1)(A).        However, § 2244(d)(2)\n\nprovides that the statute of limitations for § 2254 petitions is\n\n\n\nfor seeking certiorari expires), United States v. Gamble, 208\nF.3d 536, 537 (5th Cir. 2000) (same), United States v. Burch,\n202 F.3d 1274, 1279 (10th Cir. 2000) (same), and Kapral v.\nUnited States, 166 F.3d 565, 571 (3d Cir. 1999) (same). We need\nnot address that issue here, as Trenkler's § 2255 motion was\nuntimely under either approach.\n\n                                  -15-\n\ftolled while “a properly filed application for State post-\n\nconviction    or   other   collateral      review    with   respect     to   the\n\npertinent judgment or claim is pending.”              Trenkler asks us to\n\nread   a   similar    tolling    provision    into   §   2255     for   federal\n\nprisoners filing Rule 33 motions for a new trial on the basis of\n\nnewly discovered evidence.         Congress, he argues, did not intend\n\nto adopt different rules for federal and state prisoners; its\n\nfailure to include an explicit tolling provision in § 2255 to\n\nmirror that in § 2244(d)(2) was simply an oversight that we\n\nshould correct here.\n\n            We decline that invitation.        It has long been settled\n\nthat   “[w]here    Congress     includes    particular      language    in   one\n\nsection of a statute but omits it in another section of the same\n\nAct, it is generally presumed that Congress acts intentionally\n\nand    purposely     in   the   disparate    inclusion       or   exclusion.”\n\nRussello v. United States, 464 U.S. 16, 23 (1983) (internal\n\nquotation marks omitted).         Thus, the omission in § 2255 of the\n\ntolling language that is present in § 2244(d)(2) gives rise to\n\na negative inference that the statute of limitations for § 2255\n\nis not tolled while federal prisoners pursue other forms of\n\npost-conviction relief.         See United States v. Prescott, 221 F.3d\n\n686, 689 (4th Cir. 2000) (“Rather than providing support for\n\n\n\n\n                                    -16-\n\f[tolling under § 2255], we believe that § 2244(d)(2) counsels\n\nagainst tolling in the present case.”).\n\n              Trenkler argued in his brief that the interpretive\n\ncanon described in Russello has no application here because “in\n\na world of silk purses and pigs' ears, [AEDPA] is not a silk\n\npurse in the art of statutory drafting.”             Lindh v. Murphy, 521\n\nU.S. 320, 326 (1997).            As Trenkler's counsel acknowledged at\n\noral argument, that argument was largely foreclosed by Duncan v.\n\nWalker, 121 S. Ct. 2120 (2001), in which the Supreme Court\n\nrelied    on    that   same   canon   in     interpreting   §    2244(d)(2).6\n\nMoreover, even without resort to Russello, we would find ample\n\ncause    to    conclude   that    Congress's    decision    to   provide   for\n\ntolling in § 2244(d)(2) but not § 2255 was an intentional one.\n\nFederal habeas corpus review of state convictions under § 2254\n\nimplicates principles of comity that are inapplicable in the\n\ncontext of federal review of federal convictions under § 2255.\n\n“Comity . . . dictates that when a prisoner alleges that his\n\ncontinued confinement for a state court conviction violates\n\nfederal law, the state courts should have the first opportunity\n\n\n    6 In Duncan, the Supreme Court held that the phrase “State\npost-conviction and other collateral review” in § 2244(d)(2)\nembraces only “other collateral review” in state court,\nreasoning that Congress's specific reference to both “state” and\n“federal” review in other provisions of AEDPA indicated that its\nomission of the word “federal” in § 2244(d)(2) was intentional.\nSee 121 S. Ct. at 2124-25.\n\n                                      -17-\n\fto   review     this    claim   and    provide    any    necessary      relief.”\n\nO'Sullivan v. Boerckel, 526 U.S. 838, 844 (1999); see also 28\n\nU.S.C.   §    2254(b)(1)    (requiring        state    prisoners   to    exhaust\n\navailable state post-conviction remedies before filing § 2254\n\npetition for federal relief).           As the Supreme Court explained in\n\nDuncan, the tolling provision contained in § 2244(d)(2) reflects\n\nCongress's attempt to promote the exhaustion requirement while\n\npreserving a meaningful opportunity for state prisoners to seek\n\nfederal review.         121 S. Ct. at 2128.            In the absence of an\n\nexplicit tolling provision, state prisoners could obtain relief\n\nin federal court only in the unlikely event that they were able\n\nto   exhaust    all    available      state   review    within   the    one-year\n\nlimitations period for § 2254 petitions.\n\n             Federal prisoners like Trenkler do not face the same\n\nproblem.      Nothing in AEDPA obligated Trenkler to exhaust the\n\nopportunity for relief under Rule 33 before seeking review of\n\nhis conviction and sentence under § 2255.                He was free to file\n\na § 2255 motion immediately without fear that it would be\n\ndismissed      for    failure   to    exhaust    available   post-conviction\n\nremedies.      We acknowledge, however, that the availability of\n\npost-conviction relief under Rule 33 and under AEDPA can create\n\nsome uncertainty for federal prisoners who, like Trenkler, must\n\ndecide whether to seek relief under Rule 33 or § 2255.                    On one\n\n\n                                       -18-\n\fhand, the strict statute of limitations for § 2255 motions\n\ncounsels in favor of pursuing that avenue of relief first.      On\n\nthe other hand, the standard for relief under Rule 33 “is likely\n\nmore enticing to a prisoner than the provisions of § 2255.”\n\nPrescott, 221 F.3d at 688.      Under Rule 33, the district court\n\nhas broad discretion to grant a new trial “if the interests of\n\njustice so require.”   Fed. R. Crim. Proc. 33.   Section 2255, by\n\ncontrast, authorizes the district court to grant relief only if\n\nit finds that “the judgment was rendered without jurisdiction,\n\nor that the sentence imposed was not authorized by law or\n\notherwise open to collateral attack, or that there has been such\n\na denial or infringement of the constitutional rights of the\n\nprisoner as to render the judgment vulnerable to collateral\n\nattack.”    28 U.S.C. § 2255.    Thus, federal prisoners may well\n\nprefer to seek relief in the first instance under Rule 33 rather\n\nthan § 2255.     Once a Rule 33 motion has been filed and is\n\npending before the district court or the court of appeals, there\n\nis a certain inefficiency in compelling a prisoner to initiate\n\nnew – and possibly duplicative – proceedings under § 2255.\n\nHowever, AEDPA's one-year statute of limitations sometimes will\n\nrequire just that.   See Prescott, 221 F.3d at 689.   The solution\n\nis not, as Trenkler suggests, to read a tolling provision into\n\n§ 2255.    Rather, to the extent that the overlap between § 2255\n\n\n                                -19-\n\fand Rule 33 creates the potential for inefficiency, district\n\ncourts are “well equipped” to alleviate that problem through\n\nconsolidation of the various motions for collateral relief. Id.7\n\n\n\n         2.    Equitable Tolling\n\n         Trenkler argues that even if we conclude that he failed\n\nto comply with AEDPA's statute of limitations, we should excuse\n\nhis tardiness on the basis of equitable tolling.     A number of\n\ncourts have held that in “'rare and exceptional'” circumstances\n\nequitable tolling may be available in a § 2255 case brought\n\nunder AEDPA.   United States v. Patterson, 211 F.3d 927, 930 (5th\n\nCir. 2000) (quoting Davis v. Johnson, 158 F.3d 806, 811 (5th\n\nCir. 1998)); accord, e.g., Dunlap v. United States, 250 F.3d\n\n1001, 1006-07 (6th Cir. 2001); Green v. United States, 260 F.3d\n\n78, 82-83 (2d Cir. 2001) (citing Smith v. McGinnis, 208 F.3d 13,\n\n17 (2d Cir. 2000)); Prescott, 221 F.3d at 687-88; United States\n\nv. Marcello, 212 F.3d 1005, 1010 (7th Cir. 2000) (citing Taliani\n\nv. Chrans, 189 F.3d 597 (7th Cir. 1999)); Sandvik v. United\n\nStates, 177 F.3d 1269, 1271 (11th Cir. 1999);      Miller v. New\n\n\n    7  The Seventh Circuit has adopted a slightly different\napproach: when the district court receives a Rule 33 motion, it\nmust ask the prisoner whether he intends to file motion under §\n2255.   If the answer is yes, the district court must delay\nconsideration of the Rule 33 motion until it receives the § 2255\nmotion, and consider both challenges at once. See O'Connor v.\nUnited States, 133 F.3d 548, 551 (7th Cir. 1998).\n\n                              -20-\n\fJersey State Dept. of Corrections, 145 F.3d 616, 617-19 & n.1\n\n(3d Cir. 1998); but see United States v. Pollard, --- F.3d ---,\n\n2001 WL 1001093, at *9 (D.C. Cir. Aug. 7, 2001) (concluding that\n\nCongress did not intend § 2255 to be subject to equitable\n\ntolling).    We have yet to address that question, and we decline\n\nto do so here.     See, e.g., Delaney, 2001 WL 1001086, at *6\n\n(reserving question whether doctrine of equitable tolling is\n\navailable under § 2255 where facts of case did not support\n\napplication of doctrine).    The district court, assuming arguendo\n\nthat equitable tolling might apply, prudently addressed the\n\nissue and resolved it adversely to Trenkler.          We review that\n\nruling for abuse of discretion, see id. at *5-*6, and affirm.\n\n            In other contexts, we have held that the doctrine of\n\nequitable tolling is available only in rare cases where, for\n\nexample,    “extraordinary   circumstances   beyond   the   claimant's\n\ncontrol prevented timely filing, or the claimant was materially\n\nmisled into missing the deadline.”      Fradella v. Petricca, 183\n\nF.3d 17, 21 (1st Cir. 1999); accord Bonilla v. Muebles J.J.\n\nAlvarez, Inc., 194 F.3d 275, 279 (1st Cir. 1999);           Torres v.\n\nSuperintendent of Police of Puerto Rico, 893 F.2d 404, 407-08\n\n(1st Cir. 1990).     Equitable tolling is not warranted where the\n\nclaimant simply “failed to exercise due diligence in preserving\n\nhis legal rights.”    Irwin v. Dep't of Veterans Affairs, 498 U.S.\n\n\n                                -21-\n\f89, 96 (1990); see also Wilson v. United States, 23 F.3d 559,\n\n562   (1st     Cir.    1994)    (“We     see    no    basis     for   extending    the\n\nexceptional doctrine of equitable tolling to a party who, by all\n\naccounts,      merely    failed     to   exercise         his   rights.”).     “In    a\n\nnutshell, equitable tolling is reserved for exceptional cases .\n\n. . .”    Chico-Velez v. Roche Prods., Inc., 139 F.3d 56, 59 (1st\n\nCir. 1998).      Consistent with that view, those courts that have\n\npermitted      equitable       tolling     under      §    2255   have   applied     it\n\nsparingly, and have denied equitable tolling where, for example,\n\na § 2255 motion was filed only one day late because of confusion\n\nover the applicable deadline, see Marcello, 212 F.3d at 1010, or\n\nbecause counsel decided five days before the deadline to send\n\nthe motion via ordinary mail, see Sandvik, 177 F.3d at 1271-72.\n\n             Trenkler argues that he satisfies the exacting standard\n\nfor equitable tolling for a variety of reasons.                           First, he\n\nstates,      without    elaboration,           that       “compelling    reasons     of\n\npersonal and judicial economy compelled [him] to await a final\n\ndetermination on his Motion for a New Trial before filing his\n\n§2255 petition.”        As the party seeking to invoke the doctrine of\n\nequitable tolling, Trenkler bears the burden of establishing the\n\nbasis for it.         I.V. Servs. of Am., Inc. v. Inn Dev. & Mgmt.,\n\nInc.,    182   F.3d     51,    54   (1st   Cir.       1999).      Such   conclusory\n\nassertions rarely will suffice to meet that burden.                          However,\n\n\n                                         -22-\n\feven if adequately explained, Trenkler's argument would fall far\n\nshort   of    the       showing   needed    to   support   equitable     tolling.\n\nTrenkler may well be correct that it would have been inefficient\n\nfor the district court to have passed on his § 2255 motion while\n\nthis court was considering his Rule 33 motion.                        That fact,\n\nhowever, speaks only to whether the district court should have\n\ndecided Trenkler's § 2255 motion during the pendency of his Rule\n\n33 motion, not when Trenkler should have                    filed it.     As the\n\nFourth Circuit recently explained, “[c]onsolidation of motions\n\nunder Rule 33 and § 2255 is an option, and district courts are\n\nwell equipped to resolve these motions in a timely and expedient\n\nmanner.”       Prescott,       221   F.3d   at   689.      More   fundamentally,\n\nhowever, the fact that a statute of limitations creates certain\n\ninefficiencies           or   inconveniences      hardly     qualifies    as    an\n\n“extraordinary circumstance” that “prevent[s]” a litigant from\n\ncomplying with the strictures of the applicable limitations\n\nperiod.      Fradella, 183 F.3d at 21.\n\n             As     a   second    justification     for    the    application   of\n\nequitable tolling, Trenkler states that it was not his fault\n\nthat it took more than two years for his Rule 33 motion – which\n\nwas filed within § 2255's limitations period – to work its way\n\nthrough the district court and then to this court on appeal.\n\nSuch a lengthy period of adjudication, Trenkler contends, was a\n\n\n                                       -23-\n\f“circumstance   beyond   [his]   control   that   prevented   timely\n\nfiling.”         That argument might have some force if Trenkler\n\nwere, in fact, barred from filing a motion under § 2255 while\n\nhis Rule 33 motion was pending, or if federal prisoners were\n\nrequired to exhaust such avenues of relief before filing a\n\nmotion under § 2255.     However, as our analysis of Trenkler's\n\nstatutory arguments makes clear, neither of those propositions\n\nis true.8   Put simply, nothing prevented Trenkler from filing a\n\n§ 2255 motion while his Rule 33 motion was pending, just as\n\nnothing compelled him to file a motion under Rule 33 in the\n\nfirst place rather than seeking relief under § 2255.     Therefore,\n\nthe fact that it took more than two years for his Rule 33 motion\n\nto wend its way through the courts, although outside Trenkler's\n\ncontrol, provides no basis for equitable tolling.9    Cf. Prescott,\n\n\n     8Trenkler relies on language from United States v. Dorsey,\n988 F. Supp. 917, 919 (D. Md. 1998), to the effect that a § 2255\nmotion should not be filed “prior to the completion of any\ndirect appeal.”    As we explained with regard to Trenkler's\naccrual argument, however, our decision affirming the dismissal\nof his Rule 33 motion was not part of Trenkler's “direct\nappeal.”\n     9 At oral argument, Trenkler's counsel suggested for the\nfirst time that equitable tolling is appropriate here because\nTrenkler's post-conviction counsel erred in 1995 when he filed\na motion under Rule 33 instead of § 2255. We express no view as\nto the merits of that argument.    “It is not enough merely to\nmention a possible argument in the most skeletal way, leaving\nthe court to do counsel's work, create the ossature for the\nargument, and put flesh on its bones.”       United States v.\nZannino, 895 F.2d 1, 17 (1st Cir. 1990).      Given Trenkler's\n\n                                 -24-\n\f221 F.3d at 688 (“Prescott's current predicament originated not\n\nin his decision to request a new trial pursuant to Rule 33, but\n\nhis inattention to the limitation period of § 2255.”).\n\n            Trenkler's third argument for equitable tolling rests\n\non the timing of various decisions regarding the admissibility\n\nof   Dr.   Phillips's   testimony.      That   testimony    was   arguably\n\nrelevant to both Shay and Trenkler, as the government introduced\n\nShay's incriminating statements at both men's trials.                 Shay\n\nattempted to introduce Dr. Phillips's testimony at his trial;\n\nTrenkler did not.       After Shay appealed his conviction to this\n\ncourt, we held on June 22, 1995, that the district court erred\n\nin refusing to admit Dr. Phillips's testimony under Rule 702.\n\nWe remanded the case to the district court so that it could\n\ndetermine whether the testimony should have been admitted under\n\nRule 403.    On January 16, 1998, the district court answered that\n\nquestion in the affirmative, and ordered a new trial for Shay.\n\n\n\n            Trenkler argues that, since his § 2255 motion features\n\nthe claim that his trial attorney's failure to introduce Dr.\n\nPhillips's    testimony    constituted    ineffective      assistance   in\n\n\nfailure to raise the argument in either of his appellate briefs,\n“we see no reason to abandon the settled appellate rule that\nissues adverted to in a perfunctory manner, unaccompanied by\nsome effort at developed argumentation, are deemed waived.” Id.\n\n\n                                 -25-\n\fviolation of the Sixth Amendment, the most “appropriate” and\n\nefficient     route     was    to     “await    a   determination          as    to    the\n\nadmissibility     of     the    doctor's        testimony.”          Although         that\n\nargument      suffers    from       several     flaws,       there    is    one       that\n\npredominates: the determination for which Trenkler claims he\n\nneeded   to    wait     was    made    well     before   §    2255's       statute      of\n\nlimitations even began to run, when we held on June 22, 1995,\n\nthat the district court should have admitted Dr. Phillips's\n\ntestimony under Rule 702.             Indeed, Trenkler's Rule 33 motion was\n\nbased entirely on the argument that he had “newly discovered”\n\nthat Dr. Phillips's testimony was admissible                         because of our\n\ndecision on June 22, 1995.             That he felt it prudent to wait for\n\nthe completion of yet another round of litigation before filing\n\na motion under § 2255 does not excuse his failure to comply with\n\nthe one-year limitations period.\n\n            Finally, Trenkler argues that his sentence of life in\n\nprison supports the application of equitable tolling to forgive\n\nhis untimely filing.          Without minimizing the significance of the\n\nlife sentence imposed, we must reject that argument.                            Trenkler\n\ncites no authority, nor do we find any, for the proposition that\n\nequitable tolling is justified because of the severity of the\n\nsentence imposed.\n\n\n\n\n                                         -26-\n\f           In sum, Trenkler has presented “what is at best a\n\ngarden variety claim of excusable neglect.”   Irwin, 498 U.S. at\n\n97.   Assuming that the doctrine of equitable tolling applies, we\n\nconclude that the district court did not abuse its discretion in\n\ndenying equitable tolling on those facts.\n\n           Affirmed.\n\n\n\n\n                               -27-\n\f",
  "html": "<p class=\"case_cite\">268 F.3d 16 (1st Cir. 2001)</p>\n    <p class=\"parties\">ALFRED W. TRENKLER, Petitioner, Appellant,<br>v.<br>UNITED STATES OF AMERICA, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 00-1657</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Aug. 2, 2001<br>Decided October 16, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge]</p>\n      <p class=\"indent\">Charles W. Rankin, with whom Bruce W. Edmands, Richard S. Jacobs and Mahoney Hawkes LLP, were on brief, for appellant.</p>\n      <p class=\"indent\">Kevin P. McGrath, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, and David S. Mackey, Special Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to address the interaction between two avenues of relief from a federal conviction and sentence: 28 U.S.C. &#167; 2255, which permits a motion to set aside a sentence allegedly imposed in violation of the Constitution or federal law, and Rule 33 of the Federal Rules of Criminal Procedure, which permits a motion for a new trial on the basis of newly discovered evidence. In particular, we must decide whether the one-year statute of limitations for &#167; 2255 motions imposed by the Antiterrorism and Effective Death Penalty Act, Pub. L. No. 104-132, 110 Stat. 1214 (Apr. 24, 1996) (\"AEDPA\"), either is tolled during the pendency of a Rule 33 motion based on newly discovered evidence, or, in the alternative, does not commence until the possibility of relief under Rule 33 is exhausted.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Like the district court, we conclude that the statute of limitations for a &#167; 2255 motion begins to run upon the completion of a prisoner's direct appeal from the judgment of conviction, notwithstanding any subsequent proceedings under Rule 33. We also agree with the district court that there is no statutory basis for tolling the limitations period while the prisoner seeks post-conviction relief under Rule 33. Finally, assuming the availability of equitable tolling, we conclude that the district court did not abuse its discretion in finding that the circumstances of this case do not present any grounds for application of that doctrine.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 24, 1993, a federal grand jury returned a three-count superceding indictment against Alfred Trenkler and Thomas Shay, charging them with illegal receipt and use of an explosive in violation of 18 U.S.C. &#167;&#167; 844(d) and (i), and conspiracy to commit an offense against the United States in violation of 18 U.S.C. &#167; 371 (an original, sealed indictment had been issued against both men on December 16, 1992). Trenkler moved to sever the cases, and Shay was tried first. At his trial, Shay sought to call Dr. Robert Phillips as an expert witness. Dr. Phillips was prepared to testify that Shay suffered from a mental disorder that caused him to tell self-aggrandizing lies, making his various incriminating statements unreliable. The district court excluded Dr. Phillips's testimony on the ground that it did not satisfy the standards for expert testimony set forth in Rule 702 of the Federal Rules of Evidence. Shay was convicted, and on appeal he argued that the district court erred in refusing to admit the testimony. We agreed, holding on June 22, 1995, that it was a \"clear error in judgment for the district court to exclude the testimony under any plausible interpretation of Rule 702.\" United States v. Shay, 57 F.3d 126, 133-34 (1st Cir. 1995). On remand, the district court rejected the government's argument that Fed. R. Evid. 403 provided an alternate basis for excluding Dr. Phillips's testimony, and ordered a new trial for Shay. Shay eventually pled guilty, and was sentenced to 12 years in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the same time that Shay was appealing his conviction, Trenkler's trial was proceeding in the district court. Shay's incriminating statements were introduced against Trenkler, as they tended to show that Shay had been involved in the bombing and had not acted alone. Trenkler's trial counsel did not attempt to use Dr. Phillips's testimony to undermine Shay's statements, believing that any effort to introduce the doctor's testimony would be futile in light of the district court's refusal to admit it at Shay's trial. Trenkler was convicted on all counts of the indictment on November 29, 1993, and sentenced to life in prison. We affirmed his conviction on July 18, 1995. United States v. Trenkler, 61 F.3d 45 (1st Cir. 1995) (Trenkler I). He did not file a petition for certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 22, 1995, Trenkler moved for a new trial under Rule 33, which permits such a motion to be filed up to three years after a verdict when it is \"based on newly discovered evidence.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Trenkler argued that our decision in Shay rendered Dr. Phillips's testimony \"newly discovered evidence\" within the meaning of Rule 33. He explained that, although he was aware of Dr. Phillips's testimony at the time of his trial, he did not know until our decision on June 22, 1995, that the testimony was admissible. The district court denied the motion, reasoning that Trenkler's trial counsel's belief that the testimony would not be admitted did not make it unavailable, and that our conclusion that the testimony was admissible in Shay's case did not render it \"newly discovered.\" We affirmed in an unpublished opinion issued on January 6, 1998. United States v. Trenkler, No. 97-1239, 1998 WL 10265 (1st Cir. Jan. 6, 1998) (Trenkler II).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Trenkler then filed the instant motion under &#167; 2255 to set aside his conviction on the ground that his trial counsel's failure to offer Dr. Phillips's testimony violated his Sixth Amendment right to effective assistance of counsel. After AEDPA, such a motion generally must be filed within one year of \"the date on which the judgment of conviction becomes final.\" 28 U.S.C. &#167; 2255(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> For prisoners whose convictions became final before AEDPA was enacted, we have held that the limitations period expires on April 24, 1997, one year after the statute's effective date. Rogers v. United States, 180 F.3d 349, 355 (1st Cir. 1999). The district court concluded that Trenkler's &#167; 2255 motion was subject to that deadline, his conviction having become final in 1995, when we affirmed it in Trenkler I. Accordingly, it dismissed the &#167; 2255 motion - filed on January 5, 1999 - as time-barred. This appeal followed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Trenkler argues that a timely filed Rule 33 motion affects &#167; 2255's statute of limitations in one of two ways. First, he contends that a conviction is not \"final\" for purposes of &#167; 2255(1) until the prisoner has exhausted the possibility of relief under Rule 33. Second, he argues that even if the limitations period commences at the conclusion of appellate review of the judgment of conviction, the statute of limitations is suspended during the pendency of any subsequent Rule 33 motion by virtue of tolling provisions imported from other sections of AEDPA. If we reject those statutory arguments, Trenkler proposes a third ground for relief, arguing that the doctrine of equitable tolling excuses his failure to file his &#167; 2255 motion within the one-year period.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We analyze Trenkler's claims in turn. We review the issues of statutory interpretation de novo, United States v. Michaud, 243 F.3d 84, 85-86 (1st Cir. 2001), and the district court's denial of equitable tolling for an abuse of discretion, Delaney v. Matesanz, 264 F.3d 7, 13-14 (1st Cir. Sept. 5, 2001) (explaining that district court's rejection of equitable tolling \"on the facts\" is reviewed for abuse of discretion); Borden v. Paul Revere Life Ins. Co., 935 F.2d 370, 377 (1st Cir. 1991) (\"[F]ashioning or withholding equitable relief . . . rests uniquely within the discretion of the trial court.\").</p>\n    </div>\n    <p class=\"indent\">A. Accrual</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Trenkler's first argument focuses on when the statute of limitations began to run. Here, the relevant accrual date is the date on which Trenkler's conviction became \"final\" within the meaning of &#167; 2255(1). Although Trenkler accepts the prevailing view that a conviction becomes \"final\" upon the completion of direct review, he insists that the proceedings before the district court and this court with regard to his Rule 33 motion were part of his \"direct appeal.\" Accordingly, he argues that the statute of limitations did not begin to run until January 6, 1998, when we affirmed the district court's denial of his Rule 33 motion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although we have not addressed the question directly, we consistently have treated Rule 33 motions filed after the opportunity for direct appeal as a form of collateral attack on a conviction rather than part of the process of direct review. Thus, in Dirring v. United States, 353 F.2d 519, 520 (1st Cir. 1965), we held that the district court did not err in refusing to appoint counsel to prosecute the defendant's post-appeal Rule 33 motion for a new trial. We explained that:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant had counsel 'through appeal,' as required by the Criminal Justice Act, 18 U.S.C. &#167; 3006A(c). We do not construe that phase to include motions for a new trial. Nor do we so interpret the Sixth Amendment. There must be an end. After final conviction the appointment of counsel must rest in the discretion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. We reaffirmed that holding in United States v. Tajeddini, 945 F.2d 458, 470 (1st Cir. 1991) (per curiam), abrogated on other grounds by Roe v. Flores-Ortega, 528 U.S. 470 (2000), stating that \"a federally convicted defendant is not entitled under the Criminal Justice Act, 18 U.S.C. &#167; 3006A, or the Sixth Amendment, to appointment of counsel on a motion for a new trial.\" That rule, we continued, applies to any Rule 33 motion based on newly discovered evidence and filed after the opportunity for direct appeal has expired, regardless of whether the defendant pursued a direct appeal and lost, or simply neglected to file a notice of appeal within the applicable period: \"We do not see why the convicted defendant who foregoes a direct appeal and whose conviction has become final should be treated differently from the defendant who has chosen to appeal with respect to entitlement to counsel, on a collateral attack of that conviction.\" Id.; see also United States v. Lee, 513 F.2d 423, 424 (D.C. Cir. 1975) (holding that right to counsel does not extend to Rule 33 motion based on newly discovered evidence and filed after direct appeal); United States v. Birrell, 482 F.2d 890, 892 (2d Cir. 1973) (same); cf. Kitchen v. United States, 227 F.3d 1014, 1019 (7th Cir. 2000) (noting that Rule 33 motion filed after completion of direct appeal \"'plainly is \"collateral\" in the usual sense of that term'\" (quoting United States v. Woods, 169 F.3d 1077, 1078 (7th Cir. 1999)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Only the Sixth Circuit has addressed the precise question whether Rule 33 motions are included in the process of direct review when they are based on newly discovered evidence and filed after direct appeal either has or could have been taken. In Johnson v. United States, 246 F.3d 655 (6th Cir. 2001), it held that such \"delayed\" Rule 33 motions should be treated as collateral challenges to the judgment of conviction and, as such, \"do not affect the finality of a judgment for purposes of the AEDPA.\" Id. at 658 n.4, 659. The court found support for that conclusion in Rule 4(b) of the Federal Rules of Appellate Procedure. See id. at 658-59. Rule 4(b)(1) provides that a defendant's notice of appeal in a criminal case normally must be filed within ten days of the entry of judgment. Subsection 4(b)(3)(A) modifies that general rule, stating that if a defendant files a Rule 33 motion within the ten-day period,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the notice of appeal need only be filed within ten days of the entry of the order disposing of that motion. Subsection 4(b)(3)(C) then provides that \"[a] valid notice of appeal is effective - without amendment - to appeal from an order disposing of\" a Rule 33 motion filed in accordance with subsection (A). Rule 4(b) thus effectively incorporates Rule 33 motions into the process of direct appeal, but only when they are filed within ten days of entry of the judgment of conviction. The lack of any analogous provisions to so incorporate motions based on newly discovered evidence and filed outside the ten-day period strongly suggests that such motions are not properly considered part of the direct appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">That inference is strengthened when one considers the practical effects of Trenkler's proposed rule. Presumably, treating \"delayed\" Rule 33 motions based on newly discovered evidence as part of the process of direct review would mean that no conviction could be deemed final for purposes of &#167; 2255(1) until the expiration of the three-year period for filing such motions. Or, perhaps, a prisoner's conviction could become final if the court of appeals affirmed the judgment of conviction and the Supreme Court denied certiorari, and then lose its finality if the prisoner later claimed to have discovered new evidence, only to become final again once the Rule 33 motion was adjudicated. Either possibility is unacceptable. The first approach \"severely undercut[s] Congress' intent in enacting the AEDPA by greatly extending the time in which a petition may properly bring a &#167; 2255 challenge.\" Johnson, 246 F.3d at 659. The second permits \"every defendant seeking to file an untimely &#167; 2255 motion [to] do an end-run around the AEDPA limitation period by filing a timely, but ultimately meritless, Rule 33 motion.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We will not adopt an interpretation of the term \"final\" in &#167; 2255(1) that so clearly conflicts with the purpose of the AEDPA statute of limitations. Accordingly, we hold that a Rule 33 motion for a new trial is not part of the \"direct appeal\" from a judgment of conviction unless incorporated into that appeal by virtue of Rule 4(b). Therefore, Trenkler's direct appeal consisted only of his appeal to this court in Trenkler I, and his conviction became final either on September 5, 1995, when we issued our mandate in that case, or on December 5, 1995, when the time for filing a petition for certiorari expired.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> As both dates predate AEDPA, the limitations period began to run on AEDPA's effective date, April 24, 1996.</p>\n    </div>\n    <p class=\"indent\">B. Tolling</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Trenkler argues that even if the statute of limitations began to run on AEDPA's effective date, it was tolled during the pendency of his Rule 33 motion. He offers two bases for that conclusion.</p>\n    </div>\n    <p class=\"indent\">1. Statutory Tolling</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">First, Trenkler suggests that we should import into &#167; 2255 the tolling provision contained in 28 U.S.C. &#167; 2244(d)(2). Section 2244(d)(1) prescribes a one-year limitations period for petitions filed by state prisoners under 28 U.S.C. &#167; 2254, the state-conviction counterpart of &#167; 2255. Like motions filed under &#167; 2255, &#167; 2254 petitions for release from state custody generally must be filed within one year of \"the date the conviction became final by the conclusion of direct review or the expiration of the time for seeking such review.\" 28 U.S.C. &#167; 2244(d)(1)(A). However, &#167; 2244(d)(2) provides that the statute of limitations for &#167; 2254 petitions is tolled while \"a properly filed application for State post-conviction or other collateral review with respect to the pertinent judgment or claim is pending.\" Trenkler asks us to read a similar tolling provision into &#167; 2255 for federal prisoners filing Rule 33 motions for a new trial on the basis of newly discovered evidence. Congress, he argues, did not intend to adopt different rules for federal and state prisoners; its failure to include an explicit tolling provision in &#167; 2255 to mirror that in &#167; 2244(d)(2) was simply an oversight that we should correct here.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We decline that invitation. It has long been settled that \"[w]here Congress includes particular language in one section of a statute but omits it in another section of the same Act, it is generally presumed that Congress acts intentionally and purposely in the disparate inclusion or exclusion.\" Russello v. United States, 464 U.S. 16, 23 (1983) (internal quotation marks omitted). Thus, the omission in &#167; 2255 of the tolling language that is present in &#167; 2244(d)(2) gives rise to a negative inference that the statute of limitations for &#167; 2255 is not tolled while federal prisoners pursue other forms of post-conviction relief. See United States v. Prescott, 221 F.3d 686, 689 (4th Cir. 2000) (\"Rather than providing support for [tolling under &#167; 2255], we believe that &#167; 2244(d)(2) counsels against tolling in the present case.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Trenkler argued in his brief that the interpretive canon described in Russello has no application here because \"in a world of silk purses and pigs' ears, [AEDPA] is not a silk purse in the art of statutory drafting.\" Lindh v. Murphy, 521 U.S. 320, 326 (1997). As Trenkler's counsel acknowledged at oral argument, that argument was largely foreclosed by Duncan v. Walker, 121 S. Ct. 2120 (2001), in which the Supreme Court relied on that same canon in interpreting &#167; 2244(d)(2).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Moreover, even without resort to Russello, we would find ample cause to conclude that Congress's decision to provide for tolling in &#167; 2244(d)(2) but not &#167; 2255 was an intentional one. Federal habeas corpus review of state convictions under &#167; 2254 implicates principles of comity that are inapplicable in the context of federal review of federal convictions under &#167; 2255. \"Comity . . . dictates that when a prisoner alleges that his continued confinement for a state court conviction violates federal law, the state courts should have the first opportunity to review this claim and provide any necessary relief.\" O'Sullivan v. Boerckel, 526 U.S. 838, 844 (1999); see also 28 U.S.C. &#167; 2254(b)(1) (requiring state prisoners to exhaust available state post-conviction remedies before filing &#167; 2254 petition for federal relief). As the Supreme Court explained in Duncan, the tolling provision contained in &#167; 2244(d)(2) reflects Congress's attempt to promote the exhaustion requirement while preserving a meaningful opportunity for state prisoners to seek federal review. 121 S. Ct. at 2128. In the absence of an explicit tolling provision, state prisoners could obtain relief in federal court only in the unlikely event that they were able to exhaust all available state review within the one-year limitations period for &#167; 2254 petitions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Federal prisoners like Trenkler do not face the same problem. Nothing in AEDPA obligated Trenkler to exhaust the opportunity for relief under Rule 33 before seeking review of his conviction and sentence under &#167; 2255. He was free to file a &#167; 2255 motion immediately without fear that it would be dismissed for failure to exhaust available post-conviction remedies. We acknowledge, however, that the availability of post-conviction relief under Rule 33 and under AEDPA can create some uncertainty for federal prisoners who, like Trenkler, must decide whether to seek relief under Rule 33 or &#167; 2255. On one hand, the strict statute of limitations for &#167; 2255 motions counsels in favor of pursuing that avenue of relief first. On the other hand, the standard for relief under Rule 33 \"is likely more enticing to a prisoner than the provisions of &#167; 2255.\" Prescott, 221 F.3d at 688. Under Rule 33, the district court has broad discretion to grant a new trial \"if the interests of justice so require.\" Fed. R. Crim. Proc. 33. Section 2255, by contrast, authorizes the district court to grant relief only if it finds that \"the judgment was rendered without jurisdiction, or that the sentence imposed was not authorized by law or otherwise open to collateral attack, or that there has been such a denial or infringement of the constitutional rights of the prisoner as to render the judgment vulnerable to collateral attack.\" 28 U.S.C. &#167; 2255. Thus, federal prisoners may well prefer to seek relief in the first instance under Rule 33 rather than &#167; 2255. Once a Rule 33 motion has been filed and is pending before the district court or the court of appeals, there is a certain inefficiency in compelling a prisoner to initiate new - and possibly duplicative - proceedings under &#167; 2255. However, AEDPA's one-year statute of limitations sometimes will require just that. See Prescott, 221 F.3d at 689. The solution is not, as Trenkler suggests, to read a tolling provision into &#167; 2255. Rather, to the extent that the overlap between &#167; 2255 and Rule 33 creates the potential for inefficiency, district courts are \"well equipped\" to alleviate that problem through consolidation of the various motions for collateral relief. Id.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">2. Equitable Tolling</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Trenkler argues that even if we conclude that he failed to comply with AEDPA's statute of limitations, we should excuse his tardiness on the basis of equitable tolling. A number of courts have held that in \"'rare and exceptional'\" circumstances equitable tolling may be available in a &#167; 2255 case brought under AEDPA. United States v. Patterson, 211 F.3d 927, 930 (5th Cir. 2000) (quoting Davis v. Johnson, 158 F.3d 806, 811 (5th Cir. 1998)); accord, e.g., Dunlap v. United States, 250 F.3d 1001, 1006-07 (6th Cir. 2001); Green v. United States, 260 F.3d 78, 82-83 (2d Cir. 2001) (citing Smith v. McGinnis, 208 F.3d 13, 17 (2d Cir. 2000)); Prescott, 221 F.3d at 687-88; United States v. Marcello, 212 F.3d 1005, 1010 (7th Cir. 2000) (citing Taliani v. Chrans, 189 F.3d 597 (7th Cir. 1999)); Sandvik v. United States, 177 F.3d 1269, 1271 (11th Cir. 1999); Miller v. New Jersey State Dept. of Corrections, 145 F.3d 616, 617-19 &amp; n.1 (3d Cir. 1998); but see United States v. Pollard,  (D.C. Cir. Aug. 7, 2001) (concluding that Congress did not intend &#167; 2255 to be subject to equitable tolling). We have yet to address that question, and we decline to do so here. See, e.g., Delaney, 264 F.3d  at 13-14 (reserving question whether doctrine of equitable tolling is available under &#167; 2255 where facts of case did not support application of doctrine). The district court, assuming arguendo that equitable tolling might apply, prudently addressed the issue and resolved it adversely to Trenkler. We review that ruling for abuse of discretion, see id. at 13-14, and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In other contexts, we have held that the doctrine of equitable tolling is available only in rare cases where, for example, \"extraordinary circumstances beyond the claimant's control prevented timely filing, or the claimant was materially misled into missing the deadline.\" Fradella v. Petricca, 183 F.3d 17, 21 (1st Cir. 1999); accord Bonilla v. Muebles J.J. Alvarez, Inc., 194 F.3d 275, 279 (1st Cir. 1999); Torres v. Superintendent of Police of Puerto Rico, 893 F.2d 404, 407-08 (1st Cir. 1990). Equitable tolling is not warranted where the claimant simply \"failed to exercise due diligence in preserving his legal rights.\" Irwin v. Dep't of Veterans Affairs, 498 U.S. 89, 96 (1990); see also Wilson v. United States, 23 F.3d 559, 562 (1st Cir. 1994) (\"We see no basis for extending the exceptional doctrine of equitable tolling to a party who, by all accounts, merely failed to exercise his rights.\"). \"In a nutshell, equitable tolling is reserved for exceptional cases . . . .\" Chico-Velez v. Roche Prods., Inc., 139 F.3d 56, 59 (1st Cir. 1998). Consistent with that view, those courts that have permitted equitable tolling under &#167; 2255 have applied it sparingly, and have denied equitable tolling where, for example, a &#167; 2255 motion was filed only one day late because of confusion over the applicable deadline, see Marcello, 212 F.3d at 1010, or because counsel decided five days before the deadline to send the motion via ordinary mail, see Sandvik, 177 F.3d at 1271-72.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Trenkler argues that he satisfies the exacting standard for equitable tolling for a variety of reasons. First, he states, without elaboration, that \"compelling reasons of personal and judicial economy compelled [him] to await a final determination on his Motion for a New Trial before filing his &#167;2255 petition.\" As the party seeking to invoke the doctrine of equitable tolling, Trenkler bears the burden of establishing the basis for it. I.V. Servs. of Am., Inc. v. Inn Dev. &amp; Mgmt., Inc., 182 F.3d 51, 54 (1st Cir. 1999). Such conclusory assertions rarely will suffice to meet that burden. However, even if adequately explained, Trenkler's argument would fall far short of the showing needed to support equitable tolling. Trenkler may well be correct that it would have been inefficient for the district court to have passed on his &#167; 2255 motion while this court was considering his Rule 33 motion. That fact, however, speaks only to whether the district court should have decided Trenkler's &#167; 2255 motion during the pendency of his Rule 33 motion, not when Trenkler should have filed it. As the Fourth Circuit recently explained, \"[c]onsolidation of motions under Rule 33 and &#167; 2255 is an option, and district courts are well equipped to resolve these motions in a timely and expedient manner.\" Prescott, 221 F.3d at 689. More fundamentally, however, the fact that a statute of limitations creates certain inefficiencies or inconveniences hardly qualifies as an \"extraordinary circumstance\" that \"prevent[s]\" a litigant from complying with the strictures of the applicable limitations period. Fradella, 183 F.3d at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As a second justification for the application of equitable tolling, Trenkler states that it was not his fault that it took more than two years for his Rule 33 motion - which was filed within &#167; 2255's limitations period - to work its way through the district court and then to this court on appeal. Such a lengthy period of adjudication, Trenkler contends, was a \"circumstance beyond [his] control that prevented timely filing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">That argument might have some force if Trenkler were, in fact, barred from filing a motion under &#167; 2255 while his Rule 33 motion was pending, or if federal prisoners were required to exhaust such avenues of relief before filing a motion under &#167; 2255. However, as our analysis of Trenkler's statutory arguments makes clear, neither of those propositions is true.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Put simply, nothing prevented Trenkler from filing a &#167; 2255 motion while his Rule 33 motion was pending, just as nothing compelled him to file a motion under Rule 33 in the first place rather than seeking relief under &#167; 2255. Therefore, the fact that it took more than two years for his Rule 33 motion to wend its way through the courts, although outside Trenkler's control, provides no basis for equitable tolling.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Cf. Prescott, 221 F.3d at 688 (\"Prescott's current predicament originated not in his decision to request a new trial pursuant to Rule 33, but his inattention to the limitation period of &#167; 2255.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Trenkler's third argument for equitable tolling rests on the timing of various decisions regarding the admissibility of Dr. Phillips's testimony. That testimony was arguably relevant to both Shay and Trenkler, as the government introduced Shay's incriminating statements at both men's trials. Shay attempted to introduce Dr. Phillips's testimony at his trial; Trenkler did not. After Shay appealed his conviction to this court, we held on June 22, 1995, that the district court erred in refusing to admit Dr. Phillips's testimony under Rule 702. We remanded the case to the district court so that it could determine whether the testimony should have been admitted under Rule 403. On January 16, 1998, the district court answered that question in the affirmative, and ordered a new trial for Shay.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Trenkler argues that, since his &#167; 2255 motion features the claim that his trial attorney's failure to introduce Dr. Phillips's testimony constituted ineffective assistance in violation of the Sixth Amendment, the most \"appropriate\" and efficient route was to \"await a determination as to the admissibility of the doctor's testimony.\" Although that argument suffers from several flaws, there is one that predominates: the determination for which Trenkler claims he needed to wait was made well before &#167; 2255's statute of limitations even began to run, when we held on June 22, 1995, that the district court should have admitted Dr. Phillips's testimony under Rule 702. Indeed, Trenkler's Rule 33 motion was based entirely on the argument that he had \"newly discovered\" that Dr. Phillips's testimony was admissible because of our decision on June 22, 1995. That he felt it prudent to wait for the completion of yet another round of litigation before filing a motion under &#167; 2255 does not excuse his failure to comply with the one-year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, Trenkler argues that his sentence of life in prison supports the application of equitable tolling to forgive his untimely filing. Without minimizing the significance of the life sentence imposed, we must reject that argument. Trenkler cites no authority, nor do we find any, for the proposition that equitable tolling is justified because of the severity of the sentence imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In sum, Trenkler has presented \"what is at best a garden variety claim of excusable neglect.\" Irwin, 498 U.S. at 97. Assuming that the doctrine of equitable tolling applies, we conclude that the district court did not abuse its discretion in denying equitable tolling on those facts.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Under Rule 33, \"[a] motion for a new trial based on any other grounds [than newly discovered evidence] may be made only within 7 days after the verdict or finding of guilty or within such further time as the court may fix during the 7-day period.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  As amended by AEDPA, &#167; 2255 provides that:</p>\n        <p>A 1-year statute of limitations shall apply to a motion under this section. The limitations period shall begin to run from the latest of--</p>\n        <p>(1) the date on which the judgment of conviction becomes final;</p>\n        <p>(2) the date on which the impediment to making a motion created by governmental action in violation of the Constitution or laws of the United States is removed, if the movant was prevented from making a motion by such governmental action;</p>\n        <p>(3) the date on which the right asserted was initially recognized by the Supreme Court, if that right has been newly recognized by the Supreme Court and made retroactively applicable to cases on collateral review; or</p>\n        <p>(4) the date on which the facts supporting the claim or claims presented could have been discovered through the exercise of due diligence.</p>\n        <p>28 U.S.C. &#167; 2255. The parties agree that only subsection (1) is at issue here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  To assist the reader of this opinion, we set forth a chronology of important dates:</p>\n        <p>Dec, 12, 1992: Trenkler and Shay were indicted.</p>\n        <p>June 24, 1993: The grand jury returned the superceding, three-count indictment.</p>\n        <p>July 27, 1993: Shay was convicted at trial.</p>\n        <p>Nov. 29, 1993: Trenkler was convicted at trial.</p>\n        <p>June 22, 1995: We vacated Shay's conviction on direct appeal and remanded his case to the district court.</p>\n        <p>July 18, 1995: We affirmed Trenkler's conviction on direct appeal (Trenkler I).</p>\n        <p>Sept. 5, 1995: Our mandate issued in Trenkler I.</p>\n        <p>Dec. 5, 1995: The period during which Trenkler could have filed a petition for certiorari to review our decision in Trenkler I ended.</p>\n        <p>Dec. 22, 1995: Trenkler filed a Rule 33 motion based on newly discovered evidence.</p>\n        <p>Apr. 24, 1996: AEDPA's effective date; one-year statute of limitations began to run.</p>\n        <p>Feb. 4, 1997: The district court denied Trenkler's Rule 33 motion.</p>\n        <p>Apr. 24, 1997: The one-year statute of limitations running from AEDPA's effective date ended.</p>\n        <p>Jan. 6, 1998: We affirmed the district court's denial of Trenkler's Rule 33 motion (Trenkler II).</p>\n        <p>Jan. 16, 1998: The district court ordered a new trial for Shay.</p>\n        <p>Jan. 5, 1999: Trenkler filed the &#167; 2255 motion under consideration.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Unless based on newly discovered evidence, a Rule 33 motion must be filed within seven days of the entry of judgment, and so always will fall within that ten-day period. See supra note 1. Rule 33 motions based on newly discovered evidence, however, may be filed up to three years after the entry of judgment. Accordingly, Rule 4(b)(3)(A)(ii) provides that \"if based on newly discovered evidence,\" a Rule 33 motion will operate to toll the deadline for filing a notice of appeal \"only if the motion is made no later than 10 days after the entry of the judgment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  We have yet to decide when a conviction becomes \"final\" under &#167; 2255(1) where, as here, the prisoner opted not to seek certiorari review in the Supreme Court after his conviction was affirmed in the court of appeals. Compare United States v. Torres, 211 F.3d 836, 839-40 (4th Cir. 2000) (holding that conviction becomes final when court of appeals' mandate issues), and Gendron v. United States, 154 F.3d 672, 674 (7th Cir. 1998) (same), with United States v. Garcia, 210 F.3d 1058, 1060-61 (9th Cir. 2000) (holding that conviction becomes final when time for seeking certiorari expires), United States v. Gamble, 208 F.3d 536, 537 (5th Cir. 2000) (same), United States v. Burch, 202 F.3d 1274, 1279 (10th Cir. 2000) (same), and Kapral v. United States, 166 F.3d 565, 571 (3d Cir. 1999) (same). We need not address that issue here, as Trenkler's &#167; 2255 motion was untimely under either approach.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  In Duncan, the Supreme Court held that the phrase \"State post-conviction and other collateral review\" in &#167; 2244(d)(2) embraces only \"other collateral review\" in state court, reasoning that Congress's specific reference to both \"state\" and \"federal\" review in other provisions of AEDPA indicated that its omission of the word \"federal\" in &#167; 2244(d)(2) was intentional. See 121 S. Ct. at 2124-25.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  The Seventh Circuit has adopted a slightly different approach: when the district court receives a Rule 33 motion, it must ask the prisoner whether he intends to file motion under &#167; 2255. If the answer is yes, the district court must delay consideration of the Rule 33 motion until it receives the &#167; 2255 motion, and consider both challenges at once. See O'Connor v. United States, 133 F.3d 548, 551 (7th Cir. 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  Trenkler relies on language from United States v. Dorsey, 988 F. Supp. 917, 919 (D. Md. 1998), to the effect that a &#167; 2255 motion should not be filed \"prior to the completion of any direct appeal.\" As we explained with regard to Trenkler's accrual argument, however, our decision affirming the dismissal of his Rule 33 motion was not part of Trenkler's \"direct appeal.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  At oral argument, Trenkler's counsel suggested for the first time that equitable tolling is appropriate here because Trenkler's post-conviction counsel erred in 1995 when he filed a motion under Rule 33 instead of &#167; 2255. We express no view as to the merits of that argument. \"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work, create the ossature for the argument, and put flesh on its bones.\" United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990). Given Trenkler's failure to raise the argument in either of his appellate briefs, \"we see no reason to abandon the settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" Id.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">ALFRED W. TRENKLER, Petitioner, Appellant,<br>v.<br>UNITED STATES OF AMERICA, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 00-1657</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Aug. 2, 2001<br>Decided October 16, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge]</p>\n      <p class=\"indent\">Charles W. Rankin, with whom Bruce W. Edmands, Richard S. Jacobs and Mahoney Hawkes LLP, were on brief, for appellant.</p>\n      <p class=\"indent\">Kevin P. McGrath, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, and David S. Mackey, Special Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to address the interaction between two avenues of relief from a federal conviction and sentence: 28 U.S.C. &#167; 2255, which permits a motion to set aside a sentence allegedly imposed in violation of the Constitution or federal law, and Rule 33 of the Federal Rules of Criminal Procedure, which permits a motion for a new trial on the basis of newly discovered evidence. In particular, we must decide whether the one-year statute of limitations for &#167; 2255 motions imposed by the Antiterrorism and Effective Death Penalty Act, Pub. L. No. 104-132, 110 Stat. 1214 (Apr. 24, 1996) (\"AEDPA\"), either is tolled during the pendency of a Rule 33 motion based on newly discovered evidence, or, in the alternative, does not commence until the possibility of relief under Rule 33 is exhausted.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Like the district court, we conclude that the statute of limitations for a &#167; 2255 motion begins to run upon the completion of a prisoner's direct appeal from the judgment of conviction, notwithstanding any subsequent proceedings under Rule 33. We also agree with the district court that there is no statutory basis for tolling the limitations period while the prisoner seeks post-conviction relief under Rule 33. Finally, assuming the availability of equitable tolling, we conclude that the district court did not abuse its discretion in finding that the circumstances of this case do not present any grounds for application of that doctrine.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 24, 1993, a federal grand jury returned a three-count superceding indictment against Alfred Trenkler and Thomas Shay, charging them with illegal receipt and use of an explosive in violation of 18 U.S.C. &#167;&#167; 844(d) and (i), and conspiracy to commit an offense against the United States in violation of 18 U.S.C. &#167; 371 (an original, sealed indictment had been issued against both men on December 16, 1992). Trenkler moved to sever the cases, and Shay was tried first. At his trial, Shay sought to call Dr. Robert Phillips as an expert witness. Dr. Phillips was prepared to testify that Shay suffered from a mental disorder that caused him to tell self-aggrandizing lies, making his various incriminating statements unreliable. The district court excluded Dr. Phillips's testimony on the ground that it did not satisfy the standards for expert testimony set forth in Rule 702 of the Federal Rules of Evidence. Shay was convicted, and on appeal he argued that the district court erred in refusing to admit the testimony. We agreed, holding on June 22, 1995, that it was a \"clear error in judgment for the district court to exclude the testimony under any plausible interpretation of Rule 702.\" United States v. Shay, <span class=\"citation\" data-id=\"196160\"><a href=\"/opinion/196160/united-states-v-shay/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span>, 133-34 (1st Cir. 1995). On remand, the district court rejected the government's argument that Fed. R. Evid. 403 provided an alternate basis for excluding Dr. Phillips's testimony, and ordered a new trial for Shay. Shay eventually pled guilty, and was sentenced to 12 years in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the same time that Shay was appealing his conviction, Trenkler's trial was proceeding in the district court. Shay's incriminating statements were introduced against Trenkler, as they tended to show that Shay had been involved in the bombing and had not acted alone. Trenkler's trial counsel did not attempt to use Dr. Phillips's testimony to undermine Shay's statements, believing that any effort to introduce the doctor's testimony would be futile in light of the district court's refusal to admit it at Shay's trial. Trenkler was convicted on all counts of the indictment on November 29, 1993, and sentenced to life in prison. We affirmed his conviction on July 18, 1995. United States v. Trenkler, <span class=\"citation\" data-id=\"196186\"><a href=\"/opinion/196186/united-states-v-trenkler/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span> (1st Cir. 1995) (Trenkler I). He did not file a petition for certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 22, 1995, Trenkler moved for a new trial under Rule 33, which permits such a motion to be filed up to three years after a verdict when it is \"based on newly discovered evidence.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Trenkler argued that our decision in Shay rendered Dr. Phillips's testimony \"newly discovered evidence\" within the meaning of Rule 33. He explained that, although he was aware of Dr. Phillips's testimony at the time of his trial, he did not know until our decision on June 22, 1995, that the testimony was admissible. The district court denied the motion, reasoning that Trenkler's trial counsel's belief that the testimony would not be admitted did not make it unavailable, and that our conclusion that the testimony was admissible in Shay's case did not render it \"newly discovered.\" We affirmed in an unpublished opinion issued on January 6, 1998. United States v. Trenkler, No. 97-1239, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">10265</span></span> (1st Cir. Jan. 6, 1998) (Trenkler II).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Trenkler then filed the instant motion under &#167; 2255 to set aside his conviction on the ground that his trial counsel's failure to offer Dr. Phillips's testimony violated his Sixth Amendment right to effective assistance of counsel. After AEDPA, such a motion generally must be filed within one year of \"the date on which the judgment of conviction becomes final.\" 28 U.S.C. &#167; 2255(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> For prisoners whose convictions became final before AEDPA was enacted, we have held that the limitations period expires on April 24, 1997, one year after the statute's effective date. Rogers v. United States, <span class=\"citation\" data-id=\"764813\"><a href=\"/opinion/764813/no-98-2215/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></a></span>, 355 (1st Cir. 1999). The district court concluded that Trenkler's &#167; 2255 motion was subject to that deadline, his conviction having become final in 1995, when we affirmed it in Trenkler I. Accordingly, it dismissed the &#167; 2255 motion - filed on January 5, 1999 - as time-barred. This appeal followed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Trenkler argues that a timely filed Rule 33 motion affects &#167; 2255's statute of limitations in one of two ways. First, he contends that a conviction is not \"final\" for purposes of &#167; 2255(1) until the prisoner has exhausted the possibility of relief under Rule 33. Second, he argues that even if the limitations period commences at the conclusion of appellate review of the judgment of conviction, the statute of limitations is suspended during the pendency of any subsequent Rule 33 motion by virtue of tolling provisions imported from other sections of AEDPA. If we reject those statutory arguments, Trenkler proposes a third ground for relief, arguing that the doctrine of equitable tolling excuses his failure to file his &#167; 2255 motion within the one-year period.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We analyze Trenkler's claims in turn. We review the issues of statutory interpretation de novo, United States v. Michaud, <span class=\"citation\" data-id=\"199326\"><a href=\"/opinion/199326/united-states-v-michaud/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 85-86 (1st Cir. 2001), and the district court's denial of equitable tolling for an abuse of discretion, Delaney v. Matesanz, <span class=\"citation\" data-id=\"774790\"><a href=\"/opinion/774790/charles-c-delaney-iii-v-james-matesanz/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 13-14 (1st Cir. Sept. 5, 2001) (explaining that district court's rejection of equitable tolling \"on the facts\" is reviewed for abuse of discretion); Borden v. Paul Revere Life Ins. Co., <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 377 (1st Cir. 1991) (\"[F]ashioning or withholding equitable relief . . . rests uniquely within the discretion of the trial court.\").</p>\n    </div>\n    <p class=\"indent\">A. Accrual</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Trenkler's first argument focuses on when the statute of limitations began to run. Here, the relevant accrual date is the date on which Trenkler's conviction became \"final\" within the meaning of &#167; 2255(1). Although Trenkler accepts the prevailing view that a conviction becomes \"final\" upon the completion of direct review, he insists that the proceedings before the district court and this court with regard to his Rule 33 motion were part of his \"direct appeal.\" Accordingly, he argues that the statute of limitations did not begin to run until January 6, 1998, when we affirmed the district court's denial of his Rule 33 motion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although we have not addressed the question directly, we consistently have treated Rule 33 motions filed after the opportunity for direct appeal as a form of collateral attack on a conviction rather than part of the process of direct review. Thus, in Dirring v. United States, <span class=\"citation\" data-id=\"269885\"><a href=\"/opinion/269885/john-t-dirring-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></a></span>, 520 (1st Cir. 1965), we held that the district court did not err in refusing to appoint counsel to prosecute the defendant's post-appeal Rule 33 motion for a new trial. We explained that:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant had counsel 'through appeal,' as required by the Criminal Justice Act, 18 U.S.C. &#167; 3006A(c). We do not construe that phase to include motions for a new trial. Nor do we so interpret the Sixth Amendment. There must be an end. After final conviction the appointment of counsel must rest in the discretion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. We reaffirmed that holding in United States v. Tajeddini, <span class=\"citation\" data-id=\"569092\"><a href=\"/opinion/569092/united-states-v-hojatollah-tajeddini-hojatollah-tajeddini-v-united/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span>, 470 (1st Cir. 1991) (per curiam), abrogated on other grounds by Roe v. Flores-Ortega, <span class=\"citation\" data-id=\"118339\"><a href=\"/opinion/118339/roe-v-flores-ortega/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span> (2000), stating that \"a federally convicted defendant is not entitled under the Criminal Justice Act, 18 U.S.C. &#167; 3006A, or the Sixth Amendment, to appointment of counsel on a motion for a new trial.\" That rule, we continued, applies to any Rule 33 motion based on newly discovered evidence and filed after the opportunity for direct appeal has expired, regardless of whether the defendant pursued a direct appeal and lost, or simply neglected to file a notice of appeal within the applicable period: \"We do not see why the convicted defendant who foregoes a direct appeal and whose conviction has become final should be treated differently from the defendant who has chosen to appeal with respect to entitlement to counsel, on a collateral attack of that conviction.\" Id.; see also United States v. Lee, <span class=\"citation\" data-id=\"326413\"><a href=\"/opinion/326413/united-states-v-richard-anthony-lee-two-cases/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">423</span></a></span>, 424 (D.C. Cir. 1975) (holding that right to counsel does not extend to Rule 33 motion based on newly discovered evidence and filed after direct appeal); United States v. Birrell, <span class=\"citation\" data-id=\"312771\"><a href=\"/opinion/312771/united-states-v-lowell-m-birrell-lowell-m-birrell-v-attorney-general/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 892 (2d Cir. 1973) (same); cf. Kitchen v. United States, <span class=\"citation\" data-id=\"770569\"><a href=\"/opinion/770569/isiah-kitchen-v-united-states/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1014</span></a></span>, 1019 (7th Cir. 2000) (noting that Rule 33 motion filed after completion of direct appeal \"'plainly is \"collateral\" in the usual sense of that term'\" (quoting United States v. Woods, <span class=\"citation\" data-id=\"762221\"><a href=\"/opinion/762221/united-states-v-oneal-woods/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1077</span></a></span>, 1078 (7th Cir. 1999)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Only the Sixth Circuit has addressed the precise question whether Rule 33 motions are included in the process of direct review when they are based on newly discovered evidence and filed after direct appeal either has or could have been taken. In Johnson v. United States, <span class=\"citation\" data-id=\"772831\"><a href=\"/opinion/772831/joe-ivory-johnson-v-united-states/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span> (6th Cir. 2001), it held that such \"delayed\" Rule 33 motions should be treated as collateral challenges to the judgment of conviction and, as such, \"do not affect the finality of a judgment for purposes of the AEDPA.\" Id. at 658 n.4, 659. The court found support for that conclusion in Rule 4(b) of the Federal Rules of Appellate Procedure. See id. at 658-59. Rule 4(b)(1) provides that a defendant's notice of appeal in a criminal case normally must be filed within ten days of the entry of judgment. Subsection 4(b)(3)(A) modifies that general rule, stating that if a defendant files a Rule 33 motion within the ten-day period,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the notice of appeal need only be filed within ten days of the entry of the order disposing of that motion. Subsection 4(b)(3)(C) then provides that \"[a] valid notice of appeal is effective - without amendment - to appeal from an order disposing of\" a Rule 33 motion filed in accordance with subsection (A). Rule 4(b) thus effectively incorporates Rule 33 motions into the process of direct appeal, but only when they are filed within ten days of entry of the judgment of conviction. The lack of any analogous provisions to so incorporate motions based on newly discovered evidence and filed outside the ten-day period strongly suggests that such motions are not properly considered part of the direct appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">That inference is strengthened when one considers the practical effects of Trenkler's proposed rule. Presumably, treating \"delayed\" Rule 33 motions based on newly discovered evidence as part of the process of direct review would mean that no conviction could be deemed final for purposes of &#167; 2255(1) until the expiration of the three-year period for filing such motions. Or, perhaps, a prisoner's conviction could become final if the court of appeals affirmed the judgment of conviction and the Supreme Court denied certiorari, and then lose its finality if the prisoner later claimed to have discovered new evidence, only to become final again once the Rule 33 motion was adjudicated. Either possibility is unacceptable. The first approach \"severely undercut[s] Congress' intent in enacting the AEDPA by greatly extending the time in which a petition may properly bring a &#167; 2255 challenge.\" Johnson, 246 F.3d at 659. The second permits \"every defendant seeking to file an untimely &#167; 2255 motion [to] do an end-run around the AEDPA limitation period by filing a timely, but ultimately meritless, Rule 33 motion.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We will not adopt an interpretation of the term \"final\" in &#167; 2255(1) that so clearly conflicts with the purpose of the AEDPA statute of limitations. Accordingly, we hold that a Rule 33 motion for a new trial is not part of the \"direct appeal\" from a judgment of conviction unless incorporated into that appeal by virtue of Rule 4(b). Therefore, Trenkler's direct appeal consisted only of his appeal to this court in Trenkler I, and his conviction became final either on September 5, 1995, when we issued our mandate in that case, or on December 5, 1995, when the time for filing a petition for certiorari expired.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> As both dates predate AEDPA, the limitations period began to run on AEDPA's effective date, April 24, 1996.</p>\n    </div>\n    <p class=\"indent\">B. Tolling</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Trenkler argues that even if the statute of limitations began to run on AEDPA's effective date, it was tolled during the pendency of his Rule 33 motion. He offers two bases for that conclusion.</p>\n    </div>\n    <p class=\"indent\">1. Statutory Tolling</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">First, Trenkler suggests that we should import into &#167; 2255 the tolling provision contained in 28 U.S.C. &#167; 2244(d)(2). Section 2244(d)(1) prescribes a one-year limitations period for petitions filed by state prisoners under 28 U.S.C. &#167; 2254, the state-conviction counterpart of &#167; 2255. Like motions filed under &#167; 2255, &#167; 2254 petitions for release from state custody generally must be filed within one year of \"the date the conviction became final by the conclusion of direct review or the expiration of the time for seeking such review.\" 28 U.S.C. &#167; 2244(d)(1)(A). However, &#167; 2244(d)(2) provides that the statute of limitations for &#167; 2254 petitions is tolled while \"a properly filed application for State post-conviction or other collateral review with respect to the pertinent judgment or claim is pending.\" Trenkler asks us to read a similar tolling provision into &#167; 2255 for federal prisoners filing Rule 33 motions for a new trial on the basis of newly discovered evidence. Congress, he argues, did not intend to adopt different rules for federal and state prisoners; its failure to include an explicit tolling provision in &#167; 2255 to mirror that in &#167; 2244(d)(2) was simply an oversight that we should correct here.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We decline that invitation. It has long been settled that \"[w]here Congress includes particular language in one section of a statute but omits it in another section of the same Act, it is generally presumed that Congress acts intentionally and purposely in the disparate inclusion or exclusion.\" Russello v. United States, <span class=\"citation\" data-id=\"111043\"><a href=\"/opinion/111043/russello-v-united-states/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">16</span></a></span>, 23 (1983) (internal quotation marks omitted). Thus, the omission in &#167; 2255 of the tolling language that is present in &#167; 2244(d)(2) gives rise to a negative inference that the statute of limitations for &#167; 2255 is not tolled while federal prisoners pursue other forms of post-conviction relief. See United States v. Prescott, <span class=\"citation\" data-id=\"769773\"><a href=\"/opinion/769773/united-states-v-john-fitzgerald-prescott/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">686</span></a></span>, 689 (4th Cir. 2000) (\"Rather than providing support for [tolling under &#167; 2255], we believe that &#167; 2244(d)(2) counsels against tolling in the present case.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Trenkler argued in his brief that the interpretive canon described in Russello has no application here because \"in a world of silk purses and pigs' ears, [AEDPA] is not a silk purse in the art of statutory drafting.\" Lindh v. Murphy, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 326 (1997). As Trenkler's counsel acknowledged at oral argument, that argument was largely foreclosed by Duncan v. Walker, <span class=\"citation\" data-id=\"1269282\"><a href=\"/opinion/1269282/duncan-v-walker/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span> (2001), in which the Supreme Court relied on that same canon in interpreting &#167; 2244(d)(2).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Moreover, even without resort to Russello, we would find ample cause to conclude that Congress's decision to provide for tolling in &#167; 2244(d)(2) but not &#167; 2255 was an intentional one. Federal habeas corpus review of state convictions under &#167; 2254 implicates principles of comity that are inapplicable in the context of federal review of federal convictions under &#167; 2255. \"Comity . . . dictates that when a prisoner alleges that his continued confinement for a state court conviction violates federal law, the state courts should have the first opportunity to review this claim and provide any necessary relief.\" O'Sullivan v. Boerckel, <span class=\"citation\" data-id=\"118296\"><a href=\"/opinion/118296/osullivan-v-boerckel/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">838</span></a></span>, 844 (1999); see also 28 U.S.C. &#167; 2254(b)(1) (requiring state prisoners to exhaust available state post-conviction remedies before filing &#167; 2254 petition for federal relief). As the Supreme Court explained in Duncan, the tolling provision contained in &#167; 2244(d)(2) reflects Congress's attempt to promote the exhaustion requirement while preserving a meaningful opportunity for state prisoners to seek federal review. 121 S. Ct. at 2128. In the absence of an explicit tolling provision, state prisoners could obtain relief in federal court only in the unlikely event that they were able to exhaust all available state review within the one-year limitations period for &#167; 2254 petitions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Federal prisoners like Trenkler do not face the same problem. Nothing in AEDPA obligated Trenkler to exhaust the opportunity for relief under Rule 33 before seeking review of his conviction and sentence under &#167; 2255. He was free to file a &#167; 2255 motion immediately without fear that it would be dismissed for failure to exhaust available post-conviction remedies. We acknowledge, however, that the availability of post-conviction relief under Rule 33 and under AEDPA can create some uncertainty for federal prisoners who, like Trenkler, must decide whether to seek relief under Rule 33 or &#167; 2255. On one hand, the strict statute of limitations for &#167; 2255 motions counsels in favor of pursuing that avenue of relief first. On the other hand, the standard for relief under Rule 33 \"is likely more enticing to a prisoner than the provisions of &#167; 2255.\" Prescott, 221 F.3d at 688. Under Rule 33, the district court has broad discretion to grant a new trial \"if the interests of justice so require.\" Fed. R. Crim. Proc. 33. Section 2255, by contrast, authorizes the district court to grant relief only if it finds that \"the judgment was rendered without jurisdiction, or that the sentence imposed was not authorized by law or otherwise open to collateral attack, or that there has been such a denial or infringement of the constitutional rights of the prisoner as to render the judgment vulnerable to collateral attack.\" 28 U.S.C. &#167; 2255. Thus, federal prisoners may well prefer to seek relief in the first instance under Rule 33 rather than &#167; 2255. Once a Rule 33 motion has been filed and is pending before the district court or the court of appeals, there is a certain inefficiency in compelling a prisoner to initiate new - and possibly duplicative - proceedings under &#167; 2255. However, AEDPA's one-year statute of limitations sometimes will require just that. See Prescott, 221 F.3d at 689. The solution is not, as Trenkler suggests, to read a tolling provision into &#167; 2255. Rather, to the extent that the overlap between &#167; 2255 and Rule 33 creates the potential for inefficiency, district courts are \"well equipped\" to alleviate that problem through consolidation of the various motions for collateral relief. Id.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">2. Equitable Tolling</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Trenkler argues that even if we conclude that he failed to comply with AEDPA's statute of limitations, we should excuse his tardiness on the basis of equitable tolling. A number of courts have held that in \"'rare and exceptional'\" circumstances equitable tolling may be available in a &#167; 2255 case brought under AEDPA. United States v. Patterson, <span class=\"citation\" data-id=\"20711\"><a href=\"/opinion/20711/united-states-v-patterson/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">927</span></a></span>, 930 (5th Cir. 2000) (quoting Davis v. Johnson, <span class=\"citation\" data-id=\"15906\"><a href=\"/opinion/15906/davis-v-johnson/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">806</span></a></span>, 811 (5th Cir. 1998)); accord, e.g., Dunlap v. United States, <span class=\"citation\" data-id=\"773336\"><a href=\"/opinion/773336/horace-lee-dunlap-v-united-states/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1001</span></a></span>, 1006-07 (6th Cir. 2001); Green v. United States, <span class=\"citation\" data-id=\"774382\"><a href=\"/opinion/774382/donald-green-also-known-as-sly-also-known-as-stone-v-united-states/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 82-83 (2d Cir. 2001) (citing Smith v. McGinnis, <span class=\"citation\" data-id=\"768193\"><a href=\"/opinion/768193/kevin-smith-v-michael-mcginnis-superintendent-southport-correctional/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 17 (2d Cir. 2000)); Prescott, 221 F.3d at 687-88; United States v. Marcello, <span class=\"citation\" data-id=\"768747\"><a href=\"/opinion/768747/united-states-v-james-marcello-and-anthony-zizzo/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1005</span></a></span>, 1010 (7th Cir. 2000) (citing Taliani v. Chrans, <span class=\"citation\" data-id=\"765902\"><a href=\"/opinion/765902/steven-taliani-v-james-chrans-warden/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></a></span> (7th Cir. 1999)); Sandvik v. United States, <span class=\"citation\" data-id=\"73810\"><a href=\"/opinion/73810/sandvik-v-united-states/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1269</span></a></span>, 1271 (11th Cir. 1999); Miller v. New Jersey State Dept. of Corrections, <span class=\"citation\" data-id=\"754744\"><a href=\"/opinion/754744/frank-t-miller-v-new-jersey-state-department-of-corrections-donald-e/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></a></span>, 617-19 &amp; n.1 (3d Cir. 1998); but see United States v. Pollard,  (D.C. Cir. Aug. 7, 2001) (concluding that Congress did not intend &#167; 2255 to be subject to equitable tolling). We have yet to address that question, and we decline to do so here. See, e.g., Delaney, 264 F.3d  at 13-14 (reserving question whether doctrine of equitable tolling is available under &#167; 2255 where facts of case did not support application of doctrine). The district court, assuming arguendo that equitable tolling might apply, prudently addressed the issue and resolved it adversely to Trenkler. We review that ruling for abuse of discretion, see id. at 13-14, and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In other contexts, we have held that the doctrine of equitable tolling is available only in rare cases where, for example, \"extraordinary circumstances beyond the claimant's control prevented timely filing, or the claimant was materially misled into missing the deadline.\" Fradella v. Petricca, <span class=\"citation\" data-id=\"198548\"><a href=\"/opinion/198548/picciano-v-petricca/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir. 1999); accord Bonilla v. Muebles J.J. Alvarez, Inc., <span class=\"citation\" data-id=\"198699\"><a href=\"/opinion/198699/bonilla-v-muebles/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">275</span></a></span>, 279 (1st Cir. 1999); Torres v. Superintendent of Police of Puerto Rico, <span class=\"citation\" data-id=\"534774\"><a href=\"/opinion/534774/jose-antonio-torres-v-superintendent-of-the-police-of-puerto-rico/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 407-08 (1st Cir. 1990). Equitable tolling is not warranted where the claimant simply \"failed to exercise due diligence in preserving his legal rights.\" Irwin v. Dep't of Veterans Affairs, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></span>, 96 (1990); see also Wilson v. United States, <span class=\"citation\" data-id=\"195350\"><a href=\"/opinion/195350/wilson-v-us-government/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">559</span></a></span>, 562 (1st Cir. 1994) (\"We see no basis for extending the exceptional doctrine of equitable tolling to a party who, by all accounts, merely failed to exercise his rights.\"). \"In a nutshell, equitable tolling is reserved for exceptional cases . . . .\" Chico-Velez v. Roche Prods., Inc., <span class=\"citation\" data-id=\"752408\"><a href=\"/opinion/752408/felix-chico-velez-v-roche-products-inc/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 59 (1st Cir. 1998). Consistent with that view, those courts that have permitted equitable tolling under &#167; 2255 have applied it sparingly, and have denied equitable tolling where, for example, a &#167; 2255 motion was filed only one day late because of confusion over the applicable deadline, see Marcello, 212 F.3d at 1010, or because counsel decided five days before the deadline to send the motion via ordinary mail, see Sandvik, 177 F.3d at 1271-72.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Trenkler argues that he satisfies the exacting standard for equitable tolling for a variety of reasons. First, he states, without elaboration, that \"compelling reasons of personal and judicial economy compelled [him] to await a final determination on his Motion for a New Trial before filing his &#167;2255 petition.\" As the party seeking to invoke the doctrine of equitable tolling, Trenkler bears the burden of establishing the basis for it. I.V. Servs. of Am., Inc. v. Inn Dev. &amp; Mgmt., Inc., <span class=\"citation\" data-id=\"198532\"><a href=\"/opinion/198532/i-v-services-v-inn-development/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 54 (1st Cir. 1999). Such conclusory assertions rarely will suffice to meet that burden. However, even if adequately explained, Trenkler's argument would fall far short of the showing needed to support equitable tolling. Trenkler may well be correct that it would have been inefficient for the district court to have passed on his &#167; 2255 motion while this court was considering his Rule 33 motion. That fact, however, speaks only to whether the district court should have decided Trenkler's &#167; 2255 motion during the pendency of his Rule 33 motion, not when Trenkler should have filed it. As the Fourth Circuit recently explained, \"[c]onsolidation of motions under Rule 33 and &#167; 2255 is an option, and district courts are well equipped to resolve these motions in a timely and expedient manner.\" Prescott, 221 F.3d at 689. More fundamentally, however, the fact that a statute of limitations creates certain inefficiencies or inconveniences hardly qualifies as an \"extraordinary circumstance\" that \"prevent[s]\" a litigant from complying with the strictures of the applicable limitations period. Fradella, 183 F.3d at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As a second justification for the application of equitable tolling, Trenkler states that it was not his fault that it took more than two years for his Rule 33 motion - which was filed within &#167; 2255's limitations period - to work its way through the district court and then to this court on appeal. Such a lengthy period of adjudication, Trenkler contends, was a \"circumstance beyond [his] control that prevented timely filing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">That argument might have some force if Trenkler were, in fact, barred from filing a motion under &#167; 2255 while his Rule 33 motion was pending, or if federal prisoners were required to exhaust such avenues of relief before filing a motion under &#167; 2255. However, as our analysis of Trenkler's statutory arguments makes clear, neither of those propositions is true.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Put simply, nothing prevented Trenkler from filing a &#167; 2255 motion while his Rule 33 motion was pending, just as nothing compelled him to file a motion under Rule 33 in the first place rather than seeking relief under &#167; 2255. Therefore, the fact that it took more than two years for his Rule 33 motion to wend its way through the courts, although outside Trenkler's control, provides no basis for equitable tolling.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Cf. Prescott, 221 F.3d at 688 (\"Prescott's current predicament originated not in his decision to request a new trial pursuant to Rule 33, but his inattention to the limitation period of &#167; 2255.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Trenkler's third argument for equitable tolling rests on the timing of various decisions regarding the admissibility of Dr. Phillips's testimony. That testimony was arguably relevant to both Shay and Trenkler, as the government introduced Shay's incriminating statements at both men's trials. Shay attempted to introduce Dr. Phillips's testimony at his trial; Trenkler did not. After Shay appealed his conviction to this court, we held on June 22, 1995, that the district court erred in refusing to admit Dr. Phillips's testimony under Rule 702. We remanded the case to the district court so that it could determine whether the testimony should have been admitted under Rule 403. On January 16, 1998, the district court answered that question in the affirmative, and ordered a new trial for Shay.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Trenkler argues that, since his &#167; 2255 motion features the claim that his trial attorney's failure to introduce Dr. Phillips's testimony constituted ineffective assistance in violation of the Sixth Amendment, the most \"appropriate\" and efficient route was to \"await a determination as to the admissibility of the doctor's testimony.\" Although that argument suffers from several flaws, there is one that predominates: the determination for which Trenkler claims he needed to wait was made well before &#167; 2255's statute of limitations even began to run, when we held on June 22, 1995, that the district court should have admitted Dr. Phillips's testimony under Rule 702. Indeed, Trenkler's Rule 33 motion was based entirely on the argument that he had \"newly discovered\" that Dr. Phillips's testimony was admissible because of our decision on June 22, 1995. That he felt it prudent to wait for the completion of yet another round of litigation before filing a motion under &#167; 2255 does not excuse his failure to comply with the one-year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Finally, Trenkler argues that his sentence of life in prison supports the application of equitable tolling to forgive his untimely filing. Without minimizing the significance of the life sentence imposed, we must reject that argument. Trenkler cites no authority, nor do we find any, for the proposition that equitable tolling is justified because of the severity of the sentence imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In sum, Trenkler has presented \"what is at best a garden variety claim of excusable neglect.\" Irwin, 498 U.S. at 97. Assuming that the doctrine of equitable tolling applies, we conclude that the district court did not abuse its discretion in denying equitable tolling on those facts.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Under Rule 33, \"[a] motion for a new trial based on any other grounds [than newly discovered evidence] may be made only within 7 days after the verdict or finding of guilty or within such further time as the court may fix during the 7-day period.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  As amended by AEDPA, &#167; 2255 provides that:</p>\n        <p>A 1-year statute of limitations shall apply to a motion under this section. The limitations period shall begin to run from the latest of--</p>\n        <p>(1) the date on which the judgment of conviction becomes final;</p>\n        <p>(2) the date on which the impediment to making a motion created by governmental action in violation of the Constitution or laws of the United States is removed, if the movant was prevented from making a motion by such governmental action;</p>\n        <p>(3) the date on which the right asserted was initially recognized by the Supreme Court, if that right has been newly recognized by the Supreme Court and made retroactively applicable to cases on collateral review; or</p>\n        <p>(4) the date on which the facts supporting the claim or claims presented could have been discovered through the exercise of due diligence.</p>\n        <p>28 U.S.C. &#167; 2255. The parties agree that only subsection (1) is at issue here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  To assist the reader of this opinion, we set forth a chronology of important dates:</p>\n        <p>Dec, 12, 1992: Trenkler and Shay were indicted.</p>\n        <p>June 24, 1993: The grand jury returned the superceding, three-count indictment.</p>\n        <p>July 27, 1993: Shay was convicted at trial.</p>\n        <p>Nov. 29, 1993: Trenkler was convicted at trial.</p>\n        <p>June 22, 1995: We vacated Shay's conviction on direct appeal and remanded his case to the district court.</p>\n        <p>July 18, 1995: We affirmed Trenkler's conviction on direct appeal (Trenkler I).</p>\n        <p>Sept. 5, 1995: Our mandate issued in Trenkler I.</p>\n        <p>Dec. 5, 1995: The period during which Trenkler could have filed a petition for certiorari to review our decision in Trenkler I ended.</p>\n        <p>Dec. 22, 1995: Trenkler filed a Rule 33 motion based on newly discovered evidence.</p>\n        <p>Apr. 24, 1996: AEDPA's effective date; one-year statute of limitations began to run.</p>\n        <p>Feb. 4, 1997: The district court denied Trenkler's Rule 33 motion.</p>\n        <p>Apr. 24, 1997: The one-year statute of limitations running from AEDPA's effective date ended.</p>\n        <p>Jan. 6, 1998: We affirmed the district court's denial of Trenkler's Rule 33 motion (Trenkler II).</p>\n        <p>Jan. 16, 1998: The district court ordered a new trial for Shay.</p>\n        <p>Jan. 5, 1999: Trenkler filed the &#167; 2255 motion under consideration.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Unless based on newly discovered evidence, a Rule 33 motion must be filed within seven days of the entry of judgment, and so always will fall within that ten-day period. See supra note 1. Rule 33 motions based on newly discovered evidence, however, may be filed up to three years after the entry of judgment. Accordingly, Rule 4(b)(3)(A)(ii) provides that \"if based on newly discovered evidence,\" a Rule 33 motion will operate to toll the deadline for filing a notice of appeal \"only if the motion is made no later than 10 days after the entry of the judgment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  We have yet to decide when a conviction becomes \"final\" under &#167; 2255(1) where, as here, the prisoner opted not to seek certiorari review in the Supreme Court after his conviction was affirmed in the court of appeals. Compare United States v. Torres, <span class=\"citation\" data-id=\"768620\"><a href=\"/opinion/768620/united-states-v-dandre-torres-aka-danny-scott-aka-d/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 839-40 (4th Cir. 2000) (holding that conviction becomes final when court of appeals' mandate issues), and Gendron v. United States, <span class=\"citation\" data-id=\"757635\"><a href=\"/opinion/757635/randall-gendron-v-united-states-of-america-randall-gendron-v-united/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">672</span></a></span>, 674 (7th Cir. 1998) (same), with United States v. Garcia, <span class=\"citation\" data-id=\"768527\"><a href=\"/opinion/768527/united-states-v-felipe-arrevalo-garciadefendant-appellant/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1060-61 (9th Cir. 2000) (holding that conviction becomes final when time for seeking certiorari expires), United States v. Gamble, <span class=\"citation\" data-id=\"20717\"><a href=\"/opinion/20717/united-states-v-gamble/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">536</span></a></span>, 537 (5th Cir. 2000) (same), United States v. Burch, <span class=\"citation\" data-id=\"159148\"><a href=\"/opinion/159148/united-states-v-burch/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1274</span></a></span>, 1279 (10th Cir. 2000) (same), and Kapral v. United States, <span class=\"citation\" data-id=\"761248\"><a href=\"/opinion/761248/michael-kapral-v-united-states/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 571 (3d Cir. 1999) (same). We need not address that issue here, as Trenkler's &#167; 2255 motion was untimely under either approach.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  In Duncan, the Supreme Court held that the phrase \"State post-conviction and other collateral review\" in &#167; 2244(d)(2) embraces only \"other collateral review\" in state court, reasoning that Congress's specific reference to both \"state\" and \"federal\" review in other provisions of AEDPA indicated that its omission of the word \"federal\" in &#167; 2244(d)(2) was intentional. See 121 S. Ct. at 2124-25.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  The Seventh Circuit has adopted a slightly different approach: when the district court receives a Rule 33 motion, it must ask the prisoner whether he intends to file motion under &#167; 2255. If the answer is yes, the district court must delay consideration of the Rule 33 motion until it receives the &#167; 2255 motion, and consider both challenges at once. See O'Connor v. United States, <span class=\"citation\" data-id=\"750123\"><a href=\"/opinion/750123/james-a-oconnor-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 551 (7th Cir. 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  Trenkler relies on language from United States v. Dorsey, <span class=\"citation\" data-id=\"1455508\"><a href=\"/opinion/1455508/united-states-v-dorsey/\"><span class=\"volume\">988</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">917</span></a></span>, 919 (D. Md. 1998), to the effect that a &#167; 2255 motion should not be filed \"prior to the completion of any direct appeal.\" As we explained with regard to Trenkler's accrual argument, however, our decision affirming the dismissal of his Rule 33 motion was not part of Trenkler's \"direct appeal.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  At oral argument, Trenkler's counsel suggested for the first time that equitable tolling is appropriate here because Trenkler's post-conviction counsel erred in 1995 when he filed a motion under Rule 33 instead of &#167; 2255. We express no view as to the merits of that argument. \"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work, create the ossature for the argument, and put flesh on its bones.\" United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir. 1990). Given Trenkler's failure to raise the argument in either of his appellate briefs, \"we see no reason to abandon the settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" Id.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/15906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/20711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/20717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/73810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/159148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455508/"
  ]
}