{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199695/",
  "absolute_url": "/opinion/199695/walton-v-nalco-chemical-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199695/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:15Z",
  "date_modified": "2017-03-24T11:02:56.845499Z",
  "type": "010combined",
  "sha1": "43e8fce3ae0ff17b297a71386e5557c6c7257a6c",
  "page_count": 27,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1988-01A.pdf",
  "local_path": "pdf/2001/11/28/Walton_v._Nalco_Chemical_Co..pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-1988\n\n                          GARY WALTON,\n\n              Plaintiff, Appellant/Cross-Appellee,\n\n                               v.\n\n                    NALCO CHEMICAL COMPANY,\n\n              Defendant, Appellee/Cross-Appellant.\n\n\n\nNo. 00-2102\n\n                          GARY WALTON,\n\n              Plaintiff, Appellant/Cross-Appellee,\n\n                               v.\n\n                    NALCO CHEMICAL COMPANY,\n\n              Defendant, Appellee/Cross-Appellant.\n\n\n\nNo. 00-2196\n\n                          GARY WALTON,\n\n              Plaintiff, Appellant/Cross-Appellee,\n\n                               v.\n\n                    NALCO CHEMICAL COMPANY,\n\n              Defendant, Appellee/Cross-Appellant.\n\f\f        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MAINE\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n\n                            Before\n\n                   Torruella, Circuit Judge,\n\n                  Cyr, Senior Circuit Judge,\n\n                   and Lynch, Circuit Judge.\n\n\n\n\n     Daniel G. Lilley, with whom Daniel G. Lilley Law Offices,\nP.A. was on brief for plaintiff, appellant.\n     James B. Haddow, with whom Petruccelli & Martin, LLP was on\nbrief for defendant, appellee.\n\n\n\n\n                       November 28, 2001\n\n\n\n\n                               3\n\f            CYR, Senior        Circuit    Judge.          Plaintiff Gary Walton\n\nchallenges various rulings which led the district court to\n\ndismiss     his   state-law     claim    for      intentional      infliction     of\n\nemotional distress against his former employer, Nalco Chemical\n\nCompany     (Nalco),    and    to   disallow       his    motion   to   amend    the\n\ncomplaint to include a defamation claim under Maine law.\n\n            In    its     cross-appeal,           Nalco     challenges       various\n\nevidentiary rulings, as well as the denial of its motion to\n\ndismiss     Walton's    pendant      state-law      age-discrimination         claim\n\nunder the Maine Human Rights Act (\"MHRA\").                         We affirm the\n\ndistrict court judgment.\n\n                                         I\n\n                                    BACKGROUND1\n\n            In    1977,       Walton     joined      the     staff      at   Nutmeg\n\nTechnologies, Inc. (\"Nutmeg\"), selling water treatment chemicals\n\nand supplies to industrial and institutional customers in Maine.\n\nBetween 1977 and 1994, his annual sales increased from $223,000\n\nto   more    than   $1,000,000.              By   the     time   Diversey     Water\n\nTechnologies, a Nalco subsidiary, announced its intention to\n\n\n\n     1\n     All relevant facts are related in the light most favorable\nto Walton.   See White v. N.H. Dep’t of Corrections, 221 F.3d\n254, 259 (1st Cir. 2000) (judgment-as-a-matter-of-law rulings\nare reviewed de novo, whereas the evidence and inferences to be\ndrawn therefrom are viewed in the light most favorable to the\nnonmoving party).\n\n                                         4\n\facquire Nutmeg in October 1996, Walton then sixty years of age,\n\nwas   earning     $61,000    a   year    as    Nutmeg's    highest    paid   Maine\n\nsalesman.2\n\n             Prior to the time Nutmeg was actually acquired by\n\nNalco,     Walton    had   explained      to    Nalco   Vice-Presidents      Peter\n\nHallson and Kenneth Yankowski that he wanted to retain his sales\n\naccounts and intended to continue working until at least age\n\nsixty-five.       After Hallson and Yankowski acceded to his demands,\n\nWalton entered into an agreement not to compete with Nalco\n\nwithin his current sales territory for a period of eighteen\n\nmonths following any termination of his employment with Nalco.\n\nWhereupon     Nalco    agreed    to     disburse    $5,500    to   Walton    as   a\n\nretention bonus, provided that Walton remained employed by Nalco\n\nas of September 30, 1997.\n\n             In June 1997, however, Walton learned that Nalco had\n\nreassigned some of his sales accounts, including the third\n\nlargest,     to     Troy    Malbon,      a     thirty-one-year-old      salesman\n\npreviously supervised by Walton.               On August 20, 1997, Walton met\n\nwith Yankowski and Joseph Carney, Walton's direct supervisor, at\n\ntheir     request.     Yankowski        inquired    into   Walton's    financial\n\ncondition, including the value of his residence and personal\n\n\n\n      2\n     Since Nalco acquired direct control of Diversey in December\n1997, we simply refer to \"Nalco.\"\n\n                                          5\n\fproperty, then announced that all of Walton's remaining sales\n\naccounts would be transferred to Malbon, effective January 1998.\n\nFinally, Yankowski related two anecdotes about former Nalco\n\nemployees who had been demoted or discharged at age sixty-two,\n\nexplaining that Nalco had forced one of them to accept early\n\nretirement.\n\n            At the same time, Yankowski advised Walton that Nalco\n\nwas not prepared to offer him any early-retirement incentive,\n\nsuggesting instead that Walton accept part-time employment at\n\n$20,000 per year — less than one-third his salary at the time.\n\nWalton regarded Yankowski's remarks as warnings designed to\n\ncompel him to accept early retirement.              In due course, Walton\n\nretained counsel, who informed Nalco on October 3, 1997, that it\n\nhad   engaged      in   age   discrimination.       On    October    8,   1997,\n\nYankowski    and    Carney    instructed   Walton    to   bring     additional\n\ninformation     regarding     his   financial   condition,     so    that   his\n\nminimum financial needs could be calculated by Nalco with a\n\npossible view to tendering him a buy-out offer.3\n\n            At Yankowski's direction, during another meeting in\n\nNovember 1997, Walton was required to submit to an employee\n\n\n\n      3\n     Around     the same time, Yankowski stated in the presence of\nRay Field,      another Nalco employee:     \"We can’t have a man\n[Walton] in     his sixties sitting on his accounts coasting. We\nneed to get     a young rep in there selling business.\"\n\n                                      6\n\fevaluation pursuant to a so-called Personnel Regeneration Form;\n\nWalton tested deficient in thirteen of its fifteen categories.\n\nWalton declined to sign the written evaluation and rejected the\n\nproffered    employment       contract,4   after   informing     Nalco    Vice-\n\nPresident Richard Murphy, in writing, that he would not sign the\n\nnew contract unless Nalco first met with his attorney to discuss\n\nthe   age-discrimination       claims.     During    this    period,     Walton\n\nexperienced       emotional    distress    and     even   fantasized     about\n\nsuicide.     In February 1998, Walton was discharged for refusing\n\nto sign the new employment contract tendered by Nalco.\n\n            The day after Walton's discharge, a Nalco employee came\n\nto the Walton home to reclaim a piece of testing equipment and\n\nthe company car.       After rebuffing Walton's request that he be\n\nallowed to retain the testing equipment for its \"sentimental\n\nvalue,\"     the    Nalco   employee    repossessed        both   the   testing\n\nequipment and the company car in the presence of Walton's family\n\nand neighbors.       Less than sixty days passed before Walton was\n\nhired by a Nalco competitor and assigned to one of his former\n\nMaine sales districts.\n\n            Walton instituted suit in the United States District\n\nCourt for the District of Maine, claiming violations of the Age\n\n\n\n      4\n     All Diversey employees were tendered new contracts at the\ntime the two firms merged.\n\n                                      7\n\fDiscrimination in Employment Act (\"ADEA\"), 29 U.S.C. § 621 et\n\nseq., and the fair employment provisions of the MHRA, Me. Rev.\n\nStat. Ann. tit. 5, § 4571       et seq., as well as intentional\n\ninfliction of emotional distress.         Nalco counterclaimed that\n\nWalton had breached the noncompetition agreement by accepting\n\nemployment with a Nalco competitor.      In due course, the district\n\ncourt denied Walton's motion to amend the complaint to include\n\na defamation claim, granted partial summary judgment to Nalco on\n\nthe issue of Walton's liability under the counterclaim, and\n\nreserved for trial the issue of damages under the counterclaim.\n\n            At trial, Nalco's counterclaim was dismissed after all\n\nits evidence on damages had been excluded.       The district court\n\nentered judgment as a matter of law for Nalco on the Walton\n\nstate-law    claim   for   intentional    infliction   of   emotional\n\ndistress.    At the conclusion of the trial, the jury returned\n\nverdicts on the ADEA and MHRA claims, awarding Walton $57,872 in\n\nback pay, $250,000 for pain and suffering, and $1,250,000 in\n\npunitive damages.     The district court reduced the total jury\n\naward to $357,872, consistent with the limitations prescribed in\n\nthe ADEA and the MHRA.\n\n                                 II\n\n                             DISCUSSION\n\nA.   The Walton Appeal\n\n\n                                  8\n\f       1.       The Intentional Infliction of Emotional Distress Claim\n\n                Walton first contends that there was enough evidence\n\nto establish that Nalco intended to inflict emotional distress\n\nby discharging him.            Judgments entered as a matter of law are\n\nreviewed        de     novo,   and   will    be     affirmed      \"only    if,    after\n\nscrutinizing the proof and inferences derivable therefrom in the\n\nlight       most     hospitable      to   [Walton],        we   determine    that       a\n\nreasonable factfinder could have reached but one conclusion:\n\nthat [Nalco] w[as] entitled to judgment.\"                       Fleet Nat'l Bank v.\n\nAnchor Media Television, Inc., 45 F.3d 546, 552 (1st Cir. 1995).5\n\n                Walton had the burden to prove that\n\n                (1) [Nalco] intentionally or recklessly\n                inflicted severe emotional distress or was\n                certain that such distress would result from\n                [its] conduct; (2) the conduct was so\n                extreme and outrageous as to exceed all\n                possible bounds of decency and must be\n                regarded   as    atrocious,   and    utterly\n                intolerable in a civilized community; (3)\n                [Nalco's] actions . . . caused [his]\n                emotional distress; and (4) the emotional\n                distress . . . was so severe that no\n                reasonable [person] could be expected to\n                endure it.\n\nVogt       v.   Churchill,     679   A.2d    522,    524   (Me.    1996)    (internal\n\ncitations        and    quotation    marks      omitted).        Moreover,       it   was\n\n\n       5\n     As we conclude that there was insufficient evidence to\nsupport the \"intentional infliction\" claim, see infra, we need\nnot discuss an alternative basis for its dismissal, viz., that\nthe MHRA preempts all claims for employment-related emotional\ndistress.\n\n                                            9\n\fnecessary for the district court, in its \"gatekeeper\" role, to\n\ndetermine, in the first instance, \"'whether [Nalco's] conduct\n\nmay reasonably be regarded as so extreme and outrageous [as] to\n\npermit recovery.'\" Champagne v. Mid-Maine Med. Ctr., 711 A.2d\n\n842, 847 (Me. 1998) (citation omitted).\n\n         Walton   insists   that    the    evidence   demonstrated   the\n\nrequisite \"extreme and outrageous\" conduct, in that Nalco (i)\n\nabused its position of authority, qua employer; (ii) threatened\n\nhis livelihood and professional reputation by attempting to\n\npressure him to accept a buy-out package; and (iii) subjected\n\nhim to undue \"humiliation\" by,          inter   alia, transferring his\n\nsales accounts to a less experienced employee, promulgating a\n\nfalse and demeaning job-performance review, and repossessing\n\ncompany property from him in the presence of his family and\n\nneighbors.\n\n         The district court correctly ruled that Walton's claim6\n\n\n    6 See, e.g., Staples v. Bangor Hydro-Elec. Co., 561 A.2d 499,\n501 (Me. 1989) (holding that supervisor, who humiliated employee\nduring staff meetings, demoted him without cause, and falsely\naccused him of professional incompetence, had not engaged in\n“extreme and outrageous” conduct); see also Green v. Me. Sch.\nAdmin. Dist. No. 77, 52 F. Supp. 2d 98, 114 (D. Me. 1999)\n(noting that denial of tenure to teacher, though arguably\nviolative of the retaliation provision in the MHRA, was not\n\"extreme and outrageous\"); Krennerich v. Town of Bristol, 943 F.\nSupp. 1345, 1356-57 (D. Me. 1996) (observing that an\nintentional-infliction claim, relying solely on wrongful\ntermination in violation of municipal employee's due process\nrights, failed to meet \"extreme and outrageous\" standard).\n\n                                   10\n\fshould be dismissed because the evidence failed, as a matter of\n\nMaine law,7 to demonstrate an intentional infliction of emotional\n\ndistress.\n\n     2.     The Motion to Amend\n\n            Walton next contends that the district court erred in\n\ndenying, as untimely, his motions to amend his complaint — made\n\nimmediately before and after trial — to include a defamation\n\nclaim under Maine law.     See Fed. R. Civ. P. 15(a), (b).    We\n\nreview only for abuse of discretion.     See Kemper Ins. Cos. v.\n\nFed. Express Corp., 252 F.3d 509, 512 (1st Cir. 2001); Quaker\n\nState Oil Ref. Corp. v. Garrity Oil Co., Inc., 884 F.2d 1510,\n\n1517 (1st Cir. 1989) (trial court considering proposed amendment\n\nmust \"examine the totality of the circumstances and exercise\n\nsound discretion in light of the pertinent balance of equitable\n\nconsiderations\").    Although \"leave [to amend] shall be freely\n\n\n\n     7\n     The cases Walton cites are factually inapposite and\ninconclusive. Two cases involved elderly parents’ claims that\ntheir children had engaged in inhumane attempts to evict them\nfrom the family home after the title to the home had been\nconveyed to the children by the parents.        See Moulton v.\nMoulton, 707 A.2d 74, 76 (Me. 1998); Latremore v. Latremore, 584\nA.2d 626, 630 (Me. 1990). Such extreme conduct within a family\nplainly entailed the infliction of much greater emotional\ndistress than that involved in the instant employer-employee\nrelationship. The third case cited by Walton involved an ex-\nhusband’s unrelenting, seven-month campaign to have his former\nspouse's divorce attorney brought up on professional misconduct\ncharges, and the placement of local newspaper ads publicizing\nthose unfounded charges. See Vogt, 679 A.2d at 524.\n\n                                  11\n\fgiven       when    justice     so   requires[,]\"        Fed.   R.    Civ.    P.   15(a),\n\n\"parties seeking the benefit of . . . [Rule 15(a)'s] liberality\n\n[must] exercise due diligence; unseemly delay, in combination\n\nwith       other     factors,        may    warrant      denial      of   a   suggested\n\namendment.\"          Quaker State, 884 F.2d at 1517 (amendments may be\n\nforeclosed where movant’s delay is \"extreme\" or unexplained).\n\n               The first motion to amend the Walton complaint was\n\nsubmitted eight months after the due date prescribed in the\n\nscheduling order, six months after discovery closed, and one\n\nweek       prior    to   the    trial      date    initially    established        by   the\n\ndistrict court.8          Yet Walton offered neither an explanation nor\n\na justification for the inordinate delays, relying instead on\n\nthe naked assertion that Nalco could not have been prejudiced.\n\n               Walton nonetheless insists that his post-trial motion\n\nto conform the complaint to the evidence is distinguishable, in\n\nthat Nalco implicitly consented to the trial of his defamation\n\nclaim.       By way of example, Walton points to evidence that Nalco\n\npersonnel          falsely     represented        that   he   was    incompetent,       and\n\n\n\n       8\n      Cf., e.g., Jordan v. Hawker Dayton Corp., 62 F.3d 29, 33\n(1st Cir. 1995) (no abuse of discretion where amendment was\nfiled four months after scheduling order deadline and a few days\nprior to close of discovery); Quaker State, 884 F.2d at 1517-18\n(motion to amend filed within three weeks of deadline for filing\nsummary judgment motions held untimely where \"[t]he facts upon\nwhich the proposed [amendment] rested were known to [the movant]\nall along\").\n\n                                              12\n\fcontends that falsity is an element of his defamation claim.\n\nHis characterization misses the mark.\n\n              \"'Consent to the trial of an issue may be implied if,\n\nduring the trial, a party acquiesces in the introduction of\n\nevidence which is relevant only to that issue.'\"                  United States\n\nv.   Davis,    261    F.3d   1,    59-60    (1st   Cir.   2001)   (emphasis   in\n\noriginal; citation omitted).                In the present case, however,\n\nwhere      evidence    of    the     alleged       falsifications    by   Nalco\n\nrepresentatives was independently material to establish pretext\n\non the Walton age-discrimination claims under the ADEA and MHRA,\n\nthe district court did not abuse its discretion by denying\n\nWalton's amendatory          motions.\n\nB.    The Nalco Cross-Appeal\n\n      1.      Proof of the Maine Human Rights Commission Charge\n\n              The cross-appeal is predicated on the contention that\n\nNalco was entitled to judgment as a matter of law, on the MHRA\n\nage-discrimination claim brought by Walton, because Maine law\n\nallows neither damages nor attorney fees unless the plaintiff\n\n\"alleges and establishes\" that the MHRC has taken final action\n\non the administrative charge or issued a right-to-sue letter.\n\nSee Me. Rev. Stat. Ann. tit. 5, § 4622 (1)(C); see also Gordan\n\n\n\n\n                                           13\n\fv. Cummings, 756 A.2d 942, 944-45 (Me. 2000). 9                      The district\n\ncourt ruled that Nalco waived its contention by (i) failing to\n\nraise it, either in its answer or as an affirmative defense, and\n\n(ii) engaging in \"trial by ambush\" by withholding its objection\n\nuntil the close of Walton's evidence.\n\n            The Maine Supreme Judicial Court (“SJC”) has yet to\n\ndetermine    the     proper    allocation      of    burdens    of   proof      under\n\nsection 4622.       Consequently, we must make \"an informed prophecy\n\nof what the [SJC] would do in the same situation,\" seeking\n\n\"guidance     in     analogous      state    court    decisions,        persuasive\n\nadjudications by courts of sister states, learned treatises, and\n\npublic policy considerations identified in state decisional\n\nlaw.\"    Blinzler v. Marriott Int’l, Inc., 81 F.3d 1148, 1151 (1st\n\nCir. 1996).        We review statutory interpretations de novo.                    See\n\nLaaman v. Warden, N.H. State Prison, 238 F.3d 14, 16 (1st Cir.\n\n2001).\n\n            Section 4622, by its plain language, precludes any\n\ncharacterization       of     the   MHRC     exhaustion    issue      as    a     mere\n\naffirmative    defense,10      since    it    explicitly       states      that    the\n\n\n    9The Nalco cross-appeal, if successful, would reduce\nWalton’s net recovery from $357,872 to $115,744, the maximum\nallowable under the ADEA. See 29 U.S.C. §§ 216, 626(b).\n    10Walton’s citations to case law holding that various\nstatutory limits on damages are affirmative defenses, which may\nbe waived unless pleaded, are inapposite. See Jakobsen v. Mass.\n\n                                        14\n\fplaintiff,   rather   than    the   defendant,    must   \"plead[]\"   the\n\nrequisite MHRC filing.       Cf. Fed. R. Civ. P. 8.11     On the other\n\nhand, the section 4622 requirement, strictly speaking, is not an\n\nelement of the statutory age-discrimination claim, since it does\n\nnot preclude a jury finding of discrimination, but merely limits\n\nthe types of recovery available to prevailing plaintiffs.12\n\n         Since section 4622 more closely resembles a condition\n\nprecedent, cf. Jensen v. Frank, 912 F.2d 517, 520 (1st Cir 1990)\n\n(noting that Title VII exhaustion requirement is \"condition\n\nprecedent\" to suit); MHRC v. Local 1361, UPIU AFL-CIO, 383 A.2d\n\n369, 375 (Me. 1978) (observing that Title VII case law may\n\nprovide guidance in interpreting MHRA), it is governed by Fed.\n\nR. Civ. P. 9(c), see 5 Charles A. Wright & Arthur R. Miller,\n\nFederal Practice and Procedure § 1302, (2d ed. 1987) (\"[Rule\n\n\n\nPort Auth., 520 F.2d 810, 813 (1st Cir. 1975). Unlike section\n4622, statutory \"caps\" on damages do not depend upon any pre-\nsuit conduct by the plaintiff, but merely delimit arbitrarily\nthe maximum exposure to damages for any defendant.\n    11As the section 4622 requirement is         nonjurisdictional, it\nmay be waived.   Cf. O’Rourke v. City of          Providence, 235 F.3d\n713, 725 (1st Cir. 2001) (noting that            Title VII exhaustion\nrequirement is nonjurisdictional). Here,         however, the issue is\nwhether Nalco waived the requirement.\n    12If section 4622 were an element of an MRHA claim, arguably\nNalco could have delayed, until the close of Walton’s evidence,\nbefore moving for a Rule 12(b)(6) dismissal, which may even be\nraised for the first time at trial. See Fed. R. Civ. P. 8 &\n12(h)(2).\n\n                                    15\n\f9(c)] is applicable in all actions in the federal courts, even\n\nwhen the pleading practice in the state in which the court is\n\nsitting is different.\").\n\n              Federal    Rule   of   Civil   Procedure   9(c)   provides   as\n\nfollows:\n\n              In pleading the performance or occurrence of\n              conditions precedent, it is sufficient to\n              aver generally that all conditions precedent\n              have been performed or have occurred.      A\n              denial of performance or occurrence shall be\n              made specifically and with particularity,\n              but when so made the party pleading the\n              performance or occurrence has the burden of\n              proving it.13\n\nFed. R. Civ. P. 9(c).           \"Rule 9(c) has the effect of forcing\n\ndefendant to raise the issue [of noncompliance with a condition\n\nprecedent] whenever he believes there actually is a question\n\nabout performance.\"        5 Wright & Miller § 1304; id. § 1302 (\"Rule\n\n9(c)     is   designed    to    eliminate    the   detailed     and   largely\n\nunnecessary averments that resulted under common law procedure,\n\nand to prevent nonmeritorious dismissals for failure to plead\n\nthe fulfillment of conditions precedent that are not at issue in\n\nthe suit.\").\n\n\n\n       13\n       Rule 9(c) governs not only contractual conditions\nprecedent, but statutory conditions precedent as well, such as\nsection 4622. See 5 Wright & Miller § 1303 n.1; see also, e.g.,\nWeir v. United States, 310 F.2d 149, 155 (8th Cir. 1962); cf.\nVasys v. Metro. Dist. Comm’n, 438 N.E.2d 836, 840 n.4 (Mass.\n1982).\n\n                                       16\n\f             As   we   have    noted,       supra,   section      4622    explicitly\n\nrequires that the plaintiff plead the requisite MHRC filing.\n\nConsequently, provided the complaint includes a general averment\n\nthat all conditions precedent to suit or recovery have been met,\n\nand    the   \"defendant       does    not    deny    the    satisfaction     of   the\n\npreconditions specifically and with particularity, then the\n\nplaintiff’s allegations are assumed admitted, and the defendant\n\ncannot later assert that a condition precedent has not been\n\nmet.\" Jackson v. Seaboard Coast Line R.R. Co., 678 F.2d 992,\n\n1010 (11th Cir. 1982).14\n\n             Accordingly, the appropriate inquiry in the present\n\ncase    is   whether    either       the    original       or   amended    complaint\n\nincluded an adequate \"general averment\" that Walton had met all\n\nconditions precedent to the recovery of damages under the MHRA,\n\neven though neither complaint explicitly alleged that Walton had\n\nfiled an MHRC charge.                The original complaint alleged that\n\nWalton had satisfied \"all conditions precedent to jurisdiction\n\nunder the ADEA,\" including the timely filing of a discrimination\n\n\n       14\n      Some courts have held that where a plaintiff utterly fails\nto plead a general averment, the defendant need not assert\n\"failure of performance\" as an affirmative defense in order to\npreserve the issue, but instead may raise the issue for the\nfirst time at trial. See 5 Wright & Miller § 1304; see also 2\nJames W. Moore, Moore's Federal Practice § 9.04[1] (3d ed. 1997)\n(\"Neither Rule 9(c) nor Rule 8(a)(2) expressly requires that the\nperformance or occurrence of conditions precedent be pled at all\nby a claimant.\").\n\n                                            17\n\fcharge with the EEOC.      Moreover, Count 1 — the ADEA claim —\n\nalleged “damages, including, but not limited to loss of income,\n\nloss of benefits, liquidated damages, attorneys' fees, costs,\n\nprejudgment interest, and declaratory and injunctive relief.\"\n\nFurther,   the   prayer   for   relief   in   Count   1   demanded   \"all\n\navailable remedies under the Maine Human Rights Act including\n\nreinstatement, back pay and penal damages . . . [and] such other\n\nrelief and further relief as the Court deems just and proper.\"\n\n           Finally, the amended complaint made crystal clear that\n\nCount 1 of the original complaint had been brought under both\n\nthe ADEA and the MHRA and that Walton was demanding \"damages,\n\nincluding, but not limited to, loss of income, loss of benefits,\n\nliquidated   damages,     attorneys'     fees,   costs,     prejudgment\n\ninterest, and declaratory and injunctive relief.\" (Emphasis\n\nadded.)    Yet Nalco neither opposed the motion to amend the\n\ncomplaint, nor submitted an amended answer.15\n\n\n    15At trial, Nalco maintained that it had preserved its\nobjection by pleading, in its original answer, the general\ndefense of \"failure to state a claim\" pursuant to Rule 12(b)(6).\nSee Fed. R. Civ. P. 12(b)(6).     Absent any indication of the\ncase-specific basis for the objection, however, its Rule\n12(b)(6) objection was insufficient to place a condition\nprecedent, such as section 4622, in issue. See EEOC v. Standard\nForge & Axle Co., 496 F.2d 1392, 1395 (5th Cir. 1974) (noting\nthat, where Title VII claimant carried burden under Rule 9(c),\nwith general averment that \"all conditions precedent to the\ninstitution of this lawsuit have been fulfilled[,]\" defendant\nwas not entitled to dismissal for want of more definite\nstatement, pursuant to Rule 12(e), since defendant never denied\n\n                                  18\n\f            Under the liberal \"notice pleading\" standards, see Fed.\n\nR. Civ. P. 8(e)(1) & (f), these original and amended complaints\n\nmet the \"general averment\" requirements prescribed by Rule 9(c).\n\nAlthough the complaints neither explicitly alleged compliance\n\nwith all preconditions to recovery under the MHRA, nor with the\n\nrequirement that an MHRC charge be filed, such compliance was\n\nplainly implicit.     Cf., e.g., Kiernan v. Zurich Cos., 150 F.3d\n\n1120, 1123 (9th Cir. 1998) (holding it sufficient to satisfy\n\n\"the loose guidelines of Rule 9(c)\" that plaintiff allege that\n\ninsurance    policy   was   in   \"full   force   and   effect,\"   thus   by\n\nimplication that all conditions precedent to valid policy were\n\nmet).\n\n            First, Walton alleged that he had filed an EEOC charge.\n\nSecond, it is common practice to file simultaneous EEOC and MHRC\n\n\nplaintiff's satisfaction of conditions precedent, \"specifically\nand with particularity\"); Vasys, 438 N.E.2d at 840 n.5 (\"A bare\nallegation, in a responsive pleading, that the complaint fails\nto state a claim upon which relief can be granted (as was made\nby the defendant in its answer) would not be sufficient to\npreserve a claim\" that plaintiff failed to satisfy a condition\nprecedent.); see also Brooks v. Monroe Sys. for Bus., Inc., 873\nF.2d 202, 205 (8th Cir. 1989) (\"[M]ere assertion [in answer] of\n'failure to state a claim' was not specific enough to [preserve]\nthe issue\" as to whether plaintiff failed to file an EEOC\ncharge.); see also 5 Wright & Miller § 1304 (\"A party who\nintends to controvert the claimant's general allegation of\nperformance [of a condition precedent] thus is given the burden\nof identifying those conditions he believes are unfulfilled and\nwishes to put into issue; he cannot raise an issue of\nnonperformance by a general denial or by asserting that the\nplaintiff has failed to state a claim for relief.\").\n\n                                    19\n\fcharges.        Furthermore, by explicitly demanding MHRA damages,\n\nboth in the original and amended complaints, Walton plainly\n\nplaced       Nalco   on     reasonable       notice   that    he     was    claiming\n\ncompliance with section 4622.             Indeed, at trial Nalco’s counsel\n\nacknowledged:        \"I’ll be candid to say I did not have in mind\n\nthis     [affirmative        defense]    when    I    drafted       the    answer.\"16\n\nConsequently,        the    parties   proceeded       to    trial   with    no   hint\n\nwhatsoever       that      section    4622     compliance     was     in    dispute.\n\nAccordingly, the district court correctly rejected the motion\n\nfor judgment as a matter of law on the MHRA claim.\n\n       The Age-Discrimination Claim Evidence\n\n               Nalco contends that the evidence was insufficient to\n\nsupport the jury verdicts on the ADEA and MHRA claims.                             We\n\nreview these Rule 50 motions de novo, drawing all reasonable\n\ninferences in favor of the prevailing party.                        See Negron v.\n\nCaleb Brett U.S.A., Inc., 212 F.3d 666, 668 (1st Cir. 2000).                       We\n\nmust        affirm   unless    the      evidence      was    \"so    strongly      and\n\n\n\n       16\n      In addition, there is no serious dispute that Walton\nreceived a right-to-sue letter from the MHRC, as a copy was\nattached to his opposition. Accordingly, the Nalco cross-appeal\nreduces to the technical contentions that the letter was neither\nauthenticated nor introduced in evidence. Thus, there was no\nsubstantial contention that Walton in fact failed to comply with\nsection 4622. Cf. Harris v. Int’l Paper Co., 765 F. Supp. 1509,\n1525 (D. Me. 1991) (\"Civil penalties are not available in this\ncase because Plaintiffs failed to file a complaint with the MHRC\nbefore bringing suit in this Court.\") (emphasis added).\n\n                                          20\n\foverwhelmingly\"        inconsistent          with       the   verdicts      that    no\n\nreasonable jury could have returned them.                        See id. (citation\n\nomitted).    This demanding standard was not met.\n\n            Nalco contends that Walton was discharged due to his\n\nrefusal to sign the employment agreement tendered to him, and\n\nthat his age was immaterial.                The record evidence nonetheless\n\nreasonably    permitted        a    contrary      inference.       Walton    adduced\n\ncompetent evidence that Vice-President Yankowski, who attempted\n\nto   intimidate       Walton       into   accepting      early    retirement,      had\n\nrelated several anecdotes regarding former employees of Walton's\n\nvintage who had been forced into early retirement by Nalco.\n\nMore particularly, Yankowski stated to another Nalco employee:\n\n\"We can't have a man in his sixties [viz., Walton] sitting on\n\nhis accounts coasting.              We need to get a young rep in there\n\nselling business.\"         Walton thus presented competent evidence of\n\nan age-based animus by a Nalco decisionmaker.                           See Kirk v.\n\nHitchcock Clinic, 261 F.3d 75, 79 (1st Cir. 2001) (noting that\n\ndirect   evidence       of     discriminatory           animus    may    consist    of\n\n\"'statements      by   a     decisionmaker        that    directly      reflect    the\n\nalleged animus and bear squarely on the contested employment\n\ndecision'\") (citation omitted).\n\n            Moreover, Walton adduced evidence that Nalco maneuvered\n\nto   establish    a    pretextual         basis   for    discharging     him.      See\n\n\n                                           21\n\fSantiago-Ramos v. Centennial P.R. Wireless Corp., 217 F.3d 46,\n\n56 (1st Cir. 2000) (noting that pretext may be established with\n\nevidence that \"nondiscriminatory reasons were after-the-fact\n\njustifications, provided subsequent to the beginning of legal\n\naction\").      After       Nalco    received     a     letter,     from    Walton's\n\nattorney, claiming age discrimination, Joseph Carney, Walton's\n\ndirect     supervisor,       administered        the     so-called        Personnel\n\nRegeneration Form to Walton at Yankowski's direction, which\n\npurported to show that Walton was not a competent salesman.                        At\n\ntrial,   however,        Walton    adduced     compelling       evidence    of    his\n\ncompetence as a salesman, evidence Nalco conveniently excluded\n\nfrom consideration in its final evaluation.                    For example, Nalco\n\nnever    received    a    client    complaint        regarding     Walton's      work\n\nperformance.        Moreover,      Walton      had   long   been    the    \"highest\n\ngrossing\" salesman in his territory, and consistently enjoyed\n\nexceptional customer loyalty as evidenced by the fact that he\n\nhad never lost a client in more than twenty years.                  Furthermore,\n\nhis   supervisor     testified       that      Walton    was    \"outstanding       at\n\nbuilding    relationships         with   his    customers.\"        Additionally,\n\nrather than demonstrating laxity in developing new business, the\n\nsales volume generated by Walton increased by 92% even as Nalco\n\nwas transferring 20% of Walton's client accounts to Malbon, his\n\ndesignated replacement.            Moreover, even though the performance\n\n\n                                         22\n\fevaluation       prepared       by    Nalco     assigned         Walton     a   \"deficient\"\n\nrating    in    regard     to    producing          a    business      plan,    it    omitted\n\nmention    that      Walton      already        had      been     excluded      from     Nalco\n\nmeetings at which new sales prospects were divided amongst his\n\nfellow sales associates.                In addition, though Walton was rated\n\n\"deficient\" in recordkeeping, Nalco adduced no sales reports\n\nsupporting its assessment.\n\n               Finally, given the record evidence before it, the jury\n\nreasonably       could     have        found       that        Nalco   orchestrated       the\n\nPersonnel Regeneration Form as pretextual support for its age-\n\nbased decision to discharge Walton.                            See Santiago-Ramos, 217\n\nF.3d at 56 (noting that memo setting forth legitimate grounds\n\nfor discharging employee, prepared after it became apparent that\n\nformer employee was initiating litigation, could be considered\n\n\"pretextual post hoc justifications because [grounds] were only\n\nprovided in anticipation of litigation\").\n\n    2.         Admission of Age-related Remark by Yankowski\n\n               Nalco contends that the Yankowski statement — \"[w]e\n\ncan't    have    a   man    in       his    sixties       sitting      on    his     accounts\n\ncoasting. . . . [w]e need to get a young rep in there selling\n\nnew business\" — was irrelevant to the issue of age animus,\n\nbecause    Walton        did     not       prove        that     Yankowski      played    any\n\n\n\n\n                                               23\n\fdecisionmaking role in the discharge.17\n\n         Evidentiary     rulings        are   reviewed   for   abuse   of\n\ndiscretion.   Invest Almaz v. Temple-Inland Forest Prods. Corp.,\n\n243 F.3d 57, 69 (1st Cir. 2001).          Evidence that discriminatory\n\nremarks were made by persons in a position to influence the\n\nchallenged employment action may suffice to establish pretext.\n\nSee, e.g., Straughn v. Delta Airlines, Inc., 250 F.3d 23, 35\n\n(1st Cir. 2001).    The jury was entitled to disbelieve the trial\n\ntestimony that Richard Murphy unilaterally discharged Walton\n\nwithout consultation or input from Yankowski, who was one of\n\nWalton's superiors and the vice president for Nalco's eastern\n\nsales division.     See Febres v. Challenger Caribbean Corp., 214\n\nF.3d 57, 60-61 (1st Cir. 2000).          Yankowski initiated not only\n\nthe conversations regarding Walton's retirement plans, but also\n\nthe telltale age-related anecdotes.            Moreover, when Walton's\n\nattorney advised Yankowski of the age-discrimination claims, it\n\nwas Yankowski who directed Carney to administer the so-called\n\nPersonnel Regeneration Form to Walton, see supra, whose grossly\n\ninaccurate results strongly suggested a pretextual basis for the\n\nWalton discharge.    Three months after the Personnel Regeneration\n\n\n    17By failing to renew its motion in limine at trial, Nalco\nwaived its contention that the challenged testimony was unduly\nprejudicial, hence excludable under Federal Rule of Evidence\n403. See O'Rourke v. City of Providence, 235 F.3d 713, 727 (1st\nCir. 2001).\n\n                                   24\n\fForm was administered to Walton, his employment was terminated.\n\n            The    jury    reasonably       could        have   inferred,        without\n\ndifficulty,       that    Yankowski      played      a    pivotal        role    in     the\n\ntermination decision implemented by Vice-President Murphy, and\n\nthat the statement Yankowski made to Ray Field, see supra note\n\n3, was both directly related and temporally proximate to the\n\nchallenged    employment      action.       See     Fernandes       v.    Costa    Bros.\n\nMasonry, Inc., 199 F.3d 572, 583 (1st Cir. 1999) (observing that\n\ncomment by decisionmaker — \"I don't have to hire you locals or\n\nCape    Verdean    people\"    —    was     not     mere    \"stray     remark\"      where\n\nemployer refused to rehire people of Cape Verdean descent). 18\n\nThe district court did not abuse its discretion by admitting the\n\nYankowski testimony.\n\n       3.   Exclusion of the \"Lost Profits\" Evidence\n\n            Finally,      Nalco    contends        that    it   was      an     abuse    of\n\ndiscretion for the district court to exclude the evidence it\n\nproffered in support of its counterclaim for damages, viz., the\n\nprofits     allegedly       lost     due      to     Walton's         post-discharge\n\nsolicitation      of     former    Nalco      clients      in   violation        of     the\n\nnoncompetition agreement.             Specifically, Joseph Carney, the\n\n\n       18\n      Although the exact date of the Yankowski remark is\nunclear, it occurred in 1997. Cf. McMillan v. Mass. SPCA, 140\nF.3d 288, 301 (1st Cir. 1998) (finding that remarks made several\nyears before challenged employment decision were temporally\nremote).\n\n                                         25\n\fNalco district sales manager for Maine, sought to tender a lay\n\nopinion as to the net profits lost by Nalco.                     The opinion was\n\npredicated exclusively upon Carney's lay review of                      corporate\n\nreports reflecting the gross profits generated by Nalco in its\n\nMaine sales district.          Carney concededly possessed no personal\n\nor independent knowledge as to how the Nalco corporate data were\n\ncompiled.      Moreover, these corporate reports contained data\n\npertaining exclusively to 1997, but none relating to the crucial\n\n1998-99 period.\n\n            A trial court ruling excluding lay-opinion testimony\n\nis reviewed for a \"clear abuse of discretion.\"               United States v.\n\nVega-Figueroa, 234 F.3d 744, 755 (1st Cir. 2000); see Fed. R.\n\nEvid.   701.     As    we     have    explained,    Rule    701    \"permits      the\n\nrendering of lay opinion testimony when [it] is (a) 'rationally\n\nbased upon the perception of the witness,' and (b) 'helpful to\n\na   clear   understanding        of    the   witness'      testimony      or     the\n\ndetermination of a fact in issue.'\"                Lynch v. City of Boston,\n\n180 F.3d 1, 16 (1st Cir. 1999) (citation omitted).                            \"[T]he\n\nmodern trend favors the admission of opinion testimony provided\n\nit is well founded on personal knowledge and susceptible to\n\ncross-examination.\"            Vega-Figueroa,      234    F.3d    at   755.      The\n\ndistrict    court     acted    well    within   its      broad    discretion      in\n\nexcluding the Carney opinion testimony, which was based neither\n\n\n                                        26\n\fon personal knowledge nor apposite data.\n\n         Affirmed.\n\n\n\n\n                              27\n\f",
  "html": "<p class=\"case_cite\">272 F.3d 13 (1st Cir. 2001)</p>\n    <p class=\"parties\">GARY WALTON, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>NALCO CHEMICAL COMPANY, Defendant, Appellee/Cross-Appellant.<br>GARY WALTON, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>NALCO CHEMICAL COMPANY, Defendant, Appellee/Cross-Appellant.<br>GARY WALTON, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>NALCO CHEMICAL COMPANY, Defendant, Appellee/Cross-Appellant.</p>\n    <p class=\"docket\">No. 00-1988, No. 00-2102, No. 00-2196</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 6, 2001<br>Decided November 28, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. D. Brock Hornby, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Daniel G. Lilley, with whom Daniel G. Lilley Law Offices, P.A. was on brief for plaintiff, appellant.</p>\n      <p class=\"indent\">James B. Haddow, with whom Petruccelli &amp; Martin, LLP was on brief for defendant, appellee.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Gary Walton challenges various rulings which led the district court to dismiss his state-law claim for intentional infliction of emotional distress against his former employer, Nalco Chemical Company (Nalco), and to disallow his motion to amend the complaint to include a defamation claim under Maine law.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In its cross-appeal, Nalco challenges various evidentiary rulings, as well as the denial of its motion to dismiss Walton's pendant state-law age-discrimination claim under the Maine Human Rights Act (\"MHRA\"). We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1977, Walton joined the staff at Nutmeg Technologies, Inc. (\"Nutmeg\"), selling water treatment chemicals and supplies to industrial and institutional customers in Maine. Between 1977 and 1994, his annual sales increased from $223,000 to more than $1,000,000. By the time Diversey Water Technologies, a Nalco subsidiary, announced its intention to acquire Nutmeg in October 1996, Walton then sixty years of age, was earning $61,000 a year as Nutmeg's highest paid Maine salesman.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to the time Nutmeg was actually acquired by Nalco, Walton had explained to Nalco Vice-Presidents Peter Hallson and Kenneth Yankowski that he wanted to retain his sales accounts and intended to continue working until at least age sixty-five. After Hallson and Yankowski acceded to his demands, Walton entered into an agreement not to compete with Nalco within his current sales territory for a period of eighteen months following any termination of his employment with Nalco. Whereupon Nalco agreed to disburse $5,500 to Walton as a retention bonus, provided that Walton remained employed by Nalco as of September 30, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In June 1997, however, Walton learned that Nalco had reassigned some of his sales accounts, including the third largest, to Troy Malbon, a thirty-one-year-old salesman previously supervised by Walton. On August 20, 1997, Walton met with Yankowski and Joseph Carney, Walton's direct supervisor, at their request. Yankowski inquired into Walton's financial condition, including the value of his residence and personal property, then announced that all of Walton's remaining sales accounts would be transferred to Malbon, effective January 1998. Finally, Yankowski related two anecdotes about former Nalco employees who had been demoted or discharged at age sixty-two, explaining that Nalco had forced one of them to accept early retirement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the same time, Yankowski advised Walton that Nalco was not prepared to offer him any early-retirement incentive, suggesting instead that Walton accept part-time employment at $20,000 per year -- less than one-third his salary at the time. Walton regarded Yankowski's remarks as warnings designed to compel him to accept early retirement. In due course, Walton retained counsel, who informed Nalco on October 3, 1997, that it had engaged in age discrimination. On October 8, 1997, Yankowski and Carney instructed Walton to bring additional information regarding his financial condition, so that his minimum financial needs could be calculated by Nalco with a possible view to tendering him a buy-out offer.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At Yankowski's direction, during another meeting in November 1997, Walton was required to submit to an employee evaluation pursuant to a so-called Personnel Regeneration Form; Walton tested deficient in thirteen of its fifteen categories. Walton declined to sign the written evaluation and rejected the proffered employment contract,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> after informing Nalco Vice-President Richard Murphy, in writing, that he would not sign the new contract unless Nalco first met with his attorney to discuss the age-discrimination claims. During this period, Walton experienced emotional distress and even fantasized about suicide. In February 1998, Walton was discharged for refusing to sign the new employment contract tendered by Nalco.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The day after Walton's discharge, a Nalco employee came to the Walton home to reclaim a piece of testing equipment and the company car. After rebuffing Walton's request that he be allowed to retain the testing equipment for its \"sentimental value,\" the Nalco employee repossessed both the testing equipment and the company car in the presence of Walton's family and neighbors. Less than sixty days passed before Walton was hired by a Nalco competitor and assigned to one of his former Maine sales districts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Walton instituted suit in the United States District Court for the District of Maine, claiming violations of the Age Discrimination in Employment Act (\"ADEA\"), 29 U.S.C. &#167; 621 et seq., and the fair employment provisions of the MHRA, Me. Rev. Stat. Ann. tit. 5, &#167; 4571 et seq., as well as intentional infliction of emotional distress. Nalco counterclaimed that Walton had breached the noncompetition agreement by accepting employment with a Nalco competitor. In due course, the district court denied Walton's motion to amend the complaint to include a defamation claim, granted partial summary judgment to Nalco on the issue of Walton's liability under the counterclaim, and reserved for trial the issue of damages under the counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At trial, Nalco's counterclaim was dismissed after all its evidence on damages had been excluded. The district court entered judgment as a matter of law for Nalco on the Walton state-law claim for intentional infliction of emotional distress. At the conclusion of the trial, the jury returned verdicts on the ADEA and MHRA claims, awarding Walton $57,872 in back pay, $250,000 for pain and suffering, and $1,250,000 in punitive damages. The district court reduced the total jury award to $357,872, consistent with the limitations prescribed in the ADEA and the MHRA.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">A. The Walton Appeal</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. The Intentional Infliction of Emotional Distress Claim</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Walton first contends that there was enough evidence to establish that Nalco intended to inflict emotional distress by discharging him. Judgments entered as a matter of law are reviewed de novo, and will be affirmed \"only if, after scrutinizing the proof and inferences derivable therefrom in the light most hospitable to [Walton], we determine that a reasonable fact finder could have reached but one conclusion: that [Nalco] w[as] entitled to judgment.\" Fleet Nat'l Bank v. Anchor Media Television, Inc., 45 F.3d 546, 552 (1st Cir. 1995).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">Walton had the burden to prove that</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(1) [Nalco] intentionally or recklessly inflicted severe emotional distress or was certain that such distress would result from [its] conduct; (2) the conduct was so extreme and outrageous as to exceed all possible bounds of decency and must be regarded as atrocious, and utterly intolerable in a civilized community; (3) [Nalco's] actions . . . caused [his] emotional distress; and (4) the emotional distress . . . was so severe that no reasonable [person] could be expected to endure it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Vogt v. Churchill, 679 A.2d 522, 524 (Me. 1996) (internal citations and quotation marks omitted). Moreover, it was necessary for the district court, in its \"gatekeeper\" role, to determine, in the first instance, \"'whether [Nalco's] conduct may reasonably be regarded as so extreme and outrageous [as] to permit recovery.'\" Champagne v. Mid-Maine Med. Ctr., 711 A.2d 842, 847 (Me. 1998) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Walton insists that the evidence demonstrated the requisite \"extreme and outrageous\" conduct, in that Nalco (i) abused its position of authority, qua employer; (ii) threatened his livelihood and professional reputation by attempting to pressure him to accept a buy-out package; and (iii) subjected him to undue \"humiliation\" by, inter alia, transferring his sales accounts to a less experienced employee, promulgating a false and demeaning job-performance review, and repossessing company property from him in the presence of his family and neighbors.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court correctly ruled that Walton's claim<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> should be dismissed because the evidence failed, as a matter of Maine law,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> to demonstrate an intentional infliction of emotional distress.</p>\n    </div>\n    <p class=\"indent\">2. The Motion to Amend</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Walton next contends that the district court erred in denying, as untimely, his motions to amend his complaint -- made immediately before and after trial -- to include a defamation claim under Maine law. See Fed. R. Civ. P. 15(a), (b). We review only for abuse of discretion. See Kemper Ins. Cos. v. Fed. Express Corp., 252 F.3d 509, 512 (1st Cir. 2001); Quaker State Oil Ref. Corp. v. Garrity Oil Co., Inc., 884 F.2d 1510, 1517 (1st Cir. 1989) (trial court considering proposed amendment must \"examine the totality of the circumstances and exercise sound discretion in light of the pertinent balance of equitable considerations\"). Although \"leave [to amend] shall be freely given when justice so requires[,]\" Fed. R. Civ. P. 15(a), \"parties seeking the benefit of . . . [Rule 15(a)'s] liberality [must] exercise due diligence; unseemly delay, in combination with other factors, may warrant denial of a suggested amendment.\" Quaker State, 884 F.2d at 1517 (amendments may be foreclosed where movant's delay is \"extreme\" or unexplained).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first motion to amend the Walton complaint was submitted eight months after the due date prescribed in the scheduling order, six months after discovery closed, and one week prior to the trial date initially established by the district court.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Yet Walton offered neither an explanation nor a justification for the inordinate delays, relying instead on the naked assertion that Nalco could not have been prejudiced.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Walton nonetheless insists that his post-trial motion to conform the complaint to the evidence is distinguishable, in that Nalco implicitly consented to the trial of his defamation claim. By way of example, Walton points to evidence that Nalco personnel falsely represented that he was incompetent, and contends that falsity is an element of his defamation claim. His characterization misses the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"'Consent to the trial of an issue may be implied if, during the trial, a party acquiesces in the introduction of evidence which is relevant only to that issue.'\" United States v. Davis, 261 F.3d 1, 59-60 (1st Cir. 2001) (emphasis in original; citation omitted). In the present case, however, where evidence of the alleged falsifications by Nalco representatives was independently material to establish pretext on the Walton age-discrimination claims under the ADEA and MHRA, the district court did not abuse its discretion by denying Walton's amendatory motions.</p>\n    </div>\n    <p class=\"indent\">B. The Nalco Cross-Appeal</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. Proof of the Maine Human Rights Commission Charge</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The cross-appeal is predicated on the contention that Nalco was entitled to judgment as a matter of law, on the MHRA age-discrimination claim brought by Walton, because Maine law allows neither damages nor attorney fees unless the plaintiff \"alleges and establishes\" that the MHRC has taken final action on the administrative charge or issued a right-to-sue letter. See Me. Rev. Stat. Ann. tit. 5, &#167; 4622 (1)(C); see also Gordan v. Cummings, 756 A.2d 942, 944-45 (Me. 2000).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The district court ruled that Nalco waived its contention by (i) failing to raise it, either in its answer or as an affirmative defense, and (ii) engaging in \"trial by ambush\" by withholding its objection until the close of Walton's evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Maine Supreme Judicial Court (\"SJC\") has yet to determine the proper allocation of burdens of proof under section 4622. Consequently, we must make \"an informed prophecy of what the [SJC] would do in the same situation,\" seeking \"guidance in analogous state court decisions, persuasive adjudications by courts of sister states, learned treatises, and public policy considerations identified in state decisional law.\" Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1151 (1st Cir. 1996). We review statutory interpretations de novo. See Laaman v. Warden, N.H. State Prison, 238 F.3d 14, 16 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Section 4622, by its plain language, precludes any characterization of the MHRC exhaustion issue as a mere affirmative defense,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> since it explicitly states that the plaintiff, rather than the defendant, must \"plead[]\" the requisite MHRC filing. Cf. Fed. R. Civ. P. 8.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> On the other hand, the section 4622 requirement, strictly speaking, is not an element of the statutory age-discrimination claim, since it does not preclude a jury finding of discrimination, but merely limits the types of recovery available to prevailing plaintiffs.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Since section 4622 more closely resembles a condition precedent, cf. Jensen v. Frank, 912 F.2d 517, 520 (1st Cir 1990) (noting that Title VII exhaustion requirement is \"condition precedent\" to suit); MHRC v. Local 1361, UPIU AFL-CIO, 383 A.2d 369, 375 (Me. 1978) (observing that Title VII case law may provide guidance in interpreting MHRA), it is governed by Fed. R. Civ. P. 9(c), see 5 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure &#167; 1302, (2d ed. 1987) (\"[Rule 9(c)] is applicable in all actions in the federal courts, even when the pleading practice in the state in which the court is sitting is different.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 9(c) provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In pleading the performance or occurrence of conditions precedent, it is sufficient to aver generally that all conditions precedent have been performed or have occurred. A denial of performance or occurrence shall be made specifically and with particularity, but when so made the party pleading the performance or occurrence has the burden of proving it.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Fed. R. Civ. P. 9(c). \"Rule 9(c) has the effect of forcing defendant to raise the issue [of noncompliance with a condition precedent] whenever he believes there actually is a question about performance.\" 5 Wright &amp; Miller &#167; 1304; id. &#167; 1302 (\"Rule 9(c) is designed to eliminate the detailed and largely unnecessary averments that resulted under common law procedure, and to prevent nonmeritorious dismissals for failure to plead the fulfillment of conditions precedent that are not at issue in the suit.\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As we have noted, supra, section 4622 explicitly requires that the plaintiff plead the requisite MHRC filing. Consequently, provided the complaint includes a general averment that all conditions precedent to suit or recovery have been met, and the \"defendant does not deny the satisfaction of the preconditions specifically and with particularity, then the plaintiff's allegations are assumed admitted, and the defendant cannot later assert that a condition precedent has not been met.\" Jackson v. Seaboard Coast Line R.R. Co., 678 F.2d 992, 1010 (11th Cir. 1982).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Accordingly, the appropriate inquiry in the present case is whether either the original or amended complaint included an adequate \"general averment\" that Walton had met all conditions precedent to the recovery of damages under the MHRA, even though neither complaint explicitly alleged that Walton had filed an MHRC charge. The original complaint alleged that Walton had satisfied \"all conditions precedent to jurisdiction under the ADEA,\" including the timely filing of a discrimination charge with the EEOC. Moreover, Count 1 -- the ADEA claim -- alleged \"damages, including, but not limited to loss of income, loss of benefits, liquidated damages, attorneys' fees, costs, prejudgment interest, and declaratory and injunctive relief.\" Further, the prayer for relief in Count 1 demanded \"all available remedies under the Maine Human Rights Act including reinstatement, back pay and penal damages . . . [and] such other relief and further relief as the Court deems just and proper.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, the amended complaint made crystal clear that Count 1 of the original complaint had been brought under both the ADEA and the MHRA and that Walton was demanding \"damages, including, but not limited to, loss of income, loss of benefits, liquidated damages, attorneys' fees, costs, prejudgment interest, and declaratory and injunctive relief.\" (Emphasis added.) Yet Nalco neither opposed the motion to amend the complaint, nor submitted an amended answer.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Under the liberal \"notice pleading\" standards, see Fed. R. Civ. P. 8(e)(1) &amp; (f), these original and amended complaints met the \"general averment\" requirements prescribed by Rule 9(c). Although the complaints neither explicitly alleged compliance with all preconditions to recovery under the MHRA, nor with the requirement that an MHRC charge be filed, such compliance was plainly implicit. Cf., e.g., Kiernan v. Zurich Cos., 150 F.3d 1120, 1123 (9th Cir. 1998) (holding it sufficient to satisfy \"the loose guidelines of Rule 9(c)\" that plaintiff allege that insurance policy was in \"full force and effect,\" thus by implication that all conditions precedent to valid policy were met).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">First, Walton alleged that he had filed an EEOC charge. Second, it is common practice to file simultaneous EEOC and MHRC charges. Furthermore, by explicitly demanding MHRA damages, both in the original and amended complaints, Walton plainly placed Nalco on reasonable notice that he was claiming compliance with section 4622. Indeed, at trial Nalco's counsel acknowledged: \"I'll be candid to say I did not have in mind this [affirmative defense] when I drafted the answer.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Consequently, the parties proceeded to trial with no hint whatsoever that section 4622 compliance was in dispute. Accordingly, the district court correctly rejected the motion for judgment as a matter of law on the MHRA claim.</p>\n    </div>\n    <p class=\"indent\">1. The Age-Discrimination Claim Evidence</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Nalco contends that the evidence was insufficient to support the jury verdicts on the ADEA and MHRA claims. We review these Rule 50 motions de novo, drawing all reasonable inferences in favor of the prevailing party. See Negron v. Caleb Brett U.S.A., Inc., 212 F.3d 666, 668 (1st Cir. 2000). We must affirm unless the evidence was \"so strongly and overwhelmingly\" inconsistent with the verdicts that no reasonable jury could have returned them. See id. (citation omitted). This demanding standard was not met.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nalco contends that Walton was discharged due to his refusal to sign the employment agreement tendered to him, and that his age was immaterial. The record evidence nonetheless reasonably permitted a contrary inference. Walton adduced competent evidence that Vice-President Yankowski, who attempted to intimidate Walton into accepting early retirement, had related several anecdotes regarding former employees of Walton's vintage who had been forced into early retirement by Nalco. More particularly, Yankowski stated to another Nalco employee: \"We can't have a man in his sixties [viz., Walton] sitting on his accounts coasting. We need to get a young rep in there selling business.\" Walton thus presented competent evidence of an age-based animus by a Nalco decision maker. See Kirk v. Hitchcock Clinic, 261 F.3d 75, 79 (1st Cir. 2001) (noting that direct evidence of discriminatory animus may consist of \"'statements by a decision maker that directly reflect the alleged animus and bear squarely on the contested employment decision'\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Moreover, Walton adduced evidence that Nalco maneuvered to establish a pretextual basis for discharging him. See Santiago-Ramos v. Centennial P.R. Wireless Corp., 217 F.3d 46, 56 (1st Cir. 2000) (noting that pretext may be established with evidence that \"nondiscriminatory reasons were after-the-fact justifications, provided subsequent to the beginning of legal action\"). After Nalco received a letter, from Walton's attorney, claiming age discrimination, Joseph Carney, Walton's direct supervisor, administered the so-called Personnel Regeneration Form to Walton at Yankowski's direction, which purported to show that Walton was not a competent salesman. At trial, however, Walton adduced compelling evidence of his competence as a salesman, evidence Nalco conveniently excluded from consideration in its final evaluation. For example, Nalco never received a client complaint regarding Walton's work performance. Moreover, Walton had long been the \"highest grossing\" salesman in his territory, and consistently enjoyed exceptional customer loyalty as evidenced by the fact that he had never lost a client in more than twenty years. Furthermore, his supervisor testified that Walton was \"outstanding at building relationships with his customers.\" Additionally, rather than demonstrating laxity in developing new business, the sales volume generated by Walton increased by 92% even as Nalco was transferring 20% of Walton's client accounts to Malbon, his designated replacement. Moreover, even though the performance evaluation prepared by Nalco assigned Walton a \"deficient\" rating in regard to producing a business plan, it omitted mention that Walton already had been excluded from Nalco meetings at which new sales prospects were divided amongst his fellow sales associates. In addition, though Walton was rated \"deficient\" in record keeping, Nalco adduced no sales reports supporting its assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Finally, given the record evidence before it, the jury reasonably could have found that Nalco orchestrated the Personnel Regeneration Form as pretextual support for its age-based decision to discharge Walton. See Santiago-Ramos, 217 F.3d at 56 (noting that memo setting forth legitimate grounds for discharging employee, prepared after it became apparent that former employee was initiating litigation, could be considered \"pretextual post hoc justifications because [grounds] were only provided in anticipation of litigation\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. Admission of Age-related Remark by Yankowski</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Nalco contends that the Yankowski statement -- \"[w]e can't have a man in his sixties sitting on his accounts coasting. . . . [w]e need to get a young rep in there selling new business\" -- was irrelevant to the issue of age animus, because Walton did not prove that Yankowski played any decision making role in the discharge.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Evidentiary rulings are reviewed for abuse of discretion. Invest Almaz v. Temple-Inland Forest Prods. Corp., 243 F.3d 57, 69 (1st Cir. 2001). Evidence that discriminatory remarks were made by persons in a position to influence the challenged employment action may suffice to establish pretext. See, e.g., Straughn v. Delta Airlines, Inc., 250 F.3d 23, 35 (1st Cir. 2001). The jury was entitled to disbelieve the trial testimony that Richard Murphy unilaterally discharged Walton without consultation or input from Yankowski, who was one of Walton's superiors and the vice president for Nalco's eastern sales division. See Febres v. Challenger Caribbean Corp., 214 F.3d 57, 60-61 (1st Cir. 2000). Yankowski initiated not only the conversations regarding Walton's retirement plans, but also the telltale age-related anecdotes. Moreover, when Walton's attorney advised Yankowski of the age-discrimination claims, it was Yankowski who directed Carney to administer the so-called Personnel Regeneration Form to Walton, see supra, whose grossly inaccurate results strongly suggested a pretextual basis for the Walton discharge. Three months after the Personnel Regeneration Form was administered to Walton, his employment was terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The jury reasonably could have inferred, without difficulty, that Yankowski played a pivotal role in the termination decision implemented by Vice-President Murphy, and that the statement Yankowski made to Ray Field, see supra note 3, was both directly related and temporally proximate to the challenged employment action. See Fernandes v. Costa Bros. Masonry, Inc., 199 F.3d 572, 583 (1st Cir. 1999) (observing that comment by decision maker -- \"I don't have to hire you locals or Cape Verdean people\" -- was not mere \"stray remark\" where employer refused to rehire people of Cape Verdean descent).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> The district court did not abuse its discretion by admitting the Yankowski testimony.</p>\n    </div>\n    <p class=\"indent\">3. Exclusion of the \"Lost Profits\" Evidence</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Finally, Nalco contends that it was an abuse of discretion for the district court to exclude the evidence it proffered in support of its counterclaim for damages, viz., the profits allegedly lost due to Walton's post-discharge solicitation of former Nalco clients in violation of the noncompetition agreement. Specifically, Joseph Carney, the Nalco district sales manager for Maine, sought to tender a lay opinion as to the net profits lost by Nalco. The opinion was predicated exclusively upon Carney's lay review of corporate reports reflecting the gross profits generated by Nalco in its Maine sales district. Carney concededly possessed no personal or independent knowledge as to how the Nalco corporate data were compiled. Moreover, these corporate reports contained data pertaining exclusively to 1997, but none relating to the crucial 1998-99 period.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A trial court ruling excluding lay-opinion testimony is reviewed for a \"clear abuse of discretion.\" United States v. Vega-Figueroa, 234 F.3d 744, 755 (1st Cir. 2000); see Fed. R. Evid. 701. As we have explained, Rule 701 \"permits the rendering of lay opinion testimony when [it] is (a) 'rationally based upon the perception of the witness,' and (b) 'helpful to a clear understanding of the witness' testimony or the determination of a fact in issue.'\" Lynch v. City of Boston, 180 F.3d 1, 16 (1st Cir. 1999) (citation omitted). \"[T]he modern trend favors the admission of opinion testimony provided it is well founded on personal knowledge and susceptible to cross-examination.\" Vega-Figueroa, 234 F.3d at 755. The district court acted well within its broad discretion in excluding the Carney opinion testimony, which was based neither on personal knowledge nor apposite data.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All relevant facts are related in the light most favorable to Walton. See White v. N.H. Dep't of Corrections, 221 F.3d 254, 259 (1st Cir. 2000) (judgment-as-a-matter-of-law rulings are reviewed de novo, whereas the evidence and inferences to be drawn therefrom are viewed in the light most favorable to the nonmoving party).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since Nalco acquired direct control of Diversey in December 1997, we simply refer to \"Nalco.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Around the same time, Yankowski stated in the presence of Ray Field, another Nalco employee: \"We can't have a man [Walton] in his sixties sitting on his accounts coasting. We need to get a young rep in there selling business.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> All Diversey employees were tendered new contracts at the time the two firms merged.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As we conclude that there was insufficient evidence to support the \"intentional infliction\" claim, see infra, we need not discuss an alternative basis for its dismissal, viz., that the MHRA preempts all claims for employment-related emotional distress.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e.g., Staples v. Bangor Hydro-Elec. Co., 561 A.2d 499, 501 (Me. 1989) (holding that supervisor, who humiliated employee during staff meetings, demoted him without cause, and falsely accused him of professional incompetence, had not engaged in \"extreme and outrageous\" conduct); see also Green v. Me. Sch. Admin. Dist. No. 77, 52 F. Supp. 2d 98, 114 (D. Me. 1999) (noting that denial of tenure to teacher, though arguably violative of the retaliation provision in the MHRA, was not \"extreme and outrageous\"); Krennerich v. Town of Bristol, 943 F. Supp. 1345, 1356-57 (D. Me. 1996) (observing that an intentional-infliction claim, relying solely on wrongful termination in violation of municipal employee's due process rights, failed to meet \"extreme and outrageous\" standard).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The cases Walton cites are factually inapposite and inconclusive. Two cases involved elderly parents' claims that their children had engaged in inhumane attempts to evict them from the family home after the title to the home had been conveyed to the children by the parents. See Moulton v. Moulton, 707 A.2d 74, 76 (Me. 1998); Latremore v. Latremore, 584 A.2d 626, 630 (Me. 1990). Such extreme conduct within a family plainly entailed the infliction of much greater emotional distress than that involved in the instant employer-employee relationship. The third case cited by Walton involved an ex-husband's unrelenting, seven-month campaign to have his former spouse's divorce attorney brought up on professional misconduct charges, and the placement of local newspaper ads publicizing those unfounded charges. See Vogt, 679 A.2d at 524.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Cf., e.g., Jordan v. Hawker Dayton Corp., 62 F.3d 29, 33 (1st Cir. 1995) (no abuse of discretion where amendment was filed four months after scheduling order deadline and a few days prior to close of discovery); Quaker State, 884 F.2d at 1517-18 (motion to amend filed within three weeks of deadline for filing summary judgment motions held untimely where \"[t]he facts upon which the proposed [amendment] rested were known to [the movant] all along\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Nalco cross-appeal, if successful, would reduce Walton's net recovery from $357,872 to $115,744, the maximum allowable under the ADEA. See 29 U.S.C. &#167;&#167; 216, 626(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Walton's citations to case law holding that various statutory limits on damages are affirmative defenses, which may be waived unless pleaded, are inapposite. See Jakobsen v. Mass. Port Auth., 520 F.2d 810, 813 (1st Cir. 1975). Unlike section 4622, statutory \"caps\" on damages do not depend upon any pre-suit conduct by the plaintiff, but merely delimit arbitrarily the maximum exposure to damages for any defendant.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As the section 4622 requirement is nonjurisdictional, it may be waived. Cf. O'Rourke v. City of Providence, 235 F.3d 713, 725 (1st Cir. 2001) (noting that Title VII exhaustion requirement is nonjurisdictional). Here, however, the issue is whether Nalco waived the requirement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> If section 4622 were an element of an MRHA claim, arguably Nalco could have delayed, until the close of Walton's evidence, before moving for a Rule 12(b)(6) dismissal, which may even be raised for the first time at trial. See Fed. R. Civ. P. 8 &amp; 12(h)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Rule 9(c) governs not only contractual conditions precedent, but statutory conditions precedent as well, such as section 4622. See 5 Wright &amp; Miller &#167; 1303 n.1; see also, e.g., Weir v. United States, 310 F.2d 149, 155 (8th Cir. 1962); cf. Vasys v. Metro. Dist. Comm'n, 438 N.E.2d 836, 840 n.4 (Mass. 1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Some courts have held that where a plaintiff utterly fails to plead a general averment, the defendant need not assert \"failure of performance\" as an affirmative defense in order to preserve the issue, but instead may raise the issue for the first time at trial. See 5 Wright &amp; Miller &#167; 1304; see also 2 James W. Moore, Moore's Federal Practice &#167; 9.04[1] (3d ed. 1997) (\"Neither Rule 9(c) nor Rule 8(a)(2) expressly requires that the performance or occurrence of conditions precedent be pled at all by a claimant.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> At trial, Nalco maintained that it had preserved its objection by pleading, in its original answer, the general defense of \"failure to state a claim\" pursuant to Rule 12(b)(6). See Fed. R. Civ. P. 12(b)(6). Absent any indication of the case-specific basis for the objection, however, its Rule 12(b)(6) objection was insufficient to place a condition precedent, such as section 4622, in issue. See EEOC v. Standard Forge &amp; Axle Co., 496 F.2d 1392, 1395 (5th Cir. 1974) (noting that, where Title VII claimant carried burden under Rule 9(c), with general averment that \"all conditions precedent to the institution of this lawsuit have been fulfilled[,]\" defendant was not entitled to dismissal for want of more definite statement, pursuant to Rule 12(e), since defendant never denied plaintiff's satisfaction of conditions precedent, \"specifically and with particularity\"); Vasys, 438 N.E.2d at 840 n.5 (\"A bare allegation, in a responsive pleading, that the complaint fails to state a claim upon which relief can be granted (as was made by the defendant in its answer) would not be sufficient to preserve a claim\" that plaintiff failed to satisfy a condition precedent.); see also Brooks v. Monroe Sys. for Bus., Inc., 873 F.2d 202, 205 (8th Cir. 1989) (\"[M]ere assertion [in answer] of 'failure to state a claim' was not specific enough to [preserve] the issue\" as to whether plaintiff failed to file an EEOC charge.); see also 5 Wright &amp; Miller &#167; 1304 (\"A party who intends to controvert the claimant's general allegation of performance [of a condition precedent] thus is given the burden of identifying those conditions he believes are unfulfilled and wishes to put into issue; he cannot raise an issue of nonperformance by a general denial or by asserting that the plaintiff has failed to state a claim for relief.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In addition, there is no serious dispute that Walton received a right-to-sue letter from the MHRC, as a copy was attached to his opposition. Accordingly, the Nalco cross-appeal reduces to the technical contentions that the letter was neither authenticated nor introduced in evidence. Thus, there was no substantial contention that Walton in fact failed to comply with section 4622. Cf. Harris v. Int'l Paper Co., 765 F. Supp. 1509, 1525 (D. Me. 1991) (\"Civil penalties are not available in this case because Plaintiffs failed to file a complaint with the MHRC before bringing suit in this Court.\") (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> By failing to renew its motion in limine at trial, Nalco waived its contention that the challenged testimony was unduly prejudicial, hence excludable under Federal Rule of Evidence 403. See O'Rourke v. City of Providence, 235 F.3d 713, 727 (1st Cir. 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Although the exact date of the Yankowski remark is unclear, it occurred in 1997. Cf. McMillan v. Mass. SPCA, 140 F.3d 288, 301 (1st Cir. 1998) (finding that remarks made several years before challenged employment decision were temporally remote).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">GARY WALTON, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>NALCO CHEMICAL COMPANY, Defendant, Appellee/Cross-Appellant.<br>GARY WALTON, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>NALCO CHEMICAL COMPANY, Defendant, Appellee/Cross-Appellant.<br>GARY WALTON, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>NALCO CHEMICAL COMPANY, Defendant, Appellee/Cross-Appellant.</p>\n    <p class=\"docket\">No. 00-1988, No. 00-2102, No. 00-2196</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 6, 2001<br>Decided November 28, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. D. Brock Hornby, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Daniel G. Lilley, with whom Daniel G. Lilley Law Offices, P.A. was on brief for plaintiff, appellant.</p>\n      <p class=\"indent\">James B. Haddow, with whom Petruccelli &amp; Martin, LLP was on brief for defendant, appellee.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Gary Walton challenges various rulings which led the district court to dismiss his state-law claim for intentional infliction of emotional distress against his former employer, Nalco Chemical Company (Nalco), and to disallow his motion to amend the complaint to include a defamation claim under Maine law.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In its cross-appeal, Nalco challenges various evidentiary rulings, as well as the denial of its motion to dismiss Walton's pendant state-law age-discrimination claim under the Maine Human Rights Act (\"MHRA\"). We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1977, Walton joined the staff at Nutmeg Technologies, Inc. (\"Nutmeg\"), selling water treatment chemicals and supplies to industrial and institutional customers in Maine. Between 1977 and 1994, his annual sales increased from $223,000 to more than $1,000,000. By the time Diversey Water Technologies, a Nalco subsidiary, announced its intention to acquire Nutmeg in October 1996, Walton then sixty years of age, was earning $61,000 a year as Nutmeg's highest paid Maine salesman.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to the time Nutmeg was actually acquired by Nalco, Walton had explained to Nalco Vice-Presidents Peter Hallson and Kenneth Yankowski that he wanted to retain his sales accounts and intended to continue working until at least age sixty-five. After Hallson and Yankowski acceded to his demands, Walton entered into an agreement not to compete with Nalco within his current sales territory for a period of eighteen months following any termination of his employment with Nalco. Whereupon Nalco agreed to disburse $5,500 to Walton as a retention bonus, provided that Walton remained employed by Nalco as of September 30, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In June 1997, however, Walton learned that Nalco had reassigned some of his sales accounts, including the third largest, to Troy Malbon, a thirty-one-year-old salesman previously supervised by Walton. On August 20, 1997, Walton met with Yankowski and Joseph Carney, Walton's direct supervisor, at their request. Yankowski inquired into Walton's financial condition, including the value of his residence and personal property, then announced that all of Walton's remaining sales accounts would be transferred to Malbon, effective January 1998. Finally, Yankowski related two anecdotes about former Nalco employees who had been demoted or discharged at age sixty-two, explaining that Nalco had forced one of them to accept early retirement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the same time, Yankowski advised Walton that Nalco was not prepared to offer him any early-retirement incentive, suggesting instead that Walton accept part-time employment at $20,000 per year -- less than one-third his salary at the time. Walton regarded Yankowski's remarks as warnings designed to compel him to accept early retirement. In due course, Walton retained counsel, who informed Nalco on October 3, 1997, that it had engaged in age discrimination. On October 8, 1997, Yankowski and Carney instructed Walton to bring additional information regarding his financial condition, so that his minimum financial needs could be calculated by Nalco with a possible view to tendering him a buy-out offer.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At Yankowski's direction, during another meeting in November 1997, Walton was required to submit to an employee evaluation pursuant to a so-called Personnel Regeneration Form; Walton tested deficient in thirteen of its fifteen categories. Walton declined to sign the written evaluation and rejected the proffered employment contract,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> after informing Nalco Vice-President Richard Murphy, in writing, that he would not sign the new contract unless Nalco first met with his attorney to discuss the age-discrimination claims. During this period, Walton experienced emotional distress and even fantasized about suicide. In February 1998, Walton was discharged for refusing to sign the new employment contract tendered by Nalco.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The day after Walton's discharge, a Nalco employee came to the Walton home to reclaim a piece of testing equipment and the company car. After rebuffing Walton's request that he be allowed to retain the testing equipment for its \"sentimental value,\" the Nalco employee repossessed both the testing equipment and the company car in the presence of Walton's family and neighbors. Less than sixty days passed before Walton was hired by a Nalco competitor and assigned to one of his former Maine sales districts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Walton instituted suit in the United States District Court for the District of Maine, claiming violations of the Age Discrimination in Employment Act (\"ADEA\"), 29 U.S.C. &#167; 621 et seq., and the fair employment provisions of the MHRA, Me. Rev. Stat. Ann. tit. 5, &#167; 4571 et seq., as well as intentional infliction of emotional distress. Nalco counterclaimed that Walton had breached the noncompetition agreement by accepting employment with a Nalco competitor. In due course, the district court denied Walton's motion to amend the complaint to include a defamation claim, granted partial summary judgment to Nalco on the issue of Walton's liability under the counterclaim, and reserved for trial the issue of damages under the counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At trial, Nalco's counterclaim was dismissed after all its evidence on damages had been excluded. The district court entered judgment as a matter of law for Nalco on the Walton state-law claim for intentional infliction of emotional distress. At the conclusion of the trial, the jury returned verdicts on the ADEA and MHRA claims, awarding Walton $57,872 in back pay, $250,000 for pain and suffering, and $1,250,000 in punitive damages. The district court reduced the total jury award to $357,872, consistent with the limitations prescribed in the ADEA and the MHRA.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">A. The Walton Appeal</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. The Intentional Infliction of Emotional Distress Claim</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Walton first contends that there was enough evidence to establish that Nalco intended to inflict emotional distress by discharging him. Judgments entered as a matter of law are reviewed de novo, and will be affirmed \"only if, after scrutinizing the proof and inferences derivable therefrom in the light most hospitable to [Walton], we determine that a reasonable fact finder could have reached but one conclusion: that [Nalco] w[as] entitled to judgment.\" Fleet Nat'l Bank v. Anchor Media Television, Inc., <span class=\"citation\" data-id=\"195863\"><a href=\"/opinion/195863/fleet-national-bank-v-anchor-media/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 552 (1st Cir. 1995).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">Walton had the burden to prove that</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(1) [Nalco] intentionally or recklessly inflicted severe emotional distress or was certain that such distress would result from [its] conduct; (2) the conduct was so extreme and outrageous as to exceed all possible bounds of decency and must be regarded as atrocious, and utterly intolerable in a civilized community; (3) [Nalco's] actions . . . caused [his] emotional distress; and (4) the emotional distress . . . was so severe that no reasonable [person] could be expected to endure it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Vogt v. Churchill, <span class=\"citation no-link\"><span class=\"volume\">679</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">522</span></span>, 524 (Me. 1996) (internal citations and quotation marks omitted). Moreover, it was necessary for the district court, in its \"gatekeeper\" role, to determine, in the first instance, \"'whether [Nalco's] conduct may reasonably be regarded as so extreme and outrageous [as] to permit recovery.'\" Champagne v. Mid-Maine Med. Ctr., <span class=\"citation no-link\"><span class=\"volume\">711</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">842</span></span>, 847 (Me. 1998) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Walton insists that the evidence demonstrated the requisite \"extreme and outrageous\" conduct, in that Nalco (i) abused its position of authority, qua employer; (ii) threatened his livelihood and professional reputation by attempting to pressure him to accept a buy-out package; and (iii) subjected him to undue \"humiliation\" by, inter alia, transferring his sales accounts to a less experienced employee, promulgating a false and demeaning job-performance review, and repossessing company property from him in the presence of his family and neighbors.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court correctly ruled that Walton's claim<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> should be dismissed because the evidence failed, as a matter of Maine law,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> to demonstrate an intentional infliction of emotional distress.</p>\n    </div>\n    <p class=\"indent\">2. The Motion to Amend</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Walton next contends that the district court erred in denying, as untimely, his motions to amend his complaint -- made immediately before and after trial -- to include a defamation claim under Maine law. See Fed. R. Civ. P. 15(a), (b). We review only for abuse of discretion. See Kemper Ins. Cos. v. Fed. Express Corp., <span class=\"citation\" data-id=\"199441\"><a href=\"/opinion/199441/kemper-insurance-v-federal-express/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">509</span></a></span>, 512 (1st Cir. 2001); Quaker State Oil Ref. Corp. v. Garrity Oil Co., Inc., <span class=\"citation\" data-id=\"529278\"><a href=\"/opinion/529278/quaker-state-oil-refining-corporation-v-garrity-oil-company-inc-quaker/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1517 (1st Cir. 1989) (trial court considering proposed amendment must \"examine the totality of the circumstances and exercise sound discretion in light of the pertinent balance of equitable considerations\"). Although \"leave [to amend] shall be freely given when justice so requires[,]\" Fed. R. Civ. P. 15(a), \"parties seeking the benefit of . . . [Rule 15(a)'s] liberality [must] exercise due diligence; unseemly delay, in combination with other factors, may warrant denial of a suggested amendment.\" Quaker State, 884 F.2d at 1517 (amendments may be foreclosed where movant's delay is \"extreme\" or unexplained).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The first motion to amend the Walton complaint was submitted eight months after the due date prescribed in the scheduling order, six months after discovery closed, and one week prior to the trial date initially established by the district court.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Yet Walton offered neither an explanation nor a justification for the inordinate delays, relying instead on the naked assertion that Nalco could not have been prejudiced.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Walton nonetheless insists that his post-trial motion to conform the complaint to the evidence is distinguishable, in that Nalco implicitly consented to the trial of his defamation claim. By way of example, Walton points to evidence that Nalco personnel falsely represented that he was incompetent, and contends that falsity is an element of his defamation claim. His characterization misses the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"'Consent to the trial of an issue may be implied if, during the trial, a party acquiesces in the introduction of evidence which is relevant only to that issue.'\" United States v. Davis, <span class=\"citation\" data-id=\"774499\"><a href=\"/opinion/774499/united-states-v-william-m-davis-ashland-inc/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 59-60 (1st Cir. 2001) (emphasis in original; citation omitted). In the present case, however, where evidence of the alleged falsifications by Nalco representatives was independently material to establish pretext on the Walton age-discrimination claims under the ADEA and MHRA, the district court did not abuse its discretion by denying Walton's amendatory motions.</p>\n    </div>\n    <p class=\"indent\">B. The Nalco Cross-Appeal</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. Proof of the Maine Human Rights Commission Charge</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The cross-appeal is predicated on the contention that Nalco was entitled to judgment as a matter of law, on the MHRA age-discrimination claim brought by Walton, because Maine law allows neither damages nor attorney fees unless the plaintiff \"alleges and establishes\" that the MHRC has taken final action on the administrative charge or issued a right-to-sue letter. See Me. Rev. Stat. Ann. tit. 5, &#167; 4622 (1)(C); see also Gordan v. Cummings, <span class=\"citation no-link\"><span class=\"volume\">756</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">942</span></span>, 944-45 (Me. 2000).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The district court ruled that Nalco waived its contention by (i) failing to raise it, either in its answer or as an affirmative defense, and (ii) engaging in \"trial by ambush\" by withholding its objection until the close of Walton's evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Maine Supreme Judicial Court (\"SJC\") has yet to determine the proper allocation of burdens of proof under section 4622. Consequently, we must make \"an informed prophecy of what the [SJC] would do in the same situation,\" seeking \"guidance in analogous state court decisions, persuasive adjudications by courts of sister states, learned treatises, and public policy considerations identified in state decisional law.\" Blinzler v. Marriott Int'l, Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1151 (1st Cir. 1996). We review statutory interpretations de novo. See Laaman v. Warden, N.H. State Prison, <span class=\"citation\" data-id=\"199234\"><a href=\"/opinion/199234/laaman-v-warden/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 16 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Section 4622, by its plain language, precludes any characterization of the MHRC exhaustion issue as a mere affirmative defense,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> since it explicitly states that the plaintiff, rather than the defendant, must \"plead[]\" the requisite MHRC filing. Cf. Fed. R. Civ. P. 8.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> On the other hand, the section 4622 requirement, strictly speaking, is not an element of the statutory age-discrimination claim, since it does not preclude a jury finding of discrimination, but merely limits the types of recovery available to prevailing plaintiffs.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Since section 4622 more closely resembles a condition precedent, cf. Jensen v. Frank, <span class=\"citation\" data-id=\"547202\"><a href=\"/opinion/547202/53-fair-emplpraccas-1450-54-empl-prac-dec-p-40191-donald-a-jensen/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 520 (1st Cir 1990) (noting that Title VII exhaustion requirement is \"condition precedent\" to suit); MHRC v. Local 1361, UPIU AFL-CIO, <span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">369</span></span>, 375 (Me. 1978) (observing that Title VII case law may provide guidance in interpreting MHRA), it is governed by Fed. R. Civ. P. 9(c), see 5 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure &#167; 1302, (2d ed. 1987) (\"[Rule 9(c)] is applicable in all actions in the federal courts, even when the pleading practice in the state in which the court is sitting is different.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 9(c) provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In pleading the performance or occurrence of conditions precedent, it is sufficient to aver generally that all conditions precedent have been performed or have occurred. A denial of performance or occurrence shall be made specifically and with particularity, but when so made the party pleading the performance or occurrence has the burden of proving it.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Fed. R. Civ. P. 9(c). \"Rule 9(c) has the effect of forcing defendant to raise the issue [of noncompliance with a condition precedent] whenever he believes there actually is a question about performance.\" 5 Wright &amp; Miller &#167; 1304; id. &#167; 1302 (\"Rule 9(c) is designed to eliminate the detailed and largely unnecessary averments that resulted under common law procedure, and to prevent nonmeritorious dismissals for failure to plead the fulfillment of conditions precedent that are not at issue in the suit.\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As we have noted, supra, section 4622 explicitly requires that the plaintiff plead the requisite MHRC filing. Consequently, provided the complaint includes a general averment that all conditions precedent to suit or recovery have been met, and the \"defendant does not deny the satisfaction of the preconditions specifically and with particularity, then the plaintiff's allegations are assumed admitted, and the defendant cannot later assert that a condition precedent has not been met.\" Jackson v. Seaboard Coast Line R.R. Co., <span class=\"citation\" data-id=\"403872\"><a href=\"/opinion/403872/29-fair-emplpraccas-442-29-empl-prac-dec-p-32851-10-fed-r-evid/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">992</span></a></span>, 1010 (11th Cir. 1982).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Accordingly, the appropriate inquiry in the present case is whether either the original or amended complaint included an adequate \"general averment\" that Walton had met all conditions precedent to the recovery of damages under the MHRA, even though neither complaint explicitly alleged that Walton had filed an MHRC charge. The original complaint alleged that Walton had satisfied \"all conditions precedent to jurisdiction under the ADEA,\" including the timely filing of a discrimination charge with the EEOC. Moreover, Count 1 -- the ADEA claim -- alleged \"damages, including, but not limited to loss of income, loss of benefits, liquidated damages, attorneys' fees, costs, prejudgment interest, and declaratory and injunctive relief.\" Further, the prayer for relief in Count 1 demanded \"all available remedies under the Maine Human Rights Act including reinstatement, back pay and penal damages . . . [and] such other relief and further relief as the Court deems just and proper.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, the amended complaint made crystal clear that Count 1 of the original complaint had been brought under both the ADEA and the MHRA and that Walton was demanding \"damages, including, but not limited to, loss of income, loss of benefits, liquidated damages, attorneys' fees, costs, prejudgment interest, and declaratory and injunctive relief.\" (Emphasis added.) Yet Nalco neither opposed the motion to amend the complaint, nor submitted an amended answer.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Under the liberal \"notice pleading\" standards, see Fed. R. Civ. P. 8(e)(1) &amp; (f), these original and amended complaints met the \"general averment\" requirements prescribed by Rule 9(c). Although the complaints neither explicitly alleged compliance with all preconditions to recovery under the MHRA, nor with the requirement that an MHRC charge be filed, such compliance was plainly implicit. Cf., e.g., Kiernan v. Zurich Cos., <span class=\"citation\" data-id=\"756564\"><a href=\"/opinion/756564/christopher-kiernan-v-zurich-companies-aka-zurich-companies-collective/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1120</span></a></span>, 1123 (9th Cir. 1998) (holding it sufficient to satisfy \"the loose guidelines of Rule 9(c)\" that plaintiff allege that insurance policy was in \"full force and effect,\" thus by implication that all conditions precedent to valid policy were met).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">First, Walton alleged that he had filed an EEOC charge. Second, it is common practice to file simultaneous EEOC and MHRC charges. Furthermore, by explicitly demanding MHRA damages, both in the original and amended complaints, Walton plainly placed Nalco on reasonable notice that he was claiming compliance with section 4622. Indeed, at trial Nalco's counsel acknowledged: \"I'll be candid to say I did not have in mind this [affirmative defense] when I drafted the answer.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Consequently, the parties proceeded to trial with no hint whatsoever that section 4622 compliance was in dispute. Accordingly, the district court correctly rejected the motion for judgment as a matter of law on the MHRA claim.</p>\n    </div>\n    <p class=\"indent\">1. The Age-Discrimination Claim Evidence</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Nalco contends that the evidence was insufficient to support the jury verdicts on the ADEA and MHRA claims. We review these Rule 50 motions de novo, drawing all reasonable inferences in favor of the prevailing party. See Negron v. Caleb Brett U.S.A., Inc., <span class=\"citation\" data-id=\"198945\"><a href=\"/opinion/198945/negron-v-caleb-brett-usa-inc/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">666</span></a></span>, 668 (1st Cir. 2000). We must affirm unless the evidence was \"so strongly and overwhelmingly\" inconsistent with the verdicts that no reasonable jury could have returned them. See id. (citation omitted). This demanding standard was not met.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nalco contends that Walton was discharged due to his refusal to sign the employment agreement tendered to him, and that his age was immaterial. The record evidence nonetheless reasonably permitted a contrary inference. Walton adduced competent evidence that Vice-President Yankowski, who attempted to intimidate Walton into accepting early retirement, had related several anecdotes regarding former employees of Walton's vintage who had been forced into early retirement by Nalco. More particularly, Yankowski stated to another Nalco employee: \"We can't have a man in his sixties [viz., Walton] sitting on his accounts coasting. We need to get a young rep in there selling business.\" Walton thus presented competent evidence of an age-based animus by a Nalco decision maker. See Kirk v. Hitchcock Clinic, <span class=\"citation\" data-id=\"199565\"><a href=\"/opinion/199565/kirk-v-hitchcock/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (1st Cir. 2001) (noting that direct evidence of discriminatory animus may consist of \"'statements by a decision maker that directly reflect the alleged animus and bear squarely on the contested employment decision'\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Moreover, Walton adduced evidence that Nalco maneuvered to establish a pretextual basis for discharging him. See Santiago-Ramos v. Centennial P.R. Wireless Corp., <span class=\"citation\" data-id=\"198991\"><a href=\"/opinion/198991/santiago-ramos-v-centennial-pr-wire/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 56 (1st Cir. 2000) (noting that pretext may be established with evidence that \"nondiscriminatory reasons were after-the-fact justifications, provided subsequent to the beginning of legal action\"). After Nalco received a letter, from Walton's attorney, claiming age discrimination, Joseph Carney, Walton's direct supervisor, administered the so-called Personnel Regeneration Form to Walton at Yankowski's direction, which purported to show that Walton was not a competent salesman. At trial, however, Walton adduced compelling evidence of his competence as a salesman, evidence Nalco conveniently excluded from consideration in its final evaluation. For example, Nalco never received a client complaint regarding Walton's work performance. Moreover, Walton had long been the \"highest grossing\" salesman in his territory, and consistently enjoyed exceptional customer loyalty as evidenced by the fact that he had never lost a client in more than twenty years. Furthermore, his supervisor testified that Walton was \"outstanding at building relationships with his customers.\" Additionally, rather than demonstrating laxity in developing new business, the sales volume generated by Walton increased by 92% even as Nalco was transferring 20% of Walton's client accounts to Malbon, his designated replacement. Moreover, even though the performance evaluation prepared by Nalco assigned Walton a \"deficient\" rating in regard to producing a business plan, it omitted mention that Walton already had been excluded from Nalco meetings at which new sales prospects were divided amongst his fellow sales associates. In addition, though Walton was rated \"deficient\" in record keeping, Nalco adduced no sales reports supporting its assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Finally, given the record evidence before it, the jury reasonably could have found that Nalco orchestrated the Personnel Regeneration Form as pretextual support for its age-based decision to discharge Walton. See Santiago-Ramos, 217 F.3d at 56 (noting that memo setting forth legitimate grounds for discharging employee, prepared after it became apparent that former employee was initiating litigation, could be considered \"pretextual post hoc justifications because [grounds] were only provided in anticipation of litigation\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. Admission of Age-related Remark by Yankowski</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Nalco contends that the Yankowski statement -- \"[w]e can't have a man in his sixties sitting on his accounts coasting. . . . [w]e need to get a young rep in there selling new business\" -- was irrelevant to the issue of age animus, because Walton did not prove that Yankowski played any decision making role in the discharge.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Evidentiary rulings are reviewed for abuse of discretion. Invest Almaz v. Temple-Inland Forest Prods. Corp., <span class=\"citation\" data-id=\"199312\"><a href=\"/opinion/199312/invest-almaz-v-temple-inland/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 69 (1st Cir. 2001). Evidence that discriminatory remarks were made by persons in a position to influence the challenged employment action may suffice to establish pretext. See, e.g., Straughn v. Delta Airlines, Inc., <span class=\"citation\" data-id=\"773251\"><a href=\"/opinion/773251/claire-a-straughn-v-delta-air-lines-inc/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 35 (1st Cir. 2001). The jury was entitled to disbelieve the trial testimony that Richard Murphy unilaterally discharged Walton without consultation or input from Yankowski, who was one of Walton's superiors and the vice president for Nalco's eastern sales division. See Febres v. Challenger Caribbean Corp., <span class=\"citation\" data-id=\"198959\"><a href=\"/opinion/198959/febres-morales-v-caribbean/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 60-61 (1st Cir. 2000). Yankowski initiated not only the conversations regarding Walton's retirement plans, but also the telltale age-related anecdotes. Moreover, when Walton's attorney advised Yankowski of the age-discrimination claims, it was Yankowski who directed Carney to administer the so-called Personnel Regeneration Form to Walton, see supra, whose grossly inaccurate results strongly suggested a pretextual basis for the Walton discharge. Three months after the Personnel Regeneration Form was administered to Walton, his employment was terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The jury reasonably could have inferred, without difficulty, that Yankowski played a pivotal role in the termination decision implemented by Vice-President Murphy, and that the statement Yankowski made to Ray Field, see supra note 3, was both directly related and temporally proximate to the challenged employment action. See Fernandes v. Costa Bros. Masonry, Inc., <span class=\"citation\" data-id=\"198793\"><a href=\"/opinion/198793/fernandes-v-costa-brothers/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">572</span></a></span>, 583 (1st Cir. 1999) (observing that comment by decision maker -- \"I don't have to hire you locals or Cape Verdean people\" -- was not mere \"stray remark\" where employer refused to rehire people of Cape Verdean descent).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> The district court did not abuse its discretion by admitting the Yankowski testimony.</p>\n    </div>\n    <p class=\"indent\">3. Exclusion of the \"Lost Profits\" Evidence</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Finally, Nalco contends that it was an abuse of discretion for the district court to exclude the evidence it proffered in support of its counterclaim for damages, viz., the profits allegedly lost due to Walton's post-discharge solicitation of former Nalco clients in violation of the noncompetition agreement. Specifically, Joseph Carney, the Nalco district sales manager for Maine, sought to tender a lay opinion as to the net profits lost by Nalco. The opinion was predicated exclusively upon Carney's lay review of corporate reports reflecting the gross profits generated by Nalco in its Maine sales district. Carney concededly possessed no personal or independent knowledge as to how the Nalco corporate data were compiled. Moreover, these corporate reports contained data pertaining exclusively to 1997, but none relating to the crucial 1998-99 period.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A trial court ruling excluding lay-opinion testimony is reviewed for a \"clear abuse of discretion.\" United States v. Vega-Figueroa, <span class=\"citation\" data-id=\"199196\"><a href=\"/opinion/199196/united-states-v-vega-figueroa/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">744</span></a></span>, 755 (1st Cir. 2000); see Fed. R. Evid. 701. As we have explained, Rule 701 \"permits the rendering of lay opinion testimony when [it] is (a) 'rationally based upon the perception of the witness,' and (b) 'helpful to a clear understanding of the witness' testimony or the determination of a fact in issue.'\" Lynch v. City of Boston, <span class=\"citation\" data-id=\"198518\"><a href=\"/opinion/198518/lynch-v-city-of-boston/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 16 (1st Cir. 1999) (citation omitted). \"[T]he modern trend favors the admission of opinion testimony provided it is well founded on personal knowledge and susceptible to cross-examination.\" Vega-Figueroa, 234 F.3d at 755. The district court acted well within its broad discretion in excluding the Carney opinion testimony, which was based neither on personal knowledge nor apposite data.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All relevant facts are related in the light most favorable to Walton. See White v. N.H. Dep't of Corrections, <span class=\"citation\" data-id=\"199025\"><a href=\"/opinion/199025/white-v-new-hampshire-depart/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 259 (1st Cir. 2000) (judgment-as-a-matter-of-law rulings are reviewed de novo, whereas the evidence and inferences to be drawn therefrom are viewed in the light most favorable to the nonmoving party).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since Nalco acquired direct control of Diversey in December 1997, we simply refer to \"Nalco.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Around the same time, Yankowski stated in the presence of Ray Field, another Nalco employee: \"We can't have a man [Walton] in his sixties sitting on his accounts coasting. We need to get a young rep in there selling business.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> All Diversey employees were tendered new contracts at the time the two firms merged.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As we conclude that there was insufficient evidence to support the \"intentional infliction\" claim, see infra, we need not discuss an alternative basis for its dismissal, viz., that the MHRA preempts all claims for employment-related emotional distress.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e.g., Staples v. Bangor Hydro-Elec. Co., <span class=\"citation no-link\"><span class=\"volume\">561</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">499</span></span>, 501 (Me. 1989) (holding that supervisor, who humiliated employee during staff meetings, demoted him without cause, and falsely accused him of professional incompetence, had not engaged in \"extreme and outrageous\" conduct); see also Green v. Me. Sch. Admin. Dist. No. 77, <span class=\"citation\" data-id=\"2522310\"><a href=\"/opinion/2522310/green-v-maine-school-administrative-dist-77/\"><span class=\"volume\">52</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">98</span></a></span>, 114 (D. Me. 1999) (noting that denial of tenure to teacher, though arguably violative of the retaliation provision in the MHRA, was not \"extreme and outrageous\"); Krennerich v. Town of Bristol, <span class=\"citation\" data-id=\"2376775\"><a href=\"/opinion/2376775/krennerich-v-inhabitants-of-town-of-bristol/\"><span class=\"volume\">943</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1345</span></a></span>, 1356-57 (D. Me. 1996) (observing that an intentional-infliction claim, relying solely on wrongful termination in violation of municipal employee's due process rights, failed to meet \"extreme and outrageous\" standard).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The cases Walton cites are factually inapposite and inconclusive. Two cases involved elderly parents' claims that their children had engaged in inhumane attempts to evict them from the family home after the title to the home had been conveyed to the children by the parents. See Moulton v. Moulton, <span class=\"citation no-link\"><span class=\"volume\">707</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">74</span></span>, 76 (Me. 1998); Latremore v. Latremore, <span class=\"citation no-link\"><span class=\"volume\">584</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">626</span></span>, 630 (Me. 1990). Such extreme conduct within a family plainly entailed the infliction of much greater emotional distress than that involved in the instant employer-employee relationship. The third case cited by Walton involved an ex-husband's unrelenting, seven-month campaign to have his former spouse's divorce attorney brought up on professional misconduct charges, and the placement of local newspaper ads publicizing those unfounded charges. See Vogt, 679 A.2d at 524.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Cf., e.g., Jordan v. Hawker Dayton Corp., <span class=\"citation\" data-id=\"701306\"><a href=\"/opinion/701306/prodliabrep-cch-p-14299-randy-jordan-v-hawker-dayton-corporation-and/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 33 (1st Cir. 1995) (no abuse of discretion where amendment was filed four months after scheduling order deadline and a few days prior to close of discovery); Quaker State, 884 F.2d at 1517-18 (motion to amend filed within three weeks of deadline for filing summary judgment motions held untimely where \"[t]he facts upon which the proposed [amendment] rested were known to [the movant] all along\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Nalco cross-appeal, if successful, would reduce Walton's net recovery from $357,872 to $115,744, the maximum allowable under the ADEA. See 29 U.S.C. &#167;&#167; 216, 626(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Walton's citations to case law holding that various statutory limits on damages are affirmative defenses, which may be waived unless pleaded, are inapposite. See Jakobsen v. Mass. Port Auth., <span class=\"citation\" data-id=\"329331\"><a href=\"/opinion/329331/kai-jakobsen-v-massachusetts-port-authority/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">810</span></a></span>, 813 (1st Cir. 1975). Unlike section 4622, statutory \"caps\" on damages do not depend upon any pre-suit conduct by the plaintiff, but merely delimit arbitrarily the maximum exposure to damages for any defendant.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As the section 4622 requirement is nonjurisdictional, it may be waived. Cf. O'Rourke v. City of Providence, <span class=\"citation\" data-id=\"771503\"><a href=\"/opinion/771503/julia-m-orourke-v-city-of-providence/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 725 (1st Cir. 2001) (noting that Title VII exhaustion requirement is nonjurisdictional). Here, however, the issue is whether Nalco waived the requirement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> If section 4622 were an element of an MRHA claim, arguably Nalco could have delayed, until the close of Walton's evidence, before moving for a Rule 12(b)(6) dismissal, which may even be raised for the first time at trial. See Fed. R. Civ. P. 8 &amp; 12(h)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Rule 9(c) governs not only contractual conditions precedent, but statutory conditions precedent as well, such as section 4622. See 5 Wright &amp; Miller &#167; 1303 n.1; see also, e.g., Weir v. United States, <span class=\"citation\" data-id=\"258788\"><a href=\"/opinion/258788/james-weir-v-united-states/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span>, 155 (8th Cir. 1962); cf. Vasys v. Metro. Dist. Comm'n, <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">836</span></span>, 840 n.4 (Mass. 1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Some courts have held that where a plaintiff utterly fails to plead a general averment, the defendant need not assert \"failure of performance\" as an affirmative defense in order to preserve the issue, but instead may raise the issue for the first time at trial. See 5 Wright &amp; Miller &#167; 1304; see also 2 James W. Moore, Moore's Federal Practice &#167; 9.04[1] (3d ed. 1997) (\"Neither Rule 9(c) nor Rule 8(a)(2) expressly requires that the performance or occurrence of conditions precedent be pled at all by a claimant.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> At trial, Nalco maintained that it had preserved its objection by pleading, in its original answer, the general defense of \"failure to state a claim\" pursuant to Rule 12(b)(6). See Fed. R. Civ. P. 12(b)(6). Absent any indication of the case-specific basis for the objection, however, its Rule 12(b)(6) objection was insufficient to place a condition precedent, such as section 4622, in issue. See EEOC v. Standard Forge &amp; Axle Co., <span class=\"citation\" data-id=\"319263\"><a href=\"/opinion/319263/8-fair-emplpraccas-369-8-empl-prac-dec-p-9547-equal-employment/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1392</span></a></span>, 1395 (5th Cir. 1974) (noting that, where Title VII claimant carried burden under Rule 9(c), with general averment that \"all conditions precedent to the institution of this lawsuit have been fulfilled[,]\" defendant was not entitled to dismissal for want of more definite statement, pursuant to Rule 12(e), since defendant never denied plaintiff's satisfaction of conditions precedent, \"specifically and with particularity\"); Vasys, 438 N.E.2d at 840 n.5 (\"A bare allegation, in a responsive pleading, that the complaint fails to state a claim upon which relief can be granted (as was made by the defendant in its answer) would not be sufficient to preserve a claim\" that plaintiff failed to satisfy a condition precedent.); see also Brooks v. Monroe Sys. for Bus., Inc., <span class=\"citation\" data-id=\"522005\"><a href=\"/opinion/522005/walter-l-brooks-v-monroe-systems-for-business-inc/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">202</span></a></span>, 205 (8th Cir. 1989) (\"[M]ere assertion [in answer] of 'failure to state a claim' was not specific enough to [preserve] the issue\" as to whether plaintiff failed to file an EEOC charge.); see also 5 Wright &amp; Miller &#167; 1304 (\"A party who intends to controvert the claimant's general allegation of performance [of a condition precedent] thus is given the burden of identifying those conditions he believes are unfulfilled and wishes to put into issue; he cannot raise an issue of nonperformance by a general denial or by asserting that the plaintiff has failed to state a claim for relief.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In addition, there is no serious dispute that Walton received a right-to-sue letter from the MHRC, as a copy was attached to his opposition. Accordingly, the Nalco cross-appeal reduces to the technical contentions that the letter was neither authenticated nor introduced in evidence. Thus, there was no substantial contention that Walton in fact failed to comply with section 4622. Cf. Harris v. Int'l Paper Co., <span class=\"citation\" data-id=\"2351117\"><a href=\"/opinion/2351117/harris-v-international-paper-co/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1509</span></a></span>, 1525 (D. Me. 1991) (\"Civil penalties are not available in this case because Plaintiffs failed to file a complaint with the MHRC before bringing suit in this Court.\") (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> By failing to renew its motion in limine at trial, Nalco waived its contention that the challenged testimony was unduly prejudicial, hence excludable under Federal Rule of Evidence 403. See O'Rourke v. City of Providence, <span class=\"citation\" data-id=\"771503\"><a href=\"/opinion/771503/julia-m-orourke-v-city-of-providence/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 727 (1st Cir. 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Although the exact date of the Yankowski remark is unclear, it occurred in 1997. Cf. McMillan v. Mass. SPCA, <span class=\"citation\" data-id=\"752960\"><a href=\"/opinion/752960/77-fair-emplpraccas-bna-589-73-empl-prac-dec-p-45354-dr-marjorie/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 301 (1st Cir. 1998) (finding that remarks made several years before challenged employment decision were temporally remote).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/329331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2351117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2376775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522310/"
  ]
}