{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199698/",
  "absolute_url": "/opinion/199698/united-states-v-meserve/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199698/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:18Z",
  "date_modified": "2017-03-24T11:03:00.974703Z",
  "type": "010combined",
  "sha1": "2325fd4ab321a508d690105ee874e481a983654f",
  "page_count": 1,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2091A-01A.pdf",
  "local_path": "pdf/2001/11/30/US_v._Meserve.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-2091\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    BRIAN EUGENE MESERVE,\n\n                    Defendant, Appellant.\n\n\n\n\n     The opinion of this court issued on November 16, 2001,\nshould be amended as follows:\n\n     On the cover sheet: replace \"[Hon. George Z. Singal, U.S.\nDistrict Judge]\" with \"[Hon. Morton A. Brody, U.S. District\nJudge]\".\n\f",
  "html": "<p class=\"case_cite\">271 F.3d 314 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>BRIAN EUGENE MESERVE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2091</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct. 2, 2001<br>Decided November 16, 2001<br>Amended December 3, 2001</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">[Hon. Morton A. Brody, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Matthew S. Robinowitz for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Coffin, Senior Circuit Judge, and Young,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">YOUNG, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Brian Eugene Meserve (\"Meserve\") appeals from his conviction for robbery and firearms offenses in the United States District Court for the District of Maine. On appeal, Meserve claims four errors occurred during the course of his two-day trial; specifically that (A) the district court allowed a witness to repeat the out-of-court statement of a third party in violation of Federal Rule of Evidence 802, (B) the district court barred the defense from cross-examining a government witness about the omission of certain information stated at trial from her grand jury testimony in violation of Meserve's Sixth Amendment right of confrontation, (C) the government used a stale conviction to impeach a defense witness in violation of Federal Rule of Evidence 609(b), and (D) the government cross-examined a defense witness about his character for violence and his prior convictions in violation of Federal Rules of Evidence 608 and 609. Meserve further asserts that even if these errors, considered individually, do not necessitate a new trial, the cumulative effect of the errors cannot be considered harmless.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 24, 1998, the Ferris Market, a family-owned convenience store in Vassalboro, Maine, was robbed at gunpoint. In a four-count indictment, Meserve was charged with the robbery and the associated firearms offenses.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Viewing the evidence adduced at trial in the light most favorable to the jury verdict, United States v. Josleyn, 99 F.3d 1182, 1185 n.1 (1st Cir. 1996), the facts are as follows: At around 6:00 p.m. on the evening of the robbery, Meserve showed his girlfriend and accomplice, Holly Grant (\"Grant\"), a sawed-off shotgun and told her that he was going to rob the Ferris Market. After nightfall, Meserve and Grant drove to the Ferris Market together in Meserve's car, where they waited until the store became less busy. Meserve then got out of the car, while Grant stayed behind.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Meserve, wearing a ski mask and carrying a black bag and a short gun with a brown handle, entered the Ferris Market. He forced Shawna Vashon, an employee, and Sumayah Ferris, the mother of the owner, to the floor, and ordered Amy Craig (\"Craig\"), a second employee, to give him the money in the cash register. Craig handed Meserve everything that was in the cash register -- one hundred dollars. Meserve then fled from the store, passing a customer on his way out of the building.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When Meserve returned to the car where Grant was waiting, he told Grant that the robbery was a \"piece of cake,\" and that the only problem was that \"an old lady gave him a hard time.\" During the drive away from the scene, Meserve tossed his gloves and ski mask, the bag used to carry the money, and the gun out of the car. When Meserve and Grant arrived at Meserve's mother's house, he gave Grant his sweatshirt and asked her to burn it and buried his shoes in the woods.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Later that evening, Grant and Meserve went to the Chez Paris and the Bob-In, two local bars, where they used the robbery proceeds to buy drinks. While Meserve and Grant were at the Chez Paris, Craig came into the bar and Meserve commented to Grant that Craig was working at the Ferris Market when he robbed it. Later that night, when a report about the robbery came on the evening news, Meserve remarked to Grant, \"If they only knew.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At trial, Grant supplied many of the details about the robbery and Meserve's conduct afterwards. Although Grant denied any knowledge of the crime when first asked about it by Detective Sampson Pomerleau (\"Detective Pomerleau\") in October 1998, she later came to an agreement with the government. Grant met with prosecutors several times to go over her grand jury testimony and police reports regarding her statements. She also discussed the case with Sergeant Gerard Madden (\"Sergeant Madden\"), a Maine State Trooper who testified on her behalf at her child custody proceeding. Under direct examination, Grant admitted to several prior bad acts, including fraudulently using her grandmother's credit card on multiple occasions and obtaining Aid for Families with Dependent Children after she no longer had custody of her child.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Meserve presented a defense based on alibi and mistaken identity. Both Meserve's mother, Lindsay Overlock (\"Overlock\"), and his brother, Kevin Meserve (\"Kevin\"), testified that he was at home until a little after 8:00 p.m. on the evening of the robbery. Kevin testified that at approximately 8:10 p.m., he and Meserve went to the Chez Paris, where they stayed for two hours before heading to the Bob-In. Kevin also testified that he had seen Grant at the Chez Paris during the last week of August 1999, two months before the trial. Kevin stated that Grant was drinking heavily at that time, and complained to him that Sergeant Madden had been \"keeping tabs on her,\" and that every time she met or spoke with Sergeant Madden, he would instruct her what to say at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Meserve's other alibi witness, Jane Morissette (\"Morissette\"), a bartender at the Chez Paris, testified that she saw Meserve and his brother, Kevin, enter the bar around 8:30 p.m., but that Grant was not with them. She stated that later in the evening, Meserve told her that he was going to the Bob-In with Kevin, and asked her to let Grant know where he was when she arrived. According to Morissette, Grant entered the Chez Paris shortly thereafter and Morissette told her that Meserve had gone to the Bob-In. Morissette testified that between 11:30 p.m. and midnight, a girl named Amy (Craig) arrived at the Chez Paris. Morissette overheard Craig tell a man about a robbery that had occurred earlier that evening at a store at which she worked in Vassalboro.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On October 21, 1999, the jury convicted Meserve on all four counts. Meserve filed a motion for a new trial, which was denied on July 20, 2000. Accordingly, on August 29, 2000, Meserve was sentenced to concurrent terms of one hundred months imprisonment on Counts I, III, and IV of the indictment and to a consecutive term of one hundred twenty months on Count II of the indictment.</p>\n    </div>\n    <p class=\"indent\">II. Analysis</p>\n    <p class=\"indent\">A. Hearsay Evidence</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Generally, questions of admissibility of evidence that do not raise issues of law are reviewed for abuse of discretion. E.g., Baker v. Dalkon Shield Claimants Trust, 156 F.3d 248, 251-52 (1st Cir. 1995). During the government's case in chief, Detective Pomerleau was permitted to testify over the objection of the defense that he drove by Meserve's house on the night of the robbery \"to see exactly where the subject was living.\" Detective Pomerleau further testified, again over objection, that Meserve became a suspect in the case because he matched the description of the robber and because Craig thought Meserve might have been the robber because she knew him. Meserve asserts that this testimony constitutes hearsay and is inadmissible under Federal Rule of Evidence 802. The government argues, however, that the district court admitted Craig's statement not for the truth of the matter asserted, but rather to explain why Detective Pomerleau drove by Meserve's home that evening. Meserve counters that the statement was nevertheless inadmissible because, if not hearsay, the fact that Detective Pomerleau drove by Meserve's home shortly after the robbery had no tendency to prove any issue in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hearsay is an out-of-court statement offered to prove the truth of the matter asserted. Fed. R. Evid. 801(c). Testimony that is not offered to prove the truth of an out-of-court statement, but is instead offered to provide relevant context or background, is not considered hearsay. E.g., United States v. Mazza, 792 F.2d 1210, 1215 (1st Cir. 1986); accord United States v. Freeman, 816 F.2d 558, 563 (10th Cir. 1987); United States v. Love, 767 F.2d 1052, 1063 (4th Cir. 1985). Moreover, the hearsay rule does not apply to statements that are offered to show what effect they produced on the actions of a listener. United States v. Castro-Lara, 970 F.2d 976, 981 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the instant case, however, the government's espoused reason for introducing the testimony -- to explain why Detective Pomerleau drove by Meserve's house on the evening of the robbery -- is completely irrelevant to the government's case. Detective Pomerleau did not discover any evidence or valuable information during his drive-by and made no observations pertinent to the investigation; thus, the fact that he went on such a drive has no \"tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed. R. Evid. 401. Detective Pomerleau's motivation for driving by Meserve's home is likewise irrelevant. In light of the government's baldly pretextual basis for the introduction of Craig's out-of-court statement, this court is not prepared to say that the statement is admissible non-hearsay. The government is thus reduced to its claim that the error is harmless -- a matter considered below.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. Exclusion of Cross-Examination Using Grand Jury Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Meserve claims that the district court erred by not allowing the defense to cross-examine Grant concerning a discrepancy between her trial testimony and her grand jury testimony. At trial, Grant testified that Craig came into the Chez Paris on the night of the robbery and that Craig's entrance prompted Meserve to mention that Craig was working at the store when he robbed it. In contrast, although Grant testified before the grand jury that after the robbery she went to two bars with Meserve, the Chez Paris and the Bob-In, she never stated that she saw Craig at the Chez Paris. Nor did she mention seeing Craig that night at the Chez Paris even though, in response to a question as to whether Meserve had recognized any of the Ferris Market's employees, Grant testified that Meserve told her that he recognized a girl named Amy because she was dating a friend of theirs.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">When the defense sought to question Grant about why she had not mentioned Craig's presence at the Chez Paris in her grand jury testimony, the district court barred this line of questioning because Grant was not specifically asked about the incident before the grand jury. Meserve argues that this restriction on Grant's cross-examination violated his rights under the Confrontation Clause of the Sixth Amendment. E.g., Delaware v. Van Arsdall, 475 U.S. 673, 679-80 (1986); Davis v. Alaska, 415 U.S. 308, 318 (1974). The government responds that Grant's grand jury testimony was not inconsistent with her testimony at trial and that even if error occurred, it was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Pursuant to the Federal Rules of Evidence, a witness's credibility may be impeached by asking him about prior inconsistent statements. Fed. R. Evid. 613(a); United States v. Hudson, 970 F.2d 948, 953-54 (1st Cir. 1992). The rule applies \"when two statements, one made at trial and one made previously, are irreconcilably at odds.\" United States v. Winchenbach, 197 F.3d 548, 558 (1st Cir. 1999). Prior statements, such as the grand jury testimony at issue here, that omit details included in a witness's trial testimony are inconsistent if it would have been \"natural\" for the witness to include the details in the earlier statement. United States v. Stock, 948 F.2d 1299, 1301 (D.C. Cir. 1991) (citing Jenkins v. Anderson, 447 U.S. 231, 239 (1980)). This test is an elastic one, because the \"naturalness\" of a witness's decision not to include certain information in an earlier statement may depend on the \"nuances of the prior statement's context, as well as [the witness's] own loquacity.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">District courts have broad discretion concerning whether two statements are in fact inconsistent, and thus whether the witness may be impeached by the prior statement. Udemba v. Nicoli, 237 F.3d 8, 18 (1st Cir. 2001) (citing United States v. Agajanian, 852 F.2d 56, 58 (2d Cir. 1988); United States v. Jones, 808 F.2d 561, 568 (7th Cir. 1986)). Nevertheless, under certain circumstances, a district court's refusal to permit a witness to be questioned about a prior inconsistent statement may constitute reversible error. See, e.g., Stock, 948 F.2d at 1301 (citing United States v. Standard Oil Co., 316 F.2d 884, 891-92 (7th Cir. 1963); United States v. Ayotte, 741 F.2d 865, 870-71 (6th Cir. 1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, however, the district court did not abuse its wide discretion by refusing to allow Meserve to cross-examine Grant regarding the omission from her grand jury testimony of certain details about which she testified at trial. Before the grand jury, Grant was not asked whether she remembered anyone coming into the Chez Paris on the night of the crime nor whether she saw any of the victims of the crime at any point. Although Meserve argues that questions about whether Meserve recognized any of the workers at the Ferris Market and about Grant and Meserve's activities after they went to the Chez Paris should have prompted Grant to mention that she saw Craig at the Chez Paris that night, such nuances are peripheral and not directly inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Thus, the district court did not abuse its discretion by refusing to allow Grant to be questioned about her prior omission. The right to confrontation through cross-examination is not unlimited. A district court has \"wide latitude . . . to impose reasonable limits on . . . cross-examination based on concerns about . . . interrogation that is repetitive or only marginally relevant.\" Van Arsdall, 475 U.S. at 679. The district court appropriately exercised its authority under the circumstances of this case.</p>\n    </div>\n    <p class=\"indent\">C. Impeachment by Stale Conviction</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Meserve argues that the district court erred by allowing the government to use a conviction for theft that was over twenty years old to impeach Morissette. The government raises three counter-arguments: First, as Meserve did not contemporaneously object to the question, the issue was not preserved for appeal. Second, because Federal Rule of Evidence 609 does not render such impeachment evidence per se inadmissible, the lack of an objection deprived the district court of the opportunity to make the appropriate rulings with respect to its admissibility. Third, even if error occurred, it was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Meserve concedes that he failed to make a contemporaneous objection at the time of Morissette's cross-examination. Thus, this court reviews the district court's allowance of this impeachment evidence for plain error. Fed. R. Crim. P. 52(b); Fed. R. Evid. 103(d). Review for plain error \"entails a quadripartite showing: (1) that there was error; (2) that it was plain; (3) that the error affect[ed] substantial rights; and (4) that the error affected the fairness, integrity, or public reputation of judicial proceedings.\" United States v. Eirby, 262 F.3d 31, 36 (1st Cir. 2001) (alteration in original) (internal quotation marks omitted); see also Johnson v. United States, 520 U.S. 461, 465-67 (1997); United States v. Olano, 507 U.S. 725, 731-32 (1993). In a plain error argument, the defendant bears the burden of persuasion. United States v. Rose, 104 F.3d 1408, 1414 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Pursuant to Federal Rule of Evidence 609(b), evidence of a conviction is not admissible to impeach a witness \"if a period of more than ten years has elapsed since the date of the conviction or of the release of the witness from the confinement imposed for that conviction, whichever is the later date . . . .\" Id. Thus, because Morissette's conviction for theft occurred in 1978 and she had been released from any confinement by 1980, the conviction was stale under the terms of Rule 609(b). See United States v. Orlando-Figueroa, 229 F.3d 33, 46 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is not clear, however, that the error was \"plain.\" Rule 609(b) contains an exception, which establishes that evidence of convictions over ten years old may be admissible if \"the court determines, in the interests of justice, that the probative value of the conviction supported by specific facts and circumstances substantially outweighs its prejudicial effect.\" Fed. R. Evid. 609(b). Meserve's failure to make a timely objection to the admission of the evidence deprived the district court of the opportunity to determine whether the probative value of the evidence substantially outweighed its prejudicial effect. Thus, the \"plainness\" of the error cannot be established on the current record.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">And even if, by some stretch, this court were to conclude that the admission of a conviction over ten years old as impeachment evidence under the circumstances of this case constituted plain error, Meserve cannot satisfy his burden of showing that the error \"seriously affect[ed] the fairness, integrity or public reputation of [the] judicial proceeding[],\" Johnson, 520 U.S. at 469 (quoting Olano, 507 U.S. at 736) (internal quotation marks omitted). As the government points out, \"[t]he subject of Morissette's prior conviction occupied a single question, produced a single answer and neither party returned to the topic again either in the testimony or in summations.\" See, e.g., United States v. Tse, 135 F.3d 200, 209-10 (1st Cir. 1998) (finding harmless error where the improperly admitted evidence played an insignificant role in the proceedings). Even Meserve seems to acknowledge that the admission of a single piece of impeachment evidence against a single defense witness is not capable of depriving him of substantial rights. Instead, Meserve attempts to argue that the impeachment evidence was particularly likely to be damaging because it was \"followed by the improper cross-examination of [Kevin].\" The argument that the cumulative effect of multiple errors warrants reversal, however, is distinct from the argument that the admission of impeachment evidence against Morissette -- in and of itself -- constitutes reversible error. Viewed alone, the use of a stale conviction to impeach Morissette, even if such evidence was admitted in violation of Rule 609(b), was not a sufficiently egregious violation of Meserve's rights to have deprived the proceedings of their fundamental integrity and fairness.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">D. Cross-Examination of Kevin Meserve about his Prior Convictions and Character for Violence</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Meserve argues that the district court committed reversible error by permitting the government to cross-examine his brother, Kevin, about his disorderly person and assault convictions and about his alleged violent reputation in the community. The challenged portion of Kevin's cross-examination is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Q: Now, Mr. McKee asked you questions about your conviction for unlawful sexual contact in '94 and '95, but that's not your only conviction, is it?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A: I have a couple of assaults on my record.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Q: 1999-1979, disorderly conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">MR. McKEE: I object, Your Honor, That's improper cross-examination under Rule 609. It specifically precludes that. A disorderly conduct?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">MR. McCARTHY: I can lay a foundation for it.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">THE COURT: Go ahead.</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Q: You're a tough guy, aren't you Kevin?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">MR. McKEE: I object.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">THE COURT: Overruled.</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Q: You're a tough guy, aren't you?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A: I wouldn't classify myself as a tough guy.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Q: Been in a lot of fights in your day?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">MR. McKEE: I object, improper character evidence, impeachment.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">THE COURT: Just a minute. Objection's overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A: How many would you classify as a lot?</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Q: More than one?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A: Yeah, I've been in more than one, probably two.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Q: Okay. And as a result of that, people in the community are afraid of you, aren't they?</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">A: No.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mr. McKEE: Object, Your Honor. A continuing objection to my client's -- excuse me -- this witness' alleged behavior in the past as not being relevant, as not being permissible character evidence under Rule 608 or any other rule.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The COURT: Mr. McCarthy?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">MR. McCARTHY: Well, Your Honor, I disagree. If his reputation in the community is basically as an assaultive person about whom people are afraid, that's very significant when it comes to the other people's testimony about him and about what's happened.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">THE COURT: I'm going to allow it over objection. You'll have a continuing objection.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Mr. McKEE: Thank you, Your Honor.</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Q: In fact, you were convicted of assault as recently as 1997, weren't you.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">MR. McKEE: Same objection, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">THE COURT: You have a continuing objection.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">MR. McKEE: This is with respect to Rule 609.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">THE COURT: Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Q: Is that right?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Meserve objects to this entire line of questioning, asserting that the questions about Kevin's disorderly person and assault convictions were improper because these convictions were not permissible subjects of cross-examination under Rule 609(a) and that the questions about Kevin being a \"tough guy\" and having been in a lot of fights in his day were improper character evidence under Rule 608. The government counters that Meserve failed to preserve these issues for review and that any errors that may have occurred were harmless, given the cumulative weight of the evidence against Meserve.</p>\n    </div>\n    <p class=\"indent\">1. Preservation of the Issues for Review</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The government devoted a great deal of space in its brief and time at oral argument to defending the untenable position that the issues raised by Meserve on appeal were not preserved for review because the defense failed to make both contemporaneous objections and motions to strike and because Kevin did not answer many of the government's questions, or provided answers arguably favorable to the defense. Because of the vehemence with which the government argues a position with no seeming support in the law, this court pauses to discuss the obligations placed on each of the parties to a trial by the Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">It is a basic tenet of our law that in order to preserve an evidentiary issue for review, the party opposing the admission of the evidence must make a timely objection. Fed. R. Evid. 103(a)(1); United States v. Auch, 187 F.3d 125, 130 (1st Cir. 1999); United States v. Barone, 114 F.3d 1284, 1293 (1st Cir. 1997); United States v. Wihbey, 75 F.3d 761, 770 &amp; n.4 (1st Cir. 1996); Willco Kuwait (Trading) S.A.K. v. deSavary, 843 F.2d 618, 625 (1st Cir. 1988); see also United States v. Taylor, 54 F.3d 967, 972 (1st Cir. 1995) (\"In general, the law ministers to the vigilant, not to those who sleep upon perceptible rights.\"). Thus, the government argues that the defense's failure immediately to object when Kevin was asked about convictions in addition to his unlawful sexual contact convictions constrains this court from considering the matter on appeal absent plain error. Fed. R. Crim. P. 52(b); Olano, 507 U.S. at 732-37. Examination of the transcript, however, reveals that Meserve's attorney objected as soon as it became obvious that the government's line of questioning was in violation of Rule 609, i.e., when the government indicated that the conviction about which it was asking was a twenty-year-old disorderly conduct conviction. To be timely, an objection must be \"made as soon as the ground of it is known, or reasonably should have been known to the objector.\" United States v. Check, 582 F.2d 668, 676 (2d Cir. 1978) (quoting 21 Charles Alan Wright &amp; Kenneth W. Graham, Jr., Federal Practice and Procedure &#167; 5037 (1977) (quoting John Henry Wigmore, Code of Evidence 25 (3d ed. 1942)). The general principle that an objection should be made after a question has been asked but before an answer has been given, Hutchinson v. Groskin, 927 F.2d 722, 725 (2d Cir. 1991), is flexible in deference to the \"heat of a hotly contested criminal trial,\" Check, 582 F.2d at 676. Thus, the defense was not required to anticipate the government's line of questioning in order for the objection to be timely. Compare Hutchinson, 927 F.2d at 725 (holding that objection was timely, even though objection was not made until after question was answered), and Inge v. United States, 356 F.2d 345, 350 n.17 (D.C. Cir. 1966) (holding that defense counsel's failure to object until after he learned the nature of the document being used to refresh the defendant's recollection did not render objection nugatory), with United States v. Benavente Gomez, 921 F.2d 378, 385 (1st Cir. 1990) (holding that because at least three pages of transcript were recorded before the defendant objected, the objection came too late to preserve the objection for appeal), and W. Fire Ins. Co. v. Word, 131 F.2d 541, 543-44 (5th Cir. 1942) (\"It is a rule of law so old that the memory of man runneth not to the contrary that one may not sit by without objection to rulings or instructions, and then after verdict and judgment, and when it is too late for the court to change its rulings or charge, come forward with objections on appeal and seek to put the court in error.\"), cited with approval in Putnam Res. v. Pateman, 958 F.2d 448, 457 n.6 (1st Cir. 1992). Meserve's objection, although delayed, was sufficiently contemporaneous to comport with the Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The government attempts to place an additional onus on parties opposing the admission of such evidence, however, by arguing that the defense was further obligated to move to strike Kevin's answers to the government's questions in order to preserve Meserve's right to review. According to the government, once a question has been answered, even if that answer was provided pursuant to a district court's evidentiary ruling, the proper procedural vehicle to preserve rights for appeal is the motion to strike. The government was able to cite no authority for this proposition during oral argument and the court has found none.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The rule governing objections to evidence states that \"error may not be predicated upon a ruling which admits or excludes evidence unless a substantial right of the party is affected, and . . . [i]n case the ruling is one admitting evidence, a timely objection or motion to strike appears of record.\" Fed. R. Evid. 103(a)(1) (emphasis added). Because Rule 103 is written in the disjunctive, the right to review may be preserved either by objecting or by moving to strike and offering specific grounds in support of that motion. The rule is intended to ensure that the nature of an error was called to the attention of the trial judge, so as to \"alert him to the proper course of action and enable opposing counsel to take proper corrective measures.\" Fed. R. Evid. 103(a) advisory committee's note. Thus, both the plain language and underlying goals of Rule 103(a) indicate that a party opposing the admission of evidence may do so through either a timely objection or motion to strike.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Moreover, the position espoused by the government is contrary to logic. According to the government, even if a witness's answer was given pursuant to a district court's order overruling an objection, the party opposing admission of the evidence must move to strike the witness's answer to escape plain error review. Modern trial practice is unreceptive to such procedural redundancies, and were this court to adopt the government's view, it would take several steps back from the streamlining that the Judicial Conference, the Supreme Court, and the Congress attempted to accomplish through the enactment of the Federal Rules of Evidence in 1975. Because the law imposes no obligation on a party opposing the admission of evidence both to object and to move to strike, Meserve's timely objections were sufficient to preserve his rights for review.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In its final effort to prevent this court from reaching the merits of Meserve's claims, the government asserts that where Kevin did not answer the question posed, or where the answer elicited was arguably favorable to the defense, review is not warranted. According to the government, \"[n]o answer to the challenged question having been given, no evidence was admitted, and thus there is no error to correct.\" This position is without support in the law.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">No court has ever held that review is forestalled if a witness does not answer a question posed or answers that question with a response favorable to the objecting party. Although the government cites two cases to support this proposition, United States v. Innamorati, 996 F.2d 456 (1st Cir. 1993) and United States v. Zaccaria, 240 F.3d 75 (1st Cir. 2001), these cases simply stand for the proposition that under such circumstances, the harmless error analysis is likely to weigh in favor of the appellee. See Innamorati, 996 F.2d at 485 (noting that because the challenged questions were not answered, the prejudicial effect of the questions was lessened); see also Zaccaria, 240 F.3d at 82-83 (holding that even if the district court erred in sustaining the objection, the error was harmless because the witness answered the question in the negative and the court did not strike his answer).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Even when a question elicits no answer or an answer arguably favorable to the defense, the question itself may nevertheless prejudice a defendant because of the weight a jury gives to the questions asked by a prosecutor. E.g., United States v. Simonelli, 237 F.3d 19, 23 (1st Cir. 2001) (\"That [the witness] denied these acts does not, of course, render the questioning harmless. There is a lingering odor left by such questions . . . .\"); United States v. Cudlitz, 72 F.3d 992, 999 (1st Cir. 1996) (\"Under these circumstances, it would have been easy -- if not strictly fair -- for the jury to have given great weight to the [government's] suggestion . . . .\"); see also 1 John Henry Wigmore, Wigmore on Evidence &#167; 17 (Peter Tillers ed., 1983) [hereinafter Wigmore] (\"[F]acts of discreditable conduct [may be] groundlessly asked about in the hope that though denied they will be assumed by the jury to be well founded.\"). The law provides protection against illegitimately posed questions even where they produce no answer.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Furthermore, the district court's instruction to the jury here that the lawyers' questions were not evidence may not eliminate the potential taint of the government's questions. Cudlitz, 72 F.3d at 999. The instruction did not occur during the course of the challenged cross-examination, but rather as part of the court's final jury charge several hours later. The court's instruction was therefore unlikely to eradicate the impression left on the jury by the government's line of questioning. Id. (\"[T]he sting [of objectionable questions] survives such instructions, which is why lawyers ask impeaching questions that they know will produce denials.\").</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The government's various arguments that Meserve failed to preserve his challenges to Kevin's cross-examination for review are therefore without merit. Because timely objections to the government's cross-examination of Kevin were raised at trial and because objectionable questions may be reviewed even where they produced no answer or an arguably favorable answer, the court considers Meserve's arguments under the harmless error standard of review, not the more demanding plain error standard. United States v. Joyner, 191 F.3d 47, 53 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">2. Review of Challenged Testimony</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Having determined that Meserve's challenges to the government's cross-examination of Kevin were properly preserved for review, the court considers the testimony to which Meserve objects, bearing in mind the following points:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">First, the district court's construction of evidentiary rules is a question of law which we review de novo. Second, the application of an evidentiary rule to particular facts is normally tested by an abuse of discretion standard, which favors the prevailing party. Finally, we may affirm the district court's evidentiary rulings on any ground apparent from the record on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">United States v. Barone, 114 F.3d 1284, 1296 (1st Cir. 1997) (internal quotation marks and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">(a) Federal Rule of Evidence 609</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Meserve's first challenge to the government's cross-examination of Kevin is that the government's questions about Kevin's disorderly conduct and assault convictions were improper because these convictions were not permissible subjects of cross-examination under Rule 609(a). Pursuant to Federal Rule of Evidence 609(a):</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">For the purpose of attacking the credibility of a witness,</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">(1) evidence that a witness other than an accused has been convicted of a crime shall be admitted, subject to Rule 403, if the crime was punishable by . . . imprisonment in excess of one year under the law under which the witness was convicted, and evidence that an accused has been convicted of such a crime shall be admitted if the court determines that the probative value of admitting this evidence outweighs its prejudicial effect to the accused; and</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">(2) evidence that any witness has been convicted of a crime shall be admitted if it involved dishonesty or false statement, regardless of the punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Id. Thus, the government could only inquire about Kevin's convictions for disorderly conduct and assault if the crimes were punishable by a term of imprisonment greater than one year or involved dishonesty or false statement.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Under Maine law, disorderly conduct is a Class E crime, Me. Rev. Stat. Ann. tit. 17-A &#167; 501(6), punishable by a maximum term of six months, id. &#167; 1252(2)(E), and assault is a Class D crime, id. &#167; 207(2), punishable by a term of imprisonment less than one year, id. &#167; 1252(2)(D). Because the sentences for these crimes do not exceed one year, Meserve argues that evidence of these crimes is per se inadmissible under Rule 609(a)(1). In opposition, the government asserts that assault is not always a misdemeanor punishable by imprisonment for less than one year in Maine; section 207(2) provides that when the perpetrator is at least eighteen years of age and the assault produced bodily injury to a child under six years of age, the crime is classified as a Class C crime, punishable by a prison term of up to five years. Id. &#167; 207(2).</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The record before this court does not resolve the question whether Kevin's assault conviction was for bodily injury to a child less than six, an omission for which the government blames Meserve: \"[I]t is Meserve's failure [to] develop a record that leaves this court with inadequate facts to resolve the issue definitively.\" Through this simple sentence, the government attempts to shift the burden of proving admissibility from the proponent of evidence to the party opposing the admission of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">It is a principle too simple to seem to need stating, however, that the government, as the party seeking to introduce evidence of a prior conviction for impeachment purposes under Rule 609, was obligated to have researched Kevin's prior offenses and to have determined that they were admissible. E.g., 1 Wigmore, supra &#167; 17. Upon Meserve's challenge, the government should have been prepared to produce to the district court concrete proof that Kevin had been convicted of a crime punishable by more than one year within the previous ten years. Admittedly, the government may have been in possession of precisely such proof, and merely failed to produce it because the district court did not demand it upon Meserve's objection. Even so, the failure of the district court to press the government on this issue does not shift the burden to Meserve.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Nor do the convictions for disorderly conduct and assault introduced by the government against Kevin fall within Rule 609(a)(2), as the legislative history of the rule makes clear:</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">[T]he phrase \"dishonesty and false statement\" . . . means crimes such as perjury or subornation of perjury, false statement, criminal fraud, embezzlement, or false pretense, or any other offense in the nature of crimen falsi, the commission of which involves some element of deceit, untruthfulness, or falsification bearing on the accused's propensity to testify truthfully.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">H.R. Conf. Rep. No. 93-1597, at 9 (1974), reprinted in 1974 U.S.C.C.A.N. 7098, 7103. To be admissible under Rule 609(a)(2), a prior conviction must involve \"some element of deceit, untruthfulness, or falsification which would tend to show that an accused would be likely to testify untruthfully,\" United States v. Seamster, 568 F.2d 188, 190 (10th Cir. 1978), elements not readily apparent in the crimes of disorderly conduct and assault.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Because the government failed to develop an adequate predicate for admitting the convictions for disorderly conduct and assault, it was error to permit interrogation concerning these convictions for the purposes of impeaching Kevin.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">(b) Federal Rule of Evidence 608</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Meserve further argues that the questions the government posed to Kevin about being a \"tough guy\" and having \"[b]een in a lot of fights in [his] day\" were improper under Federal Rule of Evidence 608. The government counters that it was entitled to introduce evidence that Kevin had previously been involved in fights as impeachment by contradiction following Kevin's denial that he was a \"tough guy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Pursuant to Federal Rule of Evidence 608(a):</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The credibility of a witness may be attacked or supported by evidence in the form of opinion or reputation, but subject to these limitations: (1) the evidence may refer only to character for truthfulness or untruthfulness, and (2) evidence of truthful character is admissible only after the character of the witness for truthfulness has been attacked by opinion or reputation evidence or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Id. The government's questions about Kevin's status as a \"tough guy\" and his reputation in the community for violence were completely irrelevant on the facts here to this jury's credibility determination. Even if, as suggested by the government at trial, people in the community were afraid of Kevin because he was an \"assaultive person,\" this has no bearing on Kevin's credibility as a witness, given the issues in this case. No other theory of admissibility is offered.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">As the government's questions about Kevin being a \"tough guy\" were impermissible, they cannot serve as a launching pad for the admission of additional evidence. Moreover, the government's questions about Kevin's involvement in a couple of fights are impermissible in their own right. Under Rule 608(b):</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Specific instances of the conduct of a witness . . . . may . . . in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the witness . . . concerning the witness' character for truthfulness or untruthfulness . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Id. The specific instances of prior conduct about which the government questioned Kevin bore no relation whatsoever to his character for truthfulness or untruthfulness. As Meserve correctly states, the government wanted to suggest, and succeeded in suggesting, that Kevin was a man with a violent disposition.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">E. Harmless Error?</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Since we conclude that the district court erred in admitting evidence against Meserve violative of Federal Rules of Evidence 608, 609, and 802, the government perforce is reduced to arguing that these errors, both individually and collectively, were \"harmless.\" Fed. R. Crim. P. 52(a) (\"Any error, defect, irregularity or variance which does not affect substantial rights shall be disregarded.\"); Fed R. Evid. 103(a) (\"Error may not be predicated upon a ruling which admits or excludes evidence unless a substantial right of the party is affected.\"). In Kotteakos v. United States, 328 U.S. 750 (1946), the Supreme Court elucidated the harmless error standard for cases involving non-constitutional errors, stating, \"if one cannot say, with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error, it is impossible to conclude that substantial rights were not affected,\" id. at 765. The applicable standard is thus different than that applied when determining whether the evidence is sufficient to sustain a verdict: \"The inquiry cannot be merely whether there was enough to support the result, apart from the phase affected by the error. It is rather, even so, whether the error itself had substantial influence.\" Id. Therefore, \"we can uphold the conviction, in the teeth of an error preserved by a timely objection, only where we think it 'highly probable' that the error played no role in the conviction, that is to say, that the result would have been identical regardless of the error.\" Cudlitz, 72 F.3d at 1000 (citing United States v. Rullan-Rivera, 60 F.3d 16, 18-19 (1st Cir. 1995)); see also Rose, 104 F.3d at 1414 (citing United States v. Rodriguez Cortes, 949 F.2d 532, 543 (1st Cir. 1991); Benavente Gomez, 921 F.2d at 386).</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Unlike the plain error analysis, the government bears the burden of persuasion with respect to showing that the error was harmless. Olano, 507 U.S. at 734-35. \"[T]he greater the weight of the other evidence against the defendant, the less likely it is that a given error swayed the jury,\" but the greater the probable impact of the error, the less likely it is that the court can conclude that the error was harmless. Cudlitz, 72 F.3d at 999. We consider factors such as \"[t]he centrality of the evidence, its prejudicial effect, whether it is cumulative, the use of the evidence by counsel and the closeness of the case.\" Kowalski v. Gagne, 914 F.2d 299, 308 (1st Cir. 1990) (quoting Lataille v. Ponte, 754 F.2d 33, 37 (1st Cir. 1985)) (internal quotation marks omitted). Where evidence is admitted in violation of Rule 608, we examine additional factors such as whether the admission permitted completely new evidence to go before the jury and whether the disputed evidence was likely to arouse passion or prejudice. Deary v. City of Gloucester, 9 F.3d 191, 197 (1st Cir. 1993). Ultimately, the harmless error analysis \"must be made in the context of the case as gleaned from the record as a whole.\" DeVasto v. Faherty, 658 F.2d 859, 863 (1st Cir. 1981); accord United States v. Mateos-Sanchez, 864 F.2d 232, 237 (1st Cir. 1988) (citing United States v. Currier, 821 F.2d 52, 56 (1st Cir. 1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">Applying these principles, we consider the evidentiary errors committed during Meserve's trial:</p>\n    </div>\n    <p class=\"indent\">1. The Hearsay Evidence</p>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Detective Pomerleau's statement that Craig identified Meserve as a possible suspect in the case was not itself central to the case, as it was less damaging than the properly admitted testimony of other witnesses, including Craig, whose statements directly implicated Meserve in the robbery. At worst, the jury may have credited the testimony of these witnesses somewhat more because of Detective Pomerleau's repetition of Craig's out-of-court statement. The weight of the government's case against Meserve was such, however, that Craig's out-of-court statement was but a small contribution to the font of evidence. \"[A]fter pondering all that happened without stripping the erroneous action from the whole,\" Mazza, 792 F.2d at 1216-17 (quoting Kotteakos, 328 U.S. at 765) (internal quotation marks omitted), we conclude that it is highly probable that the admission of Craig's out-of-court statement did not contribute to the jury's verdict.</p>\n    </div>\n    <p class=\"indent\">2. The Rule 608 and 609 Violations</p>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Kevin, however, was a pivotal figure in the construction of Meserve's defense. Not only did Kevin provide Meserve with an alibi, he also offered testimony that impeached the testimony of the government's star witness, Grant. Even though there were two additional alibi witnesses -- Overlook and Morissette -- Kevin was the only witness who testified about Grant's alleged coaching by the police.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Although certain impeachment evidence was elicited on direct examination, such as Kevin's prior convictions for unlawful sexual conduct and Kevin and Meserve's familial relationship, the government's impeachment evidence far exceeded that which had already entered the record. The government managed, in violation of the rules of evidence, to introduce evidence of two additional convictions, two prior bad acts for which no conviction resulted, and Kevin's reputation in the community for violence. The cumulative weight of the government's impeachment evidence against Kevin was therefore augmented by the impermissible line of questioning. Moreover, as Meserve's counsel aptly argued in both his brief and oral argument, by bringing up prior offenses that the defense, correctly believing to be inadmissible, would not have preemptively placed before the jury, the government succeeded in making Kevin and, by association, his brother, appear unforthcoming. The impermissible line of questioning therefore enabled the government to suggest to the jury that Kevin was not entirely truthful about his criminal history when he testified on direct examination and may have led the jury to conclude that Kevin was an untrustworthy witness. This court is entitled to conclude that the government set out to impeach Kevin by admitting evidence of past crimes and a character for violence and that \"the methods which were used [had] the effect which they were obviously intended to have.\" United States v. Ling, 581 F.2d 1118, 1122 (4th Cir. 1978), quoted in United States v. Pisari, 636 F.2d 855, 859-60 (1st Cir. 1981). In sum, the evidence illegitimately elicited by the government regarding Kevin's prior convictions and character for violence likely figured in the jury's credibility determination.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The harmless error standard, however, requires not that the error had an effect on the jury's evaluation of a single witness's testimony, but rather that the error had an effect on the case as a whole. DeVasto, 658 F.2d at 863. Thus, if this court can conclude that it is \"highly probable\" that the jury would have convicted Meserve, even had the challenged evidence been excluded, then reversal is not warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">We do so conclude here. Most importantly, the cumulative weight of the evidence against Meserve was substantial, and \"[u]nder such circumstances, it would be a waste of judicial resources to require a new trial where the result is likely to be the same.\" Rose, 104 F.3d at 1414 (quoting Rodriguez Cortes, 949 F.2d at 543) (internal quotation marks omitted). The government's case included highly damaging testimony by Meserve's former girlfriend and accomplice, Grant, who testified that Meserve planned the robbery, drove with her to the crime scene, fled the scene with her while discarding pieces of evidence along the roadway, and spoke of the crime afterwards. Moreover, Grant, although the government's strongest witness, was far from the only person to provide evidence implicating Meserve in the crime. Specifically, the government introduced testimony that Meserve had access to the weapon used in the crime, several witnesses described a man meeting Meserve's description, and the weapon was found precisely where Grant testified that Meserve discarded it. In contrast, the defense case largely consisted of the testimony of three witnesses with a strong incentive to fabricate on Meserve's behalf -- his mother, his brother, and his self-described \"best friend.\" And, as discussed above, the evidence to which Meserve raises an objection was not the sole piece of impeachment evidence introduced against Kevin. The jury also knew about Kevin's familial relationship with Meserve and his recent convictions for sexual misconduct. Finally, in the context of this case, the evidence improperly admitted to impeach Kevin is unlikely to have made much of a difference. Grant, the government's chief witness, was by her own admission a participant in the crime and was guilty of several prior bad acts including stealing her grandmother's credit card and receiving welfare benefits illegitimately; John Nicholas, who testified about Meserve's access to the gun used during the robbery, had previously been convicted of being a felon in possession of ammunition and had been served with a search warrant to look for marijuana; Robert Vashon, who testified as a rebuttal witness, had been convicted of marijuana trafficking and rape. Despite these reasons to discredit the government's witnesses, however, the jury apparently believed their testimony over that of Meserve's witnesses. Because it cannot be stated \"with fair assurance . . . that the judgment was . . . substantially swayed by the error,\" Kotteakos, 328 U.S. at 765, the government's violations of Rules 608 and 609 were harmless and reversal is not warranted on this basis.</p>\n    </div>\n    <p class=\"indent\">3. Cumulative Errors</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">Meserve asserts that the cumulative effect of the errors to which counsel timely objected, which resulted in the admission of evidence that bolstered the credibility of the government's witnesses while demeaning the credibility of Meserve's witnesses, requires that a new trial be granted. See, e.g., United States v. Sepulveda, 15 F.3d 1161, 1196 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">In Sepulveda, this circuit explicitly accepted the theoretical underpinnings of the cumulative error argument. This court observed that \"[i]ndividual errors, insufficient in themselves to necessitate a new trial, may in the aggregate have a more debilitating effect.\" 15 F.3d at 1195-96 (citing United States v. Dwyer, 843 F.2d 60, 65 (1st Cir. 1988); Dunn v. Perrin, 570 F.2d 21, 25 (1st Cir. 1978)). \"[A] column of errors may sometimes have a logarithmic effect, producing a total impact greater than the arithmetic sum of its constituent parts.\" Id. at 1196. Among the factors considered in assessing the cumulative effect of the errors are \"the nature and number of errors committed; their interrelationship, if any, and combined effect; how the district court dealt with the errors as they arose (including the efficacy -- or lack of efficacy -- of any remedial efforts); and the strength of the government's case.\" Id. (citing United States v. Mejia-Lozano, 829 F.2d 268, 274 n.4 (1st Cir. 1987)). To determine whether cumulative errors are harmless, we conduct the same inquiry as for individual error, i.e., we consider whether Meserve's substantial rights were affected. United States v. Rivera, 900 F.2d 1462, 1470 (10th Cir. 1990) (en banc) (citing United States v. Kartman, 417 F.2d 893, 894, 898 (9th Cir. 1969)). Thus our cumulative error analysis focuses on \"the underlying fairness of the trial.\" Van Arsdall, 475 U.S. at 681.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">Meserve's appeal to the cumulative error doctrine is unavailing. The errors committed during Meserve's trial were independent of each other. While the admission of Craig's out-of-court identification of Meserve as a possible suspect involved the government's case in chief, the errors that occurred during Kevin's cross-examination involved the impeachment of but one of Meserve's alibi witnesses. The cumulative effect of these errors therefore differs from a situation in which, for example, each of Meserve's alibi witnesses was impeached by impermissible means.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">Moreover, on the other side of the Sepulveda equation, the government's case was strong. In addition to Grant's inculpatory testimony, several eye witnesses described a man fitting Meserve's description, Meserve was linked to the gun used during the robbery, and the gun was found in the location where Grant stated Meserve had thrown it. In contrast, Meserve's defense was weak, consisting of three alibi witnesses with an incentive to lie -- Meserve's mother, brother, and best friend -- and speculations about other individuals who could have committed the crime. Because of the strength of the government's case, the errors for which Meserve seeks reversal \"do not come close to achieving the critical mass necessary to cast a shadow upon the integrity of the verdict.\" Sepulveda, 15 F.3d at 1196. In other words, it is highly unlikely, in light of the substantial evidence implicating Meserve in the crime, that the errors committed here, even taken cumulatively, made an appreciable difference in the outcome of the trial. E.g., Mejia-Lozano, 829 F.2d at 274 n.4. Although in an ideal world every defendant would receive a trial free from error, \"[t]he Constitution entitles a criminal defendant to a fair trial, not to a mistake-free trial.\" Sepulveda, 15 F.3d at 1196 (citing Van Arsdall, 475 U.S. at 681; United States v. Polito, 856 F.2d 414, 418 (1st Cir. 1988)). It would therefore be inappropriate for this court to place undue emphasis on the flaws in Meserve's trial and \"unnecessarily intervene[] in a process that -- although imperfect -- adequately protected [Meserve's] rights.\" United States v. Glantz, 810 F.2d 316, 321 (1st Cir. 1987). We do, however, note that the errors that occurred here were easily preventable by government counsel. None arose in the heat of an unexpected development at trial; each reflects a deliberate choice at trial -- a choice which but slight reflection should have indicated was inappropriate. Government counsel especially bear an individual responsibility to engage in such reflection. See Berger v. United States, 295 U.S. 78, 88 (1935) (\"The United States Attorney is the representative not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all; and whose interest, therefore, in a criminal prosecution is not that it shall win a case, but that justice shall be done.\").</p>\n    </div>\n    <p class=\"indent\">III. Conclusion</p>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">Although errors occurred during the course of Meserve's trial, these errors, considered both individually and cumulatively, were harmless. Accordingly, the judgment of conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Count I of the indictment charged Meserve with the use of force and violence in the commission of a robbery that affected commerce in violation of 18 U.S.C. &#167; 1951(a). Count II charged Meserve with carrying and using a firearm during and in relation to a crime of violence in violation of 18 U.S.C &#167; 924(c). Count III charged Meserve with possession of an unregistered sawed-off shotgun in violation of 26 U.S.C. &#167; 5861(d). Count IV charged Meserve with being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The case thrice cited in the government's brief, United States v. Morales-Cartagena, 987 F.2d 849 (1st Cir. 1993), does not support the government's position. Far from placing an additional obligation on parties to move to strike, this case merely states that because the appellants neither objected to the admission of the challenged testimony at trial nor moved to strike the testimony, the court was foreclosed from considering the issue on appeal absent plain error. Id. at 853 n.5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  If a party does not challenge the evidence in a timely manner, however, an after-the-fact motion to strike usually cannot \"repair the forfeiture that flows from the failure to interpose a contemporaneous objection.\" A.J. Faigin v. Kelly, 184 F.3d 67, 83 n.10 (1st Cir. 1999) (citing McKnight v. Johnson Controls, Inc., 36 F.3d 1396, 1408 (8th Cir. 1994)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Kevin's 1979 conviction for disorderly conduct is also stale under Rule 609(b). Thus, the government bore a further obligation, which it does not appear to have satisfied, to provide notice to the defense of its intent to introduce evidence of the conviction and to show that this evidence was more probative than prejudicial.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199680\"><a href=\"/opinion/199680/united-states-v-meserve/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>BRIAN EUGENE MESERVE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2091</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct. 2, 2001<br>Decided November 16, 2001<br>Amended December 3, 2001</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">[Hon. Morton A. Brody, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Matthew S. Robinowitz for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Coffin, Senior Circuit Judge, and Young,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">YOUNG, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Brian Eugene Meserve (\"Meserve\") appeals from his conviction for robbery and firearms offenses in the United States District Court for the District of Maine. On appeal, Meserve claims four errors occurred during the course of his two-day trial; specifically that (A) the district court allowed a witness to repeat the out-of-court statement of a third party in violation of Federal Rule of Evidence 802, (B) the district court barred the defense from cross-examining a government witness about the omission of certain information stated at trial from her grand jury testimony in violation of Meserve's Sixth Amendment right of confrontation, (C) the government used a stale conviction to impeach a defense witness in violation of Federal Rule of Evidence 609(b), and (D) the government cross-examined a defense witness about his character for violence and his prior convictions in violation of Federal Rules of Evidence 608 and 609. Meserve further asserts that even if these errors, considered individually, do not necessitate a new trial, the cumulative effect of the errors cannot be considered harmless.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 24, 1998, the Ferris Market, a family-owned convenience store in Vassalboro, Maine, was robbed at gunpoint. In a four-count indictment, Meserve was charged with the robbery and the associated firearms offenses.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Viewing the evidence adduced at trial in the light most favorable to the jury verdict, United States v. Josleyn, <span class=\"citation\" data-id=\"197023\"><a href=\"/opinion/197023/united-states-v-josleyn/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span>, 1185 n.1 (1st Cir. 1996), the facts are as follows: At around 6:00 p.m. on the evening of the robbery, Meserve showed his girlfriend and accomplice, Holly Grant (\"Grant\"), a sawed-off shotgun and told her that he was going to rob the Ferris Market. After nightfall, Meserve and Grant drove to the Ferris Market together in Meserve's car, where they waited until the store became less busy. Meserve then got out of the car, while Grant stayed behind.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Meserve, wearing a ski mask and carrying a black bag and a short gun with a brown handle, entered the Ferris Market. He forced Shawna Vashon, an employee, and Sumayah Ferris, the mother of the owner, to the floor, and ordered Amy Craig (\"Craig\"), a second employee, to give him the money in the cash register. Craig handed Meserve everything that was in the cash register -- one hundred dollars. Meserve then fled from the store, passing a customer on his way out of the building.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When Meserve returned to the car where Grant was waiting, he told Grant that the robbery was a \"piece of cake,\" and that the only problem was that \"an old lady gave him a hard time.\" During the drive away from the scene, Meserve tossed his gloves and ski mask, the bag used to carry the money, and the gun out of the car. When Meserve and Grant arrived at Meserve's mother's house, he gave Grant his sweatshirt and asked her to burn it and buried his shoes in the woods.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Later that evening, Grant and Meserve went to the Chez Paris and the Bob-In, two local bars, where they used the robbery proceeds to buy drinks. While Meserve and Grant were at the Chez Paris, Craig came into the bar and Meserve commented to Grant that Craig was working at the Ferris Market when he robbed it. Later that night, when a report about the robbery came on the evening news, Meserve remarked to Grant, \"If they only knew.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At trial, Grant supplied many of the details about the robbery and Meserve's conduct afterwards. Although Grant denied any knowledge of the crime when first asked about it by Detective Sampson Pomerleau (\"Detective Pomerleau\") in October 1998, she later came to an agreement with the government. Grant met with prosecutors several times to go over her grand jury testimony and police reports regarding her statements. She also discussed the case with Sergeant Gerard Madden (\"Sergeant Madden\"), a Maine State Trooper who testified on her behalf at her child custody proceeding. Under direct examination, Grant admitted to several prior bad acts, including fraudulently using her grandmother's credit card on multiple occasions and obtaining Aid for Families with Dependent Children after she no longer had custody of her child.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Meserve presented a defense based on alibi and mistaken identity. Both Meserve's mother, Lindsay Overlock (\"Overlock\"), and his brother, Kevin Meserve (\"Kevin\"), testified that he was at home until a little after 8:00 p.m. on the evening of the robbery. Kevin testified that at approximately 8:10 p.m., he and Meserve went to the Chez Paris, where they stayed for two hours before heading to the Bob-In. Kevin also testified that he had seen Grant at the Chez Paris during the last week of August 1999, two months before the trial. Kevin stated that Grant was drinking heavily at that time, and complained to him that Sergeant Madden had been \"keeping tabs on her,\" and that every time she met or spoke with Sergeant Madden, he would instruct her what to say at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Meserve's other alibi witness, Jane Morissette (\"Morissette\"), a bartender at the Chez Paris, testified that she saw Meserve and his brother, Kevin, enter the bar around 8:30 p.m., but that Grant was not with them. She stated that later in the evening, Meserve told her that he was going to the Bob-In with Kevin, and asked her to let Grant know where he was when she arrived. According to Morissette, Grant entered the Chez Paris shortly thereafter and Morissette told her that Meserve had gone to the Bob-In. Morissette testified that between 11:30 p.m. and midnight, a girl named Amy (Craig) arrived at the Chez Paris. Morissette overheard Craig tell a man about a robbery that had occurred earlier that evening at a store at which she worked in Vassalboro.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On October 21, 1999, the jury convicted Meserve on all four counts. Meserve filed a motion for a new trial, which was denied on July 20, 2000. Accordingly, on August 29, 2000, Meserve was sentenced to concurrent terms of one hundred months imprisonment on Counts I, III, and IV of the indictment and to a consecutive term of one hundred twenty months on Count II of the indictment.</p>\n    </div>\n    <p class=\"indent\">II. Analysis</p>\n    <p class=\"indent\">A. Hearsay Evidence</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Generally, questions of admissibility of evidence that do not raise issues of law are reviewed for abuse of discretion. E.g., Baker v. Dalkon Shield Claimants Trust, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">248</span></span>, 251-52 (1st Cir. 1995). During the government's case in chief, Detective Pomerleau was permitted to testify over the objection of the defense that he drove by Meserve's house on the night of the robbery \"to see exactly where the subject was living.\" Detective Pomerleau further testified, again over objection, that Meserve became a suspect in the case because he matched the description of the robber and because Craig thought Meserve might have been the robber because she knew him. Meserve asserts that this testimony constitutes hearsay and is inadmissible under Federal Rule of Evidence 802. The government argues, however, that the district court admitted Craig's statement not for the truth of the matter asserted, but rather to explain why Detective Pomerleau drove by Meserve's home that evening. Meserve counters that the statement was nevertheless inadmissible because, if not hearsay, the fact that Detective Pomerleau drove by Meserve's home shortly after the robbery had no tendency to prove any issue in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hearsay is an out-of-court statement offered to prove the truth of the matter asserted. Fed. R. Evid. 801(c). Testimony that is not offered to prove the truth of an out-of-court statement, but is instead offered to provide relevant context or background, is not considered hearsay. E.g., United States v. Mazza, <span class=\"citation\" data-id=\"471592\"><a href=\"/opinion/471592/united-states-v-antonio-j-mazza-united-states-of-america-v-anthony/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span>, 1215 (1st Cir. 1986); accord United States v. Freeman, <span class=\"citation\" data-id=\"486633\"><a href=\"/opinion/486633/united-states-v-james-david-freeman/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">558</span></a></span>, 563 (10th Cir. 1987); United States v. Love, <span class=\"citation\" data-id=\"455772\"><a href=\"/opinion/455772/united-states-v-newby-franklin-love-united-states-of-america-v-newby/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1052</span></a></span>, 1063 (4th Cir. 1985). Moreover, the hearsay rule does not apply to statements that are offered to show what effect they produced on the actions of a listener. United States v. Castro-Lara, <span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 981 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the instant case, however, the government's espoused reason for introducing the testimony -- to explain why Detective Pomerleau drove by Meserve's house on the evening of the robbery -- is completely irrelevant to the government's case. Detective Pomerleau did not discover any evidence or valuable information during his drive-by and made no observations pertinent to the investigation; thus, the fact that he went on such a drive has no \"tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed. R. Evid. 401. Detective Pomerleau's motivation for driving by Meserve's home is likewise irrelevant. In light of the government's baldly pretextual basis for the introduction of Craig's out-of-court statement, this court is not prepared to say that the statement is admissible non-hearsay. The government is thus reduced to its claim that the error is harmless -- a matter considered below.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. Exclusion of Cross-Examination Using Grand Jury Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Meserve claims that the district court erred by not allowing the defense to cross-examine Grant concerning a discrepancy between her trial testimony and her grand jury testimony. At trial, Grant testified that Craig came into the Chez Paris on the night of the robbery and that Craig's entrance prompted Meserve to mention that Craig was working at the store when he robbed it. In contrast, although Grant testified before the grand jury that after the robbery she went to two bars with Meserve, the Chez Paris and the Bob-In, she never stated that she saw Craig at the Chez Paris. Nor did she mention seeing Craig that night at the Chez Paris even though, in response to a question as to whether Meserve had recognized any of the Ferris Market's employees, Grant testified that Meserve told her that he recognized a girl named Amy because she was dating a friend of theirs.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">When the defense sought to question Grant about why she had not mentioned Craig's presence at the Chez Paris in her grand jury testimony, the district court barred this line of questioning because Grant was not specifically asked about the incident before the grand jury. Meserve argues that this restriction on Grant's cross-examination violated his rights under the Confrontation Clause of the Sixth Amendment. E.g., Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 679-80 (1986); Davis v. Alaska, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 318 (1974). The government responds that Grant's grand jury testimony was not inconsistent with her testimony at trial and that even if error occurred, it was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Pursuant to the Federal Rules of Evidence, a witness's credibility may be impeached by asking him about prior inconsistent statements. Fed. R. Evid. 613(a); United States v. Hudson, <span class=\"citation\" data-id=\"587568\"><a href=\"/opinion/587568/united-states-v-richard-b-hudson-sr/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">948</span></a></span>, 953-54 (1st Cir. 1992). The rule applies \"when two statements, one made at trial and one made previously, are irreconcilably at odds.\" United States v. Winchenbach, <span class=\"citation\" data-id=\"198727\"><a href=\"/opinion/198727/united-states-v-winchenbach/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 558 (1st Cir. 1999). Prior statements, such as the grand jury testimony at issue here, that omit details included in a witness's trial testimony are inconsistent if it would have been \"natural\" for the witness to include the details in the earlier statement. United States v. Stock, <span class=\"citation\" data-id=\"572123\"><a href=\"/opinion/572123/united-states-v-lacy-stock-aka-russell-rogers/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1301 (D.C. Cir. 1991) (citing Jenkins v. Anderson, <span class=\"citation\" data-id=\"110298\"><a href=\"/opinion/110298/jenkins-v-anderson/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>, 239 (1980)). This test is an elastic one, because the \"naturalness\" of a witness's decision not to include certain information in an earlier statement may depend on the \"nuances of the prior statement's context, as well as [the witness's] own loquacity.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">District courts have broad discretion concerning whether two statements are in fact inconsistent, and thus whether the witness may be impeached by the prior statement. Udemba v. Nicoli, <span class=\"citation\" data-id=\"771698\"><a href=\"/opinion/771698/oliver-c-udemba-v-paul-nicoli/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 18 (1st Cir. 2001) (citing United States v. Agajanian, <span class=\"citation\" data-id=\"508997\"><a href=\"/opinion/508997/united-states-v-roger-agajanian/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">56</span></a></span>, 58 (2d Cir. 1988); United States v. Jones, <span class=\"citation\" data-id=\"481044\"><a href=\"/opinion/481044/united-states-v-bryant-jones-curtis-young-and-donnis-glen-humphrey/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">561</span></a></span>, 568 (7th Cir. 1986)). Nevertheless, under certain circumstances, a district court's refusal to permit a witness to be questioned about a prior inconsistent statement may constitute reversible error. See, e.g., Stock, 948 F.2d at 1301 (citing United States v. Standard Oil Co., <span class=\"citation\" data-id=\"260495\"><a href=\"/opinion/260495/united-states-v-standard-oil-company/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">884</span></a></span>, 891-92 (7th Cir. 1963); United States v. Ayotte, <span class=\"citation\" data-id=\"440141\"><a href=\"/opinion/440141/united-states-v-jeraline-ayotte-clinton-labadie-and-douglas-logan/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></a></span>, 870-71 (6th Cir. 1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, however, the district court did not abuse its wide discretion by refusing to allow Meserve to cross-examine Grant regarding the omission from her grand jury testimony of certain details about which she testified at trial. Before the grand jury, Grant was not asked whether she remembered anyone coming into the Chez Paris on the night of the crime nor whether she saw any of the victims of the crime at any point. Although Meserve argues that questions about whether Meserve recognized any of the workers at the Ferris Market and about Grant and Meserve's activities after they went to the Chez Paris should have prompted Grant to mention that she saw Craig at the Chez Paris that night, such nuances are peripheral and not directly inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Thus, the district court did not abuse its discretion by refusing to allow Grant to be questioned about her prior omission. The right to confrontation through cross-examination is not unlimited. A district court has \"wide latitude . . . to impose reasonable limits on . . . cross-examination based on concerns about . . . interrogation that is repetitive or only marginally relevant.\" Van Arsdall, 475 U.S. at 679. The district court appropriately exercised its authority under the circumstances of this case.</p>\n    </div>\n    <p class=\"indent\">C. Impeachment by Stale Conviction</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Meserve argues that the district court erred by allowing the government to use a conviction for theft that was over twenty years old to impeach Morissette. The government raises three counter-arguments: First, as Meserve did not contemporaneously object to the question, the issue was not preserved for appeal. Second, because Federal Rule of Evidence 609 does not render such impeachment evidence per se inadmissible, the lack of an objection deprived the district court of the opportunity to make the appropriate rulings with respect to its admissibility. Third, even if error occurred, it was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Meserve concedes that he failed to make a contemporaneous objection at the time of Morissette's cross-examination. Thus, this court reviews the district court's allowance of this impeachment evidence for plain error. Fed. R. Crim. P. 52(b); Fed. R. Evid. 103(d). Review for plain error \"entails a quadripartite showing: (1) that there was error; (2) that it was plain; (3) that the error affect[ed] substantial rights; and (4) that the error affected the fairness, integrity, or public reputation of judicial proceedings.\" United States v. Eirby, <span class=\"citation\" data-id=\"199580\"><a href=\"/opinion/199580/united-states-v-eirby/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 36 (1st Cir. 2001) (alteration in original) (internal quotation marks omitted); see also Johnson v. United States, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 465-67 (1997); United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 731-32 (1993). In a plain error argument, the defendant bears the burden of persuasion. United States v. Rose, <span class=\"citation\" data-id=\"197184\"><a href=\"/opinion/197184/united-states-v-rose/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1408</span></a></span>, 1414 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Pursuant to Federal Rule of Evidence 609(b), evidence of a conviction is not admissible to impeach a witness \"if a period of more than ten years has elapsed since the date of the conviction or of the release of the witness from the confinement imposed for that conviction, whichever is the later date . . . .\" Id. Thus, because Morissette's conviction for theft occurred in 1978 and she had been released from any confinement by 1980, the conviction was stale under the terms of Rule 609(b). See United States v. Orlando-Figueroa, <span class=\"citation\" data-id=\"199119\"><a href=\"/opinion/199119/united-states-v-orlando-figueroa/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 46 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is not clear, however, that the error was \"plain.\" Rule 609(b) contains an exception, which establishes that evidence of convictions over ten years old may be admissible if \"the court determines, in the interests of justice, that the probative value of the conviction supported by specific facts and circumstances substantially outweighs its prejudicial effect.\" Fed. R. Evid. 609(b). Meserve's failure to make a timely objection to the admission of the evidence deprived the district court of the opportunity to determine whether the probative value of the evidence substantially outweighed its prejudicial effect. Thus, the \"plainness\" of the error cannot be established on the current record.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">And even if, by some stretch, this court were to conclude that the admission of a conviction over ten years old as impeachment evidence under the circumstances of this case constituted plain error, Meserve cannot satisfy his burden of showing that the error \"seriously affect[ed] the fairness, integrity or public reputation of [the] judicial proceeding[],\" Johnson, 520 U.S. at 469 (quoting Olano, 507 U.S. at 736) (internal quotation marks omitted). As the government points out, \"[t]he subject of Morissette's prior conviction occupied a single question, produced a single answer and neither party returned to the topic again either in the testimony or in summations.\" See, e.g., United States v. Tse, <span class=\"citation\" data-id=\"751343\"><a href=\"/opinion/751343/united-states-v-stephen-tse/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span>, 209-10 (1st Cir. 1998) (finding harmless error where the improperly admitted evidence played an insignificant role in the proceedings). Even Meserve seems to acknowledge that the admission of a single piece of impeachment evidence against a single defense witness is not capable of depriving him of substantial rights. Instead, Meserve attempts to argue that the impeachment evidence was particularly likely to be damaging because it was \"followed by the improper cross-examination of [Kevin].\" The argument that the cumulative effect of multiple errors warrants reversal, however, is distinct from the argument that the admission of impeachment evidence against Morissette -- in and of itself -- constitutes reversible error. Viewed alone, the use of a stale conviction to impeach Morissette, even if such evidence was admitted in violation of Rule 609(b), was not a sufficiently egregious violation of Meserve's rights to have deprived the proceedings of their fundamental integrity and fairness.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">D. Cross-Examination of Kevin Meserve about his Prior Convictions and Character for Violence</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Meserve argues that the district court committed reversible error by permitting the government to cross-examine his brother, Kevin, about his disorderly person and assault convictions and about his alleged violent reputation in the community. The challenged portion of Kevin's cross-examination is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Q: Now, Mr. McKee asked you questions about your conviction for unlawful sexual contact in '94 and '95, but that's not your only conviction, is it?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A: I have a couple of assaults on my record.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Q: 1999-1979, disorderly conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">MR. McKEE: I object, Your Honor, That's improper cross-examination under Rule 609. It specifically precludes that. A disorderly conduct?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">MR. McCARTHY: I can lay a foundation for it.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">THE COURT: Go ahead.</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Q: You're a tough guy, aren't you Kevin?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">MR. McKEE: I object.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">THE COURT: Overruled.</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Q: You're a tough guy, aren't you?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A: I wouldn't classify myself as a tough guy.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Q: Been in a lot of fights in your day?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">MR. McKEE: I object, improper character evidence, impeachment.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">THE COURT: Just a minute. Objection's overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A: How many would you classify as a lot?</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Q: More than one?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A: Yeah, I've been in more than one, probably two.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Q: Okay. And as a result of that, people in the community are afraid of you, aren't they?</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">A: No.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mr. McKEE: Object, Your Honor. A continuing objection to my client's -- excuse me -- this witness' alleged behavior in the past as not being relevant, as not being permissible character evidence under Rule 608 or any other rule.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The COURT: Mr. McCarthy?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">MR. McCARTHY: Well, Your Honor, I disagree. If his reputation in the community is basically as an assaultive person about whom people are afraid, that's very significant when it comes to the other people's testimony about him and about what's happened.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">THE COURT: I'm going to allow it over objection. You'll have a continuing objection.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Mr. McKEE: Thank you, Your Honor.</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Q: In fact, you were convicted of assault as recently as 1997, weren't you.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">MR. McKEE: Same objection, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">THE COURT: You have a continuing objection.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">MR. McKEE: This is with respect to Rule 609.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">THE COURT: Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <p class=\"indent\">BY MR. McCARTHY:</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Q: Is that right?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Meserve objects to this entire line of questioning, asserting that the questions about Kevin's disorderly person and assault convictions were improper because these convictions were not permissible subjects of cross-examination under Rule 609(a) and that the questions about Kevin being a \"tough guy\" and having been in a lot of fights in his day were improper character evidence under Rule 608. The government counters that Meserve failed to preserve these issues for review and that any errors that may have occurred were harmless, given the cumulative weight of the evidence against Meserve.</p>\n    </div>\n    <p class=\"indent\">1. Preservation of the Issues for Review</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The government devoted a great deal of space in its brief and time at oral argument to defending the untenable position that the issues raised by Meserve on appeal were not preserved for review because the defense failed to make both contemporaneous objections and motions to strike and because Kevin did not answer many of the government's questions, or provided answers arguably favorable to the defense. Because of the vehemence with which the government argues a position with no seeming support in the law, this court pauses to discuss the obligations placed on each of the parties to a trial by the Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">It is a basic tenet of our law that in order to preserve an evidentiary issue for review, the party opposing the admission of the evidence must make a timely objection. Fed. R. Evid. 103(a)(1); United States v. Auch, <span class=\"citation\" data-id=\"765610\"><a href=\"/opinion/765610/united-states-v-enrique-auch-aka-rickie-auch/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 130 (1st Cir. 1999); United States v. Barone, <span class=\"citation\" data-id=\"197399\"><a href=\"/opinion/197399/united-states-v-barone/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span>, 1293 (1st Cir. 1997); United States v. Wihbey, <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 770 &amp; n.4 (1st Cir. 1996); Willco Kuwait (Trading) S.A.K. v. deSavary, <span class=\"citation\" data-id=\"504000\"><a href=\"/opinion/504000/fed-sec-l-rep-p-93705-25-fed-r-evid-serv-658-willco-kuwait/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span></a></span>, 625 (1st Cir. 1988); see also United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 972 (1st Cir. 1995) (\"In general, the law ministers to the vigilant, not to those who sleep upon perceptible rights.\"). Thus, the government argues that the defense's failure immediately to object when Kevin was asked about convictions in addition to his unlawful sexual contact convictions constrains this court from considering the matter on appeal absent plain error. Fed. R. Crim. P. 52(b); Olano, 507 U.S. at 732-37. Examination of the transcript, however, reveals that Meserve's attorney objected as soon as it became obvious that the government's line of questioning was in violation of Rule 609, i.e., when the government indicated that the conviction about which it was asking was a twenty-year-old disorderly conduct conviction. To be timely, an objection must be \"made as soon as the ground of it is known, or reasonably should have been known to the objector.\" United States v. Check, <span class=\"citation\" data-id=\"358963\"><a href=\"/opinion/358963/united-states-v-sandy-check/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">668</span></a></span>, 676 (2d Cir. 1978) (quoting 21 Charles Alan Wright &amp; Kenneth W. Graham, Jr., Federal Practice and Procedure &#167; 5037 (1977) (quoting John Henry Wigmore, Code of Evidence 25 (3d ed. 1942)). The general principle that an objection should be made after a question has been asked but before an answer has been given, Hutchinson v. Groskin, <span class=\"citation\" data-id=\"557205\"><a href=\"/opinion/557205/bonnie-j-hutchinson-v-stephen-groskin-md/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 725 (2d Cir. 1991), is flexible in deference to the \"heat of a hotly contested criminal trial,\" Check, 582 F.2d at 676. Thus, the defense was not required to anticipate the government's line of questioning in order for the objection to be timely. Compare Hutchinson, 927 F.2d at 725 (holding that objection was timely, even though objection was not made until after question was answered), and Inge v. United States, <span class=\"citation\" data-id=\"270633\"><a href=\"/opinion/270633/romey-j-inge-v-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span>, 350 n.17 (D.C. Cir. 1966) (holding that defense counsel's failure to object until after he learned the nature of the document being used to refresh the defendant's recollection did not render objection nugatory), with United States v. Benavente Gomez, <span class=\"citation\" data-id=\"553170\"><a href=\"/opinion/553170/united-states-v-pedro-benavente-gomez-united-states-v-guillermo-cerda/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span>, 385 (1st Cir. 1990) (holding that because at least three pages of transcript were recorded before the defendant objected, the objection came too late to preserve the objection for appeal), and W. Fire Ins. Co. v. Word, <span class=\"citation\" data-id=\"1512017\"><a href=\"/opinion/1512017/western-fire-ins-co-of-fort-scott-kan-v-word/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 543-44 (5th Cir. 1942) (\"It is a rule of law so old that the memory of man runneth not to the contrary that one may not sit by without objection to rulings or instructions, and then after verdict and judgment, and when it is too late for the court to change its rulings or charge, come forward with objections on appeal and seek to put the court in error.\"), cited with approval in Putnam Res. v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 457 n.6 (1st Cir. 1992). Meserve's objection, although delayed, was sufficiently contemporaneous to comport with the Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The government attempts to place an additional onus on parties opposing the admission of such evidence, however, by arguing that the defense was further obligated to move to strike Kevin's answers to the government's questions in order to preserve Meserve's right to review. According to the government, once a question has been answered, even if that answer was provided pursuant to a district court's evidentiary ruling, the proper procedural vehicle to preserve rights for appeal is the motion to strike. The government was able to cite no authority for this proposition during oral argument and the court has found none.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The rule governing objections to evidence states that \"error may not be predicated upon a ruling which admits or excludes evidence unless a substantial right of the party is affected, and . . . [i]n case the ruling is one admitting evidence, a timely objection or motion to strike appears of record.\" Fed. R. Evid. 103(a)(1) (emphasis added). Because Rule 103 is written in the disjunctive, the right to review may be preserved either by objecting or by moving to strike and offering specific grounds in support of that motion. The rule is intended to ensure that the nature of an error was called to the attention of the trial judge, so as to \"alert him to the proper course of action and enable opposing counsel to take proper corrective measures.\" Fed. R. Evid. 103(a) advisory committee's note. Thus, both the plain language and underlying goals of Rule 103(a) indicate that a party opposing the admission of evidence may do so through either a timely objection or motion to strike.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Moreover, the position espoused by the government is contrary to logic. According to the government, even if a witness's answer was given pursuant to a district court's order overruling an objection, the party opposing admission of the evidence must move to strike the witness's answer to escape plain error review. Modern trial practice is unreceptive to such procedural redundancies, and were this court to adopt the government's view, it would take several steps back from the streamlining that the Judicial Conference, the Supreme Court, and the Congress attempted to accomplish through the enactment of the Federal Rules of Evidence in 1975. Because the law imposes no obligation on a party opposing the admission of evidence both to object and to move to strike, Meserve's timely objections were sufficient to preserve his rights for review.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In its final effort to prevent this court from reaching the merits of Meserve's claims, the government asserts that where Kevin did not answer the question posed, or where the answer elicited was arguably favorable to the defense, review is not warranted. According to the government, \"[n]o answer to the challenged question having been given, no evidence was admitted, and thus there is no error to correct.\" This position is without support in the law.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">No court has ever held that review is forestalled if a witness does not answer a question posed or answers that question with a response favorable to the objecting party. Although the government cites two cases to support this proposition, United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span> (1st Cir. 1993) and United States v. Zaccaria, <span class=\"citation\" data-id=\"199272\"><a href=\"/opinion/199272/united-states-v-zaccaria/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span> (1st Cir. 2001), these cases simply stand for the proposition that under such circumstances, the harmless error analysis is likely to weigh in favor of the appellee. See Innamorati, 996 F.2d at 485 (noting that because the challenged questions were not answered, the prejudicial effect of the questions was lessened); see also Zaccaria, 240 F.3d at 82-83 (holding that even if the district court erred in sustaining the objection, the error was harmless because the witness answered the question in the negative and the court did not strike his answer).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Even when a question elicits no answer or an answer arguably favorable to the defense, the question itself may nevertheless prejudice a defendant because of the weight a jury gives to the questions asked by a prosecutor. E.g., United States v. Simonelli, <span class=\"citation\" data-id=\"771699\"><a href=\"/opinion/771699/united-states-v-peter-simonelli/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 23 (1st Cir. 2001) (\"That [the witness] denied these acts does not, of course, render the questioning harmless. There is a lingering odor left by such questions . . . .\"); United States v. Cudlitz, <span class=\"citation\" data-id=\"196509\"><a href=\"/opinion/196509/united-states-v-cudlitz/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></a></span>, 999 (1st Cir. 1996) (\"Under these circumstances, it would have been easy -- if not strictly fair -- for the jury to have given great weight to the [government's] suggestion . . . .\"); see also 1 John Henry Wigmore, Wigmore on Evidence &#167; 17 (Peter Tillers ed., 1983) [hereinafter Wigmore] (\"[F]acts of discreditable conduct [may be] groundlessly asked about in the hope that though denied they will be assumed by the jury to be well founded.\"). The law provides protection against illegitimately posed questions even where they produce no answer.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Furthermore, the district court's instruction to the jury here that the lawyers' questions were not evidence may not eliminate the potential taint of the government's questions. Cudlitz, 72 F.3d at 999. The instruction did not occur during the course of the challenged cross-examination, but rather as part of the court's final jury charge several hours later. The court's instruction was therefore unlikely to eradicate the impression left on the jury by the government's line of questioning. Id. (\"[T]he sting [of objectionable questions] survives such instructions, which is why lawyers ask impeaching questions that they know will produce denials.\").</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The government's various arguments that Meserve failed to preserve his challenges to Kevin's cross-examination for review are therefore without merit. Because timely objections to the government's cross-examination of Kevin were raised at trial and because objectionable questions may be reviewed even where they produced no answer or an arguably favorable answer, the court considers Meserve's arguments under the harmless error standard of review, not the more demanding plain error standard. United States v. Joyner, <span class=\"citation\" data-id=\"198623\"><a href=\"/opinion/198623/united-states-v-joyner/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 53 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">2. Review of Challenged Testimony</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Having determined that Meserve's challenges to the government's cross-examination of Kevin were properly preserved for review, the court considers the testimony to which Meserve objects, bearing in mind the following points:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">First, the district court's construction of evidentiary rules is a question of law which we review de novo. Second, the application of an evidentiary rule to particular facts is normally tested by an abuse of discretion standard, which favors the prevailing party. Finally, we may affirm the district court's evidentiary rulings on any ground apparent from the record on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">United States v. Barone, <span class=\"citation\" data-id=\"197399\"><a href=\"/opinion/197399/united-states-v-barone/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span>, 1296 (1st Cir. 1997) (internal quotation marks and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">(a) Federal Rule of Evidence 609</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Meserve's first challenge to the government's cross-examination of Kevin is that the government's questions about Kevin's disorderly conduct and assault convictions were improper because these convictions were not permissible subjects of cross-examination under Rule 609(a). Pursuant to Federal Rule of Evidence 609(a):</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">For the purpose of attacking the credibility of a witness,</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">(1) evidence that a witness other than an accused has been convicted of a crime shall be admitted, subject to Rule 403, if the crime was punishable by . . . imprisonment in excess of one year under the law under which the witness was convicted, and evidence that an accused has been convicted of such a crime shall be admitted if the court determines that the probative value of admitting this evidence outweighs its prejudicial effect to the accused; and</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">(2) evidence that any witness has been convicted of a crime shall be admitted if it involved dishonesty or false statement, regardless of the punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Id. Thus, the government could only inquire about Kevin's convictions for disorderly conduct and assault if the crimes were punishable by a term of imprisonment greater than one year or involved dishonesty or false statement.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Under Maine law, disorderly conduct is a Class E crime, Me. Rev. Stat. Ann. tit. 17-A &#167; 501(6), punishable by a maximum term of six months, id. &#167; 1252(2)(E), and assault is a Class D crime, id. &#167; 207(2), punishable by a term of imprisonment less than one year, id. &#167; 1252(2)(D). Because the sentences for these crimes do not exceed one year, Meserve argues that evidence of these crimes is per se inadmissible under Rule 609(a)(1). In opposition, the government asserts that assault is not always a misdemeanor punishable by imprisonment for less than one year in Maine; section 207(2) provides that when the perpetrator is at least eighteen years of age and the assault produced bodily injury to a child under six years of age, the crime is classified as a Class C crime, punishable by a prison term of up to five years. Id. &#167; 207(2).</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The record before this court does not resolve the question whether Kevin's assault conviction was for bodily injury to a child less than six, an omission for which the government blames Meserve: \"[I]t is Meserve's failure [to] develop a record that leaves this court with inadequate facts to resolve the issue definitively.\" Through this simple sentence, the government attempts to shift the burden of proving admissibility from the proponent of evidence to the party opposing the admission of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">It is a principle too simple to seem to need stating, however, that the government, as the party seeking to introduce evidence of a prior conviction for impeachment purposes under Rule 609, was obligated to have researched Kevin's prior offenses and to have determined that they were admissible. E.g., 1 Wigmore, supra &#167; 17. Upon Meserve's challenge, the government should have been prepared to produce to the district court concrete proof that Kevin had been convicted of a crime punishable by more than one year within the previous ten years. Admittedly, the government may have been in possession of precisely such proof, and merely failed to produce it because the district court did not demand it upon Meserve's objection. Even so, the failure of the district court to press the government on this issue does not shift the burden to Meserve.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Nor do the convictions for disorderly conduct and assault introduced by the government against Kevin fall within Rule 609(a)(2), as the legislative history of the rule makes clear:</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">[T]he phrase \"dishonesty and false statement\" . . . means crimes such as perjury or subornation of perjury, false statement, criminal fraud, embezzlement, or false pretense, or any other offense in the nature of crimen falsi, the commission of which involves some element of deceit, untruthfulness, or falsification bearing on the accused's propensity to testify truthfully.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">H.R. Conf. Rep. No. 93-1597, at 9 (1974), reprinted in 1974 U.S.C.C.A.N. 7098, 7103. To be admissible under Rule 609(a)(2), a prior conviction must involve \"some element of deceit, untruthfulness, or falsification which would tend to show that an accused would be likely to testify untruthfully,\" United States v. Seamster, <span class=\"citation\" data-id=\"351899\"><a href=\"/opinion/351899/united-states-v-willie-lee-seamster/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 190 (10th Cir. 1978), elements not readily apparent in the crimes of disorderly conduct and assault.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Because the government failed to develop an adequate predicate for admitting the convictions for disorderly conduct and assault, it was error to permit interrogation concerning these convictions for the purposes of impeaching Kevin.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">(b) Federal Rule of Evidence 608</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Meserve further argues that the questions the government posed to Kevin about being a \"tough guy\" and having \"[b]een in a lot of fights in [his] day\" were improper under Federal Rule of Evidence 608. The government counters that it was entitled to introduce evidence that Kevin had previously been involved in fights as impeachment by contradiction following Kevin's denial that he was a \"tough guy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Pursuant to Federal Rule of Evidence 608(a):</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The credibility of a witness may be attacked or supported by evidence in the form of opinion or reputation, but subject to these limitations: (1) the evidence may refer only to character for truthfulness or untruthfulness, and (2) evidence of truthful character is admissible only after the character of the witness for truthfulness has been attacked by opinion or reputation evidence or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Id. The government's questions about Kevin's status as a \"tough guy\" and his reputation in the community for violence were completely irrelevant on the facts here to this jury's credibility determination. Even if, as suggested by the government at trial, people in the community were afraid of Kevin because he was an \"assaultive person,\" this has no bearing on Kevin's credibility as a witness, given the issues in this case. No other theory of admissibility is offered.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">As the government's questions about Kevin being a \"tough guy\" were impermissible, they cannot serve as a launching pad for the admission of additional evidence. Moreover, the government's questions about Kevin's involvement in a couple of fights are impermissible in their own right. Under Rule 608(b):</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Specific instances of the conduct of a witness . . . . may . . . in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the witness . . . concerning the witness' character for truthfulness or untruthfulness . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Id. The specific instances of prior conduct about which the government questioned Kevin bore no relation whatsoever to his character for truthfulness or untruthfulness. As Meserve correctly states, the government wanted to suggest, and succeeded in suggesting, that Kevin was a man with a violent disposition.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">E. Harmless Error?</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Since we conclude that the district court erred in admitting evidence against Meserve violative of Federal Rules of Evidence 608, 609, and 802, the government perforce is reduced to arguing that these errors, both individually and collectively, were \"harmless.\" Fed. R. Crim. P. 52(a) (\"Any error, defect, irregularity or variance which does not affect substantial rights shall be disregarded.\"); Fed R. Evid. 103(a) (\"Error may not be predicated upon a ruling which admits or excludes evidence unless a substantial right of the party is affected.\"). In Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span> (1946), the Supreme Court elucidated the harmless error standard for cases involving non-constitutional errors, stating, \"if one cannot say, with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error, it is impossible to conclude that substantial rights were not affected,\" id. at 765. The applicable standard is thus different than that applied when determining whether the evidence is sufficient to sustain a verdict: \"The inquiry cannot be merely whether there was enough to support the result, apart from the phase affected by the error. It is rather, even so, whether the error itself had substantial influence.\" Id. Therefore, \"we can uphold the conviction, in the teeth of an error preserved by a timely objection, only where we think it 'highly probable' that the error played no role in the conviction, that is to say, that the result would have been identical regardless of the error.\" Cudlitz, 72 F.3d at 1000 (citing United States v. Rullan-Rivera, <span class=\"citation\" data-id=\"196194\"><a href=\"/opinion/196194/united-states-v-rullan-rivera/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 18-19 (1st Cir. 1995)); see also Rose, 104 F.3d at 1414 (citing United States v. Rodriguez Cortes, <span class=\"citation\" data-id=\"572412\"><a href=\"/opinion/572412/united-states-v-fabio-rodriguez-cortes-united-states-v-eduardo/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 543 (1st Cir. 1991); Benavente Gomez, 921 F.2d at 386).</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Unlike the plain error analysis, the government bears the burden of persuasion with respect to showing that the error was harmless. Olano, 507 U.S. at 734-35. \"[T]he greater the weight of the other evidence against the defendant, the less likely it is that a given error swayed the jury,\" but the greater the probable impact of the error, the less likely it is that the court can conclude that the error was harmless. Cudlitz, 72 F.3d at 999. We consider factors such as \"[t]he centrality of the evidence, its prejudicial effect, whether it is cumulative, the use of the evidence by counsel and the closeness of the case.\" Kowalski v. Gagne, <span class=\"citation\" data-id=\"548343\"><a href=\"/opinion/548343/linda-kowalski-aka-linda-larochelle-etc-v-richard-j-gagne-aetna/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">299</span></a></span>, 308 (1st Cir. 1990) (quoting Lataille v. Ponte, <span class=\"citation\" data-id=\"447590\"><a href=\"/opinion/447590/dale-lataille-v-joseph-ponte-etc/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 37 (1st Cir. 1985)) (internal quotation marks omitted). Where evidence is admitted in violation of Rule 608, we examine additional factors such as whether the admission permitted completely new evidence to go before the jury and whether the disputed evidence was likely to arouse passion or prejudice. Deary v. City of Gloucester, <span class=\"citation\" data-id=\"195029\"><a href=\"/opinion/195029/deary-v-city-of-gloucester/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 197 (1st Cir. 1993). Ultimately, the harmless error analysis \"must be made in the context of the case as gleaned from the record as a whole.\" DeVasto v. Faherty, <span class=\"citation\" data-id=\"393938\"><a href=\"/opinion/393938/alice-devasto-v-robert-faherty-patrick-rose-and-david-johnstone/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 863 (1st Cir. 1981); accord United States v. Mateos-Sanchez, <span class=\"citation\" data-id=\"516169\"><a href=\"/opinion/516169/united-states-v-manuel-l-mateos-sanchez/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></a></span>, 237 (1st Cir. 1988) (citing United States v. Currier, <span class=\"citation\" data-id=\"489945\"><a href=\"/opinion/489945/united-states-v-raymond-leon-currier-united-states-of-america-v-raymond/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 56 (1st Cir. 1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">Applying these principles, we consider the evidentiary errors committed during Meserve's trial:</p>\n    </div>\n    <p class=\"indent\">1. The Hearsay Evidence</p>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Detective Pomerleau's statement that Craig identified Meserve as a possible suspect in the case was not itself central to the case, as it was less damaging than the properly admitted testimony of other witnesses, including Craig, whose statements directly implicated Meserve in the robbery. At worst, the jury may have credited the testimony of these witnesses somewhat more because of Detective Pomerleau's repetition of Craig's out-of-court statement. The weight of the government's case against Meserve was such, however, that Craig's out-of-court statement was but a small contribution to the font of evidence. \"[A]fter pondering all that happened without stripping the erroneous action from the whole,\" Mazza, 792 F.2d at 1216-17 (quoting Kotteakos, 328 U.S. at 765) (internal quotation marks omitted), we conclude that it is highly probable that the admission of Craig's out-of-court statement did not contribute to the jury's verdict.</p>\n    </div>\n    <p class=\"indent\">2. The Rule 608 and 609 Violations</p>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Kevin, however, was a pivotal figure in the construction of Meserve's defense. Not only did Kevin provide Meserve with an alibi, he also offered testimony that impeached the testimony of the government's star witness, Grant. Even though there were two additional alibi witnesses -- Overlook and Morissette -- Kevin was the only witness who testified about Grant's alleged coaching by the police.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Although certain impeachment evidence was elicited on direct examination, such as Kevin's prior convictions for unlawful sexual conduct and Kevin and Meserve's familial relationship, the government's impeachment evidence far exceeded that which had already entered the record. The government managed, in violation of the rules of evidence, to introduce evidence of two additional convictions, two prior bad acts for which no conviction resulted, and Kevin's reputation in the community for violence. The cumulative weight of the government's impeachment evidence against Kevin was therefore augmented by the impermissible line of questioning. Moreover, as Meserve's counsel aptly argued in both his brief and oral argument, by bringing up prior offenses that the defense, correctly believing to be inadmissible, would not have preemptively placed before the jury, the government succeeded in making Kevin and, by association, his brother, appear unforthcoming. The impermissible line of questioning therefore enabled the government to suggest to the jury that Kevin was not entirely truthful about his criminal history when he testified on direct examination and may have led the jury to conclude that Kevin was an untrustworthy witness. This court is entitled to conclude that the government set out to impeach Kevin by admitting evidence of past crimes and a character for violence and that \"the methods which were used [had] the effect which they were obviously intended to have.\" United States v. Ling, <span class=\"citation\" data-id=\"358804\"><a href=\"/opinion/358804/united-states-v-roger-t-ling-ii/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1118</span></a></span>, 1122 (4th Cir. 1978), quoted in United States v. Pisari, <span class=\"citation\" data-id=\"384966\"><a href=\"/opinion/384966/united-states-v-richard-pisari/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 859-60 (1st Cir. 1981). In sum, the evidence illegitimately elicited by the government regarding Kevin's prior convictions and character for violence likely figured in the jury's credibility determination.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The harmless error standard, however, requires not that the error had an effect on the jury's evaluation of a single witness's testimony, but rather that the error had an effect on the case as a whole. DeVasto, 658 F.2d at 863. Thus, if this court can conclude that it is \"highly probable\" that the jury would have convicted Meserve, even had the challenged evidence been excluded, then reversal is not warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">We do so conclude here. Most importantly, the cumulative weight of the evidence against Meserve was substantial, and \"[u]nder such circumstances, it would be a waste of judicial resources to require a new trial where the result is likely to be the same.\" Rose, 104 F.3d at 1414 (quoting Rodriguez Cortes, 949 F.2d at 543) (internal quotation marks omitted). The government's case included highly damaging testimony by Meserve's former girlfriend and accomplice, Grant, who testified that Meserve planned the robbery, drove with her to the crime scene, fled the scene with her while discarding pieces of evidence along the roadway, and spoke of the crime afterwards. Moreover, Grant, although the government's strongest witness, was far from the only person to provide evidence implicating Meserve in the crime. Specifically, the government introduced testimony that Meserve had access to the weapon used in the crime, several witnesses described a man meeting Meserve's description, and the weapon was found precisely where Grant testified that Meserve discarded it. In contrast, the defense case largely consisted of the testimony of three witnesses with a strong incentive to fabricate on Meserve's behalf -- his mother, his brother, and his self-described \"best friend.\" And, as discussed above, the evidence to which Meserve raises an objection was not the sole piece of impeachment evidence introduced against Kevin. The jury also knew about Kevin's familial relationship with Meserve and his recent convictions for sexual misconduct. Finally, in the context of this case, the evidence improperly admitted to impeach Kevin is unlikely to have made much of a difference. Grant, the government's chief witness, was by her own admission a participant in the crime and was guilty of several prior bad acts including stealing her grandmother's credit card and receiving welfare benefits illegitimately; John Nicholas, who testified about Meserve's access to the gun used during the robbery, had previously been convicted of being a felon in possession of ammunition and had been served with a search warrant to look for marijuana; Robert Vashon, who testified as a rebuttal witness, had been convicted of marijuana trafficking and rape. Despite these reasons to discredit the government's witnesses, however, the jury apparently believed their testimony over that of Meserve's witnesses. Because it cannot be stated \"with fair assurance . . . that the judgment was . . . substantially swayed by the error,\" Kotteakos, 328 U.S. at 765, the government's violations of Rules 608 and 609 were harmless and reversal is not warranted on this basis.</p>\n    </div>\n    <p class=\"indent\">3. Cumulative Errors</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">Meserve asserts that the cumulative effect of the errors to which counsel timely objected, which resulted in the admission of evidence that bolstered the credibility of the government's witnesses while demeaning the credibility of Meserve's witnesses, requires that a new trial be granted. See, e.g., United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1196 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">In Sepulveda, this circuit explicitly accepted the theoretical underpinnings of the cumulative error argument. This court observed that \"[i]ndividual errors, insufficient in themselves to necessitate a new trial, may in the aggregate have a more debilitating effect.\" 15 F.3d at 1195-96 (citing United States v. Dwyer, <span class=\"citation\" data-id=\"503779\"><a href=\"/opinion/503779/united-states-v-timothy-m-dwyer/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 65 (1st Cir. 1988); Dunn v. Perrin, <span class=\"citation\" data-id=\"352742\"><a href=\"/opinion/352742/richard-dunn-v-everett-i-perrin-jr-laurence-black-v-edward-cox/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir. 1978)). \"[A] column of errors may sometimes have a logarithmic effect, producing a total impact greater than the arithmetic sum of its constituent parts.\" Id. at 1196. Among the factors considered in assessing the cumulative effect of the errors are \"the nature and number of errors committed; their interrelationship, if any, and combined effect; how the district court dealt with the errors as they arose (including the efficacy -- or lack of efficacy -- of any remedial efforts); and the strength of the government's case.\" Id. (citing United States v. Mejia-Lozano, <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 274 n.4 (1st Cir. 1987)). To determine whether cumulative errors are harmless, we conduct the same inquiry as for individual error, i.e., we consider whether Meserve's substantial rights were affected. United States v. Rivera, <span class=\"citation\" data-id=\"539940\"><a href=\"/opinion/539940/united-states-v-luis-anthony-rivera/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1462</span></a></span>, 1470 (10th Cir. 1990) (en banc) (citing United States v. Kartman, <span class=\"citation\" data-id=\"287056\"><a href=\"/opinion/287056/united-states-v-edwin-affron-kartman/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span>, 894, 898 (9th Cir. 1969)). Thus our cumulative error analysis focuses on \"the underlying fairness of the trial.\" Van Arsdall, 475 U.S. at 681.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">Meserve's appeal to the cumulative error doctrine is unavailing. The errors committed during Meserve's trial were independent of each other. While the admission of Craig's out-of-court identification of Meserve as a possible suspect involved the government's case in chief, the errors that occurred during Kevin's cross-examination involved the impeachment of but one of Meserve's alibi witnesses. The cumulative effect of these errors therefore differs from a situation in which, for example, each of Meserve's alibi witnesses was impeached by impermissible means.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">Moreover, on the other side of the Sepulveda equation, the government's case was strong. In addition to Grant's inculpatory testimony, several eye witnesses described a man fitting Meserve's description, Meserve was linked to the gun used during the robbery, and the gun was found in the location where Grant stated Meserve had thrown it. In contrast, Meserve's defense was weak, consisting of three alibi witnesses with an incentive to lie -- Meserve's mother, brother, and best friend -- and speculations about other individuals who could have committed the crime. Because of the strength of the government's case, the errors for which Meserve seeks reversal \"do not come close to achieving the critical mass necessary to cast a shadow upon the integrity of the verdict.\" Sepulveda, 15 F.3d at 1196. In other words, it is highly unlikely, in light of the substantial evidence implicating Meserve in the crime, that the errors committed here, even taken cumulatively, made an appreciable difference in the outcome of the trial. E.g., Mejia-Lozano, 829 F.2d at 274 n.4. Although in an ideal world every defendant would receive a trial free from error, \"[t]he Constitution entitles a criminal defendant to a fair trial, not to a mistake-free trial.\" Sepulveda, 15 F.3d at 1196 (citing Van Arsdall, 475 U.S. at 681; United States v. Polito, <span class=\"citation\" data-id=\"511568\"><a href=\"/opinion/511568/united-states-v-john-d-polito/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span>, 418 (1st Cir. 1988)). It would therefore be inappropriate for this court to place undue emphasis on the flaws in Meserve's trial and \"unnecessarily intervene[] in a process that -- although imperfect -- adequately protected [Meserve's] rights.\" United States v. Glantz, <span class=\"citation\" data-id=\"482473\"><a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 321 (1st Cir. 1987). We do, however, note that the errors that occurred here were easily preventable by government counsel. None arose in the heat of an unexpected development at trial; each reflects a deliberate choice at trial -- a choice which but slight reflection should have indicated was inappropriate. Government counsel especially bear an individual responsibility to engage in such reflection. See Berger v. United States, <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 88 (1935) (\"The United States Attorney is the representative not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all; and whose interest, therefore, in a criminal prosecution is not that it shall win a case, but that justice shall be done.\").</p>\n    </div>\n    <p class=\"indent\">III. Conclusion</p>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">Although errors occurred during the course of Meserve's trial, these errors, considered both individually and cumulatively, were harmless. Accordingly, the judgment of conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Count I of the indictment charged Meserve with the use of force and violence in the commission of a robbery that affected commerce in violation of 18 U.S.C. &#167; 1951(a). Count II charged Meserve with carrying and using a firearm during and in relation to a crime of violence in violation of 18 U.S.C &#167; 924(c). Count III charged Meserve with possession of an unregistered sawed-off shotgun in violation of 26 U.S.C. &#167; 5861(d). Count IV charged Meserve with being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The case thrice cited in the government's brief, United States v. Morales-Cartagena, <span class=\"citation\" data-id=\"601780\"><a href=\"/opinion/601780/united-states-v-angel-luis-morales-cartagena-united-states-of-america-v/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span> (1st Cir. 1993), does not support the government's position. Far from placing an additional obligation on parties to move to strike, this case merely states that because the appellants neither objected to the admission of the challenged testimony at trial nor moved to strike the testimony, the court was foreclosed from considering the issue on appeal absent plain error. Id. at 853 n.5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  If a party does not challenge the evidence in a timely manner, however, an after-the-fact motion to strike usually cannot \"repair the forfeiture that flows from the failure to interpose a contemporaneous objection.\" A.J. Faigin v. Kelly, <span class=\"citation\" data-id=\"198558\"><a href=\"/opinion/198558/faigin-v-kelly-carucci/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 83 n.10 (1st Cir. 1999) (citing McKnight v. Johnson Controls, Inc., <span class=\"citation\" data-id=\"679511\"><a href=\"/opinion/679511/40-fed-r-evid-serv-965-prodliabrep-cch-p-14079-randy-c-mcknight/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span>, 1408 (8th Cir. 1994)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Kevin's 1979 conviction for disorderly conduct is also stale under Rule 609(b). Thus, the government bore a further obligation, which it does not appear to have satisfied, to provide notice to the defense of its intent to introduce evidence of the conviction and to show that this evidence was more probative than prejudicial.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/260495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/287056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1512017/"
  ]
}