{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199659/",
  "absolute_url": "/opinion/199659/securities-and-exch-v-sg-limited/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199659/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:43Z",
  "date_modified": "2017-03-24T11:02:55.164822Z",
  "type": "010combined",
  "sha1": "b3ac9e52b8a535a9dd3eda86735826a5604ad923",
  "page_count": 1,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1176A-01A.pdf",
  "local_path": "pdf/2001/10/31/Securities_and_Exch._v._SG_Limited.pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNos. 01-1176\n     01-1332\n               SECURITIES AND EXCHANGE COMMISSION,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                         SG LTD. ET AL.,\n\n                     Defendants, Appellees.\n\n\n                          ERRATA SHEET\n\n     The opinion of this Court issued on September 13, 2001 is\ncorrected as follows:\n\n     On page 23, line 2, of the slip opinion, delete \"and\nreliance.\"\n\f",
  "html": "<p class=\"case_cite\">265 F.3d 42 (1st Cir. 2001)</p>\n    <p class=\"parties\">SECURITIES AND EXCHANGE COMMISSION, Plaintiff, Appellant,<br>v.<br>SG LTD. ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 01-1176   &amp; 01-1332</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Heard Aug. 2, 2001<br>Decided September 13, 2001<br>Amended November 2, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Joseph L. Tauro, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mark Pennington, Assistant General Counsel, with whom David  M. Becker, General Counsel, Jacob H. Stillman, Solicitor, and Meyer Eisenberg, Deputy General Counsel, were on brief, for  appellant.</p>\n      <p class=\"indent\">Daniel I. Small, with whom Meaghan E. Barrett and Butters,  Brazilian &amp; Small, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These appeals -- procedurally,  there are two, but for all practical purposes they may be  treated as one -- require us to determine whether virtual shares  in an enterprise existing only in cyberspace fall within the  purview of the federal securities laws.  SG Ltd., a Dominican  corporation, and its affiliate, SG Trading Ltd. (collectively,  \"SG\" or \"defendants\"), asseverate that the virtual shares were  part of a fantasy investment game created for the personal  entertainment of Internet users, and therefore, that those  shares do not implicate the federal securities laws.  The  Securities and Exchange Commission (\"the SEC\"), plaintiff below  and appellant here, counters that substance ought to prevail  over form, and that merely labeling a website as a game should  not negate the applicability of the securities laws.  The  district court accepted the defendants' view and dismissed the  SEC's complaint.  SEC v. SG Ltd., 142 F. Supp. 2d 126 (D. Mass.  2001).  Concluding, as we do, that the SEC alleged sufficient  facts to state a triable claim, we reverse.</p>\n    </div>\n    <p class=\"indent\">I.  BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We take the facts as alleged in the SEC's first amended  complaint (shorn, however, of empty rhetoric).  Aulson v. Blanchard, 83 F.3d 1, 3 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The underlying litigation was spawned by SG's operation  of a \"StockGeneration\" website offering on-line denizens an  opportunity to purchase shares in eleven different \"virtual  companies\" listed on the website's \"virtual stock exchange.\"  SG  arbitrarily set the purchase and sale prices of each of these  imaginary companies in biweekly \"rounds,\" and guaranteed that  investors could buy or sell any quantity of shares at posted  prices.  SG placed no upper limit on the amount of funds that an  investor could squirrel away in its virtual offerings.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The SEC's complaint focused on shares in a particular  virtual enterprise referred to by SG as the \"privileged  company,\" and so do we.  SG advised potential purchasers to pay  \"particular attention\" to shares in the privileged company and  boasted that investing in those shares was a \"game without any  risk.\"  To this end, its website announced that the privileged  company's shares would unfailingly appreciate, boldly  proclaiming that \"[t]he share price of [the privileged company]  is supported by the owners of SG, this is why its value  constantly rises; on average at a rate of 10% monthly (this is  approximately 215% annually).\"  To add plausibility to this  representation and to allay anxiety about future pricing, SG  published prices of the privileged company's shares one month in  advance.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While SG conceded that a decline in the share price was  theoretically possible, it assured prospective participants that \"under the rules governing the fall in prices, [the share price  for the privileged company] cannot fall by more than 5% in a  round.\"  To bolster this claim, it vouchsafed that shares in the  privileged company were supported by several distinct revenue  streams.  According to SG's representations, capital inflow from  new participants provided liquidity for existing participants  who might choose to sell their virtual shareholdings.  As a  backstop, SG pledged to allocate an indeterminate portion of the  profits derived from its website operations to a special reserve  fund designed to maintain the price of the privileged company's  shares.  SG asserted that these profits emanated from four  sources:  (1) the collection of a 1.5% commission on each  transaction conducted on its virtual stock exchange; (2) the  bid-ask spread on the virtual shares; (3) the \"skillful  manipulation\" of the share prices of eight particular imaginary  companies, not including the privileged company, listed on the  virtual stock exchange; and (4) SG's right to sell shares of  three other virtual companies (including the privileged  company).  As a further hedge against adversity, SG alluded to  the availability of auxiliary stabilization funds which could be  tapped to ensure the continued operation of its virtual stock  exchange.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">SG's website contained lists of purported \"big  winners,\" an Internet bulletin board featuring testimonials from  supposedly satisfied participants, and descriptions of incentive  programs that held out the prospect of rewards for such  activities as the referral of new participants (e.g., SG's  representation that it would pay \"20, 25 or 30% of the referred  player's highest of the first three payments\") and the  establishment of affiliate websites.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At least 800 United States domiciliaries, paying real  cash, purchased virtual shares in the virtual companies listed  on the defendants' virtual stock exchange.  In the fall of 1999,  over $4,700,000 in participants' funds was deposited into a  Latvian bank account in the name of SG Trading Ltd.  The  following spring, more than $2,700,000 was deposited in Estonian  bank accounts standing in the names of SG Ltd. and SG Perfect  Ltd., respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In late 1999, participants began to experience  difficulties in redeeming their virtual shares.  On March 20,  2000, these difficulties crested; SG unilaterally suspended all  pending requests to withdraw funds and sharply reduced  participants' account balances in all companies except the  privileged company.  Two weeks later, SG peremptorily announced  a reverse stock split, which caused the share prices of all  companies listed on the virtual stock exchange, including the  privileged company, to plummet to 1/10,000 of their previous  values.  At about the same time, SG stopped responding to  participant requests for the return of funds, yet continued to  solicit new participants through its website.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The SEC undertook an investigation into SG's  activities, which culminated in the filing of a civil action in  federal district court.  The SEC's complaint alleged, in  substance, that SG's operations constituted a fraudulent scheme  in violation of the registration and antifraud provisions of the  federal securities laws.  See Securities Act of 1933 &#167; 5(a),  (c), 15 U.S.C. &#167; 77e(a), (c) (offer, sale, or delivery of  unregistered securities); id. &#167; 17(a), 15 U.S.C. &#167; 77q(a) (fraud  in offer or sale of securities);  Securities Exchange Act of  1934 &#167; 10(b), 15 U.S.C. &#167; 78j(b); SEC Rule 10b-5, 17 C.F.R.  240.10b-5 (fraud in connection with purchase or sale of  securities).  The SEC sought injunctive relief, disgorgement,  and civil penalties.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court entered a temporary restraining  order (subsequently converted to a preliminary injunction)  blocking SG's operation of the website pendente lite.  The court  also instituted an asset freeze that infrigidated approximately  $5,500,000.  The SEC's success was short-lived; after some  skirmishing, not relevant here, the district court granted SG's  motion to dismiss the complaint for failure to state a  cognizable claim on the ground that the virtual shares were a  clearly marked and defined game lacking a business context.  See SEC v. SG Ltd., 142 F. Supp. 2d at 131.  The SEC immediately  appealed, and we issued a stay keeping both the preliminary  injunction and the asset freeze in place for the time being.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">These appeals hinge on whether the district court erred  in ruling that transactions in the privileged company's shares  did not constitute transactions in securities.  In the pages  that follow, we explore the makeup of that particular type of  security known as an investment contract; examine the district  court's rationale; and apply the tripartite \"investment  contract\" test to the facts as alleged.  Because the lower court  dismissed the SEC's first amended complaint for failure to state  a claim upon which relief might be granted, Fed. R. Civ. P.  12(b)(6), we conduct a de novo review, \"accepting as true all  well-pleaded factual averments and indulging all reasonable  inferences in the plaintiff's favor.\"  Aulson, 83 F.3d at 3.  If  the facts contained in the complaint, viewed in this favorable  light, justify recovery under any applicable legal theory, we  must set aside the order of dismissal.  Conley v. Gibson, 355  U.S. 41, 45-46 (1957); Aulson, 83 F.3d at 3.</p>\n    </div>\n    <p class=\"indent\">II.  THE LEGAL LANDSCAPE</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These appeals turn on whether the SEC alleged facts  which, if proven, would bring this case within the  jurisdictional ambit of the federal securities laws. Consequently, we focus on the type of security that the SEC  alleges is apposite here:  investment contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A.  Investment Contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The applicable regulatory regime rests on two  complementary pillars:  the Securities Act of 1933, 15 U.S.C. &#167;&#167;  77a-77aa, and the Securities Exchange Act of 1934, 15 U.S.C. &#167;&#167;  78a-78mm.  These statutes employ nearly identical definitions of  the term \"security.\"  See Securities Act of 1933 &#167; 2(a)(1), 15  U.S.C. &#167; 77b(a)(1); Securities Exchange Act of 1934 &#167; 3(a)(10),  15 U.S.C. &#167; 78c(a)(10).  Congress intended these sweeping  definitions, set forth in an appendix hereto, to encompass a  wide array of financial instruments, ranging from well-established investment vehicles (e.g., stocks and bonds) to much  more arcane arrangements.  SEC v. C. M. Joiner Leasing Corp.,  320 U.S. 344, 351 (1943).  Included in this array is the  elusive, essentially protean, concept of an investment contract.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Judicial efforts to delineate what is -- and what is not  -- an investment contract are grounded in the seminal case of SEC v. W. J. Howey Co., 328 U.S. 293 (1946).  The Howey Court  established a tripartite test to determine whether a particular  financial instrument constitutes an investment contract (and,  hence, a security).  This test has proven durable.  Under it, an  investment contract comprises (1) the investment of money (2) in  a common enterprise (3) with an expectation of profits to be  derived solely from the efforts of the promoter or a third  party.  Id. at 298-99.  This formulation must be applied in  light of the economic realities of the transaction.  United  Hous. Found., Inc. v. Forman, 421 U.S. 837, 851-52 (1975); Tcherepnin v. Knight, 389 U.S. 332, 336  88 S.Ct. 54819 L.Ed.2d 564 (1967); Futura Dev.  Corp. v. Centex Corp., 761 F.2d 33, 39 (1st Cir. 1985).  In  other words,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">substance governs form, and the substance of  an investment contract is a security-like  interest in a \"common enterprise\" that,  through the efforts of the promoter or  others, is expected to generate profits for  the security holder, either for direct  distribution or as an increase in the value  of the investment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rodriguez v. Banco Cent. Corp., 990 F.2d 7, 10 (1st Cir. 1993)  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Supreme Court has long espoused a broad  construction of what constitutes an investment contract,  aspiring \"to afford the investing public a full measure of  protection.\"  Howey, 328 U.S. at 298.  The investment contract  taxonomy thus \"embodies a flexible rather than a static  principle, one that is capable of adaptation to meet the  countless and variable schemes devised by those who seek the use  of the money of others on the promise of profits.\"  Id. at 299.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Howey test has proven to be versatile in practice. Over time, courts have classified as investment contracts a  kaleidoscopic assortment of pecuniary arrangements that defy  categorization in conventional financial terms, yet nonetheless  satisfy the Howey Court's three criteria.  See, e.g., id. (holding that sale of citrus groves, in conjunction with service  contract, qualifies as an investment contract); Teague v. Bakker, 35 F.3d 978, 981, 990 (4th Cir. 1994) (same re purchase  of life partnership in evangelical community); Long v. Shultz  Cattle Co., 881 F.2d 129, 132 (5th Cir. 1989) (same re cattle-feeding and consulting agreement); Miller v. Cent. Chinchilla  Group, 494 F.2d 414, 415, 418 (8th Cir. 1974) (same re  chinchilla breeding and resale arrangement).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B.  The District Court's Rationale.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We pause at this juncture to address the district  court's rationale.  Relying upon a dictum from Howey discussing  \"the many types of instruments that in our commercial world fall  within the ordinary concept of a security,\" 328 U.S. at 299  (quoting legislative history), the district court drew a  distinction between what it termed \"commercial dealings\" and  what it termed \"games.\"  SEC v. SG Ltd., 142 F. Supp. 2d at 131. Characterizing purchases of the privileged company's shares as  a \"clearly marked and defined game,\" the court concluded that  since that activity was not part of the commercial world, it  fell beyond the jurisdictional reach of the federal securities  laws.  Id.  In so ruling, the court differentiated SG's  operations from a classic Ponzi or pyramid scheme on the ground  that those types of chicanery involved commercial dealings  within a business context.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We do not gainsay the obvious correctness of the  district court's observation that investment contracts lie  within the commercial world.  Contrary to the district court's  view, however, this locution does not translate into a dichotomy  between business dealings, on the one hand, and games, on the  other hand, as a failsafe way for determining whether a  particular financial arrangement should (or should not) be  characterized as an investment contract.  Howey remains the  touchstone for ascertaining whether an investment contract  exists -- and the test that it prescribes must be administered  without regard to nomenclature.  See Int'l Bhd. of Teamsters v. Daniel, 439 U.S. 551, 561 (1979); see also Forman, 421 U.S. at  851-52 (warning against reliance on \"the names that may have  been employed by the parties\" to identify a particular  investment); cf. William Shakespeare, Romeo &amp; Juliet, act 2, sc.  2 (circa 1597) (\"A rose by any other name would smell as  sweet.\").  As long as the three-pronged Howey test is satisfied,  the instrument must be classified as an investment contract. Howey, 328 U.S. at 301.  Once that has occurred, \"it is  immaterial whether the enterprise is speculative or non-speculative or whether there is a sale of property with or  without intrinsic value.\"  Id.  It is equally immaterial whether  the promoter depicts the enterprise as a serious commercial  venture or dubs it a game.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A fairly recent Supreme Court opinion demonstrates that  the \"commercial world\" to which the Howey Court alluded actually  encompasses the total universe of financial instruments  available to investors, rather than the subset of financial  instruments envisioned by the district court (i.e., \"commerce\"  as opposed to \"games\").  In that case, Justice Marshall wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In defining the scope of the market that it  wished to regulate, Congress painted with a  broad brush.  It recognized the virtually  limitless scope of human ingenuity,  especially in the creation of \"countless and  variable schemes devised by those who seek  the use of the money of others on the  promise of profits,\" and determined that the  best way to achieve its goal of protecting  investors was \"to define 'the term  \"security\" in sufficiently broad and general  terms so as to include within that  definition the many types of instruments  that in our commercial world fall within the  ordinary concept of a security.'\"  Congress  therefore did not attempt precisely to cabin  the scope of the Securities Acts.  Rather,  it enacted a definition of \"security\"  sufficiently broad to encompass virtually  any instrument that might be sold as an  investment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reves v. Ernst &amp; Young, 494 U.S. 56, 60-61 (1990) (citations  omitted).  This expansive language, coupled with Congress's  sweeping definitions of \"security,\" persuade us to reject the  district court's use of Howey's \"commercial world\" reference as  a limiting principle.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To sum up, Howey supplies the appropriate template for  identifying investment contracts within the overarching ambit of  the federal securities laws.  Contrary to the district court's  conclusion, this template admits of no exception for games or  gaming.  Thus, the language on SG's website emphasizing the  game-like nature of buying and selling virtual shares of the  privileged company does not place such transactions beyond the  long reach of the federal securities laws.</p>\n    </div>\n    <p class=\"indent\">III.  ADMINISTERING THE TRIPARTITE TEST</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What remains is to analyze whether purchases of the  privileged company's shares constitute investment contracts.  We  turn to that task, taking the three Howey criteria in sequence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A.  Investment of Money.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The first component of the Howey test focuses on the  investment of money.  The determining factor is whether an  investor \"chose to give up a specific consideration in return  for a separable financial interest with the characteristics of  a security.\"  Daniel, 439 U.S. at 559.  We conclude that the  SEC's complaint sufficiently alleges the existence of this  factor.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To be sure, SG disputes the point.  It argues that the  individuals who purchased shares in the privileged company were  not so much investing money in return for rights in the virtual  shares as paying for an entertainment commodity (the opportunity  to play the StockGeneration game).  This argument suggests that  an interesting factual issue may await resolution -- whether  participants were motivated primarily by a perceived investment  opportunity or by the visceral excitement of playing a game. Nevertheless, this case comes to us following a dismissal under  Rule 12(b)(6), and the SEC's complaint memorializes, inter alia,  SG's representation that participants could \"firmly expect a 10%  profit monthly\" on purchases of the privileged company's shares. That representation plainly supports the SEC's legal claim that  participants who invested substantial amounts of money in  exchange for virtual shares in the privileged company likely did  so in anticipation of investment gains.  Given the procedural  posture of the case, no more is exigible to fulfill the first  part of the Howey test.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">B.  Common Enterprise.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The second component of the Howey test involves the  existence of a common enterprise.  Before diving headlong into  the sea of facts, we must dispel the miasma that surrounds the  appropriate legal standard.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">1.  The Legal Standard.  Courts are in some disarray  as to the legal rules associated with the ascertainment of a  common enterprise.  See generally II Louis Loss &amp; Joel Seligman, Securities Regulation 989-97 (3d ed. rev. 1999).  Many courts  require a showing of horizontal commonality -- a type of  commonality that involves the pooling of assets from multiple  investors so that all share in the profits and risks of the  enterprise.  See SEC v. Infinity Group Co., 212 F.3d 180, 187-88  (3d Cir. 2000), cert. denied, 121 S. Ct. 1228 (2001); SEC v. Life Partners, Inc., 87 F.3d 536, 543 (D.C. Cir. 1996); Wals v. Fox Hills Dev. Corp., 24 F.3d 1016, 1018 (7th Cir. 1994); Revak v. SEC Realty Co., 18 F.3d 81, 87 (2d Cir. 1994); Curran v. Merrill Lynch, Pierce, Fenner &amp; Smith, 622 F.2d 216, 222, 224  (6th Cir. 1980), aff'd on other grounds, 456 U.S. 353 (1982). Other courts have modeled the concept of common enterprise  around fact patterns in which an investor's fortunes are tied to  the promoter's success rather than to the fortunes of his or her  fellow investors.  This doctrine, known as vertical commonality,  has two variants.  Broad vertical commonality requires that the  well-being of all investors be dependent upon the promoter's  expertise.  See Villeneuve v. Advanced Bus. Concepts Corp., 698  F.2d 1121, 1124 (11th Cir. 1983), aff'd en banc, 730 F.2d 1403  (11th Cir. 1984); SEC v. Koscot Interplanetary, Inc., 497 F.2d  473, 478-79 (5th Cir. 1974).  In contrast, narrow vertical  commonality requires that the investors' fortunes be \"interwoven  with and dependent upon the efforts and success of those seeking  the investment or of third parties.\"  SEC v. Glenn W. Turner  Enters., 474 F.2d 476, 482 n.7 (9th Cir. 1973).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Courts also differ in the steadfastness of their  allegiance to a single standard of commonality.  Two courts of  appeals recognize only horizontal commonality.  See Wals, 24  F.3d at 1018; Curran, 622 F.2d at 222, 224.  Two others adhere  exclusively to broad vertical commonality.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Villeneuve, 698  F.2d at 1124; Koscot, 497 F.2d at 478-79.  The Ninth Circuit recognizes both horizontal commonality and narrow vertical  commonality.  See Hocking v. Dubois, 885 F.2d 1449, 1459 (9th  Cir. 1989) (en banc).  To complicate matters further, four  courts of appeals have accepted horizontal commonality, but have  not yet ruled on whether they also will accept some form of  vertical commonality.  See Infinity Group, 212 F.3d at 187 n.8; Life Partners, 87 F.3d at 544; Teague, 35 F.3d at 986 n.8; Revak, 18 F.3d at 88.  At least one of these courts, however,  has explicitly rejected broad vertical commonality.  See Revak,  18 F.3d at 88.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus far, neither the Supreme Court nor this court has  authoritatively determined what type of commonality must be  present to satisfy the common enterprise element.  We came close  in Rodriguez, in which we hinted at a preference for horizontal  commonality.  There, promoters selling parcels of land made  \"strong and repeated suggestions that the surrounding area would  develop into a thriving residential community.\"  990 F.2d at 11. Although we held that the financial arrangement did not  constitute a security, we implied that an actual commitment by  the promoters to develop the community themselves, coupled with  the buyers' joint financing of the enterprise, could constitute  a common enterprise.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The case at bar requires us to take a position on the  common enterprise component of the Howey test.  We hold that a  showing of horizontal commonality -- the pooling of assets from  multiple investors in such a manner that all share in the  profits and risks of the enterprise -- satisfies the test.  This  holding flows naturally from the facts of Howey, in which the  promoter commingled fruit from the investors' groves and  allocated net profits based upon the production from each tract. See Howey, 328 U.S. at 296.  Adopting this rule also aligns us  with the majority view and confirms the intimation of Rodriguez. Last, but surely not least, the horizontal commonality standard  places easily ascertainable and predictable limits on the types  of financial instruments that will qualify as securities.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">2.  Applying the Standard.  Here, the pooling element  of horizontal commonality jumps off the screen.  The defendants'  website stated that:  \"The players' money is accumulated on the  SG current account and is not invested anywhere, because no  investment, not even the most profitable one, could possibly  fully compensate for the lack of sufficiency in settling  accounts with players, which lack would otherwise be more  likely.\"  Thus, as the SEC's complaint suggests, SG  unambiguously represented to its clientele that participants'  funds were pooled in a single account used to settle  participants' on-line transactions.  Therefore, pooling is  established.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Of course, horizontal commonality requires more than  pooling alone; it also requires that investors share in the  profits and risks of the enterprise.  The SEC maintains that two  separate elements of SG's operations embody the necessary  sharing.  First, it asserts that SG was running a Ponzi or  pyramid scheme dependent upon a continuous influx of new money  to remain in operation,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and argues that such arrangements  inherently involve the sharing of profit and risk among  investors.  Second, the SEC construes SG's promise to divert a  portion of its profits from website operations to support the  privileged company's shares as a bond that ties together the  collective fortunes of those who have purchased the shares. While we analyze each of these theories, we note that any one of  them suffices to support a finding of commonality.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We endorse the SEC's suggestion that Ponzi schemes  typically satisfy the horizontal commonality standard.  In Infinity Group, investors contributed substantial sums of money  to a trust established by the defendants and received in  exchange a property transfer agreement guaranteeing stupendous  annual rates of return.  212 F.3d at 184-85.  The economic  guarantees were based upon the trust's purported performance  experience, financial connections, and ability to pool large  amounts of money.  Id. at 185.  Participants were promised that  investing in the trust was a risk-free proposition, and that  their cash infusions would be repaid in full upon demand.  Id. at 184-85.  Expected profits were a function of the number of  \"capital units\" held pursuant to the contract with the trust; in  turn, the number of capital units allocated to each investor was  directly proportional to the size of his or her investment.  Id. at 188-89.  On these facts, the Third Circuit held that  horizontal commonality existed, emphasizing that under the  plan's terms each investor was entitled to receive returns  directly proportionate to his or her investment stake.  Id. at  188.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">SG's virtual shares bear striking factual similarities  to the financial instruments classified as investment contracts  in Infinity Group.  SG's flat 10% guaranteed return applied to  all privileged company shares, expected returns were dependent  upon the number of shares held, the economic assurances were  based on the promoter's ability to keep the ball rolling, the  investment was proclaimed to be free from risk, and participants  were promised that their principal would be repaid in full upon  demand.  Like the Third Circuit, we think that these facts  suffice to make out horizontal commonality.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In all events, SG's promise to pay referral fees to  existing participants who induced others to patronize the  virtual exchange provides an alternative basis for finding  horizontal commonality.  The SEC argues convincingly that this  shows the existence of a pyramid scheme sufficient to satisfy  the horizontal commonality standard.  The most instructive  comparison is to SEC v. Int'l Loan Network, 968 F.2d 1304 (D.C.  Cir. 1992).  A key element of the defendants' elaborate,  multifaceted, financial distribution network in that case was a  pyramid sales program in which participants stood to receive 50%  commissions on membership fees paid by individuals whom they  recruited, plus lesser commissions on sales by those recruited  by their recruits.  Id. at 1306.  The court of appeals ruled  that this structure satisfied the requirements of horizontal  commonality.  Id. at 1308.  In the process, it relied heavily  upon the fact that the network generated income only through  constant expansion of membership, which depended on individual  recruiting and the appeal of the promoter's larger marketing  campaign.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Like the investors in Int'l Loan Network,  StockGeneration participants who recruited new participants were  promised bonuses worth 20%-30% of the recruit's payments. Taking as true the SEC's plausible allegation that the sine qua  non of SG's operations was the continued net inflow of funds,  the investment pool supporting the referral bonus payments was  entirely dependent upon the infusion of fresh capital.  Since  all participants shared in the profits and risks under this  pyramidal structure, it furnishes the sharing necessary to  warrant a finding of horizontal commonality.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We will not paint the lily.  We conclude, without  serious question, that the arrangement described in the SEC's  complaint fairly can be characterized as either a Ponzi or  pyramid scheme, and that it provides the requisite profit-and-risk sharing to support a finding of horizontal commonality. Taking as true the SEC's allegation that SG's ability to fulfill  its pecuniary guarantees was fully predicated upon the net  inflow of new money, the fortunes of the participants were  inextricably intertwined.  As long as the privileged company  continued to receive net capital infusions, existing  shareholders could dip into the well of funds to draw out their  profits or collect their commissions.  But all of them shared  the risk that new participants would not emerge, cash flow would  dry up, and the underlying pool would empty.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">SG's most perfervid argument against a finding of  horizontal commonality consists of a denial that its operations  comprise a Ponzi or pyramid scheme.  It says that any such  scheme requires a material misrepresentation of fact and some  element of fraud or deception, and adds that those additional  features are lacking here; to the contrary, the rules of  StockGeneration were fully and accurately disclosed to all  participants.  We do not gainsay that considerable disclosure  occurred.  SG emphasized that new participants constituted the  sole source of all financial income for its StockGeneration  website.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Indeed, in describing the structure and mechanism of  its virtual stock exchange, SG drew a colorful analogy between  the privileged company's shares and an enormous card table with  a mountain of money.  According to SG, thousands of participants  continuously threw money onto the table by purchasing shares in  the privileged company, while other participants simultaneously  sold their shares back to the exchange to retrieve their  winnings from the table.  SG remarked that the system would  remain stable so long as the size of the mountain either  remained constant or continued to grow.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Despite the fact that SG was relatively candid in  pointing out the fragile structure of the venture, its argument  lacks force.  Even if we assume, for argument's sake, that  misrepresentations of fact and badges of fraud are necessary for  the existence of a Ponzi or pyramid scheme, the SEC's complaint  contains allegations sufficient, as a matter of pleading, to  establish both elements.  First, the complaint alleges that SG  materially misrepresented the nature of the enterprise by  concealing the fact that the supply of new participants  inevitably would be exhausted, causing the scheme to implode and  all existing participants to lose their money.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Second, the SEC's complaint plausibly characterized SG's flat guarantee of  a 10% monthly return on the privileged company's shares and its  assurances that it would support those shares as material  misrepresentations of fact.  Third, the SEC alleged that SG  deceived participants by failing to disclose its intent to keep  investor money for itself.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Of course, given its \"this was only a game\" defense,  SG may well have colorable arguments anent materiality (i.e., that, based upon its explicit disclosures, no  reasonable investor should have been deceived or misled).  But  it is not this court's place to resolve such fact-sensitive  questions in the context of a Rule 12(b)(6) motion for  dismissal.  See Cruz v. Melecio, 204 F.3d 14, 21-22 (1st Cir.  2000).  For present purposes, it is enough that the SEC's  allegations, taken as true, satisfy the common enterprise  component of the Howey test.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">C.  Expectation of Profits Solely From the Efforts of Others.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The final component of the Howey test -- the expectation  of profits solely from the efforts of others -- is itself  divisible.  We address each sub-element separately.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">1.  Expectation of Profits.  The Supreme Court has  recognized an expectation of profits in two situations, namely,  (1) capital appreciation from the original investment, and (2)  participation in earnings resulting from the use of investors'  funds.  Forman, 421 U.S. at 852.  These situations are to be  contrasted with transactions in which an individual purchases a  commodity for personal use or consumption.  Id. at 858.  The SEC  posits that SG's guarantees created a reasonable expectancy of  profit from investments in the privileged company, whereas SG  maintains that participants paid money not to make money, but,  rather, to acquire an entertainment commodity for personal  consumption.  Relying heavily on Forman, the district court  accepted SG's thesis.  SEC v. SG Ltd., 142 F. Supp. 2d at 130-31.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In Forman, apartment dwellers who desired to reside in  a New York City cooperative were required to buy shares of stock  in the nonprofit cooperative housing corporation that owned and  operated the complex.  Based on its determination that  \"investors were attracted solely by the prospect of acquiring a  place to live, and not by financial returns on their  investments,\" the Forman Court held that the cooperative housing  arrangement did not qualify as a security under either the  \"stock\" or \"investment contract\" rubrics.  Id. at 853.  The  Court's conclusion rested in large part upon an Information  Bulletin distributed to prospective residents which stressed the  nonprofit nature of the cooperative housing endeavor.  Id. at  854 (emphasizing that \"[n]owhere does the Bulletin seek to  attract investors by the prospectof profits resulting from the  efforts of the promoters or third parties\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We think it noteworthy that the Forman Court contrasted  the case before it with Joiner.  In that case, economic  inducements made by promoters in conjunction with the assignment  of oil well leases transformed the financial instrument under  consideration from a naked leasehold right to an investment  contract.  320 U.S. at 348.  The Joiner Court found dispositive  advertising literature circulated by the promoters which  emphasized the benefits to be reaped from the exploratory  drilling of a test well.  Id. (\"Had the offer mailed by  defendants omitted the economic inducements of the proposed and  promised exploration well, it would have been a quite different  proposition.\").</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The way in which these cases fit together is  instructive.  In Forman, the apartment was the principal  attraction for prospective buyers, the purchase of shares was  merely incidental, and the combination of the two did not add up  to an investment contract.  421 U.S. at 853.  In Joiner, the  prospect of exploratory drilling gave the investments \"most of  their value and all of their lure,\" the leasehold interests  themselves were no more than an incidental consideration in the  transaction, and the combination of the two added up to an  investment contract.  320 U.S. at 349.  This distinction is  crucial, see Forman, 421 U.S. at 853 n.18, and it furnishes the  beacon by which we must steer.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Seen in this light, SG's persistent representations of  substantial pecuniary gains for privileged company shareholders  distinguish its StockGeneration website from the Information  Bulletin circulated to prospective purchasers in Forman.  While  SG's use of gaming language is roughly analogous to the  cooperative's emphasis on the nonprofit nature of the housing  endeavor, SG made additional representations on its website that  played upon greed and fueled expectations of profit.  For  example, SG flatly guaranteed that investments in the shares of  the privileged company would be profitable, yielding monthly  returns of 10% and annual returns of 215%.  In our view, these  profit-related guarantees constitute a not-very-subtle form of  economic inducement, closely analogous to the advertising  representations in Joiner.  In the same way that the prospect of  profitable discoveries induced investors to buy oil well leases,  the prospect of a sure-fire return lured participants to buy  shares in the privileged company (or so it can be argued).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">This is not to say that SG's gaming language and  repeated disclaimers are irrelevant.  SG has a plausible  argument, forcefully advanced by able counsel, that no  participant in his or her right mind should have expected  guaranteed profits from purchases of privileged company shares. But this argument, though plausible, is not inevitable.  In the  end, it merely gives rise to an issue of fact (or, perhaps,  multiple issues of fact) regarding whether SG's representations  satisfy Howey's expectation-of-profit requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">2.  Solely from the Efforts of Others.  We turn now to  the question of whether the expected profits can be said to  result solely from the efforts of others.  The courts of appeals  have been unanimous in declining to give literal meaning to the  word \"solely\" in this context, instead holding the requirement  satisfied as long as \"the efforts made by those other than the  investor are the undeniably significant ones, those essential  managerial efforts which affect the failure or success of the  enterprise.\"  Turner Enters., 474 F.2d at 482; accord Rivanna  Trawlers Unlimited v. Thompson Trawlers, Inc., 840 F.2d 236, 240  n.4 (4th Cir. 1988) (adopting this holding and listing eight  other circuits which have held to like effect).  This liberal  interpretation of the requirement seemingly comports with the  Supreme Court's restatement of the Howey test.  See Forman, 421  U.S. at 852 (explaining that \"the touchstone is the presence of  an investment in a common venture premised on a reasonable  expectation of profits to be derived from the entrepreneurial or  managerial efforts of others\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We need not reach the issue of whether a lesser degree  of control by a promoter or third party suffices to give rise to  an investment contract because SG's alleged scheme meets the  literal definition of \"solely.\"  According to the SEC's  allegations, SG represented to its customers the lack of  investor effort required to make guaranteed profits on purchases  of the privileged company's shares, noting, for example, that  \"playing with [the] privileged shares practically requires no  time at all.\"  SG was responsible for all the important efforts  that undergirded the 10% guaranteed monthly return.  As the sole  proprietor of the StockGeneration website, SG enjoyed direct  operational control over all aspects of the virtual stock  exchange.  And SG's marketing efforts generated direct capital  investment and commissions on the transactions (which it pledged  to earmark to support the privileged company's shares).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">SG's payment of referral bonuses to participants who  introduced new users to the website does not require a different  result.  Even if a participant chose not to refer others to the  StockGeneration website, he or she still could expect, based on  SG's profit-related guarantees, to reap monthly profits from  mere ownership of the privileged company's shares.  Accordingly,  the SEC's complaint makes out a triable issue on whether  participants expected to receive profits derived solely from the  efforts of others.</p>\n    </div>\n    <p class=\"indent\">IV.  CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We need go no further.  Giving due weight to the  economic realities of the situation, we hold that the SEC has  alleged a set of facts which, if proven, satisfy the three-part Howey test and support its assertion that the opportunity to  invest in the shares of the privileged company, described on  SG's website, constituted an invitation to enter into an  investment contract within the jurisdictional reach of the  federal securities laws.  Accordingly, we reverse the order of  dismissal and remand the case for further proceedings consistent  with this opinion.  The preliminary injunction and asset freeze  shall remain in force pending conclusion of the proceedings  below.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <p>APPENDIX A</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Securities Act of 1933 &#167; 2(a)(1), 15 U.S.C.  &#167; 77b(a)(1):</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The term \"security\" means any  note, stock, treasury stock,  security future, bond,  debenture, evidence of  indebtedness, certificate of  interest or participation in  any profit-sharing agreement,  collateral-trust certificate,  preorganization certificate or  subscription, transferable  share, investment contract,  voting-trust certificate,  certificate of deposit for a  security, fractional undivided  interest in oil, gas, or other  mineral rights, any put, call,  straddle, option, or privilege  on any security, certificate  of deposit, or group or index  of securities (including any  interest therein or based on  the value thereof), or any  put, call, straddle, option,  or privilege entered into on a  national securities exchange  relating to foreign currency,  or, in general, any interest  or instrument commonly known  as a \"security,\" or any  certificate of interest or  participation in, temporary or  interim certificate for,  receipt for, guarantee of, or  warrant or right to subscribe  to or purchase, any of the  foregoing.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Securities Exchange Act of 1934 &#167; 3(a)(10),  15 U.S.C. &#167; 78c(a)(10)</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The term \"security\" means any  note, stock, treasury stock,  security future, bond,  debenture, certificate of  interest or participation in  any profit-sharing agreement  or in any oil, gas, or other  mineral royalty or lease, any  collateral-trust certificate,  preorganization certificate or  subscription, transferable  share, investment contract,  voting-trust certificate,  certificate of deposit for a  security, any put, call,  straddle, option, or privilege  on any security, certificate  of deposit, or group or index  of securities (including any  interest therein or based on  the value thereof), or any  put, call, straddle, option,  or privilege entered into on a  national securities exchange  relating to foreign currency,  or in general, any instrument  commonly known as a  \"security\"; or any certificate  of interest or participation  in, temporary or interim  certificate for, receipt for,  or warrant or right to  subscribe to or purchase, any  of the foregoing; but shall  not include currency or any  note, draft, bill of exchange,  or banker's acceptance, which  has a maturity at the time of  issuance of not exceeding nine  months, exclusive of days of  grace, or any renewal thereof  the maturity of which is  likewise limited.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that broad vertical commonality is an expansive  concept which typically overspreads other types of commonality. See Mordaunt v. Incomco, 469 U.S. 1115, 1115-16 (1985) (White,  J., dissenting from denial of certiorari).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since the complaint in this case alleges facts sufficient  to establish horizontal commonality, see infra Part III(B)(2),  we take no view as to whether vertical commonality, in either of  its iterations, also may suffice to satisfy the \"common  enterprise\" requirement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the terms \"Ponzi\" and \"pyramid\" often are used  interchangeably to describe financial arrangements which rob  Peter to pay Paul, the two differ slightly.  In Ponzi schemes --  named after a notorious Boston swindler, Charles Ponzi, who  parlayed an initial stake of $150 into a fortune by means of an  elaborate scheme featuring promissory notes yielding interest at  annual rates of up to 50% -- money tendered by later investors is  used to pay off earlier investors.  In contrast, pyramid schemes  incorporate a recruiting element; they are marketing  arrangements in which participants are rewarded financially  based upon their ability to induce others to participate.  The  SEC alleges that SG's operations aptly can be characterized  under either appellation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> SG specifically addressed this issue on its website,  declaring that:  \"New players:  that is the only source of all  financial income to any game.  It does not and cannot have other  sources of income.  Otherwise, the game becomes unprofitable and  therefore simply pointless.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As the SEC points out, SG specifically represented on its  website that SG was not a pyramid scheme that would \"collapse  inevitably as soon as the inflow of new players stops.\"  It went  on to state:</p>\n        <p>This is not a pyramid.  The similarities are  purely superficial here.  A whale might look  like a fish, but there are millions of years  of evolution between the two.  The main  fundamental difference is the lack of  critical points in time, namely those of  mass payments.  By manipulating profit, an  optimal way of spreading them in time is  successfully found.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> If more were needed -- and we doubt that it is -- SG's  promise to divert a portion of profits from website operations  to support share prices if the need arose also warrants a  finding of horizontal commonality.  Through this arrangement, SG  provided participants with the opportunity to share income  derived from website operations on a pro rata basis.  The SEC's  complaint notes these facts and alleges in substance that a  percentage of participants' funds were pooled; that participants  were told of their entitlement to support from this monetary  pool; and that they collectively stood to gain or lose  (depending on whether they received the guaranteed return on  their shares).  In and of themselves, these averred facts boost  the SEC across the legal threshold for horizontal commonality.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Court reiterated this conclusion in dismissing the  possibility that the co-op would lease commercial facilities,  professional offices, parking spaces, and communal washing  machines.  Noting that the Information Bulletin made no  reference to the prospect of any such income as a means of  offsetting rental costs, the Court concluded \"that investors  were not attracted to Co-op City by the offer of these potential  rental reductions.\"  Forman, 421 U.S. at 856.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We caution, however, that the Forman Court explicitly  reserved judgment on adoption of the Turner Enterprises formulation.  See 421 U.S. at 852 n.16.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199594\"><a href=\"/opinion/199594/securities-and-exch-v-sg-limited/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">SECURITIES AND EXCHANGE COMMISSION, Plaintiff, Appellant,<br>v.<br>SG LTD. ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 01-1176   &amp; 01-1332</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Heard Aug. 2, 2001<br>Decided September 13, 2001<br>Amended November 2, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Joseph L. Tauro, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mark Pennington, Assistant General Counsel, with whom David  M. Becker, General Counsel, Jacob H. Stillman, Solicitor, and Meyer Eisenberg, Deputy General Counsel, were on brief, for  appellant.</p>\n      <p class=\"indent\">Daniel I. Small, with whom Meaghan E. Barrett and Butters,  Brazilian &amp; Small, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These appeals -- procedurally,  there are two, but for all practical purposes they may be  treated as one -- require us to determine whether virtual shares  in an enterprise existing only in cyberspace fall within the  purview of the federal securities laws.  SG Ltd., a Dominican  corporation, and its affiliate, SG Trading Ltd. (collectively,  \"SG\" or \"defendants\"), asseverate that the virtual shares were  part of a fantasy investment game created for the personal  entertainment of Internet users, and therefore, that those  shares do not implicate the federal securities laws.  The  Securities and Exchange Commission (\"the SEC\"), plaintiff below  and appellant here, counters that substance ought to prevail  over form, and that merely labeling a website as a game should  not negate the applicability of the securities laws.  The  district court accepted the defendants' view and dismissed the  SEC's complaint.  SEC v. SG Ltd., <span class=\"citation\" data-id=\"2346959\"><a href=\"/opinion/2346959/sec-v-sg-ltd/\"><span class=\"volume\">142</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">126</span></a></span> (D. Mass.  2001).  Concluding, as we do, that the SEC alleged sufficient  facts to state a triable claim, we reverse.</p>\n    </div>\n    <p class=\"indent\">I.  BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We take the facts as alleged in the SEC's first amended  complaint (shorn, however, of empty rhetoric).  Aulson v. Blanchard, <span class=\"citation\" data-id=\"717572\"><a href=\"/opinion/717572/alan-aulson-et-ux-maureen-aulson-v-charles-blanchard/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The underlying litigation was spawned by SG's operation  of a \"StockGeneration\" website offering on-line denizens an  opportunity to purchase shares in eleven different \"virtual  companies\" listed on the website's \"virtual stock exchange.\"  SG  arbitrarily set the purchase and sale prices of each of these  imaginary companies in biweekly \"rounds,\" and guaranteed that  investors could buy or sell any quantity of shares at posted  prices.  SG placed no upper limit on the amount of funds that an  investor could squirrel away in its virtual offerings.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The SEC's complaint focused on shares in a particular  virtual enterprise referred to by SG as the \"privileged  company,\" and so do we.  SG advised potential purchasers to pay  \"particular attention\" to shares in the privileged company and  boasted that investing in those shares was a \"game without any  risk.\"  To this end, its website announced that the privileged  company's shares would unfailingly appreciate, boldly  proclaiming that \"[t]he share price of [the privileged company]  is supported by the owners of SG, this is why its value  constantly rises; on average at a rate of 10% monthly (this is  approximately 215% annually).\"  To add plausibility to this  representation and to allay anxiety about future pricing, SG  published prices of the privileged company's shares one month in  advance.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While SG conceded that a decline in the share price was  theoretically possible, it assured prospective participants that \"under the rules governing the fall in prices, [the share price  for the privileged company] cannot fall by more than 5% in a  round.\"  To bolster this claim, it vouchsafed that shares in the  privileged company were supported by several distinct revenue  streams.  According to SG's representations, capital inflow from  new participants provided liquidity for existing participants  who might choose to sell their virtual shareholdings.  As a  backstop, SG pledged to allocate an indeterminate portion of the  profits derived from its website operations to a special reserve  fund designed to maintain the price of the privileged company's  shares.  SG asserted that these profits emanated from four  sources:  (1) the collection of a 1.5% commission on each  transaction conducted on its virtual stock exchange; (2) the  bid-ask spread on the virtual shares; (3) the \"skillful  manipulation\" of the share prices of eight particular imaginary  companies, not including the privileged company, listed on the  virtual stock exchange; and (4) SG's right to sell shares of  three other virtual companies (including the privileged  company).  As a further hedge against adversity, SG alluded to  the availability of auxiliary stabilization funds which could be  tapped to ensure the continued operation of its virtual stock  exchange.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">SG's website contained lists of purported \"big  winners,\" an Internet bulletin board featuring testimonials from  supposedly satisfied participants, and descriptions of incentive  programs that held out the prospect of rewards for such  activities as the referral of new participants (e.g., SG's  representation that it would pay \"20, 25 or 30% of the referred  player's highest of the first three payments\") and the  establishment of affiliate websites.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At least 800 United States domiciliaries, paying real  cash, purchased virtual shares in the virtual companies listed  on the defendants' virtual stock exchange.  In the fall of 1999,  over $4,700,000 in participants' funds was deposited into a  Latvian bank account in the name of SG Trading Ltd.  The  following spring, more than $2,700,000 was deposited in Estonian  bank accounts standing in the names of SG Ltd. and SG Perfect  Ltd., respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In late 1999, participants began to experience  difficulties in redeeming their virtual shares.  On March 20,  2000, these difficulties crested; SG unilaterally suspended all  pending requests to withdraw funds and sharply reduced  participants' account balances in all companies except the  privileged company.  Two weeks later, SG peremptorily announced  a reverse stock split, which caused the share prices of all  companies listed on the virtual stock exchange, including the  privileged company, to plummet to 1/10,000 of their previous  values.  At about the same time, SG stopped responding to  participant requests for the return of funds, yet continued to  solicit new participants through its website.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The SEC undertook an investigation into SG's  activities, which culminated in the filing of a civil action in  federal district court.  The SEC's complaint alleged, in  substance, that SG's operations constituted a fraudulent scheme  in violation of the registration and antifraud provisions of the  federal securities laws.  See Securities Act of 1933 &#167; 5(a),  (c), 15 U.S.C. &#167; 77e(a), (c) (offer, sale, or delivery of  unregistered securities); id. &#167; 17(a), 15 U.S.C. &#167; 77q(a) (fraud  in offer or sale of securities);  Securities Exchange Act of  1934 &#167; 10(b), 15 U.S.C. &#167; 78j(b); SEC Rule 10b-5, 17 C.F.R.  240.10b-5 (fraud in connection with purchase or sale of  securities).  The SEC sought injunctive relief, disgorgement,  and civil penalties.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court entered a temporary restraining  order (subsequently converted to a preliminary injunction)  blocking SG's operation of the website pendente lite.  The court  also instituted an asset freeze that infrigidated approximately  $5,500,000.  The SEC's success was short-lived; after some  skirmishing, not relevant here, the district court granted SG's  motion to dismiss the complaint for failure to state a  cognizable claim on the ground that the virtual shares were a  clearly marked and defined game lacking a business context.  See SEC v. SG Ltd., 142 F. Supp. 2d at 131.  The SEC immediately  appealed, and we issued a stay keeping both the preliminary  injunction and the asset freeze in place for the time being.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">These appeals hinge on whether the district court erred  in ruling that transactions in the privileged company's shares  did not constitute transactions in securities.  In the pages  that follow, we explore the makeup of that particular type of  security known as an investment contract; examine the district  court's rationale; and apply the tripartite \"investment  contract\" test to the facts as alleged.  Because the lower court  dismissed the SEC's first amended complaint for failure to state  a claim upon which relief might be granted, Fed. R. Civ. P.  12(b)(6), we conduct a de novo review, \"accepting as true all  well-pleaded factual averments and indulging all reasonable  inferences in the plaintiff's favor.\"  Aulson, 83 F.3d at 3.  If  the facts contained in the complaint, viewed in this favorable  light, justify recovery under any applicable legal theory, we  must set aside the order of dismissal.  Conley v. Gibson, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46 (1957); Aulson, 83 F.3d at 3.</p>\n    </div>\n    <p class=\"indent\">II.  THE LEGAL LANDSCAPE</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These appeals turn on whether the SEC alleged facts  which, if proven, would bring this case within the  jurisdictional ambit of the federal securities laws. Consequently, we focus on the type of security that the SEC  alleges is apposite here:  investment contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A.  Investment Contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The applicable regulatory regime rests on two  complementary pillars:  the Securities Act of 1933, 15 U.S.C. &#167;&#167;  77a-77aa, and the Securities Exchange Act of 1934, 15 U.S.C. &#167;&#167;  78a-78mm.  These statutes employ nearly identical definitions of  the term \"security.\"  See Securities Act of 1933 &#167; 2(a)(1), 15  U.S.C. &#167; 77b(a)(1); Securities Exchange Act of 1934 &#167; 3(a)(10),  15 U.S.C. &#167; 78c(a)(10).  Congress intended these sweeping  definitions, set forth in an appendix hereto, to encompass a  wide array of financial instruments, ranging from well-established investment vehicles (e.g., stocks and bonds) to much  more arcane arrangements.  SEC v. C. M. Joiner Leasing Corp.,  <span class=\"citation\" data-id=\"103892\"><a href=\"/opinion/103892/sec-v-cm-joiner-leasing-corp/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 351 (1943).  Included in this array is the  elusive, essentially protean, concept of an investment contract.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Judicial efforts to delineate what is -- and what is not  -- an investment contract are grounded in the seminal case of SEC v. W. J. Howey Co., <span class=\"citation\" data-id=\"104302\"><a href=\"/opinion/104302/securities-and-exchange-commission-v-w-j-howey-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span> (1946).  The Howey Court  established a tripartite test to determine whether a particular  financial instrument constitutes an investment contract (and,  hence, a security).  This test has proven durable.  Under it, an  investment contract comprises (1) the investment of money (2) in  a common enterprise (3) with an expectation of profits to be  derived solely from the efforts of the promoter or a third  party.  Id. at 298-99.  This formulation must be applied in  light of the economic realities of the transaction.  United  Hous. Found., Inc. v. Forman, <span class=\"citation\" data-id=\"109272\"><a href=\"/opinion/109272/united-housing-foundation-inc-v-forman/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 851-52 (1975); Tcherepnin v. Knight, <span class=\"citation\" data-id=\"107563\"><a href=\"/opinion/107563/tcherepnin-v-knight/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 336  <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">54819</span></span> L.Ed.2d 564 (1967); Futura Dev.  Corp. v. Centex Corp., <span class=\"citation\" data-id=\"451688\"><a href=\"/opinion/451688/fed-sec-l-rep-p-92024-futura-development-corporation-v-centex/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 39 (1st Cir. 1985).  In  other words,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">substance governs form, and the substance of  an investment contract is a security-like  interest in a \"common enterprise\" that,  through the efforts of the promoter or  others, is expected to generate profits for  the security holder, either for direct  distribution or as an increase in the value  of the investment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rodriguez v. Banco Cent. Corp., <span class=\"citation\" data-id=\"603795\"><a href=\"/opinion/603795/raul-f-rodriguez-v-banco-central-corporation/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 10 (1st Cir. 1993)  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Supreme Court has long espoused a broad  construction of what constitutes an investment contract,  aspiring \"to afford the investing public a full measure of  protection.\"  Howey, 328 U.S. at 298.  The investment contract  taxonomy thus \"embodies a flexible rather than a static  principle, one that is capable of adaptation to meet the  countless and variable schemes devised by those who seek the use  of the money of others on the promise of profits.\"  Id. at 299.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Howey test has proven to be versatile in practice. Over time, courts have classified as investment contracts a  kaleidoscopic assortment of pecuniary arrangements that defy  categorization in conventional financial terms, yet nonetheless  satisfy the Howey Court's three criteria.  See, e.g., id. (holding that sale of citrus groves, in conjunction with service  contract, qualifies as an investment contract); Teague v. Bakker, <span class=\"citation\" data-id=\"678522\"><a href=\"/opinion/678522/joseph-w-teague-helen-b-teague-steven-allen-barker-rita-strahowski/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 981, 990 (4th Cir. 1994) (same re purchase  of life partnership in evangelical community); Long v. Shultz  Cattle Co., <span class=\"citation\" data-id=\"527001\"><a href=\"/opinion/527001/jim-long-v-shultz-cattle-company-incorporated-an-oklahoma-corporation/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 132 (5th Cir. 1989) (same re cattle-feeding and consulting agreement); Miller v. Cent. Chinchilla  Group, <span class=\"citation\" data-id=\"318207\"><a href=\"/opinion/318207/fed-sec-l-rep-p-94465-jack-e-miller-v-central-chinchilla-group/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span>, 415, 418 (8th Cir. 1974) (same re  chinchilla breeding and resale arrangement).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B.  The District Court's Rationale.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We pause at this juncture to address the district  court's rationale.  Relying upon a dictum from Howey discussing  \"the many types of instruments that in our commercial world fall  within the ordinary concept of a security,\" 328 U.S. at 299  (quoting legislative history), the district court drew a  distinction between what it termed \"commercial dealings\" and  what it termed \"games.\"  SEC v. SG Ltd., 142 F. Supp. 2d at 131. Characterizing purchases of the privileged company's shares as  a \"clearly marked and defined game,\" the court concluded that  since that activity was not part of the commercial world, it  fell beyond the jurisdictional reach of the federal securities  laws.  Id.  In so ruling, the court differentiated SG's  operations from a classic Ponzi or pyramid scheme on the ground  that those types of chicanery involved commercial dealings  within a business context.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We do not gainsay the obvious correctness of the  district court's observation that investment contracts lie  within the commercial world.  Contrary to the district court's  view, however, this locution does not translate into a dichotomy  between business dealings, on the one hand, and games, on the  other hand, as a failsafe way for determining whether a  particular financial arrangement should (or should not) be  characterized as an investment contract.  Howey remains the  touchstone for ascertaining whether an investment contract  exists -- and the test that it prescribes must be administered  without regard to nomenclature.  See Int'l Bhd. of Teamsters v. Daniel, <span class=\"citation\" data-id=\"109975\"><a href=\"/opinion/109975/teamsters-v-daniel/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span></a></span>, 561 (1979); see also Forman, 421 U.S. at  851-52 (warning against reliance on \"the names that may have  been employed by the parties\" to identify a particular  investment); cf. William Shakespeare, Romeo &amp; Juliet, act 2, sc.  2 (circa 1597) (\"A rose by any other name would smell as  sweet.\").  As long as the three-pronged Howey test is satisfied,  the instrument must be classified as an investment contract. Howey, 328 U.S. at 301.  Once that has occurred, \"it is  immaterial whether the enterprise is speculative or non-speculative or whether there is a sale of property with or  without intrinsic value.\"  Id.  It is equally immaterial whether  the promoter depicts the enterprise as a serious commercial  venture or dubs it a game.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A fairly recent Supreme Court opinion demonstrates that  the \"commercial world\" to which the Howey Court alluded actually  encompasses the total universe of financial instruments  available to investors, rather than the subset of financial  instruments envisioned by the district court (i.e., \"commerce\"  as opposed to \"games\").  In that case, Justice Marshall wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In defining the scope of the market that it  wished to regulate, Congress painted with a  broad brush.  It recognized the virtually  limitless scope of human ingenuity,  especially in the creation of \"countless and  variable schemes devised by those who seek  the use of the money of others on the  promise of profits,\" and determined that the  best way to achieve its goal of protecting  investors was \"to define 'the term  \"security\" in sufficiently broad and general  terms so as to include within that  definition the many types of instruments  that in our commercial world fall within the  ordinary concept of a security.'\"  Congress  therefore did not attempt precisely to cabin  the scope of the Securities Acts.  Rather,  it enacted a definition of \"security\"  sufficiently broad to encompass virtually  any instrument that might be sold as an  investment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reves v. Ernst &amp; Young, <span class=\"citation\" data-id=\"112375\"><a href=\"/opinion/112375/reves-v-ernst-young/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 60-61 (1990) (citations  omitted).  This expansive language, coupled with Congress's  sweeping definitions of \"security,\" persuade us to reject the  district court's use of Howey's \"commercial world\" reference as  a limiting principle.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To sum up, Howey supplies the appropriate template for  identifying investment contracts within the overarching ambit of  the federal securities laws.  Contrary to the district court's  conclusion, this template admits of no exception for games or  gaming.  Thus, the language on SG's website emphasizing the  game-like nature of buying and selling virtual shares of the  privileged company does not place such transactions beyond the  long reach of the federal securities laws.</p>\n    </div>\n    <p class=\"indent\">III.  ADMINISTERING THE TRIPARTITE TEST</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What remains is to analyze whether purchases of the  privileged company's shares constitute investment contracts.  We  turn to that task, taking the three Howey criteria in sequence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A.  Investment of Money.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The first component of the Howey test focuses on the  investment of money.  The determining factor is whether an  investor \"chose to give up a specific consideration in return  for a separable financial interest with the characteristics of  a security.\"  Daniel, 439 U.S. at 559.  We conclude that the  SEC's complaint sufficiently alleges the existence of this  factor.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To be sure, SG disputes the point.  It argues that the  individuals who purchased shares in the privileged company were  not so much investing money in return for rights in the virtual  shares as paying for an entertainment commodity (the opportunity  to play the StockGeneration game).  This argument suggests that  an interesting factual issue may await resolution -- whether  participants were motivated primarily by a perceived investment  opportunity or by the visceral excitement of playing a game. Nevertheless, this case comes to us following a dismissal under  Rule 12(b)(6), and the SEC's complaint memorializes, inter alia,  SG's representation that participants could \"firmly expect a 10%  profit monthly\" on purchases of the privileged company's shares. That representation plainly supports the SEC's legal claim that  participants who invested substantial amounts of money in  exchange for virtual shares in the privileged company likely did  so in anticipation of investment gains.  Given the procedural  posture of the case, no more is exigible to fulfill the first  part of the Howey test.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">B.  Common Enterprise.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The second component of the Howey test involves the  existence of a common enterprise.  Before diving headlong into  the sea of facts, we must dispel the miasma that surrounds the  appropriate legal standard.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">1.  The Legal Standard.  Courts are in some disarray  as to the legal rules associated with the ascertainment of a  common enterprise.  See generally II Louis Loss &amp; Joel Seligman, Securities Regulation 989-97 (3d ed. rev. 1999).  Many courts  require a showing of horizontal commonality -- a type of  commonality that involves the pooling of assets from multiple  investors so that all share in the profits and risks of the  enterprise.  See SEC v. Infinity Group Co., <span class=\"citation\" data-id=\"768676\"><a href=\"/opinion/768676/sec-v-the-infinity-group-co/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 187-88  (3d Cir. 2000), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1228</span></span> (2001); SEC v. Life Partners, Inc., <span class=\"citation\" data-id=\"720633\"><a href=\"/opinion/720633/securities-and-exchange-commission-v-life-partners-incorporated-and-brian/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">536</span></a></span>, 543 (D.C. Cir. 1996); Wals v. Fox Hills Dev. Corp., <span class=\"citation\" data-id=\"670580\"><a href=\"/opinion/670580/richard-r-wals-and-sandra-l-wals-v-fox-hills-development-corporation-and/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1016</span></a></span>, 1018 (7th Cir. 1994); Revak v. SEC Realty Co., <span class=\"citation\" data-id=\"664630\"><a href=\"/opinion/664630/thomas-revak-diane-m-revak-gary-hale-sharon-hale-irwin-l-allman/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 87 (2d Cir. 1994); Curran v. Merrill Lynch, Pierce, Fenner &amp; Smith, <span class=\"citation\" data-id=\"378271\"><a href=\"/opinion/378271/fed-sec-l-rep-p-97390-j-j-curran-and-jacquelyn-l-curran/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span>, 222, 224  (6th Cir. 1980), aff'd on other grounds, <span class=\"citation\" data-id=\"110701\"><a href=\"/opinion/110701/merrill-lynch-pierce-fenner-smith-inc-v-curran/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span> (1982). Other courts have modeled the concept of common enterprise  around fact patterns in which an investor's fortunes are tied to  the promoter's success rather than to the fortunes of his or her  fellow investors.  This doctrine, known as vertical commonality,  has two variants.  Broad vertical commonality requires that the  well-being of all investors be dependent upon the promoter's  expertise.  See Villeneuve v. Advanced Bus. Concepts Corp., <span class=\"citation\" data-id=\"413481\"><a href=\"/opinion/413481/fed-sec-l-rep-p-99099-mark-villeneuve-individually-and-on-behalf-of/\"><span class=\"volume\">698</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1121</span></a></span>, 1124 (11th Cir. 1983), aff'd en banc, <span class=\"citation\" data-id=\"433492\"><a href=\"/opinion/433492/fed-sec-l-rep-p-91466-mark-villeneuve-individually-and-on-behalf-of/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1403</span></a></span>  (11th Cir. 1984); SEC v. Koscot Interplanetary, Inc., <span class=\"citation\" data-id=\"319397\"><a href=\"/opinion/319397/fed-sec-l-rep-p-94710-securities-and-exchange-commission-v-koscot/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">473</span></a></span>, 478-79 (5th Cir. 1974).  In contrast, narrow vertical  commonality requires that the investors' fortunes be \"interwoven  with and dependent upon the efforts and success of those seeking  the investment or of third parties.\"  SEC v. Glenn W. Turner  Enters., <span class=\"citation\" data-id=\"308750\"><a href=\"/opinion/308750/fed-sec-l-rep-p-93748-securities-and-exchange-commission-v-glenn-w/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 482 n.7 (9th Cir. 1973).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Courts also differ in the steadfastness of their  allegiance to a single standard of commonality.  Two courts of  appeals recognize only horizontal commonality.  See Wals, 24  F.3d at 1018; Curran, 622 F.2d at 222, 224.  Two others adhere  exclusively to broad vertical commonality.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Villeneuve, 698  F.2d at 1124; Koscot, 497 F.2d at 478-79.  The Ninth Circuit recognizes both horizontal commonality and narrow vertical  commonality.  See Hocking v. Dubois, <span class=\"citation\" data-id=\"529754\"><a href=\"/opinion/529754/gerald-m-hocking-v-maylee-dubois-and-vitousek-dick-realtors-inc-a/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1449</span></a></span>, 1459 (9th  Cir. 1989) (en banc).  To complicate matters further, four  courts of appeals have accepted horizontal commonality, but have  not yet ruled on whether they also will accept some form of  vertical commonality.  See Infinity Group, 212 F.3d at 187 n.8; Life Partners, 87 F.3d at 544; Teague, 35 F.3d at 986 n.8; Revak, 18 F.3d at 88.  At least one of these courts, however,  has explicitly rejected broad vertical commonality.  See Revak,  18 F.3d at 88.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus far, neither the Supreme Court nor this court has  authoritatively determined what type of commonality must be  present to satisfy the common enterprise element.  We came close  in Rodriguez, in which we hinted at a preference for horizontal  commonality.  There, promoters selling parcels of land made  \"strong and repeated suggestions that the surrounding area would  develop into a thriving residential community.\"  990 F.2d at 11. Although we held that the financial arrangement did not  constitute a security, we implied that an actual commitment by  the promoters to develop the community themselves, coupled with  the buyers' joint financing of the enterprise, could constitute  a common enterprise.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The case at bar requires us to take a position on the  common enterprise component of the Howey test.  We hold that a  showing of horizontal commonality -- the pooling of assets from  multiple investors in such a manner that all share in the  profits and risks of the enterprise -- satisfies the test.  This  holding flows naturally from the facts of Howey, in which the  promoter commingled fruit from the investors' groves and  allocated net profits based upon the production from each tract. See Howey, 328 U.S. at 296.  Adopting this rule also aligns us  with the majority view and confirms the intimation of Rodriguez. Last, but surely not least, the horizontal commonality standard  places easily ascertainable and predictable limits on the types  of financial instruments that will qualify as securities.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">2.  Applying the Standard.  Here, the pooling element  of horizontal commonality jumps off the screen.  The defendants'  website stated that:  \"The players' money is accumulated on the  SG current account and is not invested anywhere, because no  investment, not even the most profitable one, could possibly  fully compensate for the lack of sufficiency in settling  accounts with players, which lack would otherwise be more  likely.\"  Thus, as the SEC's complaint suggests, SG  unambiguously represented to its clientele that participants'  funds were pooled in a single account used to settle  participants' on-line transactions.  Therefore, pooling is  established.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Of course, horizontal commonality requires more than  pooling alone; it also requires that investors share in the  profits and risks of the enterprise.  The SEC maintains that two  separate elements of SG's operations embody the necessary  sharing.  First, it asserts that SG was running a Ponzi or  pyramid scheme dependent upon a continuous influx of new money  to remain in operation,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and argues that such arrangements  inherently involve the sharing of profit and risk among  investors.  Second, the SEC construes SG's promise to divert a  portion of its profits from website operations to support the  privileged company's shares as a bond that ties together the  collective fortunes of those who have purchased the shares. While we analyze each of these theories, we note that any one of  them suffices to support a finding of commonality.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We endorse the SEC's suggestion that Ponzi schemes  typically satisfy the horizontal commonality standard.  In Infinity Group, investors contributed substantial sums of money  to a trust established by the defendants and received in  exchange a property transfer agreement guaranteeing stupendous  annual rates of return.  212 F.3d at 184-85.  The economic  guarantees were based upon the trust's purported performance  experience, financial connections, and ability to pool large  amounts of money.  Id. at 185.  Participants were promised that  investing in the trust was a risk-free proposition, and that  their cash infusions would be repaid in full upon demand.  Id. at 184-85.  Expected profits were a function of the number of  \"capital units\" held pursuant to the contract with the trust; in  turn, the number of capital units allocated to each investor was  directly proportional to the size of his or her investment.  Id. at 188-89.  On these facts, the Third Circuit held that  horizontal commonality existed, emphasizing that under the  plan's terms each investor was entitled to receive returns  directly proportionate to his or her investment stake.  Id. at  188.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">SG's virtual shares bear striking factual similarities  to the financial instruments classified as investment contracts  in Infinity Group.  SG's flat 10% guaranteed return applied to  all privileged company shares, expected returns were dependent  upon the number of shares held, the economic assurances were  based on the promoter's ability to keep the ball rolling, the  investment was proclaimed to be free from risk, and participants  were promised that their principal would be repaid in full upon  demand.  Like the Third Circuit, we think that these facts  suffice to make out horizontal commonality.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In all events, SG's promise to pay referral fees to  existing participants who induced others to patronize the  virtual exchange provides an alternative basis for finding  horizontal commonality.  The SEC argues convincingly that this  shows the existence of a pyramid scheme sufficient to satisfy  the horizontal commonality standard.  The most instructive  comparison is to SEC v. Int'l Loan Network, <span class=\"citation\" data-id=\"586802\"><a href=\"/opinion/586802/securities-and-exchange-commission-v-international-loan-network-inc/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1304</span></a></span> (D.C.  Cir. 1992).  A key element of the defendants' elaborate,  multifaceted, financial distribution network in that case was a  pyramid sales program in which participants stood to receive 50%  commissions on membership fees paid by individuals whom they  recruited, plus lesser commissions on sales by those recruited  by their recruits.  Id. at 1306.  The court of appeals ruled  that this structure satisfied the requirements of horizontal  commonality.  Id. at 1308.  In the process, it relied heavily  upon the fact that the network generated income only through  constant expansion of membership, which depended on individual  recruiting and the appeal of the promoter's larger marketing  campaign.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Like the investors in Int'l Loan Network,  StockGeneration participants who recruited new participants were  promised bonuses worth 20%-30% of the recruit's payments. Taking as true the SEC's plausible allegation that the sine qua  non of SG's operations was the continued net inflow of funds,  the investment pool supporting the referral bonus payments was  entirely dependent upon the infusion of fresh capital.  Since  all participants shared in the profits and risks under this  pyramidal structure, it furnishes the sharing necessary to  warrant a finding of horizontal commonality.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We will not paint the lily.  We conclude, without  serious question, that the arrangement described in the SEC's  complaint fairly can be characterized as either a Ponzi or  pyramid scheme, and that it provides the requisite profit-and-risk sharing to support a finding of horizontal commonality. Taking as true the SEC's allegation that SG's ability to fulfill  its pecuniary guarantees was fully predicated upon the net  inflow of new money, the fortunes of the participants were  inextricably intertwined.  As long as the privileged company  continued to receive net capital infusions, existing  shareholders could dip into the well of funds to draw out their  profits or collect their commissions.  But all of them shared  the risk that new participants would not emerge, cash flow would  dry up, and the underlying pool would empty.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">SG's most perfervid argument against a finding of  horizontal commonality consists of a denial that its operations  comprise a Ponzi or pyramid scheme.  It says that any such  scheme requires a material misrepresentation of fact and some  element of fraud or deception, and adds that those additional  features are lacking here; to the contrary, the rules of  StockGeneration were fully and accurately disclosed to all  participants.  We do not gainsay that considerable disclosure  occurred.  SG emphasized that new participants constituted the  sole source of all financial income for its StockGeneration  website.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Indeed, in describing the structure and mechanism of  its virtual stock exchange, SG drew a colorful analogy between  the privileged company's shares and an enormous card table with  a mountain of money.  According to SG, thousands of participants  continuously threw money onto the table by purchasing shares in  the privileged company, while other participants simultaneously  sold their shares back to the exchange to retrieve their  winnings from the table.  SG remarked that the system would  remain stable so long as the size of the mountain either  remained constant or continued to grow.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Despite the fact that SG was relatively candid in  pointing out the fragile structure of the venture, its argument  lacks force.  Even if we assume, for argument's sake, that  misrepresentations of fact and badges of fraud are necessary for  the existence of a Ponzi or pyramid scheme, the SEC's complaint  contains allegations sufficient, as a matter of pleading, to  establish both elements.  First, the complaint alleges that SG  materially misrepresented the nature of the enterprise by  concealing the fact that the supply of new participants  inevitably would be exhausted, causing the scheme to implode and  all existing participants to lose their money.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Second, the SEC's complaint plausibly characterized SG's flat guarantee of  a 10% monthly return on the privileged company's shares and its  assurances that it would support those shares as material  misrepresentations of fact.  Third, the SEC alleged that SG  deceived participants by failing to disclose its intent to keep  investor money for itself.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Of course, given its \"this was only a game\" defense,  SG may well have colorable arguments anent materiality (i.e., that, based upon its explicit disclosures, no  reasonable investor should have been deceived or misled).  But  it is not this court's place to resolve such fact-sensitive  questions in the context of a Rule 12(b)(6) motion for  dismissal.  See Cruz v. Melecio, <span class=\"citation\" data-id=\"198832\"><a href=\"/opinion/198832/oscar-cruz-v-melecio/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 21-22 (1st Cir.  2000).  For present purposes, it is enough that the SEC's  allegations, taken as true, satisfy the common enterprise  component of the Howey test.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">C.  Expectation of Profits Solely From the Efforts of Others.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The final component of the Howey test -- the expectation  of profits solely from the efforts of others -- is itself  divisible.  We address each sub-element separately.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">1.  Expectation of Profits.  The Supreme Court has  recognized an expectation of profits in two situations, namely,  (1) capital appreciation from the original investment, and (2)  participation in earnings resulting from the use of investors'  funds.  Forman, 421 U.S. at 852.  These situations are to be  contrasted with transactions in which an individual purchases a  commodity for personal use or consumption.  Id. at 858.  The SEC  posits that SG's guarantees created a reasonable expectancy of  profit from investments in the privileged company, whereas SG  maintains that participants paid money not to make money, but,  rather, to acquire an entertainment commodity for personal  consumption.  Relying heavily on Forman, the district court  accepted SG's thesis.  SEC v. SG Ltd., 142 F. Supp. 2d at 130-31.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In Forman, apartment dwellers who desired to reside in  a New York City cooperative were required to buy shares of stock  in the nonprofit cooperative housing corporation that owned and  operated the complex.  Based on its determination that  \"investors were attracted solely by the prospect of acquiring a  place to live, and not by financial returns on their  investments,\" the Forman Court held that the cooperative housing  arrangement did not qualify as a security under either the  \"stock\" or \"investment contract\" rubrics.  Id. at 853.  The  Court's conclusion rested in large part upon an Information  Bulletin distributed to prospective residents which stressed the  nonprofit nature of the cooperative housing endeavor.  Id. at  854 (emphasizing that \"[n]owhere does the Bulletin seek to  attract investors by the prospectof profits resulting from the  efforts of the promoters or third parties\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We think it noteworthy that the Forman Court contrasted  the case before it with Joiner.  In that case, economic  inducements made by promoters in conjunction with the assignment  of oil well leases transformed the financial instrument under  consideration from a naked leasehold right to an investment  contract.  320 U.S. at 348.  The Joiner Court found dispositive  advertising literature circulated by the promoters which  emphasized the benefits to be reaped from the exploratory  drilling of a test well.  Id. (\"Had the offer mailed by  defendants omitted the economic inducements of the proposed and  promised exploration well, it would have been a quite different  proposition.\").</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The way in which these cases fit together is  instructive.  In Forman, the apartment was the principal  attraction for prospective buyers, the purchase of shares was  merely incidental, and the combination of the two did not add up  to an investment contract.  421 U.S. at 853.  In Joiner, the  prospect of exploratory drilling gave the investments \"most of  their value and all of their lure,\" the leasehold interests  themselves were no more than an incidental consideration in the  transaction, and the combination of the two added up to an  investment contract.  320 U.S. at 349.  This distinction is  crucial, see Forman, 421 U.S. at 853 n.18, and it furnishes the  beacon by which we must steer.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Seen in this light, SG's persistent representations of  substantial pecuniary gains for privileged company shareholders  distinguish its StockGeneration website from the Information  Bulletin circulated to prospective purchasers in Forman.  While  SG's use of gaming language is roughly analogous to the  cooperative's emphasis on the nonprofit nature of the housing  endeavor, SG made additional representations on its website that  played upon greed and fueled expectations of profit.  For  example, SG flatly guaranteed that investments in the shares of  the privileged company would be profitable, yielding monthly  returns of 10% and annual returns of 215%.  In our view, these  profit-related guarantees constitute a not-very-subtle form of  economic inducement, closely analogous to the advertising  representations in Joiner.  In the same way that the prospect of  profitable discoveries induced investors to buy oil well leases,  the prospect of a sure-fire return lured participants to buy  shares in the privileged company (or so it can be argued).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">This is not to say that SG's gaming language and  repeated disclaimers are irrelevant.  SG has a plausible  argument, forcefully advanced by able counsel, that no  participant in his or her right mind should have expected  guaranteed profits from purchases of privileged company shares. But this argument, though plausible, is not inevitable.  In the  end, it merely gives rise to an issue of fact (or, perhaps,  multiple issues of fact) regarding whether SG's representations  satisfy Howey's expectation-of-profit requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">2.  Solely from the Efforts of Others.  We turn now to  the question of whether the expected profits can be said to  result solely from the efforts of others.  The courts of appeals  have been unanimous in declining to give literal meaning to the  word \"solely\" in this context, instead holding the requirement  satisfied as long as \"the efforts made by those other than the  investor are the undeniably significant ones, those essential  managerial efforts which affect the failure or success of the  enterprise.\"  Turner Enters., 474 F.2d at 482; accord Rivanna  Trawlers Unlimited v. Thompson Trawlers, Inc., <span class=\"citation\" data-id=\"502274\"><a href=\"/opinion/502274/rivanna-trawlers-unlimited-a-virginia-general-partnership-bruce-h-cabell/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 240  n.4 (4th Cir. 1988) (adopting this holding and listing eight  other circuits which have held to like effect).  This liberal  interpretation of the requirement seemingly comports with the  Supreme Court's restatement of the Howey test.  See Forman, 421  U.S. at 852 (explaining that \"the touchstone is the presence of  an investment in a common venture premised on a reasonable  expectation of profits to be derived from the entrepreneurial or  managerial efforts of others\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We need not reach the issue of whether a lesser degree  of control by a promoter or third party suffices to give rise to  an investment contract because SG's alleged scheme meets the  literal definition of \"solely.\"  According to the SEC's  allegations, SG represented to its customers the lack of  investor effort required to make guaranteed profits on purchases  of the privileged company's shares, noting, for example, that  \"playing with [the] privileged shares practically requires no  time at all.\"  SG was responsible for all the important efforts  that undergirded the 10% guaranteed monthly return.  As the sole  proprietor of the StockGeneration website, SG enjoyed direct  operational control over all aspects of the virtual stock  exchange.  And SG's marketing efforts generated direct capital  investment and commissions on the transactions (which it pledged  to earmark to support the privileged company's shares).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">SG's payment of referral bonuses to participants who  introduced new users to the website does not require a different  result.  Even if a participant chose not to refer others to the  StockGeneration website, he or she still could expect, based on  SG's profit-related guarantees, to reap monthly profits from  mere ownership of the privileged company's shares.  Accordingly,  the SEC's complaint makes out a triable issue on whether  participants expected to receive profits derived solely from the  efforts of others.</p>\n    </div>\n    <p class=\"indent\">IV.  CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We need go no further.  Giving due weight to the  economic realities of the situation, we hold that the SEC has  alleged a set of facts which, if proven, satisfy the three-part Howey test and support its assertion that the opportunity to  invest in the shares of the privileged company, described on  SG's website, constituted an invitation to enter into an  investment contract within the jurisdictional reach of the  federal securities laws.  Accordingly, we reverse the order of  dismissal and remand the case for further proceedings consistent  with this opinion.  The preliminary injunction and asset freeze  shall remain in force pending conclusion of the proceedings  below.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <p>APPENDIX A</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Securities Act of 1933 &#167; 2(a)(1), 15 U.S.C.  &#167; 77b(a)(1):</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The term \"security\" means any  note, stock, treasury stock,  security future, bond,  debenture, evidence of  indebtedness, certificate of  interest or participation in  any profit-sharing agreement,  collateral-trust certificate,  preorganization certificate or  subscription, transferable  share, investment contract,  voting-trust certificate,  certificate of deposit for a  security, fractional undivided  interest in oil, gas, or other  mineral rights, any put, call,  straddle, option, or privilege  on any security, certificate  of deposit, or group or index  of securities (including any  interest therein or based on  the value thereof), or any  put, call, straddle, option,  or privilege entered into on a  national securities exchange  relating to foreign currency,  or, in general, any interest  or instrument commonly known  as a \"security,\" or any  certificate of interest or  participation in, temporary or  interim certificate for,  receipt for, guarantee of, or  warrant or right to subscribe  to or purchase, any of the  foregoing.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Securities Exchange Act of 1934 &#167; 3(a)(10),  15 U.S.C. &#167; 78c(a)(10)</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The term \"security\" means any  note, stock, treasury stock,  security future, bond,  debenture, certificate of  interest or participation in  any profit-sharing agreement  or in any oil, gas, or other  mineral royalty or lease, any  collateral-trust certificate,  preorganization certificate or  subscription, transferable  share, investment contract,  voting-trust certificate,  certificate of deposit for a  security, any put, call,  straddle, option, or privilege  on any security, certificate  of deposit, or group or index  of securities (including any  interest therein or based on  the value thereof), or any  put, call, straddle, option,  or privilege entered into on a  national securities exchange  relating to foreign currency,  or in general, any instrument  commonly known as a  \"security\"; or any certificate  of interest or participation  in, temporary or interim  certificate for, receipt for,  or warrant or right to  subscribe to or purchase, any  of the foregoing; but shall  not include currency or any  note, draft, bill of exchange,  or banker's acceptance, which  has a maturity at the time of  issuance of not exceeding nine  months, exclusive of days of  grace, or any renewal thereof  the maturity of which is  likewise limited.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that broad vertical commonality is an expansive  concept which typically overspreads other types of commonality. See Mordaunt v. Incomco, <span class=\"citation\" data-id=\"111335\"><a href=\"/opinion/111335/monte-r-mordaunt-and-dorothy-mordaunt-v-incomco/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1115</span></a></span>, 1115-16 (1985) (White,  J., dissenting from denial of certiorari).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since the complaint in this case alleges facts sufficient  to establish horizontal commonality, see infra Part III(B)(2),  we take no view as to whether vertical commonality, in either of  its iterations, also may suffice to satisfy the \"common  enterprise\" requirement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the terms \"Ponzi\" and \"pyramid\" often are used  interchangeably to describe financial arrangements which rob  Peter to pay Paul, the two differ slightly.  In Ponzi schemes --  named after a notorious Boston swindler, Charles Ponzi, who  parlayed an initial stake of $150 into a fortune by means of an  elaborate scheme featuring promissory notes yielding interest at  annual rates of up to 50% -- money tendered by later investors is  used to pay off earlier investors.  In contrast, pyramid schemes  incorporate a recruiting element; they are marketing  arrangements in which participants are rewarded financially  based upon their ability to induce others to participate.  The  SEC alleges that SG's operations aptly can be characterized  under either appellation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> SG specifically addressed this issue on its website,  declaring that:  \"New players:  that is the only source of all  financial income to any game.  It does not and cannot have other  sources of income.  Otherwise, the game becomes unprofitable and  therefore simply pointless.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As the SEC points out, SG specifically represented on its  website that SG was not a pyramid scheme that would \"collapse  inevitably as soon as the inflow of new players stops.\"  It went  on to state:</p>\n        <p>This is not a pyramid.  The similarities are  purely superficial here.  A whale might look  like a fish, but there are millions of years  of evolution between the two.  The main  fundamental difference is the lack of  critical points in time, namely those of  mass payments.  By manipulating profit, an  optimal way of spreading them in time is  successfully found.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> If more were needed -- and we doubt that it is -- SG's  promise to divert a portion of profits from website operations  to support share prices if the need arose also warrants a  finding of horizontal commonality.  Through this arrangement, SG  provided participants with the opportunity to share income  derived from website operations on a pro rata basis.  The SEC's  complaint notes these facts and alleges in substance that a  percentage of participants' funds were pooled; that participants  were told of their entitlement to support from this monetary  pool; and that they collectively stood to gain or lose  (depending on whether they received the guaranteed return on  their shares).  In and of themselves, these averred facts boost  the SEC across the legal threshold for horizontal commonality.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Court reiterated this conclusion in dismissing the  possibility that the co-op would lease commercial facilities,  professional offices, parking spaces, and communal washing  machines.  Noting that the Information Bulletin made no  reference to the prospect of any such income as a means of  offsetting rental costs, the Court concluded \"that investors  were not attracted to Co-op City by the offer of these potential  rental reductions.\"  Forman, 421 U.S. at 856.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We caution, however, that the Forman Court explicitly  reserved judgment on adoption of the Turner Enterprises formulation.  See 421 U.S. at 852 n.16.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2346959/"
  ]
}