{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199664/",
  "absolute_url": "/opinion/199664/united-states-v-bailey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199664/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:46Z",
  "date_modified": "2017-03-24T11:02:52.729725Z",
  "type": "010combined",
  "sha1": "c37b43502bcc730d21c068deb6dab8b4114f1ebe",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1058-01A.pdf",
  "local_path": "pdf/2001/11/02/US_v._Bailey.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo.   01-1058\n\n\n                    UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                  v.\n\n                           CLIVE W. BAILEY,\n\n                      Defendant, Appellant.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. Frank H. Freedman, Senior U.S. District Judge]\n\n\n\n                                Before\n\n                 Selya and Lipez, Circuit Judges,\n                and Doumar, Senior District Judge.*\n\n\n\n     Terry Scott Nagel, for appellant.\n     Karen L. Goodwin, Assistant United States Attorney, with\nwhom James B. Farmer, United States Attorney, was on brief, for\nappellee.\n\n\n\n\n      *\n     Of   the    Eastern    District     of   Virginia,   sitting   by\ndesignation.\n\fNovember 2, 2001\n\n\n\n\n      -2-\n\f            DOUMAR,    Senior   District        Judge.   Defendant-appellant\n\nClive Bailey was convicted of conspiracy to possess with intent\n\nto distribute marijuana and of aiding and abetting others to do\n\nthe same.    21 U.S.C. § 846 and § 841(a)(1) (1994); 18 U.S.C. §\n\n2 (1994).    He was sentenced to 262 months imprisonment.                Bailey\n\nappeals his conviction on the ground that the District Court\n\nallowed inadmissible hearsay into his trial, and he appeals his\n\nsentence on the ground that the lower court’s determination of\n\ndrug quantity under a preponderance of the evidence standard\n\nelevated    his   sentence      above     the     five    year   maximum      for\n\ntrafficking less than fifty kilograms of marijuana.                  He claims\n\nthat this contravenes the rule laid down in                 Apprendi v. New\n\nJersey, 530 U.S. 466 (2000).              We affirm the lower court’s\n\nevidentiary rulings and therefore the conviction, but vacate its\n\napplication of the sentencing guidelines in light of the rule in\n\nApprendi and remand the case for re-sentencing consistent with\n\nApprendi.\n\n            I. BACKGROUND\n\n            On February 10, 1998, federal agents, pursuant to a\n\nwarrant,    searched   a   barrel   that    had    been    shipped     from   Los\n\nAngeles, California, to Springfield, Massachusetts, and found 93\n\npounds (42.18 kilograms) of marijuana.             While this search was in\n\nprogress,    Maureen    Washington      came     to   collect    the    barrel.\n\n\n                                    -3-\n\fFollowing conversations with the agents on the scene, Washington\n\nagreed to cooperate by having agents accompany her to deliver\n\nthe barrel to its intended recipient.                 With two agents hidden in\n\nher van, she drove home where she made a telephone call to Clive\n\nBailey’s     pager,       punching     in   the    code    “411.”    Clive     Bailey\n\narrived within fifteen minutes, approached the van, and opened\n\nthe   rear   door.         He   fled    upon      seeing   the   agents,   but   was\n\napprehended.          A    search      of   Bailey’s       car   yielded   a   pager\n\ndisplaying the number “411\" on it.                   This pager indicated that\n\nthe call originated from Washington’s phone.                     Two barrels that\n\nwere virtually identical to the one with 93 pounds of marijuana\n\nthat Washington had come to pick up earlier that day were then\n\nfound in Washington’s apartment.                  While neither of these barrels\n\ncontained any drugs, each of them had a distinct smell of\n\nmarijuana.     Bailey’s palm print was found on the inside surface\n\nof the lid of one of those barrels.                   Bailey’s defense was that\n\nhe had been carrying on a romantic liaison with Washington, and\n\nthat the “411\" page was simply a code relating to that social\n\nrelationship.\n\n             At trial, the government introduced three bills of\n\nlading and three delivery receipts, arguing that those documents\n\nlinked the three barrels in the case to Bailey.                       The bill of\n\nlading for the barrel that was seized on February 10, 1998 was\n\n\n                                            -4-\n\fdated February 1, 1998 and stated that the barrel was being sent\n\nfrom   Crown        Fashion   in    Los   Angeles,       California,       to   Mazie’s\n\nFashion and Accessories in Springfield, Massachusetts (Mazie’s\n\nwas later determined to be a fictitious company), and would be\n\npicked up at the dock.              The delivery receipt for this barrel,\n\nsigned by “Maureen Washington,” stated that the barrel weighed\n\n100    pounds.        That    barrel      in    fact    contained    93    pounds     of\n\nmarijuana.\n\n            Another bill of lading, dated December 29, 1997, also\n\ndescribed       a   barrel    shipment         from   Crown    Fashion     to   Mazie’s\n\nFashion.    Like the earlier bill, this bill of lading stated that\n\nthe barrel would be picked up at the dock.                     The delivery receipt\n\ncorresponding to this bill of lading revealed that the barrel\n\nweighed 110 pounds and that it was paid and signed for by\n\n“Maureen Washington” on January 6, 1998.\n\n            A       third    bill   of    lading       dated    October    15,    1997,\n\ndescribed a barrel shipment from Steinberg Originals in Los\n\nAngeles, California, to Bay State Work Shop in Springfield,\n\nMassachusetts, also to be picked up at the dock.                         The delivery\n\nreceipt corresponding to this bill of lading stated that the\n\nbarrel   weighed        500   pounds      and    was    signed    for     by    “Maureen\n\nWashington.”\n\n\n\n\n                                           -5-\n\f             A   loading    dock     employee,      Bonnie       Susan   Clark,   was\n\npresent when Maureen Washington picked up and paid for the\n\nbarrel on February 10, the day that the agents intervened and\n\nWashington brought them to Clive Bailey.                         Clark recognized\n\nWashington as the person who picked up the October, 1997 and\n\nJanuary,     1998    barrels.        She    could       not,    however,    identify\n\nWashington in court.\n\n             Additionally, Clark remembered receiving a call shortly\n\nbefore the February, 1998 shipment, from a man who wanted to\n\nknow   if    her    company    had   received       a    shipment    for    Mazie’s.\n\nRecords showed that a call had been placed from Bailey’s phone\n\non February 6, 1998, four days before Washington came to pick up\n\nthe barrel addressed to Mazie’s with 93 pounds of marijuana.\n\nThe government argued that the phone caller with an interest in\n\nthe Mazie’s delivery was Bailey himself.\n\n             Finally, the government introduced evidence that Bailey\n\nhad    a    “connection”      in   California,          one    Seaford   Colley,     a\n\nCalifornia       resident     to   whom    several       calls    were     made   from\n\nBailey’s phone.       The government also introduced a Western Union\n\nreceipt showing that on June 23, 1997, Bailey had wired $2,500\n\nto Colley in California.\n\n             In sum, the three barrels looked the same, they all\n\ncame from California, and they were all signed for by “Maureen\n\n\n                                          -6-\n\fWashington.”     One shipment even bore the same fictitious name\n\nand address for the consignee as the one seized on February 10.\n\nThe two barrels found in Washington’s home smelled of marijuana,\n\nand one had Bailey’s palm print inside of it.            Phone calls were\n\nmade from Bailey’s phone to the loading dock in Massachusetts\n\nfour days prior to the shipment that was seized and to Seaford\n\nColley in California, along with a wire transfer of $2,500 to\n\nColley.\n\n           II. THE EVIDENTIARY ISSUE\n\n           Washington disappeared prior to Bailey’s trial.              At\n\ntrial,    an   agent   testified   to    the   actions   Washington   took\n\nfollowing her agreement to cooperate.          The agent testified that\n\n“after she [Washington] agreed to deliver [the barrel] to the\n\nintended recipient, she drove the van with two of our task force\n\nagents hiding in the back of the van to her residence.”                He\n\nfurther testified that she made a phone call to the “intended\n\nrecipient” and punched in the code “411.”            Also at trial, the\n\ngovernment introduced evidence that Bailey drove an expensive\n\ncar yet was unemployed and had no other visible source of\n\nincome.    Bailey’s attorney objected to the admission of this\n\nevidence, and Bailey now appeals.\n\n           On appeal, the district court’s denial of Bailey’s\n\nevidentiary objection on hearsay grounds is reviewed for abuse\n\n\n                                   -7-\n\fof discretion.      United States v. Barone, 114 F.3d 1284, 1293\n\n(1st Cir. 1997). Out of court statements offered not for their\n\ntruth but “offered only for context,” do not constitute hearsay.\n\nUnited States v. Catano, 65 F.3d 219, 224 (1st Cir. 1995).\n\n    For example, an out-of-court statement might be\n    offered to show that the declarant had certain\n    information, or entertained a specific belief, or\n    spoke a particular language; or it might be offered to\n    show the effect of the words spoken on the listener\n    (e.g., to supply a motive for the listener's action).\n    See generally 5 Weinstein's Federal Evidence §\n    801.03[4], at 801-14.1 to 801-15 (2d ed.1999).\n\nUnited States v. Murphy 193 F.3d 1, 6 n.2 (1st Cir. 1999).\n\n          In this case, the agent’s testimony was not hearsay\n\nbecause it described conduct and provided context; it did not\n\nintroduce statements for the truth of the matters asserted.         The\n\nagent   described   how   Washington   brought   his   colleagues   and\n\nhimself to the rendevous point and made a phone call summoning\n\nthe “intended recipient.”      This Court has held that directions\n\nfrom one individual to another, or statements offered only for\n\ncontext, do not constitute hearsay.        Catano, 65 F.3d at 224.\n\nWashington’s making a phone call, and her driving the agents to\n\nthe rendevous, was non-assertive conduct and outside the scope\n\nof the hearsay rule.      United States v. Mendez-deJesus, 85 F.3d\n\n1, 3 n. 2 (1st Cir. 1996).     She did not orally identify Bailey;\n\nshe summoned him by sending a page.      The agent did not testify\n\nthat Washington pointed at Bailey or in any way made an out of\n\n                                 -8-\n\fcourt declaration regarding his identity.          In sum, this was not\n\nhearsay, so the district court did not abuse its discretion in\n\nadmitting the testimony.\n\n           Regarding   the    testimony    about    Bailey’s    car    and\n\nfinances, at trial the government had an FBI agent testify that\n\n1) to his knowledge, Bailey was unemployed, but 2) he had\n\n“certain fixed expenses,” which included monthly payments on two\n\ncar loans and on child support.         Over Bailey’s objection, the\n\nagent also testified that Bailey had purchased a Jeep Cherokee\n\nin July, 1996 and that it cost $30,000, and that his loan\n\npayments ranged from $700 to $1500.\n\n           According to the record, Bailey’s objection to this\n\nevidence failed to state a ground.         This court has held that\n\n“objections to evidentiary proffers must be reasonably specific\n\nin order to preserve a right to appellate review.”                United\n\nStates v. Holmquist, 36 F.3d 154, 168 (1st Cir. 1994).          In other\n\nwords, a litigant is obliged to \"call [his specific objection]\n\nto the attention of the trial judge, so as to alert [the judge]\n\nto the proper course of action.\"          Id. (quoting Notes of the\n\nAdvisory   Committee   on    Evidence   Rule   103(a)).     A   lack    of\n\nspecificity bars the party allegedly aggrieved by the admission\n\nof the evidence from raising more particularized points for the\n\nfirst time on appeal.       Had Bailey asserted hearsay as a basis\n\n\n                                  -9-\n\fduring the trial, the government likely could have cured the\n\nobjection by introducing business records of the car expenses.\n\nThe result is a review for plain error, Id., at 168 n.15, which\n\nrequires “errors so shocking that they seriously affect the\n\nfundamental fairness and basic integrity of the proceedings\n\nconducted below,” or, put another way, those errors which must\n\nbe noticed in order to prevent a “clear miscarriage of justice.”\n\nId.\n\n         In this case, the officer’s testimony was duplicative\n\nof other documentary evidence, the substance of which Bailey has\n\nnot contested.   Testimony that is cumulative in nature and\n\nlimited in scope cannot constitute plain error.   Id.    Moreover,\n\nthis Court has held that “evidence that the defendant possessed\n\nor controlled substantial sums of money from unexplained sources\n\nis relevant in a prosecution for drug trafficking.”         United\n\nStates v. Figueroa, 976 F.2d 1446, 1454 (1st Cir. 1992).        It\n\ntherefore could not have been plain error to admit this relevant\n\nand factually uncontested evidence into the trial.      Therefore,\n\nthe district court’s evidentiary rulings are affirmed.\n\n         III. THE APPRENDI ERROR\n\n         Turning to the   Apprendi issue, appellant’s counsel\n\nindicated that if for any reason the Court did not agree with\n\nhis contention that evidentiary errors in the district court\n\n\n                             -10-\n\fwarranted a reversal and new trial, then the Court should remand\n\nfor   re-sentencing     in   light   of     the   Apprendi   violation    that\n\noccurred.        We think the defendant’s position on this is well\n\nfounded.\n\n            For its part, the government admitted both in briefs\n\nand at oral argument that an Apprendi error occurred at trial,\n\nbut argues that it was harmless.             We agree with its admission\n\nthat the Defendant was sentenced in violation of the rule in\n\nApprendi.        We disagree, however, with its argument that the\n\nerror was harmless, and for that reason we grant appellant’s\n\nrequest     by    vacating   the    sentence      and   remanding   for   re-\n\nsentencing.\n\n            At the close of evidence in Bailey’s trial, Bailey\n\nrequested an instruction requiring the jury to determine the\n\nweight of drugs attributable to his conduct.             The court declined\n\nto give this instruction because, at the time of trial (which\n\nwas prior to the Apprendi decision), circuit precedent indicated\n\nthat quantity was a factor only to be determined at sentencing.\n\nThe court actually instructed the jury that it “need not be\n\nconcerned with quantity.”          The jury returned a guilty verdict.\n\n            Apprendi was decided between the date of verdict and\n\nthe date of sentencing.        Over defense objections that the jury\n\nhad not attributed a drug weight to Bailey’s conduct, the court\n\n\n                                     -11-\n\ffound    that       Bailey   was   responsible     for    319.9    kilograms    of\n\nmarijuana.          The statutory maximum for this weight of drugs\n\ntriggered an increase in Bailey’s offense level under the Career\n\nOffender guidelines from 17 to 34.               U.S.S.G. § 4B1.1.     The Court\n\nthen imposed a sentence of 262 months from the applicable 262 to\n\n327 month range.\n\n              In Apprendi, the Supreme Court held that “other than\n\nthe    fact   of     prior   conviction,     any   fact    that    increases   the\n\npenalty for a crime beyond the prescribed statutory maximum must\n\nbe submitted to a jury, and proved beyond a reasonable doubt.”\n\nApprendi, 530 U.S. at 490.           Under 21 U.S.C. § 841(b)(1)(D), five\n\nyears (60 months) is the maximum penalty for a violation of 21\n\nU.S.C.    §   841(a)(1)        involving    less   than   fifty    kilograms    of\n\nmarijuana.          According to our recent opinion, this five year\n\npenalty is the default statutory maximum for a violation of §\n\n841(a)(1) involving less than fifty kilograms of marijuana.\n\nUnited States v. Duarte, 246 F.3d 56, 61 (1st Cir. 2001).\n\nBailey’s      262    month     sentence    obviously     exceeds   this   default\n\nstatutory maximum.           Even if the statutory maximum sentences for\n\neach     of   the      three     counts     of   his   conviction      were    run\n\nconsecutively, see Duarte, 246 F.3d at 62, n.4, Bailey’s total\n\nstatutory maximum sentence would only equal 180 months, not 262\n\nmonths, because each count involved less than fifty kilograms of\n\n\n                                          -12-\n\fmarijuana under Apprendi and Duarte.               Because Bailey’s sentence\n\nwas    arrived   at   largely     from   the     lower    court’s    drug   weight\n\ncalculations and not from the jury’s verdict, an Apprendi error\n\noccurred.        Unless    the    Apprendi     error     is   harmless,     as   the\n\ngovernment urges us to find, any sentence imposed in excess of\n\nthe five-year default statutory maximum for a crime involving\n\nless than fifty kilograms of marijuana would have to be set\n\naside.     Neder v. United States, 527 U.S. 1, 17 (1999).\n\n              Defining harmless error, the Supreme Court has held\n\nthat “where a reviewing court concludes beyond a reasonable\n\ndoubt that the omitted element was uncontested and supported by\n\noverwhelming evidence, such that the jury verdict would have\n\nbeen    the   same    absent     the   error,”    an     erroneous   instruction\n\nomitting the requirement that the jury find an element of the\n\noffense beyond a reasonable doubt is harmless.                   Id.   This is a\n\nfinding that we cannot make in this case. The error cannot be\n\nharmless where, as here, the defendant has contested the omitted\n\nelement and the evidence is sufficient to support a contrary\n\nfinding.      Id. at 19.\n\n              The government contends that the evidence compelled the\n\njury to attribute at least 17.2 pounds of marijuana to Bailey\n\nfrom the two empty barrels discovered in Washington’s apartment.\n\nIn its view, that weight could take Bailey over the 110.2 pound\n\n\n                                       -13-\n\f(50 kilogram) threshold of 21 U.S.C. § 841(b)(1)(C) and make his\n\nsentence     conform   with    Apprendi     because    in    that      case   the\n\nsentencing court would calculate his statutory maximum as three\n\nconsecutive 240 month sentences.           U.S.S.G. § 5G1.2; see Duarte,\n\n246 F.3d at 62 n.4.      While a judge could permissibly find those\n\nfacts by a preponderance of the evidence, and a jury could\n\npermissibly find them beyond a reasonable doubt, it is not so\n\nclear that a reasonable jury must have found them beyond a\n\nreasonable doubt.       The two empty barrels were found not in\n\nBailey’s apartment, but in Washington’s.               Accepting the fact\n\nthat the “411\" call to Bailey was a signal summoning Bailey to\n\npick up the drug shipments, and that all the shipping documents\n\nestablish a common mode of operation throughout the conspiracy,\n\nthen   why   were   those   barrels   not    removed    from     Washington’s\n\npossession once the marijuana was removed?             How much marijuana\n\nwas in the barrels?         Obviously there was some, and the palm\n\nprint on the inside of the lid ties Bailey to those barrels.\n\n             Most important, though, is the government’s inability\n\nto prove how much marijuana was in the two barrels that simply\n\nsmelled of marijuana.       To hold that a reasonable jury would have\n\nto find that they contained more than 17.2 pounds beyond a\n\nreasonable     doubt   would   be   arbitrary   based       on   the   evidence\n\npresented.     The government even admitted at oral argument that\n\n\n                                    -14-\n\fit   could   not    prove      that    the    bills      of   lading    offered     into\n\nevidence     corresponded        to     the        two    barrels      discovered     in\n\nWashington’s apartment, so even its circumstantial evidence of\n\nthe barrels’ weight when shipped is problematic.\n\n             Moreover, who was to say how much other material was\n\nin the barrels other than marijuana?                     To say that the weight of\n\ndrugs   properly         attributable         to     Bailey     was     supported     by\n\noverwhelming evidence, as we must in order to find harmless\n\nerror, is simply not possible given the facts of this case.\n\n             IV. CONCLUSION\n\n             In sum, while we affirm the lower court’s denial of\n\nBailey’s evidentiary objections, we vacate the lower court’s\n\nsentence     on    the   basis    of    an    Apprendi         error   that   was    not\n\nharmless.     Therefore, Bailey is to be re-sentenced consistently\n\nwith Apprendi.\n\n             The defendant’s conviction is affirmed, the sentence\n\nis   vacated,     and    the   case    is     remanded        for   re-sentencing     as\n\nprovided herein.\n\n\n\n\n                                         -15-\n\f",
  "html": "<p class=\"case_cite\">270 F.3d 83 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>CLIVE W. BAILEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1058</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Sept. 14, 2001<br>Decided November 2, 2001</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">[Hon. Frank H. Freedman, Senior U.S. District Judge][Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Terry Scott Nagel, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Karen L. Goodwin, Assistant United States Attorney, with whom James B. Farmer, United States Attorney, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before Selya and Lipez, Circuit Judges, and Doumar, Senior District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">DOUMAR, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant-appellant Clive Bailey was convicted of conspiracy to possess with intent to distribute marijuana and of aiding and abetting others to do the same. 21 U.S.C. &#167; 846 and &#167; 841(a)(1) (1994); 18 U.S.C. &#167; 2 (1994). He was sentenced to 262 months imprisonment. Bailey appeals his conviction on the ground that the District Court allowed inadmissible hearsay into his trial, and he appeals his sentence on the ground that the lower court's determination of drug quantity under a preponderance of the evidence standard elevated his sentence above the five year maximum for trafficking less than fifty kilograms of marijuana. He claims that this contravenes the rule laid down in Apprendi v. New Jersey, 530 U.S. 466 (2000). We affirm the lower court's evidentiary rulings and therefore the conviction, but vacate its application of the sentencing guidelines in light of the rule in Apprendi and remand the case for re-sentencing consistent with Apprendi.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 10, 1998, federal agents, pursuant to a warrant, searched a barrel that had been shipped from Los Angeles, California, to Springfield, Massachusetts, and found 93 pounds (42.18 kilograms) of marijuana. While this search was in progress, Maureen Washington came to collect the barrel. Following conversations with the agents on the scene, Washington agreed to cooperate by having agents accompany her to deliver the barrel to its intended recipient. With two agents hidden in her van, she drove home where she made a telephone call to Clive Bailey's pager, punching in the code \"411.\" Clive Bailey arrived within fifteen minutes, approached the van, and opened the rear door. He fled upon seeing the agents, but was apprehended. A search of Bailey's car yielded a pager displaying the number \"411\" on it. This pager indicated that the call originated from Washington's phone. Two barrels that were virtually identical to the one with 93 pounds of marijuana that Washington had come to pick up earlier that day were then found in Washington's apartment. While neither of these barrels contained any drugs, each of them had a distinct smell of marijuana. Bailey's palm print was found on the inside surface of the lid of one of those barrels. Bailey's defense was that he had been carrying on a romantic liaison with Washington, and that the \"411\" page was simply a code relating to that social relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, the government introduced three bills of lading and three delivery receipts, arguing that those documents linked the three barrels in the case to Bailey. The bill of lading for the barrel that was seized on February 10, 1998 was dated February 1, 1998 and stated that the barrel was being sent from Crown Fashion in Los Angeles, California, to Mazie's Fashion and Accessories in Springfield, Massachusetts (Mazie's was later determined to be a fictitious company), and would be picked up at the dock. The delivery receipt for this barrel, signed by \"Maureen Washington,\" stated that the barrel weighed 100 pounds. That barrel in fact contained 93 pounds of marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Another bill of lading, dated December 29, 1997, also described a barrel shipment from Crown Fashion to Mazie's Fashion. Like the earlier bill, this bill of lading stated that the barrel would be picked up at the dock. The delivery receipt corresponding to this bill of lading revealed that the barrel weighed 110 pounds and that it was paid and signed for by \"Maureen Washington\" on January 6, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A third bill of lading dated October 15, 1997, described a barrel shipment from Steinberg Originals in Los Angeles, California, to Bay State Work Shop in Springfield, Massachusetts, also to be picked up at the dock. The delivery receipt corresponding to this bill of lading stated that the barrel weighed 500 pounds and was signed for by \"Maureen Washington.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A loading dock employee, Bonnie Susan Clark, was present when Maureen Washington picked up and paid for the barrel on February 10, the day that the agents intervened and Washington brought them to Clive Bailey. Clark recognized Washington as the person who picked up the October, 1997 and January, 1998 barrels. She could not, however, identify Washington in court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Additionally, Clark remembered receiving a call shortly before the February, 1998 shipment, from a man who wanted to know if her company had received a shipment for Mazie's. Records showed that a call had been placed from Bailey's phone on February 6, 1998, four days before Washington came to pick up the barrel addressed to Mazie's with 93 pounds of marijuana. The government argued that the phone caller with an interest in the Mazie's delivery was Bailey himself.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, the government introduced evidence that Bailey had a \"connection\" in California, one Seaford Colley, a California resident to whom several calls were made from Bailey's phone. The government also introduced a Western Union receipt showing that on June 23, 1997, Bailey had wired $2,500 to Colley in California.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In sum, the three barrels looked the same, they all came from California, and they were all signed for by \"Maureen Washington.\" One shipment even bore the same fictitious name and address for the consignee as the one seized on February 10. The two barrels found in Washington's home smelled of marijuana, and one had Bailey's palm print inside of it. Phone calls were made from Bailey's phone to the loading dock in Massachusetts four days prior to the shipment that was seized and to Seaford Colley in California, along with a wire transfer of $2,500 to Colley.</p>\n    </div>\n    <p class=\"indent\">II. THE EVIDENTIARY ISSUE</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Washington disappeared prior to Bailey's trial. At trial, an agent testified to the actions Washington took following her agreement to cooperate. The agent testified that \"after she [Washington] agreed to deliver [the barrel] to the intended recipient, she drove the van with two of our task force agents hiding in the back of the van to her residence.\" He further testified that she made a phone call to the \"intended recipient\" and punched in the code \"411.\" Also at trial, the government introduced evidence that Bailey drove an expensive car yet was unemployed and had no other visible source of income. Bailey's attorney objected to the admission of this evidence, and Bailey now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On appeal, the district court's denial of Bailey's evidentiary objection on hearsay grounds is reviewed for abuse of discretion. United States v. Barone, 114 F.3d 1284, 1293 (1st Cir. 1997). Out of court statements offered not for their truth but \"offered only for context,\" do not constitute hearsay. United States v. Catano, 65 F.3d 219, 224 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For example, an out-of-court statement might be offered to show that the declarant had certain information, or entertained a specific belief, or spoke a particular language; or it might be offered to show the effect of the words spoken on the listener (e.g., to supply a motive for the listener's action). See generally 5 Weinstein's Federal Evidence &#167; 801.03[4], at 801-14.1 to 801-15 (2d ed.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">United States v. Murphy 193 F.3d 1, 6 n.2 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case, the agent's testimony was not hearsay because it described conduct and provided context; it did not introduce statements for the truth of the matters asserted. The agent described how Washington brought his colleagues and himself to the rendevous point and made a phone call summoning the \"intended recipient.\" This Court has held that directions from one individual to another, or statements offered only for context, do not constitute hearsay. Catano, 65 F.3d at 224. Washington's making a phone call, and her driving the agents to the rendevous, was non-assertive conduct and outside the scope of the hearsay rule. United States v. Mendez-deJesus, 85 F.3d 1, 3 n. 2 (1st Cir. 1996). She did not orally identify Bailey; she summoned him by sending a page. The agent did not testify that Washington pointed at Bailey or in any way made an out of court declaration regarding his identity. In sum, this was not hearsay, so the district court did not abuse its discretion in admitting the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Regarding the testimony about Bailey's car and finances, at trial the government had an FBI agent testify that 1) to his knowledge, Bailey was unemployed, but 2) he had \"certain fixed expenses,\" which included monthly payments on two car loans and on child support. Over Bailey's objection, the agent also testified that Bailey had purchased a Jeep Cherokee in July, 1996 and that it cost $30,000, and that his loan payments ranged from $700 to $1500.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">According to the record, Bailey's objection to this evidence failed to state a ground. This court has held that \"objections to evidentiary proffers must be reasonably specific in order to preserve a right to appellate review.\" United States v. Holmquist, 36 F.3d 154, 168 (1st Cir. 1994). In other words, a litigant is obliged to \"call [his specific objection] to the attention of the trial judge, so as to alert [the judge] to the proper course of action.\" Id. (quoting Notes of the Advisory Committee on Evidence Rule 103(a)). A lack of specificity bars the party allegedly aggrieved by the admission of the evidence from raising more particularized points for the first time on appeal. Had Bailey asserted hearsay as a basis during the trial, the government likely could have cured the objection by introducing business records of the car expenses. The result is a review for plain error, Id., at 168 n.15, which requires \"errors so shocking that they seriously affect the fundamental fairness and basic integrity of the proceedings conducted below,\" or, put another way, those errors which must be noticed in order to prevent a \"clear miscarriage of justice.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, the officer's testimony was duplicative of other documentary evidence, the substance of which Bailey has not contested. Testimony that is cumulative in nature and limited in scope cannot constitute plain error. Id. Moreover, this Court has held that \"evidence that the defendant possessed or controlled substantial sums of money from unexplained sources is relevant in a prosecution for drug trafficking.\" United States v. Figueroa, 976 F.2d 1446, 1454 (1st Cir. 1992). It therefore could not have been plain error to admit this relevant and factually uncontested evidence into the trial. Therefore, the district court's evidentiary rulings are affirmed.</p>\n    </div>\n    <p class=\"indent\">III. THE APPRENDI ERROR</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Turning to the Apprendi issue, appellant's counsel indicated that if for any reason the Court did not agree with his contention that evidentiary errors in the district court warranted a reversal and new trial, then the Court should remand for re-sentencing in light of the Apprendi violation that occurred. We think the defendant's position on this is well founded.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For its part, the government admitted both in briefs and at oral argument that an Apprendi error occurred at trial, but argues that it was harmless. We agree with its admission that the Defendant was sentenced in violation of the rule in Apprendi. We disagree, however, with its argument that the error was harmless, and for that reason we grant appellant's request by vacating the sentence and remanding for re-sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At the close of evidence in Bailey's trial, Bailey requested an instruction requiring the jury to determine the weight of drugs attributable to his conduct. The court declined to give this instruction because, at the time of trial (which was prior to the Apprendi decision), circuit precedent indicated that quantity was a factor only to be determined at sentencing. The court actually instructed the jury that it \"need not be concerned with quantity.\" The jury returned a guilty verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Apprendi was decided between the date of verdict and the date of sentencing. Over defense objections that the jury had not attributed a drug weight to Bailey's conduct, the court found that Bailey was responsible for 319.9 kilograms of marijuana. The statutory maximum for this weight of drugs triggered an increase in Bailey's offense level under the Career Offender guidelines from 17 to 34. U.S.S.G. &#167; 4B1.1. The Court then imposed a sentence of 262 months from the applicable 262 to 327 month range.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Apprendi, the Supreme Court held that \"other than the fact of prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" Apprendi, 530 U.S. at 490. Under 21 U.S.C. &#167; 841(b)(1)(D), five years (60 months) is the maximum penalty for a violation of 21 U.S.C. &#167; 841(a)(1) involving less than fifty kilograms of marijuana. According to our recent opinion, this five year penalty is the default statutory maximum for a violation of &#167; 841(a)(1) involving less than fifty kilograms of marijuana. United States v. Duarte, 246 F.3d 56, 61 (1st Cir. 2001). Bailey's 262 month sentence obviously exceeds this default statutory maximum. Even if the statutory maximum sentences for each of the three counts of his conviction were run consecutively, see Duarte, 246 F.3d at 62, n.4, Bailey's total statutory maximum sentence would only equal 180 months, not 262 months, because each count involved less than fifty kilograms of marijuana under Apprendi and Duarte. Because Bailey's sentence was arrived at largely from the lower court's drug weight calculations and not from the jury's verdict, an Apprendi error occurred. Unless the Apprendi error is harmless, as the government urges us to find, any sentence imposed in excess of the five-year default statutory maximum for a crime involving less than fifty kilograms of marijuana would have to be set aside. Neder v. United States, 527 U.S. 1, 17 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defining harmless error, the Supreme Court has held that \"where a reviewing court concludes beyond a reasonable doubt that the omitted element was uncontested and supported by overwhelming evidence, such that the jury verdict would have been the same absent the error,\" an erroneous instruction omitting the requirement that the jury find an element of the offense beyond a reasonable doubt is harmless. Id. This is a finding that we cannot make in this case. The error cannot be harmless where, as here, the defendant has contested the omitted element and the evidence is sufficient to support a contrary finding. Id. at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government contends that the evidence compelled the jury to attribute at least 17.2 pounds of marijuana to Bailey from the two empty barrels discovered in Washington's apartment. In its view, that weight could take Bailey over the 110.2 pound (50 kilogram) threshold of 21 U.S.C. &#167; 841(b)(1)(C) and make his sentence conform with Apprendi because in that case the sentencing court would calculate his statutory maximum as three consecutive 240 month sentences. U.S.S.G. &#167; 5G1.2; see Duarte, 246 F.3d at 62 n.4. While a judge could permissibly find those facts by a preponderance of the evidence, and a jury could permissibly find them beyond a reasonable doubt, it is not so clear that a reasonable jury must have found them beyond a reasonable doubt. The two empty barrels were found not in Bailey's apartment, but in Washington's. Accepting the fact that the \"411\" call to Bailey was a signal summoning Bailey to pick up the drug shipments, and that all the shipping documents establish a common mode of operation throughout the conspiracy, then why were those barrels not removed from Washington's possession once the marijuana was removed? How much marijuana was in the barrels? Obviously there was some, and the palm print on the inside of the lid ties Bailey to those barrels.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Most important, though, is the government's inability to prove how much marijuana was in the two barrels that simply smelled of marijuana. To hold that a reasonable jury would have to find that they contained more than 17.2 pounds beyond a reasonable doubt would be arbitrary based on the evidence presented. The government even admitted at oral argument that it could not prove that the bills of lading offered into evidence corresponded to the two barrels discovered in Washington's apartment, so even its circumstantial evidence of the barrels' weight when shipped is problematic.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, who was to say how much other material was in the barrels other than marijuana? To say that the weight of drugs properly attributable to Bailey was supported by overwhelming evidence, as we must in order to find harmless error, is simply not possible given the facts of this case.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In sum, while we affirm the lower court's denial of Bailey's evidentiary objections, we vacate the lower court's sentence on the basis of an Apprendi error that was not harmless. Therefore, Bailey is to be re-sentenced consistently with Apprendi.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The defendant's conviction is affirmed, the sentence is vacated, and the case is remanded for re-sentencing as provided herein.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Virginia, sitting by designation.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>CLIVE W. BAILEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1058</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Sept. 14, 2001<br>Decided November 2, 2001</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">[Hon. Frank H. Freedman, Senior U.S. District Judge][Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Terry Scott Nagel, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Karen L. Goodwin, Assistant United States Attorney, with whom James B. Farmer, United States Attorney, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before Selya and Lipez, Circuit Judges, and Doumar, Senior District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">DOUMAR, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant-appellant Clive Bailey was convicted of conspiracy to possess with intent to distribute marijuana and of aiding and abetting others to do the same. 21 U.S.C. &#167; 846 and &#167; 841(a)(1) (1994); 18 U.S.C. &#167; 2 (1994). He was sentenced to 262 months imprisonment. Bailey appeals his conviction on the ground that the District Court allowed inadmissible hearsay into his trial, and he appeals his sentence on the ground that the lower court's determination of drug quantity under a preponderance of the evidence standard elevated his sentence above the five year maximum for trafficking less than fifty kilograms of marijuana. He claims that this contravenes the rule laid down in Apprendi v. New Jersey, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span> (2000). We affirm the lower court's evidentiary rulings and therefore the conviction, but vacate its application of the sentencing guidelines in light of the rule in Apprendi and remand the case for re-sentencing consistent with Apprendi.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 10, 1998, federal agents, pursuant to a warrant, searched a barrel that had been shipped from Los Angeles, California, to Springfield, Massachusetts, and found 93 pounds (42.18 kilograms) of marijuana. While this search was in progress, Maureen Washington came to collect the barrel. Following conversations with the agents on the scene, Washington agreed to cooperate by having agents accompany her to deliver the barrel to its intended recipient. With two agents hidden in her van, she drove home where she made a telephone call to Clive Bailey's pager, punching in the code \"411.\" Clive Bailey arrived within fifteen minutes, approached the van, and opened the rear door. He fled upon seeing the agents, but was apprehended. A search of Bailey's car yielded a pager displaying the number \"411\" on it. This pager indicated that the call originated from Washington's phone. Two barrels that were virtually identical to the one with 93 pounds of marijuana that Washington had come to pick up earlier that day were then found in Washington's apartment. While neither of these barrels contained any drugs, each of them had a distinct smell of marijuana. Bailey's palm print was found on the inside surface of the lid of one of those barrels. Bailey's defense was that he had been carrying on a romantic liaison with Washington, and that the \"411\" page was simply a code relating to that social relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, the government introduced three bills of lading and three delivery receipts, arguing that those documents linked the three barrels in the case to Bailey. The bill of lading for the barrel that was seized on February 10, 1998 was dated February 1, 1998 and stated that the barrel was being sent from Crown Fashion in Los Angeles, California, to Mazie's Fashion and Accessories in Springfield, Massachusetts (Mazie's was later determined to be a fictitious company), and would be picked up at the dock. The delivery receipt for this barrel, signed by \"Maureen Washington,\" stated that the barrel weighed 100 pounds. That barrel in fact contained 93 pounds of marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Another bill of lading, dated December 29, 1997, also described a barrel shipment from Crown Fashion to Mazie's Fashion. Like the earlier bill, this bill of lading stated that the barrel would be picked up at the dock. The delivery receipt corresponding to this bill of lading revealed that the barrel weighed 110 pounds and that it was paid and signed for by \"Maureen Washington\" on January 6, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A third bill of lading dated October 15, 1997, described a barrel shipment from Steinberg Originals in Los Angeles, California, to Bay State Work Shop in Springfield, Massachusetts, also to be picked up at the dock. The delivery receipt corresponding to this bill of lading stated that the barrel weighed 500 pounds and was signed for by \"Maureen Washington.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A loading dock employee, Bonnie Susan Clark, was present when Maureen Washington picked up and paid for the barrel on February 10, the day that the agents intervened and Washington brought them to Clive Bailey. Clark recognized Washington as the person who picked up the October, 1997 and January, 1998 barrels. She could not, however, identify Washington in court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Additionally, Clark remembered receiving a call shortly before the February, 1998 shipment, from a man who wanted to know if her company had received a shipment for Mazie's. Records showed that a call had been placed from Bailey's phone on February 6, 1998, four days before Washington came to pick up the barrel addressed to Mazie's with 93 pounds of marijuana. The government argued that the phone caller with an interest in the Mazie's delivery was Bailey himself.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, the government introduced evidence that Bailey had a \"connection\" in California, one Seaford Colley, a California resident to whom several calls were made from Bailey's phone. The government also introduced a Western Union receipt showing that on June 23, 1997, Bailey had wired $2,500 to Colley in California.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In sum, the three barrels looked the same, they all came from California, and they were all signed for by \"Maureen Washington.\" One shipment even bore the same fictitious name and address for the consignee as the one seized on February 10. The two barrels found in Washington's home smelled of marijuana, and one had Bailey's palm print inside of it. Phone calls were made from Bailey's phone to the loading dock in Massachusetts four days prior to the shipment that was seized and to Seaford Colley in California, along with a wire transfer of $2,500 to Colley.</p>\n    </div>\n    <p class=\"indent\">II. THE EVIDENTIARY ISSUE</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Washington disappeared prior to Bailey's trial. At trial, an agent testified to the actions Washington took following her agreement to cooperate. The agent testified that \"after she [Washington] agreed to deliver [the barrel] to the intended recipient, she drove the van with two of our task force agents hiding in the back of the van to her residence.\" He further testified that she made a phone call to the \"intended recipient\" and punched in the code \"411.\" Also at trial, the government introduced evidence that Bailey drove an expensive car yet was unemployed and had no other visible source of income. Bailey's attorney objected to the admission of this evidence, and Bailey now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On appeal, the district court's denial of Bailey's evidentiary objection on hearsay grounds is reviewed for abuse of discretion. United States v. Barone, <span class=\"citation\" data-id=\"197399\"><a href=\"/opinion/197399/united-states-v-barone/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span>, 1293 (1st Cir. 1997). Out of court statements offered not for their truth but \"offered only for context,\" do not constitute hearsay. United States v. Catano, <span class=\"citation\" data-id=\"196298\"><a href=\"/opinion/196298/united-states-v-catano/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 224 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For example, an out-of-court statement might be offered to show that the declarant had certain information, or entertained a specific belief, or spoke a particular language; or it might be offered to show the effect of the words spoken on the listener (e.g., to supply a motive for the listener's action). See generally 5 Weinstein's Federal Evidence &#167; 801.03[4], at 801-14.1 to 801-15 (2d ed.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">United States v. Murphy <span class=\"citation\" data-id=\"198658\"><a href=\"/opinion/198658/united-states-v-murphy/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 n.2 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case, the agent's testimony was not hearsay because it described conduct and provided context; it did not introduce statements for the truth of the matters asserted. The agent described how Washington brought his colleagues and himself to the rendevous point and made a phone call summoning the \"intended recipient.\" This Court has held that directions from one individual to another, or statements offered only for context, do not constitute hearsay. Catano, 65 F.3d at 224. Washington's making a phone call, and her driving the agents to the rendevous, was non-assertive conduct and outside the scope of the hearsay rule. United States v. Mendez-deJesus, <span class=\"citation\" data-id=\"196787\"><a href=\"/opinion/196787/united-states-v-mendez-de-jesus/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 n. 2 (1st Cir. 1996). She did not orally identify Bailey; she summoned him by sending a page. The agent did not testify that Washington pointed at Bailey or in any way made an out of court declaration regarding his identity. In sum, this was not hearsay, so the district court did not abuse its discretion in admitting the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Regarding the testimony about Bailey's car and finances, at trial the government had an FBI agent testify that 1) to his knowledge, Bailey was unemployed, but 2) he had \"certain fixed expenses,\" which included monthly payments on two car loans and on child support. Over Bailey's objection, the agent also testified that Bailey had purchased a Jeep Cherokee in July, 1996 and that it cost $30,000, and that his loan payments ranged from $700 to $1500.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">According to the record, Bailey's objection to this evidence failed to state a ground. This court has held that \"objections to evidentiary proffers must be reasonably specific in order to preserve a right to appellate review.\" United States v. Holmquist, <span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 168 (1st Cir. 1994). In other words, a litigant is obliged to \"call [his specific objection] to the attention of the trial judge, so as to alert [the judge] to the proper course of action.\" Id. (quoting Notes of the Advisory Committee on Evidence Rule 103(a)). A lack of specificity bars the party allegedly aggrieved by the admission of the evidence from raising more particularized points for the first time on appeal. Had Bailey asserted hearsay as a basis during the trial, the government likely could have cured the objection by introducing business records of the car expenses. The result is a review for plain error, Id., at 168 n.15, which requires \"errors so shocking that they seriously affect the fundamental fairness and basic integrity of the proceedings conducted below,\" or, put another way, those errors which must be noticed in order to prevent a \"clear miscarriage of justice.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, the officer's testimony was duplicative of other documentary evidence, the substance of which Bailey has not contested. Testimony that is cumulative in nature and limited in scope cannot constitute plain error. Id. Moreover, this Court has held that \"evidence that the defendant possessed or controlled substantial sums of money from unexplained sources is relevant in a prosecution for drug trafficking.\" United States v. Figueroa, <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1454 (1st Cir. 1992). It therefore could not have been plain error to admit this relevant and factually uncontested evidence into the trial. Therefore, the district court's evidentiary rulings are affirmed.</p>\n    </div>\n    <p class=\"indent\">III. THE APPRENDI ERROR</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Turning to the Apprendi issue, appellant's counsel indicated that if for any reason the Court did not agree with his contention that evidentiary errors in the district court warranted a reversal and new trial, then the Court should remand for re-sentencing in light of the Apprendi violation that occurred. We think the defendant's position on this is well founded.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For its part, the government admitted both in briefs and at oral argument that an Apprendi error occurred at trial, but argues that it was harmless. We agree with its admission that the Defendant was sentenced in violation of the rule in Apprendi. We disagree, however, with its argument that the error was harmless, and for that reason we grant appellant's request by vacating the sentence and remanding for re-sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At the close of evidence in Bailey's trial, Bailey requested an instruction requiring the jury to determine the weight of drugs attributable to his conduct. The court declined to give this instruction because, at the time of trial (which was prior to the Apprendi decision), circuit precedent indicated that quantity was a factor only to be determined at sentencing. The court actually instructed the jury that it \"need not be concerned with quantity.\" The jury returned a guilty verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Apprendi was decided between the date of verdict and the date of sentencing. Over defense objections that the jury had not attributed a drug weight to Bailey's conduct, the court found that Bailey was responsible for 319.9 kilograms of marijuana. The statutory maximum for this weight of drugs triggered an increase in Bailey's offense level under the Career Offender guidelines from 17 to 34. U.S.S.G. &#167; 4B1.1. The Court then imposed a sentence of 262 months from the applicable 262 to 327 month range.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Apprendi, the Supreme Court held that \"other than the fact of prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" Apprendi, 530 U.S. at 490. Under 21 U.S.C. &#167; 841(b)(1)(D), five years (60 months) is the maximum penalty for a violation of 21 U.S.C. &#167; 841(a)(1) involving less than fifty kilograms of marijuana. According to our recent opinion, this five year penalty is the default statutory maximum for a violation of &#167; 841(a)(1) involving less than fifty kilograms of marijuana. United States v. Duarte, <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 61 (1st Cir. 2001). Bailey's 262 month sentence obviously exceeds this default statutory maximum. Even if the statutory maximum sentences for each of the three counts of his conviction were run consecutively, see Duarte, 246 F.3d at 62, n.4, Bailey's total statutory maximum sentence would only equal 180 months, not 262 months, because each count involved less than fifty kilograms of marijuana under Apprendi and Duarte. Because Bailey's sentence was arrived at largely from the lower court's drug weight calculations and not from the jury's verdict, an Apprendi error occurred. Unless the Apprendi error is harmless, as the government urges us to find, any sentence imposed in excess of the five-year default statutory maximum for a crime involving less than fifty kilograms of marijuana would have to be set aside. Neder v. United States, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defining harmless error, the Supreme Court has held that \"where a reviewing court concludes beyond a reasonable doubt that the omitted element was uncontested and supported by overwhelming evidence, such that the jury verdict would have been the same absent the error,\" an erroneous instruction omitting the requirement that the jury find an element of the offense beyond a reasonable doubt is harmless. Id. This is a finding that we cannot make in this case. The error cannot be harmless where, as here, the defendant has contested the omitted element and the evidence is sufficient to support a contrary finding. Id. at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government contends that the evidence compelled the jury to attribute at least 17.2 pounds of marijuana to Bailey from the two empty barrels discovered in Washington's apartment. In its view, that weight could take Bailey over the 110.2 pound (50 kilogram) threshold of 21 U.S.C. &#167; 841(b)(1)(C) and make his sentence conform with Apprendi because in that case the sentencing court would calculate his statutory maximum as three consecutive 240 month sentences. U.S.S.G. &#167; 5G1.2; see Duarte, 246 F.3d at 62 n.4. While a judge could permissibly find those facts by a preponderance of the evidence, and a jury could permissibly find them beyond a reasonable doubt, it is not so clear that a reasonable jury must have found them beyond a reasonable doubt. The two empty barrels were found not in Bailey's apartment, but in Washington's. Accepting the fact that the \"411\" call to Bailey was a signal summoning Bailey to pick up the drug shipments, and that all the shipping documents establish a common mode of operation throughout the conspiracy, then why were those barrels not removed from Washington's possession once the marijuana was removed? How much marijuana was in the barrels? Obviously there was some, and the palm print on the inside of the lid ties Bailey to those barrels.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Most important, though, is the government's inability to prove how much marijuana was in the two barrels that simply smelled of marijuana. To hold that a reasonable jury would have to find that they contained more than 17.2 pounds beyond a reasonable doubt would be arbitrary based on the evidence presented. The government even admitted at oral argument that it could not prove that the bills of lading offered into evidence corresponded to the two barrels discovered in Washington's apartment, so even its circumstantial evidence of the barrels' weight when shipped is problematic.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, who was to say how much other material was in the barrels other than marijuana? To say that the weight of drugs properly attributable to Bailey was supported by overwhelming evidence, as we must in order to find harmless error, is simply not possible given the facts of this case.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In sum, while we affirm the lower court's denial of Bailey's evidentiary objections, we vacate the lower court's sentence on the basis of an Apprendi error that was not harmless. Therefore, Bailey is to be re-sentenced consistently with Apprendi.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The defendant's conviction is affirmed, the sentence is vacated, and the case is remanded for re-sentencing as provided herein.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Virginia, sitting by designation.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592204/"
  ]
}