{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199646/",
  "absolute_url": "/opinion/199646/graphic-communicatio-v-quebecor-printing/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199646/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:30Z",
  "date_modified": "2017-03-24T11:02:34.415157Z",
  "type": "010combined",
  "sha1": "a3fb5ce97cbae9079fdc508a156c6f76f7749a6e",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2127-01A.pdf",
  "local_path": "pdf/2001/10/25/Graphic_Communicatio_v._Quebecor_Printing.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNos. 00-2127\n     00-2521\n\n  GRAPHIC COMMUNICATIONS INTERNATIONAL UNION, LOCAL 12-N AND\n   GRAPHIC COMMUNICATIONS INTERNATIONAL UNION, LOCAL 239-M,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\nQUEBECOR PRINTING PROVIDENCE, INC. AND QUEBECOR PRINTING (USA)\n                            CORP.,\n\n                    Defendants, Appellees.\n\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\n\n\n                            Before\n\n                      Selya, Circuit Judge,\n                Gibson,* Senior Circuit Judge,\n                   and Lipez, Circuit Judge.\n\n\n\n     Peter J. Leff, with whom O'Donnell, Schwartz & Anderson,\nP.C. were on brief, for appellants.\n     Russell F. Morris, Jr., with whom Michael S. Moschel and\nBass, Berry & Sims PLC were on brief, for appellees.\n\n\n                       October 25, 2001\n\f     * Hon. John R. Gibson, of the Eighth Circuit, sitting by\n designation.\n          LIPEZ, Circuit Judge. On December 16, 1998, Quebecor\n\nPrinting Providence, Inc. and Quebecor Printing (USA) Corp.\n\n(collectively, \"Quebecor\") announced the permanent closure of their\n\ngravure printing plant in Providence, Rhode Island, effective that same\n\nday.   Graphic Communications International Union, Local 12-N and\n\nGraphic Communications International Union, Local 239-M (\"the Unions\")\n\nfiled a lawsuit in the United States District Court for the District of\n\nRhode Island, claiming that Quebecor had violated          the Worker\n\nAdjustment and Retraining Notification Act (\"WARN Act\"), 29 U.S.C. §\n\n2102(a), which requires that employers provide 60 days notice of a\n\nplant closing. On July 21, 2000, the district court entered judgment\n\npursuant to a memorandum and order granting Quebecor's motion for\n\nsummary judgment and denying the Unions' cross-motion for summary\n\njudgment. The Unions filed a notice of appeal with the district court\n\non August 22, 2000, one day after the 30-day period for filing the\n\nnotice of appeal had expired. The Unions then moved for an extension\n\nof time to file the notice of appeal due to excusable neglect, and the\n\ndistrict court denied their motion. The Unions appeal both the denial\n\nof that motion and the district court's disposition of the cross-\n\nmotions for summary judgment. Because the district court acted within\n\nits discretion in rejecting the Unions' motion for an extension of time\n\n\n\n\n                                 -2-\n\fto file the notice of appeal, we affirm that decision, and do not reach\n\nthe merits of the Unions' WARN Act claim.\n\n\n\n\n                                  I.\n\n          The district court decided the summary judgment motions in\n\nfavor of Quebecor on the merits of the Unions' WARN Act claims in a\n\nmemorandum and order issued on July 20, 2000, and the clerk entered\n\njudgment the next day. Pursuant to Fed. R. App. P. 4(a)(1)(A), the\n\nUnions had until August 21, 2000 to file the notice of appeal.\n\n          On Thursday, August 17, Peter J. Leff, the Unions' Washington\n\ncounsel, sent a notice of appeal and a check for the cost via Express\n\nMail to Marc Gursky, the Unions' Providence counsel. Leff telephoned\n\nGursky, either on August 17 or the day before, to alert him to expect\n\nthe package. Although it was guaranteed to arrive at its destination\n\nthe morning of Friday, August 18, the Postal Service did not attempt to\n\ndeliver the package to Gursky's firm until 7:00 a.m. on Saturday,\n\nAugust 19, when no one was there to sign for it. A second delivery\n\nattempt was made at 2:14 p.m. on Monday, August 21, and was successful.\n\n          The apparent reason for the Postal Services' failure to\n\ndeliver the package on Friday, August 18 was an incorrect address on\n\nthe package. In March of 2000, Gursky's firm had relocated within\n\nProvidence. In preparing the Express Mail package, however, Leff's\n\n\n                                 -3-\n\foffice copied the old address off a letter Gursky's firm had written\n\nbefore the move.\n\n          When the package did arrive at 2:14 p.m. on Monday, August\n\n21, there was still time (until the end of the day) to file the notice\n\nof appeal. A secretary at Gursky's firm, Cheryl Dichiara, received\n\nthe package, and placed it on her desk with the intention of giving it\n\nto Gursky when he returned to the office. Dichiara, who was preparing\n\nan arbitration brief for another client that was due the next day, lost\n\ntrack of the package under other documents on her desk, and did not\n\ngive it to Gursky until August 22.1 The Unions filed the notice of\n\nappeal that same day, and informed Quebecor of the error and of their\n\nintention to file a motion for extension of time to file the notice of\n\nappeal on the ground of excusable neglect, pursuant to Fed. R. App. P.\n\n4(a)(5) (the motion was filed on August 24). At a hearing before the\n\n     1  It is unclear whether Gursky returned to the office on the\nafternoon of August 21. He offered the following account to the\ndistrict court:\n     THE COURT: What happened on Monday the 21st? Apparently, this\n     package arrived, and you weren't there?\n     MR. GURSKY: That's right.\n     THE COURT: Which is understandable.\n     MR. GURSKY: I don't know what happened on Monday the 21st because\n     I wasn't there. I only know what happened on Tuesday which would\n     have been -\n     THE COURT: Did you go back to the office on the 21st?\n     MR. GURSKY: Judge, I don't know. I'm sure I must have been back\n     at the office at some point on the 21st.\nLeff indicated to the district court that he \"believe[d]\" Gursky's\nsecretary had said in the declaration that he had returned to the\noffice that afternoon, but the declaration contains no such statement.\n\n\n                                 -4-\n\fdistrict court the next month, Gursky indicated that, as of August 21,\n\nthe deadline for filing the notice of appeal, he believed the period\n\nfor filing the notice of appeal was 60 days, rather than 30.\n\n                                  II.\n\n            Under the Federal Rules of Appellate Procedure, with\n\nexceptions not relevant here, the notice of appeal \"must be filed with\n\nthe district clerk within 30 days after the judgment or order appealed\n\nfrom is entered.\" Fed. R. App. P. 4(a)(1)(A). \"The district court may\n\nextend the time to file a notice of appeal if: (i) a party so moves no\n\nlater than 30 days after the time prescribed by this Rule . . .\n\nexpires; and (ii) that party shows excusable neglect or good cause.\"\n\nFed. R. App. P. 4(a)(5)(A).     The Unions argue that while the late\n\nfiling was not due to forces beyond their control, any neglect on their\n\npart was excusable, and that the district court should therefore have\n\ngranted an extension.\n\n            Our review of the district court's interpretation of Fed. R.\n\nApp. P. 4(a)(5) is de novo, \"but otherwise [we] defer to its denial of\n\nthe requested extension in the absence of an abuse of discretion.\"\n\nPontarelli v. Stone, 930 F.2d 104, 109 (1st Cir. 1991) (citations\n\nomitted).\n\n            Before the Supreme Court's decision in Pioneer Investment\n\nServices Co. v. Brunswick Associates Limited Partnership, 507 U.S. 380\n\n(1993), the rule in this circuit was that \"[n]eglect is excusable\n\n\n                                  -5-\n\fwithin the meaning of FRAP 4(a)(5) only in unique or extraordinary\n\ncircumstances.\" Pontarelli, 930 F.2d at 111 (finding no excusable\n\nneglect where notice of appeal failed to specify each party taking\n\nappeal, as required under Fed. R. App. P. (3)(c) (internal quotation\n\nmarks omitted)); see also Rivera v. Puerto Rico Tel. Co., 921 F.2d 393,\n\n396 (1st Cir. 1990) (attorney's failure to list all plaintiffs on\n\nnotice of appeal \"does not constitute excusable neglect for purposes of\n\nRule 4(a)(5) except in unusual or extraordinary circumstances\");\n\nAirline Pilots in the Service of Executive Airlines, Inc. v. Executive\n\nAirlines, Inc., 569 F.2d 1174, 1175 (1st Cir. 1978) (\"A mistake made by\n\nan attorney or his staff [secretary wrote down incorrect deadline for\n\nnotice of appeal] is not, except in unusual or extraordinary\n\ncircumstances . . . excusable neglect. . . .\"); Spound v. Mohasco\n\nIndus., Inc., 534 F.2d 404, 411 (1st Cir. 1976) (\"Excusable neglect\n\ncalls for circumstances that are unique or extraordinary.\" (internal\n\nquotation marks omitted)). We did find excusable neglect in In Re San\n\nJuan Dupont Plaza Hotel Fire Litigation, 888 F.2d 940, 941-42 (1st Cir.\n\n1989), but there the circumstances were extraordinary: the failure to\n\nname each plaintiff on a notice of appeal stating that \"all plaintiffs,\n\nthrough the Plaintiffs' Steering Committee he[re]by appeal,\" was deemed\n\nexcusable on the grounds of \"the extraordinary size [over 2,000] of the\n\nplaintiff group,\" the representative status of the Plaintiffs' Steering\n\n\n\n\n                                 -6-\n\fCommittee, and the reasonableness of the plaintiffs' filing (which, we\n\nsuggested, may in fact have complied with Rule (3)(c)).         Id. at 942.\n\n     In Pioneer the Supreme Court endorsed a more generous reading of\n\nthe phrase \"excusable neglect.\" T he Court interpreted the \"excusable\n\nneglect\" provision in Rule 9006(b)(1) of the Federal Rules of\n\nBankruptcy Procedure, which \"empowers a bankruptcy court to permit a\n\nlate filing if the movant's failure to comply with an earlier deadline\n\n'was the result of excusable neglect.'\"2 507 U.S. at 382. Rejecting\n\nwhat it termed a \"narrow view of 'excusable neglect,'\" under which the\n\nfailure to meet a deadline had to be \"caused by circumstances beyond\n\nthe movant's control,\" the Court advanced \"a more flexible analysis.\"\n\nId. at 387 n.3. The Court observed that the ordinary meaning of the\n\n\n\n     2   In Pioneer, the bankruptcy court had refused to permit\ncreditors' late filing of their proofs of claim against a debtor in a\nChapter 11 proceeding. The Sixth Circuit reversed and the Supreme\nCourt affirmed, emphasizing, in addition to the creditors' good faith\nand the absence of prejudice either to the debtor or to the judicial\nsystem, the bankruptcy court's unorthodox method of notifying the\ncreditors of the deadline (the \"bar date\"). Ordinarily the bar date\n\"should be prominently announced and accompanied by an explanation of\nits significance,\" but here the \"peculiar and inconspicuous placement\nof the bar date in a notice regarding a creditors['] meeting, without\nany indication of the significance of the bar date, left a dramatic\nambiguity in the notification,\" which made the creditors' neglect\nexcusable. Pioneer, 507 U.S. at 398 (alternation in original)\n(internal quotation marks omitted). Counsel for the creditors, \"an\nexperienced bankruptcy attorney,\" was unaware of the bar date until\nafter it had passed. Id. at 384. The Sixth Circuit had concluded that\nthe \"'dramatic ambiguity'\" in the notice of the bar date could have\nconfused \"'[e]ven persons experienced in bankruptcy.'\" Id. at 387\n(quoting In re Pioneer Inv. Servs. Co., 943 F.2d 673, 678 (6th Cir.\n1991) (alteration in original)).\n\n                                 -7-\n\fword \"neglect\" encompasses not just unavoidable omissions, but also\n\nnegligent ones, and concluded that \"Congress plainly contemplated that\n\nthe courts would be permitted, where appropriate, to accept late\n\nfilings caused by inadvertence, mistake, or carelessness, as well as by\n\nintervening circumstances beyond the party's control.\"         Id. at 388.\n\n     The Court then identified factors to be weighed in evaluating a\n\nclaim of excusable neglect:\n\n     we conclude that the determination is at bottom an equitable\n     one, taking account of all relevant circumstances\n     surrounding the party's omission. These include . . . the\n     danger of prejudice to the [non-moving party], the length of\n     the delay and its potential impact on judicial proceedings,\n     the reason for the delay, including whether it was within\n     the reasonable control of the movant, and whether the movant\n     acted in good faith.\n\nId. at 395. Although the excusable neglect provision interpreted in\n\nPioneer was located in the Bankruptcy Rules, the Court cited a\n\ndisagreement among the circuits on the meaning of \"excusable neglect\"\n\nin Fed. R. App. P. 4(a)(5) as a reason for granting certiorari. See\n\nid. at 387 & n.3. In Virella-Nieves v. Briggs & Stratton Corp., 53\n\nF.3d 451 (1st Cir. 1995), we concluded that \" Pioneer's exposition of\n\nexcusable neglect, though made in the context of late bankruptcy\n\nfilings, applies equally to Fed. R. App. P. 4(a)(5).\" Id. at 454 n.3;\n\nsee also Pratt v. Philbrook, 109 F.3d 18, 19 (1st Cir. 1997) (\"Pioneer\n\nmust be understood to provide guidance outside the bankruptcy\n\ncontext.\").\n\n\n\n                                 -8-\n\f     We have recognized that Pioneer marked a shift in the\n\nunderstanding of excusable neglect. In Pratt, we vacated the district\n\ncourt's denial of the plaintiff's motion to reopen a case under Fed R.\n\nCiv. P. 60(b)(1), and remanded for reconsideration under the\n\n\"latitudinarian standards\" for excusable neglect announced in Pioneer.\n\n109 F.3d at 19.    We noted that the Supreme Court had \"adopted a\n\nforgiving attitude toward instances of 'excusable neglect,' a term\n\nPioneer suggests will be given a broad reading.\"        Id. at 22.   In\n\nHospital Del Maestro v. National Labor Relations Board, 263 F.3d 173,\n\n174 (1st Cir. 2001) (per curiam), we observed that excusable neglect\n\nafter Pioneer is \"a somewhat elastic concept\" (internal quotation marks\n\nomitted). Other circuits have come to the same conclusion. See Robb\n\nv. Norfolk & W. Ry. Co., 122 F.3d 354, 359 (7th Cir. 1997) (\"Pioneer\n\nbroadened the definition of 'excusable neglect.'\"); United States v.\n\nThompson, 82 F.3d 700, 702 (6th Cir. 1996) ( Pioneer establishes \"a more\n\nliberal definition of what constitutes excusable neglect when an\n\nindividual seeks a motion for an extension of time in the district\n\ncourt under Fed. R. App. P. 4\"); Fink v. Union Cent. Life Ins. Co., 65\n\nF.3d 722, 724 (8th Cir. 1995) ( Pioneer \"established a more flexible\n\nanalysis of the excusable neglect standard\"); United States v. Hooper,\n\n9 F.3d 257, 258 (2nd Cir. 1993) ( Pioneer advances \"a more lenient\n\ninterpretation\" of excusable neglect).\n\n\n\n\n                                  -9-\n\f     Although the Pioneer standard is more forgiving than the standard\n\nin our prior case law, there still must be a satisfactory explanation\n\nfor the late filing.    We have observed that \"'[t]he four Pioneer\n\nfactors do not carry equal weight; the excuse given for the late filing\n\nmust have the greatest import. While prejudice, length of delay, and\n\ngood faith might have more relevance in a closer case, the reason-for-\n\ndelay factor will always be critical to the inquiry. . . .'\" Hosp. Del\n\nMaestro, 263 F.3d at 175 (quoting Lowry v. McDonnell Douglas Corp., 211\n\nF.3d 457, 463 (8th Cir. 2000)). This focus comports with the Pioneer\n\nCourt's recognition that \"inadvertence, ignorance of the rules, or\n\nmistakes construing the rules do not usually constitute 'excusable'\n\nneglect.\"   507 U.S. at 392.\n\n     Even in the wake of Pioneer, therefore, when a party's or\n\ncounsel's misunderstanding of clear law or misreading of an unambiguous\n\njudicial decree is the reason for the delay in filing the notice of\n\nappeal, we have continued to uphold findings of \"no excusable neglect\"\n\nwhere the court cited the absence of unique or extraordinary\n\ncircumstances. In Mirpuri v. ACT Manufacturing, Inc., 212 F.3d 624,\n\n631 (1st Cir. 2000), counsel misread a clear statement in the district\n\ncourt's memorandum decision dismissing plaintiff's complaint \"with\n\nfinality,\" id. at 627, as leaving open the possibility of subsequent\n\namendment, see id. at 630. We indicated that the memorandum decision\n\nhad \"explained in the most transparent of terms the court's intention\n\n\n                                 -10-\n\fto act with 'finality in this case,'\" and concluded that \"[a]\n\nmisunderstanding that occurs because a party (or his counsel) elects to\n\nread the clear, unambiguous terms of a judicial decree through rose-\n\ncolored glasses cannot constitute excusable neglect.\" Id. at 631. We\n\nheld that \"[b]ecause the plaintiffs' failure to file a timely notice of\n\nappeal was not excused by any extraordinary circumstances, the district\n\ncourt did not abuse its discretion in denying their motion for an\n\nextension of time.\"3    Id.\n\n     Most recently, in Hospital Del Maestro, we affirmed the denial of\n\nan excusable neglect claim where appellant had filed exceptions to the\n\n\n\n     3  In Gochis v. Allstate Insurance Co., 16 F.3d 12, 14 (1st Cir.\n1994) (per curiam), the appellants offered as an excuse for an untimely\nnotice of appeal their (allegedly) \"plausible misconstruction\" of the\nrequirement of Fed. R. App. P. 3(c) that a notice of appeal name each\nof the parties taking the appeal. The original notice of appeal had\nlisted \"William Gochis, et. al.\" as appellants, rather than naming each\nof the 79 parties taking the appeal. See id. at 13. We concluded that\nthis misconstruction of the rule was not plausible, but rather \"was due\nto nothing more than counsel's ignorance of the law.\" Id. at 15. We\nheld that the district court had abused its discretion in excusing the\nappellants' neglect: \"in order to show excusable neglect, appellant\nmust demonstrate unique or extraordinary circumstances.\" Id. at 14.\nThis statement seems to require a showing of unique or extraordinary\ncircumstances to establish excusable neglect when there has been a\nmisunderstanding of clear law. That was the pre-Pioneer view, and it\nindicates that Gochis, although decided ten months after Pioneer,\nshould be regarded as part of our pre-Pioneer precedent. Such a\nconclusion becomes virtually irresistible when one considers that (a)\ninsofar as we can tell, neither side cited Pioneer to the Gochis panel;\n(b) the opinion in Gochis makes no reference to Pioneer; and (c) the\npanel decided Gochis before Virella-Nieves, in which we held for the\nfirst time that Pioneer's exposition of excusable neglect applied\noutside the bankruptcy context to Fed. R. App. P. 4(a)(5). 53 F.3d at\n454 n.3.\n\n                                 -11-\n\fdecision of an administrative law judge with the National Labor\n\nRelations Board one day late.        263 F.3d at 175.   Appellant had\n\nmisunderstood the Board's rule requiring that mailings be postmarked\n\nbefore, not on, the due date. Id. at 174. We held that \"[w]e have no\n\nbasis for finding [appellant's] neglect 'excusable' when there is no\n\nproffered reason that would justify, or even plausibly explain, its\n\nmisreading of the rules,\" the meaning of which we described as \"plain\"\n\nand \"unambiguous.\"     Id. at 175.     We concluded: [t]he favorable\n\njuxtaposition of the other Pioneer factors does not, therefore, excuse\n\n[appellant's] oversight.\"     Id.\n\n     Viewed together, Mirpuri and Hospital Del Maestro illustrate that\n\na trial judge has wide discretion in dealing with a litigant whose\n\npredicament results from blatant ignorance of clear or easily\n\nascertainable rules, and, if the trial judge decides that such neglect\n\nis not excusable in the particular case, we will not meddle unless we\n\nare persuaded that some exceptional justification exists. See Mirpuri,\n\n212 F.3d at 631; Hospital Del Maestro, 263 F.3d at 175.\n\n      Other circuits have been even harder on excusable neglect claims\n\ninvolving ignorance of the rules. In Advanced Estimating System, Inc.\n\nv. Riney, 130 F.3d 996, 997 (11th Cir. 1997), the Eleventh Circuit held\n\nthat \"as a matter of law, the lawyer's failure to understand clear law\n\ncannot constitute excusable neglect.\"       The court explained that\n\n\"[n]othing in Pioneer indicates otherwise, and we believe that the law\n\n\n                                 -12-\n\fin this area remains as it was before Pioneer.\" Id. at 998; see also\n\nMidwest Employers Cas. Co. v. Williams, 161 F.3d 877, 880 (5th Cir.\n\n1998) (noting that it would be a \"rare case indeed\" in which\n\n\"misinterpretations of the federal rules could constitute excusable\n\nneglect\"); Prizevoits v. Ind. Bell Tel. Co., 76 F.3d 132, 133 (7th Cir.\n\n1996) (notwithstanding Pioneer, \"[t]he excusable neglect standard can\n\nnever be met by a showing of inability or refusal to read and\n\ncomprehend the plain language of the federal rules.\" (internal\n\nquotation marks omitted)); Weinstock v. Cleary, Gottlieb, Steen &\n\nHamilton, 16 F.3d 501, 503 (2nd Cir. 1994) (same). These cases confirm\n\nthat our post-Pioneer precedents do not conflict with Pioneer in\n\nrefusing lightly to excuse an untimely notice of appeal caused by\n\nignorance of the rules.\n\n                                    III.\n\n     The district court found that one of the salient reasons for the\n\nuntimely notice of appeal was local counsel's ignorance of the Federal\n\nRules of Appellate Procedure. That finding was based on an exchange\n\nbetween the court and local counsel that began with the court asking\n\ncounsel if he had known, on August 21, that the notice of appeal was\n\ndue that day:\n\n     MR.   GURSKY:   Well, by the math, obviously, when you add 60 days to\n     the   -\n     THE   COURT:    How many days?\n     MR.   GURSKY:   Well, at this point, it's more than 60 because you -\n     THE   COURT:    Thirty.\n\n\n                                    -13-\n\f     MR. GURSKY: Okay.    Thirty. . . .\n\nThis factual finding4 informed the court's application of the four\n\nPioneer factors to its excusable neglect determination. See 507 U.S.\n\nat 395. The district court observed that there would be \"little danger\n\nof prejudice\" to Quebecor if the court granted the motion for extra\n\ntime; that \"the length of the delay was minimal (one day), and . . .\n\nwould not have a serious impact on judicial proceedings\"; and that\n\nthere was no evidence the Unions had acted in bad faith. Nevertheless,\n\nit held that the \"reason for the delay\" was insufficient to justify an\n\nextension of time:\n\n     While the delay here was brief and Defendants have suffered\n     no prejudice, the fact remains that counsel's failure to\n     comply with a rule that is \"mandatory and jurisdictional\"\n     was the result of ignorance of the law and inattention to\n\n     4The Unions reject the district court's conclusion that Gursky was\nmistaken about the period of time in which a notice of appeal could be\nfiled, arguing that his actions, in their totality, suggest that he\nknew the deadline was 30 days. The Unions assert that once he realized\non August 22 that the notice of appeal had not been filed on time,\n\n     Mr. Gursky immediately called lead counsel, Peter Leff, in\n     Washington, D.C. to inform him of the mishap and seek\n     counsel on remedying the situation. . . . Additionally, on\n     August 22, 2000, Mr. Gursky filed the Notice of Appeal with\n     the district court. . . . Obviously, if Mr. Gursky believed\n     that the Appellants had 60 days to file the Notice of\n     Appeal, he would not have taken such action on August 22nd.\n\nThe inference the Unions would have us draw, that Gursky's actions on\nAugust 22 indicate that he knew the deadline had passed, is tenuous.\nIt could be that Gursky believed the deadline was 60 days, and only\ndiscovered that it was 30 when he opened the package from Leff, which\npresumably indicated the date the notice of appeal was due. In any\nevent, the court's factual finding is not clearly erroneous.\n\n                                -14-\n\f     detail. Gochis, 16 F.3d at 15 (citing [ United States] v.\n     Robinson, 361 U.S. 220, 229 (1960)). There were no \"unique\n     or extraordinary circumstances\" at play here. Id. at 14.\n     This Court therefore concludes that Plaintiffs' motion must\n     be denied. To find this neglect to be \"excusable\" would\n     only serve to condone and encourage carelessness and\n     inattention in practice before the federal courts, and\n     render the filing deadline set in Fed. R. App. P. 4(a)(1) a\n     nullity.    For these reasons, Plaintiffs' Motion for\n     Extension of Time to File Notice of Appeal is DENIED.\n\n     The Unions argue that the district court erred in its application\n\nof the Pioneer standard when it rested its finding that their neglect\n\nwas not excusable on the absence of \"unique or extraordinary\n\ncircumstances.\" We read the district court’s decision differently.\n\nHaving found that the reason for the delay was, in addition to\n\n“inattention to detail,” counsel’s ignorance of a simple procedural\n\nrule, the court cited the absence of “unique        or extraordinary\n\ncircumstances” not as a talisman, but as a check on its conclusion that\n\nthis degree of carelessness and inattention warranted no relief. In\n\ntaking this approach, the court acted within its discretion and in\n\nconformity with our post-Pioneer precedents in declining to excuse the\n\nUnions' neglect.5    See Mirpuri, 212 F.3d at 631.\n\n     Denial of the Motion for Extension of Time to File Notice of\nAppeal is Affirmed.\n\n\n\n\n     5  To be sure, the district court cited Gochis, which stands for\nthe pre-Pioneer rule. See supra note 3. But the court’s reasoning is\nfully consistent with Mirpuri, 212 F.3d at 631, and with other post-\nPioneer case law. It thus commands our respect.\n\n                                 -15-\n\f",
  "html": "<p class=\"case_cite\">270 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">GRAPHIC COMMUNICATIONS INTERNATIONAL UNION, LOCAL 12-N AND GRAPHIC COMMUNICATIONS INTERNATIONAL UNION, LOCAL 239-M, Plaintiffs, Appellants,<br>v.<br>QUEBECOR PRINTING PROVIDENCE, INC. AND QUEBECOR PRINTING (USA) CORP., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 00-2127 &amp; 00-2521</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard July 31, 2001<br>Decided October 25, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Mary M. Lisi, U.S. District Judge]</p>\n      <p class=\"indent\">Peter J. Leff, with whom O'Donnell, Schwartz &amp; Anderson, P.C. were on brief, for appellants.</p>\n      <p class=\"indent\">Russell F. Morris, Jr., with whom Michael S. Moschel and Bass, Berry &amp; Sims PLC were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Gibson,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 16, 1998, Quebecor Printing Providence, Inc. and Quebecor Printing (USA) Corp. (collectively, \"Quebecor\") announced the permanent closure of their gravure printing plant in Providence, Rhode Island, effective that same day. Graphic Communications International Union, Local 12-N and Graphic Communications International Union, Local 239-M (\"the Unions\") filed a lawsuit in the United States District Court for the District of Rhode Island, claiming that Quebecor had violated the Worker Adjustment and Retraining Notification Act (\"WARN Act\"), 29 U.S.C. &#167; 2102(a), which requires that employers provide 60 days notice of a plant closing. On July 21, 2000, the district court entered judgment pursuant to a memorandum and order granting Quebecor's motion for summary judgment and denying the Unions' cross-motion for summary judgment. The Unions filed a notice of appeal with the district court on August 22, 2000, one day after the 30-day period for filing the notice of appeal had expired. The Unions then moved for an extension of time to file the notice of appeal due to excusable neglect, and the district court denied their motion. The Unions appeal both the denial of that motion and the district court's disposition of the cross-motions for summary judgment. Because the district court acted within its discretion in rejecting the Unions' motion for an extension of time to file the notice of appeal, we affirm that decision, and do not reach the merits of the Unions' WARN Act claim.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court decided the summary judgment motions in favor of Quebecor on the merits of the Unions' WARN Act claims in a memorandum and order issued on July 20, 2000, and the clerk entered judgment the next day. Pursuant to Fed. R. App. P. 4(a)(1)(A), the Unions had until August 21, 2000 to file the notice of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On Thursday, August 17, Peter J. Leff, the Unions' Washington counsel, sent a notice of appeal and a check for the cost via Express Mail to Marc Gursky, the Unions' Providence counsel. Leff telephoned Gursky, either on August 17 or the day before, to alert him to expect the package. Although it was guaranteed to arrive at its destination the morning of Friday, August 18, the Postal Service did not attempt to deliver the package to Gursky's firm until 7:00 a.m. on Saturday, August 19, when no one was there to sign for it. A second delivery attempt was made at 2:14 p.m. on Monday, August 21, and was successful.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The apparent reason for the Postal Services' failure to deliver the package on Friday, August 18 was an incorrect address on the package. In March of 2000, Gursky's firm had relocated within Providence. In preparing the Express Mail package, however, Leff's office copied the old address off a letter Gursky's firm had written before the move.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When the package did arrive at 2:14 p.m. on Monday, August 21, there was still time (until the end of the day) to file the notice of appeal. A secretary at Gursky's firm, Cheryl Dichiara, received the package, and placed it on her desk with the intention of giving it to Gursky when he returned to the office. Dichiara, who was preparing an arbitration brief for another client that was due the next day, lost track of the package under other documents on her desk, and did not give it to Gursky until August 22.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Unions filed the notice of appeal that same day, and informed Quebecor of the error and of their intention to file a motion for extension of time to file the notice of appeal on the ground of excusable neglect, pursuant to Fed. R. App. P. 4(a)(5) (the motion was filed on August 24). At a hearing before the district court the next month, Gursky indicated that, as of August 21, the deadline for filing the notice of appeal, he believed the period for filing the notice of appeal was 60 days, rather than 30.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under the Federal Rules of Appellate Procedure, with exceptions not relevant here, the notice of appeal \"must be filed with the district clerk within 30 days after the judgment or order appealed from is entered.\" Fed. R. App. P. 4(a)(1)(A). \"The district court may extend the time to file a notice of appeal if: (i) a party so moves no later than 30 days after the time prescribed by this Rule . . . expires; and (ii) that party shows excusable neglect or good cause.\" Fed. R. App. P. 4(a)(5)(A). The Unions argue that while the late filing was not due to forces beyond their control, any neglect on their part was excusable, and that the district court should therefore have granted an extension.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Our review of the district court's interpretation of Fed. R. App. P. 4(a)(5) is de novo, \"but otherwise [we] defer to its denial of the requested extension in the absence of an abuse of discretion.\" Pontarelli v. Stone, 930 F.2d 104, 109 (1st Cir. 1991) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before the Supreme Court's decision in Pioneer Investment Services Co. v. Brunswick Associates Limited Partnership, 507 U.S. 380 (1993), the rule in this circuit was that \"[n]eglect is excusable within the meaning of FRAP 4(a)(5) only in unique or extraordinary circumstances.\" Pontarelli, 930 F.2d at 111 (finding no excusable neglect where notice of appeal failed to specify each party taking appeal, as required under Fed. R. App. P. (3)(c) (internal quotation marks omitted)); see also Rivera v. Puerto Rico Tel. Co., 921 F.2d 393, 396 (1st Cir. 1990) (attorney's failure to list all plaintiffs on notice of appeal \"does not constitute excusable neglect for purposes of Rule 4(a)(5) except in unusual or extraordinary circumstances\"); Airline Pilots in the Service of Executive Airlines, Inc. v. Executive Airlines, Inc., 569 F.2d 1174, 1175 (1st Cir. 1978) (\"A mistake made by an attorney or his staff [secretary wrote down incorrect deadline for notice of appeal] is not, except in unusual or extraordinary circumstances . . . excusable neglect. . . .\"); Spound v. Mohasco Indus., Inc., 534 F.2d 404, 411 (1st Cir. 1976) (\"Excusable neglect calls for circumstances that are unique or extraordinary.\" (internal quotation marks omitted)). We did find excusable neglect in In Re San Juan Dupont Plaza Hotel Fire Litigation, 888 F.2d 940, 941-42 (1st Cir. 1989), but there the circumstances were extraordinary: the failure to name each plaintiff on a notice of appeal stating that \"all plaintiffs, through the Plaintiffs' Steering Committee he[re]by appeal,\" was deemed excusable on the grounds of \"the extraordinary size [over 2,000] of the plaintiff group,\" the representative status of the Plaintiffs' Steering Committee, and the reasonableness of the plaintiffs' filing (which, we suggested, may in fact have complied with Rule (3)(c)). Id. at 942.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Pioneer the Supreme Court endorsed a more generous reading of the phrase \"excusable neglect.\" The Court interpreted the \"excusable neglect\" provision in Rule 9006(b)(1) of the Federal Rules of Bankruptcy Procedure, which \"empowers a bankruptcy court to permit a late filing if the movant's failure to comply with an earlier deadline 'was the result of excusable neglect.'\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 507 U.S. at 382. Rejecting what it termed a \"narrow view of 'excusable neglect,'\" under which the failure to meet a deadline had to be \"caused by circumstances beyond the movant's control,\" the Court advanced \"a more flexible analysis.\" Id. at 387 n.3. The Court observed that the ordinary meaning of the word \"neglect\" encompasses not just unavoidable omissions, but also negligent ones, and concluded that \"Congress plainly contemplated that the courts would be permitted, where appropriate, to accept late filings caused by inadvertence, mistake, or carelessness, as well as by intervening circumstances beyond the party's control.\" Id. at 388.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Court then identified factors to be weighed in evaluating a claim of excusable neglect:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">we conclude that the determination is at bottom an equitable one, taking account of all relevant circumstances surrounding the party's omission. These include . . . the danger of prejudice to the [non-moving party], the length of the delay and its potential impact on judicial proceedings, the reason for the delay, including whether it was within the reasonable control of the movant, and whether the movant acted in good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 395. Although the excusable neglect provision interpreted in Pioneer was located in the Bankruptcy Rules, the Court cited a disagreement among the circuits on the meaning of \"excusable neglect\" in Fed. R. App. P. 4(a)(5) as a reason for granting certiorari. See id. at 387 &amp; n.3. In Virella-Nieves v. Briggs &amp; Stratton Corp., 53 F.3d 451 (1st Cir. 1995), we concluded that \"Pioneer's exposition of excusable neglect, though made in the context of late bankruptcy filings, applies equally to Fed. R. App. P. 4(a)(5).\" Id. at 454 n.3; see also Pratt v. Philbrook, 109 F.3d 18, 19 (1st Cir. 1997) (\"Pioneer must be understood to provide guidance outside the bankruptcy context.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have recognized that Pioneer marked a shift in the understanding of excusable neglect. In Pratt, we vacated the district court's denial of the plaintiff's motion to reopen a case under Fed R. Civ. P. 60(b)(1), and remanded for reconsideration under the \"latitudinarian standards\" for excusable neglect announced in Pioneer. 109 F.3d at 19. We noted that the Supreme Court had \"adopted a forgiving attitude toward instances of 'excusable neglect,' a term Pioneer suggests will be given a broad reading.\" Id. at 22. In Hospital Del Maestro v. National Labor Relations Board, 263 F.3d 173, 174 (1st Cir. 2001) (per curiam), we observed that excusable neglect after Pioneer is \"a somewhat elastic concept\" (internal quotation marks omitted). Other circuits have come to the same conclusion. See Robb v. Norfolk &amp; W. Ry. Co., 122 F.3d 354, 359 (7th Cir. 1997) (\"Pioneer broadened the definition of 'excusable neglect.'\"); United States v. Thompson, 82 F.3d 700, 702 (6th Cir. 1996) (Pioneer establishes \"a more liberal definition of what constitutes excusable neglect when an individual seeks a motion for an extension of time in the district court under Fed. R. App. P. 4\"); Fink v. Union Cent. Life Ins. Co., 65 F.3d 722, 724 (8th Cir. 1995) (Pioneer \"established a more flexible analysis of the excusable neglect standard\"); United States v. Hooper, 9 F.3d 257, 258 (2nd Cir. 1993) (Pioneer advances \"a more lenient interpretation\" of excusable neglect).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although the Pioneer standard is more forgiving than the standard in our prior case law, there still must be a satisfactory explanation for the late filing. We have observed that \"'[t]he four Pioneer factors do not carry equal weight; the excuse given for the late filing must have the greatest import. While prejudice, length of delay, and good faith might have more relevance in a closer case, the reason-for-delay factor will always be critical to the inquiry. . . .'\" Hosp. Del Maestro, 263 F.3d at 175 (quoting Lowry v. McDonnell Douglas Corp., 211 F.3d 457, 463 (8th Cir. 2000)). This focus comports with the Pioneer Court's recognition that \"inadvertence, ignorance of the rules, or mistakes construing the rules do not usually constitute 'excusable' neglect.\" 507 U.S. at 392.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Even in the wake of Pioneer, therefore, when a party's or counsel's misunderstanding of clear law or misreading of an unambiguous judicial decree is the reason for the delay in filing the notice of appeal, we have continued to uphold findings of \"no excusable neglect\" where the court cited the absence of unique or extraordinary circumstances. In Mirpuri v. ACT Manufacturing, Inc., 212 F.3d 624, 631 (1st Cir. 2000), counsel misread a clear statement in the district court's memorandum decision dismissing plaintiff's complaint \"with finality,\" id. at 627, as leaving open the possibility of subsequent amendment, see id. at 630. We indicated that the memorandum decision had \"explained in the most transparent of terms the court's intention to act with 'finality in this case,'\" and concluded that \"[a] misunderstanding that occurs because a party (or his counsel) elects to read the clear, unambiguous terms of a judicial decree through rose-colored glasses cannot constitute excusable neglect.\" Id. at 631. We held that \"[b]ecause the plaintiffs' failure to file a timely notice of appeal was not excused by any extraordinary circumstances, the district court did not abuse its discretion in denying their motion for an extension of time.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Most recently, in Hospital Del Maestro, we affirmed the denial of an excusable neglect claim where appellant had filed exceptions to the decision of an administrative law judge with the National Labor Relations Board one day late. 263 F.3d at 175. Appellant had misunderstood the Board's rule requiring that mailings be postmarked before, not on, the due date. Id. at 174. We held that \"[w]e have no basis for finding [appellant's] neglect 'excusable' when there is no proffered reason that would justify, or even plausibly explain, its misreading of the rules,\" the meaning of which we described as \"plain\" and \"unambiguous.\" Id. at 175. We concluded: [t]he favorable juxtaposition of the other Pioneer factors does not, therefore, excuse [appellant's] oversight.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Viewed together, Mirpuri and Hospital Del Maestro illustrate that a trial judge has wide discretion in dealing with a litigant whose predicament results from blatant ignorance of clear or easily ascertainable rules, and, if the trial judge decides that such neglect is not excusable in the particular case, we will not meddle unless we are persuaded that some exceptional justification exists. See Mirpuri, 212 F.3d at 631; Hospital Del Maestro, 263 F.3d at 175.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Other circuits have been even harder on excusable neglect claims involving ignorance of the rules. In Advanced Estimating System, Inc. v. Riney, 130 F.3d 996, 997 (11th Cir. 1997), the Eleventh Circuit held that \"as a matter of law, the lawyer's failure to understand clear law cannot constitute excusable neglect.\" The court explained that \"[n]othing in Pioneer indicates otherwise, and we believe that the law in this area remains as it was before Pioneer.\" Id. at 998; see also Midwest Employers Cas. Co. v. Williams, 161 F.3d 877, 880 (5th Cir. 1998) (noting that it would be a \"rare case indeed\" in which \"misinterpretations of the federal rules could constitute excusable neglect\"); Prizevoits v. Ind. Bell Tel. Co., 76 F.3d 132, 133 (7th Cir. 1996) (notwithstanding Pioneer, \"[t]he excusable neglect standard can never be met by a showing of inability or refusal to read and comprehend the plain language of the federal rules.\" (internal quotation marks omitted)); Weinstock v. Cleary, Gottlieb, Steen &amp; Hamilton, 16 F.3d 501, 503 (2nd Cir. 1994) (same). These cases confirm that our post-Pioneer precedents do not conflict with Pioneer in refusing lightly to excuse an untimely notice of appeal caused by ignorance of the rules.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court found that one of the salient reasons for the untimely notice of appeal was local counsel's ignorance of the Federal Rules of Appellate Procedure. That finding was based on an exchange between the court and local counsel that began with the court asking counsel if he had known, on August 21, that the notice of appeal was due that day:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">MR. GURSKY: Well, by the math, obviously, when you add 60 days to the -</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE COURT: How many days?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">MR. GURSKY: Well, at this point, it's more than 60 because you -</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">THE COURT: Thirty.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">MR. GURSKY: Okay. Thirty. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This factual finding<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> informed the court's application of the four Pioneer factors to its excusable neglect determination. See 507 U.S. at 395. The district court observed that there would be \"little danger of prejudice\" to Quebecor if the court granted the motion for extra time; that \"the length of the delay was minimal (one day), and . . . would not have a serious impact on judicial proceedings\"; and that there was no evidence the Unions had acted in bad faith. Nevertheless, it held that the \"reason for the delay\" was insufficient to justify an extension of time:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">While the delay here was brief and Defendants have suffered no prejudice, the fact remains that counsel's failure to comply with a rule that is \"mandatory and jurisdictional\" was the result of ignorance of the law and inattention to detail. Gochis, 16 F.3d at 15 (citing [United States] v. Robinson, 361 U.S. 220, 229 (1960)). There were no \"unique or extraordinary circumstances\" at play here. Id. at 14. This Court therefore concludes that Plaintiffs' motion must be denied. To find this neglect to be \"excusable\" would only serve to condone and encourage carelessness and inattention in practice before the federal courts, and render the filing deadline set in Fed. R. App. P. 4(a)(1) a nullity. For these reasons, Plaintiffs' Motion for Extension of Time to File Notice of Appeal is DENIED.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Unions argue that the district court erred in its application of the Pioneer standard when it rested its finding that their neglect was not excusable on the absence of \"unique or extraordinary circumstances.\" We read the district court's decision differently. Having found that the reason for the delay was, in addition to \"inattention to detail,\" counsel's ignorance of a simple procedural rule, the court cited the absence of \"unique or extraordinary circumstances\" not as a talisman, but as a check on its conclusion that this degree of carelessness and inattention warranted no relief. In taking this approach, the court acted within its discretion and in conformity with our post-Pioneer precedents in declining to excuse the Unions' neglect.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See Mirpuri, 212 F.3d at 631.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Denial of the Motion for Extension of Time to File Notice of Appeal is Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Hon. John R. Gibson, of the Eighth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  It is unclear whether Gursky returned to the office on the afternoon of August 21. He offered the following account to the district court:</p>\n        <p>THE COURT: What happened on Monday the 21st? Apparently, this package arrived, and you weren't there?</p>\n        <p>MR. GURSKY: That's right.</p>\n        <p>THE COURT: Which is understandable.</p>\n        <p>MR. GURSKY: I don't know what happened on Monday the 21st because I wasn't there. I only know what happened on Tuesday which would have been -</p>\n        <p>THE COURT: Did you go back to the office on the 21st?</p>\n        <p>MR. GURSKY: Judge, I don't know. I'm sure I must have been back at the office at some point on the 21st.</p>\n        <p>Leff indicated to the district court that he \"believe[d]\" Gursky's secretary had said in the declaration that he had returned to the office that afternoon, but the declaration contains no such statement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  In Pioneer, the bankruptcy court had refused to permit creditors' late filing of their proofs of claim against a debtor in a Chapter 11 proceeding. The Sixth Circuit reversed and the Supreme Court affirmed, emphasizing, in addition to the creditors' good faith and the absence of prejudice either to the debtor or to the judicial system, the bankruptcy court's unorthodox method of notifying the creditors of the deadline (the \"bar date\"). Ordinarily the bar date \"should be prominently announced and accompanied by an explanation of its significance,\" but here the \"peculiar and inconspicuous placement of the bar date in a notice regarding a creditors['] meeting, without any indication of the significance of the bar date, left a dramatic ambiguity in the notification,\" which made the creditors' neglect excusable. Pioneer, 507 U.S. at 398 (alternation in original) (internal quotation marks omitted). Counsel for the creditors, \"an experienced bankruptcy attorney,\" was unaware of the bar date until after it had passed. Id. at 384. The Sixth Circuit had concluded that the \"'dramatic ambiguity'\" in the notice of the bar date could have confused \"'[e]ven persons experienced in bankruptcy.'\" Id. at 387 (quoting In re Pioneer Inv. Servs. Co., 943 F.2d 673, 678 (6th Cir. 1991) (alteration in original)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  In Gochis v. Allstate Insurance Co., 16 F.3d 12, 14 (1st Cir. 1994) (per curiam), the appellants offered as an excuse for an untimely notice of appeal their (allegedly) \"plausible misconstruction\" of the requirement of Fed. R. App. P. 3(c) that a notice of appeal name each of the parties taking the appeal. The original notice of appeal had listed \"William Gochis, et. al.\" as appellants, rather than naming each of the 79 parties taking the appeal. See id. at 13. We concluded that this misconstruction of the rule was not plausible, but rather \"was due to nothing more than counsel's ignorance of the law.\" Id. at 15. We held that the district court had abused its discretion in excusing the appellants' neglect: \"in order to show excusable neglect, appellant must demonstrate unique or extraordinary circumstances.\" Id. at 14. This statement seems to require a showing of unique or extraordinary circumstances to establish excusable neglect when there has been a misunderstanding of clear law. That was the pre-Pioneer view, and it indicates that Gochis, although decided ten months after Pioneer, should be regarded as part of our pre-Pioneer precedent. Such a conclusion becomes virtually irresistible when one considers that (a) insofar as we can tell, neither side cited Pioneer to the Gochis panel; (b) the opinion in Gochis makes no reference to Pioneer; and (c) the panel decided Gochis before Virella-Nieves, in which we held for the first time that Pioneer's exposition of excusable neglect applied outside the bankruptcy context to Fed. R. App. P. 4(a)(5). 53 F.3d at 454 n.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Unions reject the district court's conclusion that Gursky was mistaken about the period of time in which a notice of appeal could be filed, arguing that his actions, in their totality, suggest that he knew the deadline was 30 days. The Unions assert that once he realized on August 22 that the notice of appeal had not been filed on time,</p>\n        <p>Mr. Gursky immediately called lead counsel, Peter Leff, in Washington, D.C. to inform him of the mishap and seek counsel on remedying the situation. . . . Additionally, on August 22, 2000, Mr. Gursky filed the Notice of Appeal with the district court. . . . Obviously, if Mr. Gursky believed that the Appellants had 60 days to file the Notice of Appeal, he would not have taken such action on August 22nd.</p>\n        <p>The inference the Unions would have us draw, that Gursky's actions on August 22 indicate that he knew the deadline had passed, is tenuous. It could be that Gursky believed the deadline was 60 days, and only discovered that it was 30 when he opened the package from Leff, which presumably indicated the date the notice of appeal was due. In any event, the court's factual finding is not clearly erroneous.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  To be sure, the district court cited Gochis, which stands for the pre-Pioneer rule. See supra note 3. But the court's reasoning is fully consistent with Mirpuri, 212 F.3d at 631, and with other post-Pioneer case law. It thus commands our respect.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">GRAPHIC COMMUNICATIONS INTERNATIONAL UNION, LOCAL 12-N AND GRAPHIC COMMUNICATIONS INTERNATIONAL UNION, LOCAL 239-M, Plaintiffs, Appellants,<br>v.<br>QUEBECOR PRINTING PROVIDENCE, INC. AND QUEBECOR PRINTING (USA) CORP., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 00-2127 &amp; 00-2521</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard July 31, 2001<br>Decided October 25, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Mary M. Lisi, U.S. District Judge]</p>\n      <p class=\"indent\">Peter J. Leff, with whom O'Donnell, Schwartz &amp; Anderson, P.C. were on brief, for appellants.</p>\n      <p class=\"indent\">Russell F. Morris, Jr., with whom Michael S. Moschel and Bass, Berry &amp; Sims PLC were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Gibson,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 16, 1998, Quebecor Printing Providence, Inc. and Quebecor Printing (USA) Corp. (collectively, \"Quebecor\") announced the permanent closure of their gravure printing plant in Providence, Rhode Island, effective that same day. Graphic Communications International Union, Local 12-N and Graphic Communications International Union, Local 239-M (\"the Unions\") filed a lawsuit in the United States District Court for the District of Rhode Island, claiming that Quebecor had violated the Worker Adjustment and Retraining Notification Act (\"WARN Act\"), 29 U.S.C. &#167; 2102(a), which requires that employers provide 60 days notice of a plant closing. On July 21, 2000, the district court entered judgment pursuant to a memorandum and order granting Quebecor's motion for summary judgment and denying the Unions' cross-motion for summary judgment. The Unions filed a notice of appeal with the district court on August 22, 2000, one day after the 30-day period for filing the notice of appeal had expired. The Unions then moved for an extension of time to file the notice of appeal due to excusable neglect, and the district court denied their motion. The Unions appeal both the denial of that motion and the district court's disposition of the cross-motions for summary judgment. Because the district court acted within its discretion in rejecting the Unions' motion for an extension of time to file the notice of appeal, we affirm that decision, and do not reach the merits of the Unions' WARN Act claim.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court decided the summary judgment motions in favor of Quebecor on the merits of the Unions' WARN Act claims in a memorandum and order issued on July 20, 2000, and the clerk entered judgment the next day. Pursuant to Fed. R. App. P. 4(a)(1)(A), the Unions had until August 21, 2000 to file the notice of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On Thursday, August 17, Peter J. Leff, the Unions' Washington counsel, sent a notice of appeal and a check for the cost via Express Mail to Marc Gursky, the Unions' Providence counsel. Leff telephoned Gursky, either on August 17 or the day before, to alert him to expect the package. Although it was guaranteed to arrive at its destination the morning of Friday, August 18, the Postal Service did not attempt to deliver the package to Gursky's firm until 7:00 a.m. on Saturday, August 19, when no one was there to sign for it. A second delivery attempt was made at 2:14 p.m. on Monday, August 21, and was successful.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The apparent reason for the Postal Services' failure to deliver the package on Friday, August 18 was an incorrect address on the package. In March of 2000, Gursky's firm had relocated within Providence. In preparing the Express Mail package, however, Leff's office copied the old address off a letter Gursky's firm had written before the move.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When the package did arrive at 2:14 p.m. on Monday, August 21, there was still time (until the end of the day) to file the notice of appeal. A secretary at Gursky's firm, Cheryl Dichiara, received the package, and placed it on her desk with the intention of giving it to Gursky when he returned to the office. Dichiara, who was preparing an arbitration brief for another client that was due the next day, lost track of the package under other documents on her desk, and did not give it to Gursky until August 22.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Unions filed the notice of appeal that same day, and informed Quebecor of the error and of their intention to file a motion for extension of time to file the notice of appeal on the ground of excusable neglect, pursuant to Fed. R. App. P. 4(a)(5) (the motion was filed on August 24). At a hearing before the district court the next month, Gursky indicated that, as of August 21, the deadline for filing the notice of appeal, he believed the period for filing the notice of appeal was 60 days, rather than 30.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under the Federal Rules of Appellate Procedure, with exceptions not relevant here, the notice of appeal \"must be filed with the district clerk within 30 days after the judgment or order appealed from is entered.\" Fed. R. App. P. 4(a)(1)(A). \"The district court may extend the time to file a notice of appeal if: (i) a party so moves no later than 30 days after the time prescribed by this Rule . . . expires; and (ii) that party shows excusable neglect or good cause.\" Fed. R. App. P. 4(a)(5)(A). The Unions argue that while the late filing was not due to forces beyond their control, any neglect on their part was excusable, and that the district court should therefore have granted an extension.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Our review of the district court's interpretation of Fed. R. App. P. 4(a)(5) is de novo, \"but otherwise [we] defer to its denial of the requested extension in the absence of an abuse of discretion.\" Pontarelli v. Stone, <span class=\"citation\" data-id=\"558943\"><a href=\"/opinion/558943/trooper-alvin-t-pontarelli-v-walter-e-stone-trooper-alvin-t-pontarelli/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 109 (1st Cir. 1991) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before the Supreme Court's decision in Pioneer Investment Services Co. v. Brunswick Associates Limited Partnership, <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span> (1993), the rule in this circuit was that \"[n]eglect is excusable within the meaning of FRAP 4(a)(5) only in unique or extraordinary circumstances.\" Pontarelli, 930 F.2d at 111 (finding no excusable neglect where notice of appeal failed to specify each party taking appeal, as required under Fed. R. App. P. (3)(c) (internal quotation marks omitted)); see also Rivera v. Puerto Rico Tel. Co., <span class=\"citation\" data-id=\"553172\"><a href=\"/opinion/553172/elias-rivera-v-puerto-rico-telephone-company/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">393</span></a></span>, 396 (1st Cir. 1990) (attorney's failure to list all plaintiffs on notice of appeal \"does not constitute excusable neglect for purposes of Rule 4(a)(5) except in unusual or extraordinary circumstances\"); Airline Pilots in the Service of Executive Airlines, Inc. v. Executive Airlines, Inc., <span class=\"citation\" data-id=\"352697\"><a href=\"/opinion/352697/airline-pilots-in-the-service-of-executive-airlines-inc-counsel-number/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1174</span></a></span>, 1175 (1st Cir. 1978) (\"A mistake made by an attorney or his staff [secretary wrote down incorrect deadline for notice of appeal] is not, except in unusual or extraordinary circumstances . . . excusable neglect. . . .\"); Spound v. Mohasco Indus., Inc., <span class=\"citation\" data-id=\"335049\"><a href=\"/opinion/335049/albert-m-spound-v-mohasco-industries-inc-albert-m-spound-v-mohasco/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 411 (1st Cir. 1976) (\"Excusable neglect calls for circumstances that are unique or extraordinary.\" (internal quotation marks omitted)). We did find excusable neglect in In Re San Juan Dupont Plaza Hotel Fire Litigation, <span class=\"citation\" data-id=\"531331\"><a href=\"/opinion/531331/in-re-san-juan-dupont-plaza-hotel-fire-litigation-plaintiffs-steering/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></a></span>, 941-42 (1st Cir. 1989), but there the circumstances were extraordinary: the failure to name each plaintiff on a notice of appeal stating that \"all plaintiffs, through the Plaintiffs' Steering Committee he[re]by appeal,\" was deemed excusable on the grounds of \"the extraordinary size [over 2,000] of the plaintiff group,\" the representative status of the Plaintiffs' Steering Committee, and the reasonableness of the plaintiffs' filing (which, we suggested, may in fact have complied with Rule (3)(c)). Id. at 942.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Pioneer the Supreme Court endorsed a more generous reading of the phrase \"excusable neglect.\" The Court interpreted the \"excusable neglect\" provision in Rule 9006(b)(1) of the Federal Rules of Bankruptcy Procedure, which \"empowers a bankruptcy court to permit a late filing if the movant's failure to comply with an earlier deadline 'was the result of excusable neglect.'\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 507 U.S. at 382. Rejecting what it termed a \"narrow view of 'excusable neglect,'\" under which the failure to meet a deadline had to be \"caused by circumstances beyond the movant's control,\" the Court advanced \"a more flexible analysis.\" Id. at 387 n.3. The Court observed that the ordinary meaning of the word \"neglect\" encompasses not just unavoidable omissions, but also negligent ones, and concluded that \"Congress plainly contemplated that the courts would be permitted, where appropriate, to accept late filings caused by inadvertence, mistake, or carelessness, as well as by intervening circumstances beyond the party's control.\" Id. at 388.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Court then identified factors to be weighed in evaluating a claim of excusable neglect:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">we conclude that the determination is at bottom an equitable one, taking account of all relevant circumstances surrounding the party's omission. These include . . . the danger of prejudice to the [non-moving party], the length of the delay and its potential impact on judicial proceedings, the reason for the delay, including whether it was within the reasonable control of the movant, and whether the movant acted in good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 395. Although the excusable neglect provision interpreted in Pioneer was located in the Bankruptcy Rules, the Court cited a disagreement among the circuits on the meaning of \"excusable neglect\" in Fed. R. App. P. 4(a)(5) as a reason for granting certiorari. See id. at 387 &amp; n.3. In Virella-Nieves v. Briggs &amp; Stratton Corp., <span class=\"citation\" data-id=\"196049\"><a href=\"/opinion/196049/virella-nieves-v-aircap-industries/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></a></span> (1st Cir. 1995), we concluded that \"Pioneer's exposition of excusable neglect, though made in the context of late bankruptcy filings, applies equally to Fed. R. App. P. 4(a)(5).\" Id. at 454 n.3; see also Pratt v. Philbrook, <span class=\"citation\" data-id=\"197254\"><a href=\"/opinion/197254/pratt-v-philbrook/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 19 (1st Cir. 1997) (\"Pioneer must be understood to provide guidance outside the bankruptcy context.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have recognized that Pioneer marked a shift in the understanding of excusable neglect. In Pratt, we vacated the district court's denial of the plaintiff's motion to reopen a case under Fed R. Civ. P. 60(b)(1), and remanded for reconsideration under the \"latitudinarian standards\" for excusable neglect announced in Pioneer. 109 F.3d at 19. We noted that the Supreme Court had \"adopted a forgiving attitude toward instances of 'excusable neglect,' a term Pioneer suggests will be given a broad reading.\" Id. at 22. In Hospital Del Maestro v. National Labor Relations Board, <span class=\"citation\" data-id=\"199561\"><a href=\"/opinion/199561/hospital-de-maestro-v-nlrb/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span>, 174 (1st Cir. 2001) (per curiam), we observed that excusable neglect after Pioneer is \"a somewhat elastic concept\" (internal quotation marks omitted). Other circuits have come to the same conclusion. See Robb v. Norfolk &amp; W. Ry. Co., <span class=\"citation\" data-id=\"744786\"><a href=\"/opinion/744786/michele-a-robb-individually-and-as-a-personal-representative-of-the/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">354</span></a></span>, 359 (7th Cir. 1997) (\"Pioneer broadened the definition of 'excusable neglect.'\"); United States v. Thompson, <span class=\"citation\" data-id=\"717487\"><a href=\"/opinion/717487/united-states-v-tj-thompson/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></a></span>, 702 (6th Cir. 1996) (Pioneer establishes \"a more liberal definition of what constitutes excusable neglect when an individual seeks a motion for an extension of time in the district court under Fed. R. App. P. 4\"); Fink v. Union Cent. Life Ins. Co., <span class=\"citation\" data-id=\"703938\"><a href=\"/opinion/703938/selma-fink-craig-fink-as-personal-representative-of-the-estate-of-stanley/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">722</span></a></span>, 724 (8th Cir. 1995) (Pioneer \"established a more flexible analysis of the excusable neglect standard\"); United States v. Hooper, <span class=\"citation\" data-id=\"657169\"><a href=\"/opinion/657169/united-states-v-marcus-hooper/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 258 (2nd Cir. 1993) (Pioneer advances \"a more lenient interpretation\" of excusable neglect).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although the Pioneer standard is more forgiving than the standard in our prior case law, there still must be a satisfactory explanation for the late filing. We have observed that \"'[t]he four Pioneer factors do not carry equal weight; the excuse given for the late filing must have the greatest import. While prejudice, length of delay, and good faith might have more relevance in a closer case, the reason-for-delay factor will always be critical to the inquiry. . . .'\" Hosp. Del Maestro, 263 F.3d at 175 (quoting Lowry v. McDonnell Douglas Corp., <span class=\"citation\" data-id=\"768593\"><a href=\"/opinion/768593/margaret-lowry-appellantcross-appellee-v-mcdonnell-douglas-corporation/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">457</span></a></span>, 463 (8th Cir. 2000)). This focus comports with the Pioneer Court's recognition that \"inadvertence, ignorance of the rules, or mistakes construing the rules do not usually constitute 'excusable' neglect.\" 507 U.S. at 392.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Even in the wake of Pioneer, therefore, when a party's or counsel's misunderstanding of clear law or misreading of an unambiguous judicial decree is the reason for the delay in filing the notice of appeal, we have continued to uphold findings of \"no excusable neglect\" where the court cited the absence of unique or extraordinary circumstances. In Mirpuri v. ACT Manufacturing, Inc., <span class=\"citation\" data-id=\"198919\"><a href=\"/opinion/198919/mirpuri-v-act-manufacturing/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 631 (1st Cir. 2000), counsel misread a clear statement in the district court's memorandum decision dismissing plaintiff's complaint \"with finality,\" id. at 627, as leaving open the possibility of subsequent amendment, see id. at 630. We indicated that the memorandum decision had \"explained in the most transparent of terms the court's intention to act with 'finality in this case,'\" and concluded that \"[a] misunderstanding that occurs because a party (or his counsel) elects to read the clear, unambiguous terms of a judicial decree through rose-colored glasses cannot constitute excusable neglect.\" Id. at 631. We held that \"[b]ecause the plaintiffs' failure to file a timely notice of appeal was not excused by any extraordinary circumstances, the district court did not abuse its discretion in denying their motion for an extension of time.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Most recently, in Hospital Del Maestro, we affirmed the denial of an excusable neglect claim where appellant had filed exceptions to the decision of an administrative law judge with the National Labor Relations Board one day late. 263 F.3d at 175. Appellant had misunderstood the Board's rule requiring that mailings be postmarked before, not on, the due date. Id. at 174. We held that \"[w]e have no basis for finding [appellant's] neglect 'excusable' when there is no proffered reason that would justify, or even plausibly explain, its misreading of the rules,\" the meaning of which we described as \"plain\" and \"unambiguous.\" Id. at 175. We concluded: [t]he favorable juxtaposition of the other Pioneer factors does not, therefore, excuse [appellant's] oversight.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Viewed together, Mirpuri and Hospital Del Maestro illustrate that a trial judge has wide discretion in dealing with a litigant whose predicament results from blatant ignorance of clear or easily ascertainable rules, and, if the trial judge decides that such neglect is not excusable in the particular case, we will not meddle unless we are persuaded that some exceptional justification exists. See Mirpuri, 212 F.3d at 631; Hospital Del Maestro, 263 F.3d at 175.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Other circuits have been even harder on excusable neglect claims involving ignorance of the rules. In Advanced Estimating System, Inc. v. Riney, <span class=\"citation\" data-id=\"748815\"><a href=\"/opinion/748815/advanced-estimating-system-inc-a-florida-corporation-plaintiff-counter/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">996</span></a></span>, 997 (11th Cir. 1997), the Eleventh Circuit held that \"as a matter of law, the lawyer's failure to understand clear law cannot constitute excusable neglect.\" The court explained that \"[n]othing in Pioneer indicates otherwise, and we believe that the law in this area remains as it was before Pioneer.\" Id. at 998; see also Midwest Employers Cas. Co. v. Williams, <span class=\"citation\" data-id=\"759537\"><a href=\"/opinion/759537/midwest-employers-casualty-co-plaintiff-appellant-appellee-v-jo-ann/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">877</span></a></span>, 880 (5th Cir. 1998) (noting that it would be a \"rare case indeed\" in which \"misinterpretations of the federal rules could constitute excusable neglect\"); Prizevoits v. Ind. Bell Tel. Co., <span class=\"citation\" data-id=\"712268\"><a href=\"/opinion/712268/69-fair-emplpraccas-bna-1569-33-fedrserv3d-819-gale-prizevoits-v/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">132</span></a></span>, 133 (7th Cir. 1996) (notwithstanding Pioneer, \"[t]he excusable neglect standard can never be met by a showing of inability or refusal to read and comprehend the plain language of the federal rules.\" (internal quotation marks omitted)); Weinstock v. Cleary, Gottlieb, Steen &amp; Hamilton, <span class=\"citation\" data-id=\"663080\"><a href=\"/opinion/663080/israel-weinstock-jb-trading-international-ltd-and-4200-avenue-k-realty/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">501</span></a></span>, 503 (2nd Cir. 1994) (same). These cases confirm that our post-Pioneer precedents do not conflict with Pioneer in refusing lightly to excuse an untimely notice of appeal caused by ignorance of the rules.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court found that one of the salient reasons for the untimely notice of appeal was local counsel's ignorance of the Federal Rules of Appellate Procedure. That finding was based on an exchange between the court and local counsel that began with the court asking counsel if he had known, on August 21, that the notice of appeal was due that day:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">MR. GURSKY: Well, by the math, obviously, when you add 60 days to the -</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE COURT: How many days?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">MR. GURSKY: Well, at this point, it's more than 60 because you -</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">THE COURT: Thirty.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">MR. GURSKY: Okay. Thirty. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This factual finding<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> informed the court's application of the four Pioneer factors to its excusable neglect determination. See 507 U.S. at 395. The district court observed that there would be \"little danger of prejudice\" to Quebecor if the court granted the motion for extra time; that \"the length of the delay was minimal (one day), and . . . would not have a serious impact on judicial proceedings\"; and that there was no evidence the Unions had acted in bad faith. Nevertheless, it held that the \"reason for the delay\" was insufficient to justify an extension of time:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">While the delay here was brief and Defendants have suffered no prejudice, the fact remains that counsel's failure to comply with a rule that is \"mandatory and jurisdictional\" was the result of ignorance of the law and inattention to detail. Gochis, 16 F.3d at 15 (citing [United States] v. Robinson, <span class=\"citation\" data-id=\"105979\"><a href=\"/opinion/105979/united-states-v-robinson/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span>, 229 (1960)). There were no \"unique or extraordinary circumstances\" at play here. Id. at 14. This Court therefore concludes that Plaintiffs' motion must be denied. To find this neglect to be \"excusable\" would only serve to condone and encourage carelessness and inattention in practice before the federal courts, and render the filing deadline set in Fed. R. App. P. 4(a)(1) a nullity. For these reasons, Plaintiffs' Motion for Extension of Time to File Notice of Appeal is DENIED.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Unions argue that the district court erred in its application of the Pioneer standard when it rested its finding that their neglect was not excusable on the absence of \"unique or extraordinary circumstances.\" We read the district court's decision differently. Having found that the reason for the delay was, in addition to \"inattention to detail,\" counsel's ignorance of a simple procedural rule, the court cited the absence of \"unique or extraordinary circumstances\" not as a talisman, but as a check on its conclusion that this degree of carelessness and inattention warranted no relief. In taking this approach, the court acted within its discretion and in conformity with our post-Pioneer precedents in declining to excuse the Unions' neglect.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See Mirpuri, 212 F.3d at 631.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Denial of the Motion for Extension of Time to File Notice of Appeal is Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Hon. John R. Gibson, of the Eighth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  It is unclear whether Gursky returned to the office on the afternoon of August 21. He offered the following account to the district court:</p>\n        <p>THE COURT: What happened on Monday the 21st? Apparently, this package arrived, and you weren't there?</p>\n        <p>MR. GURSKY: That's right.</p>\n        <p>THE COURT: Which is understandable.</p>\n        <p>MR. GURSKY: I don't know what happened on Monday the 21st because I wasn't there. I only know what happened on Tuesday which would have been -</p>\n        <p>THE COURT: Did you go back to the office on the 21st?</p>\n        <p>MR. GURSKY: Judge, I don't know. I'm sure I must have been back at the office at some point on the 21st.</p>\n        <p>Leff indicated to the district court that he \"believe[d]\" Gursky's secretary had said in the declaration that he had returned to the office that afternoon, but the declaration contains no such statement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  In Pioneer, the bankruptcy court had refused to permit creditors' late filing of their proofs of claim against a debtor in a Chapter 11 proceeding. The Sixth Circuit reversed and the Supreme Court affirmed, emphasizing, in addition to the creditors' good faith and the absence of prejudice either to the debtor or to the judicial system, the bankruptcy court's unorthodox method of notifying the creditors of the deadline (the \"bar date\"). Ordinarily the bar date \"should be prominently announced and accompanied by an explanation of its significance,\" but here the \"peculiar and inconspicuous placement of the bar date in a notice regarding a creditors['] meeting, without any indication of the significance of the bar date, left a dramatic ambiguity in the notification,\" which made the creditors' neglect excusable. Pioneer, 507 U.S. at 398 (alternation in original) (internal quotation marks omitted). Counsel for the creditors, \"an experienced bankruptcy attorney,\" was unaware of the bar date until after it had passed. Id. at 384. The Sixth Circuit had concluded that the \"'dramatic ambiguity'\" in the notice of the bar date could have confused \"'[e]ven persons experienced in bankruptcy.'\" Id. at 387 (quoting In re Pioneer Inv. Servs. Co., <span class=\"citation\" data-id=\"567668\"><a href=\"/opinion/567668/in-re-pioneer-investment-services-company-debtor-brunswick-associates/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 678 (6th Cir. 1991) (alteration in original)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  In Gochis v. Allstate Insurance Co., <span class=\"citation\" data-id=\"662466\"><a href=\"/opinion/662466/william-gochis-v-allstate-insurance-co/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir. 1994) (per curiam), the appellants offered as an excuse for an untimely notice of appeal their (allegedly) \"plausible misconstruction\" of the requirement of Fed. R. App. P. 3(c) that a notice of appeal name each of the parties taking the appeal. The original notice of appeal had listed \"William Gochis, et. al.\" as appellants, rather than naming each of the 79 parties taking the appeal. See id. at 13. We concluded that this misconstruction of the rule was not plausible, but rather \"was due to nothing more than counsel's ignorance of the law.\" Id. at 15. We held that the district court had abused its discretion in excusing the appellants' neglect: \"in order to show excusable neglect, appellant must demonstrate unique or extraordinary circumstances.\" Id. at 14. This statement seems to require a showing of unique or extraordinary circumstances to establish excusable neglect when there has been a misunderstanding of clear law. That was the pre-Pioneer view, and it indicates that Gochis, although decided ten months after Pioneer, should be regarded as part of our pre-Pioneer precedent. Such a conclusion becomes virtually irresistible when one considers that (a) insofar as we can tell, neither side cited Pioneer to the Gochis panel; (b) the opinion in Gochis makes no reference to Pioneer; and (c) the panel decided Gochis before Virella-Nieves, in which we held for the first time that Pioneer's exposition of excusable neglect applied outside the bankruptcy context to Fed. R. App. P. 4(a)(5). 53 F.3d at 454 n.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Unions reject the district court's conclusion that Gursky was mistaken about the period of time in which a notice of appeal could be filed, arguing that his actions, in their totality, suggest that he knew the deadline was 30 days. The Unions assert that once he realized on August 22 that the notice of appeal had not been filed on time,</p>\n        <p>Mr. Gursky immediately called lead counsel, Peter Leff, in Washington, D.C. to inform him of the mishap and seek counsel on remedying the situation. . . . Additionally, on August 22, 2000, Mr. Gursky filed the Notice of Appeal with the district court. . . . Obviously, if Mr. Gursky believed that the Appellants had 60 days to file the Notice of Appeal, he would not have taken such action on August 22nd.</p>\n        <p>The inference the Unions would have us draw, that Gursky's actions on August 22 indicate that he knew the deadline had passed, is tenuous. It could be that Gursky believed the deadline was 60 days, and only discovered that it was 30 when he opened the package from Leff, which presumably indicated the date the notice of appeal was due. In any event, the court's factual finding is not clearly erroneous.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  To be sure, the district court cited Gochis, which stands for the pre-Pioneer rule. See supra note 3. But the court's reasoning is fully consistent with Mirpuri, 212 F.3d at 631, and with other post-Pioneer case law. It thus commands our respect.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768593/"
  ]
}