{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199624/",
  "absolute_url": "/opinion/199624/united-states-v-judkins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199624/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:04Z",
  "date_modified": "2017-03-24T11:02:30.507959Z",
  "type": "010combined",
  "sha1": "61c623cec5db91c5de8dca8a5e5e81a2f4768e6e",
  "page_count": 7,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1597-01A.pdf",
  "local_path": "pdf/2001/10/05/US_v._Judkins.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1597\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        ERIC JUDKINS,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n\n                            Before\n\n          Torruella, Selya and Lynch, Circuit Judges.\n\n\n\n    Tina Schneider on brief for appellant.\n\n     Mark E. Howard, Assistant United States Attorney, and Paul\nM. Gagnon, United States Attorney, on brief for appellee.\n\n\n\n\n                       October 5, 2001\n\f\f            LYNCH, Circuit Judge.         Eric Judkins appeals from his\n\nconviction for bank robbery and interstate transportation of\n\nstolen property, 18 U.S.C. §§ 2113(a), 2314 (1994).               Judkins\n\nargues that the evidence was neither sufficient to show:                (1)\n\nthat the bank involved, the Gateway Credit Union, was federally\n\ninsured, nor (2) that it was a “Federal credit union” or a\n\n“State-chartered credit union” within the meaning of 18 U.S.C.\n\n§ 2113.    The second argument assumes the legal principle, denied\n\nby the government, that the government must show more than that\n\nthe bank was federally insured.           We affirm.\n\n                                     I.\n\n            The Gateway Credit Union is a credit union located in\n\nHudson, New Hampshire.       On May 7, 1999, at approximately 2:00\n\np.m., Gateway was robbed of approximately $21,000.                 A bank\n\nemployee    testified   at   trial        that   Gateway's   deposits   are\n\nfederally insured by the National Credit Union Administration\n\n(\"NCUA\").     She read Gateway's state charter number into the\n\nrecord, then described the bank’s loss calculation.             At trial,\n\nJudkins did not challenge the sufficiency of the evidence as to\n\nfederal insurance, or as to the state-chartered status.                  On\n\nOctober 20, 1999, the jury convicted Judkins of bank robbery in\n\nviolation of 18 U.S.C. § 2113 and interstate transportation of\n\nstolen property in violation of 18 U.S.C. § 2314.             The district\n\n\n                                  -3-\n\fcourt sentenced Judkins to a 210-month term for bank robbery to\n\nrun   concurrently    with   a   120-month   term   for   interstate\n\ntransportation of stolen property.\n\n\n\n                                 II.\n\n          Because Judkins failed to raise a lack of\n\nsufficiency claim at the district court, he has waived this\n\nargument on appeal unless his conviction is \"clearly and\n\ngrossly unjust.\"     United States v. Neal, 36 F.3d 1190, 1207\n\n(1st Cir. 1994) (citing United States v. Lopez, 709 F.2d 742,\n\n746 (1st Cir. 1983)).     That he cannot do.   Taking the evidence\n\nin favor of the government, it was sufficient.      United States\n\nv. Alicea, 205 F.3d 480, 483 (1st Cir. 2000).\n\n          Judkins first argues the government failed to\n\npresent sufficient evidence that Gateway was federally insured\n\non May 7, 1999, the date of the robbery, as opposed to at the\n\ndate of trial.     Proof of federal insurance at the time of the\n\nrobbery is an essential element for conviction under 18 U.S.C.\n\n§ 2113.   See United States v. Johnson, 71 F.3d 139, 142-43\n\n(4th Cir. 1995); United States v. Brunson, 907 F.2d 117, 118-\n\n119 (10th Cir. 1990).     To prove the federally-insured status\n\nof Gateway, the government elicited uncontradicted testimony\n\nfrom Rolande Suchocki, the manager and treasurer of Gateway.\n\n\n                                 -4-\n\fSuchocki testified that Gateway is a credit union, is\n\nfederally insured, and is a member of NCUA.\n\n         While it would have been far better if the testimony\n\nhad been focused on the bank’s status on the date of the\n\nrobbery, that evidence suffices under this highly deferential\n\nstandard of review.   See, e.g., United States v. Rangel, 728\n\nF.2d 675 (5th Cir. 1984) (assistant vice president of credit\n\nunion's testimony in robbery trial that the union \"is\"\n\nfederally insured by NCUA is sufficient to allow inference that\n\nit was insured at the time of the offense, which occurred about\n\ntwo years prior to the trial); United States v. Knop, 701 F.2d\n\n670, 672-73 (7th Cir. 1983) (bank president's testimony that\n\nbank \"is\" insured allowed a reasonable jury inference that it\n\nwas insured at the time of the offense, which occurred roughly\n\ntwo years before the trial).1\n\n\n\n    1   Although the threshold required by courts to prove that\nfederal insurance existed at the time of the offense is not\nsubstantial, the government would be wise to heed the warnings\nsounded by other circuits.    The Fifth Circuit held that oral\ntestimony was sufficient to prove insurance at the time of the\nrobbery, but castigated the government for repeatedly failing to\nprove this element more diligently. United States v. Maner, 611\nF.2d 107, 111-12 (5th Cir. 1980).      The Eighth Circuit also\nadmonished the government: \"[W]e are at a loss to understand why\nthe government did not introduce more specific evidence\nregarding the bank's insured status on the date of the offense,\nincluding a copy of the certificate of insurance.\"        United\nStates v. Hadamek, 28 F.3d 827, 828 (8th Cir. 1994).\n\n\n                                -5-\n\f         Judkins also argues that the government lacked\n\nsufficient evidence to prove that Gateway was either a federal\n\ncredit union or a state-chartered credit union, and that such a\n\nshowing is required by 18 U.S.C. § 2113.     This statute defines\n\na credit union as \"any Federal credit union and any State-\n\nchartered credit union the accounts of which are insured by the\n\nNational Credit Union Administration Board. . . . The term\n\n'State-chartered credit union' includes a credit union\n\nchartered under the laws of a State of the United States . . .\n\n.\" 18 U.S.C. § 2113(g).     The legal premise of the argument is\n\nthat the government has to show, beyond the federal insurance,\n\nthat the bank is also either a federal credit union or a state-\n\nchartered one.   Judkins’ legal argument, which the government\n\ndisputes, is waived because it was not presented below.\n\n         The evidence here suffices even were Judkins’s legal\n\nargument accepted.   Suchocki testified to Gateway's federal\n\ninsurance and read its state charter number into the record.\n\nJudkins argues that because the government neglected to\n\nelaborate on the significance of the state charter number, it\n\nfailed to sustain its burden.     We disagree.   \"Chains of\n\ninference are a familiar, widely accepted ingredient of any\n\nprocess of ratiocination.     This method of reasoning, commonly\n\ncalled logic, is regularly relied upon in the realm of human\n\n\n                                 -6-\n\fendeavor, and should not be forbidden to a criminal jury.\"\n\nUnited States v. Spinney, 65 F.3d 231, 238 (1st Cir. 1995).\n\nHere, the testimony of Suchocki coupled with the state charter\n\nnumber permits an inference that Gateway was a state-chartered\n\ncredit union with federal insurance.   Viewing this evidence in\n\nthe light most favorable to the verdict, we cannot say the\n\nconviction is “clearly and grossly unjust.”\n\n\n\n         Affirmed.\n\n\n\n\n                              -7-\n\f",
  "html": "<p class=\"case_cite\">267 F.3d 22 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>ERIC JUDKINS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1597</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted May 1, 2001<br>Decided October 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Tina Schneider on brief for appellant.</p>\n      <p class=\"indent\">Mark E. Howard, Assistant United States Attorney, and Paul M. Gagnon, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Selya and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Eric Judkins appeals from his conviction for bank robbery and interstate transportation of stolen property, 18 U.S.C. &#167;&#167; 2113(a), 2314 (1994). Judkins argues that the evidence was neither sufficient to show: (1) that the bank involved, the Gateway Credit Union, was federally insured, nor (2) that it was a \"Federal credit union\" or a \"State-chartered credit union\" within the meaning of 18 U.S.C. &#167; 2113. The second argument assumes the legal principle, denied by the government, that the government must show more than that the bank was federally insured. We affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Gateway Credit Union is a credit union located in Hudson, New Hampshire. On May 7, 1999, at approximately 2:00 p.m., Gateway was robbed of approximately $21,000. A bank employee testified at trial that Gateway's deposits are federally insured by the National Credit Union Administration (\"NCUA\"). She read Gateway's state charter number into the record, then described the bank's loss calculation. At trial, Judkins did not challenge the sufficiency of the evidence as to federal insurance, or as to the state-chartered status. On October 20, 1999, the jury convicted Judkins of bank robbery in violation of 18 U.S.C. &#167; 2113 and interstate transportation of stolen property in violation of 18 U.S.C. &#167; 2314. The district court sentenced Judkins to a 210-month term for bank robbery to run concurrently with a 120-month term for interstate transportation of stolen property.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because Judkins failed to raise a lack of sufficiency claim at the district court, he has waived this argument on appeal unless his conviction is \"clearly and grossly unjust.\" United States v. Neal, 36 F.3d 1190, 1207 (1st Cir. 1994) (citing United States v. Lopez, 709 F.2d 742, 746 (1st Cir. 1983)). That he cannot do. Taking the evidence in favor of the government, it was sufficient. United States v. Alicea, 205 F.3d 480, 483 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Judkins first argues the government failed to present sufficient evidence that Gateway was federally insured on May 7, 1999, the date of the robbery, as opposed to at the date of trial. Proof of federal insurance at the time of the robbery is an essential element for conviction under 18 U.S.C. &#167; 2113. See United States v. Johnson, 71 F.3d 139, 142-43 (4th Cir. 1995); United States v. Brunson, 907 F.2d 117, 118-119 (10th Cir. 1990). To prove the federally-insured status of Gateway, the government elicited uncontradicted testimony from Rolande Suchocki, the manager and treasurer of Gateway. Suchocki testified that Gateway is a credit union, is federally insured, and is a member of NCUA.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While it would have been far better if the testimony had been focused on the bank's status on the date of the robbery, that evidence suffices under this highly deferential standard of review. See, e.g., United States v. Rangel, 728 F.2d 675 (5th Cir. 1984) (assistant vice president of credit union's testimony in robbery trial that the union \"is\" federally insured by NCUA is sufficient to allow inference that it was insured at the time of the offense, which occurred about two years prior to the trial); United States v. Knop, 701 F.2d 670, 672-73 (7th Cir. 1983) (bank president's testimony that bank \"is\" insured allowed a reasonable jury inference that it was insured at the time of the offense, which occurred roughly two years before the trial).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Judkins also argues that the government lacked sufficient evidence to prove that Gateway was either a federal credit union or a state-chartered credit union, and that such a showing is required by 18 U.S.C. &#167; 2113. This statute defines a credit union as \"any Federal credit union and any State-chartered credit union the accounts of which are insured by the National Credit Union Administration Board. . . . The term 'State-chartered credit union' includes a credit union chartered under the laws of a State of the United States . . . .\" 18 U.S.C. &#167; 2113(g). The legal premise of the argument is that the government has to show, beyond the federal insurance, that the bank is also either a federal credit union or a state-chartered one. Judkins' legal argument, which the government disputes, is waived because it was not presented below.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The evidence here suffices even were Judkins's legal argument accepted. Suchocki testified to Gateway's federal insurance and read its state charter number into the record. Judkins argues that because the government neglected to elaborate on the significance of the state charter number, it failed to sustain its burden. We disagree. \"Chains of inference are a familiar, widely accepted ingredient of any process of ratiocination. This method of reasoning, commonly called logic, is regularly relied upon in the realm of human endeavor, and should not be forbidden to a criminal jury.\" United States v. Spinney, 65 F.3d 231, 238 (1st Cir. 1995). Here, the testimony of Suchocki coupled with the state charter number permits an inference that Gateway was a state-chartered credit union with federal insurance. Viewing this evidence in the light most favorable to the verdict, we cannot say the conviction is \"clearly and grossly unjust.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Although the threshold required by courts to prove that federal insurance existed at the time of the offense is not substantial, the government would be wise to heed the warnings sounded by other circuits. The Fifth Circuit held that oral testimony was sufficient to prove insurance at the time of the robbery, but castigated the government for repeatedly failing to prove this element more diligently. United States v. Maner, 611 F.2d 107, 111-12 (5th Cir. 1980). The Eighth Circuit also admonished the government: \"[W]e are at a loss to understand why the government did not introduce more specific evidence regarding the bank's insured status on the date of the offense, including a copy of the certificate of insurance.\" United States v. Hadamek, 28 F.3d 827, 828 (8th Cir. 1994).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>ERIC JUDKINS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1597</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted May 1, 2001<br>Decided October 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Tina Schneider on brief for appellant.</p>\n      <p class=\"indent\">Mark E. Howard, Assistant United States Attorney, and Paul M. Gagnon, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Selya and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Eric Judkins appeals from his conviction for bank robbery and interstate transportation of stolen property, 18 U.S.C. &#167;&#167; 2113(a), 2314 (1994). Judkins argues that the evidence was neither sufficient to show: (1) that the bank involved, the Gateway Credit Union, was federally insured, nor (2) that it was a \"Federal credit union\" or a \"State-chartered credit union\" within the meaning of 18 U.S.C. &#167; 2113. The second argument assumes the legal principle, denied by the government, that the government must show more than that the bank was federally insured. We affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Gateway Credit Union is a credit union located in Hudson, New Hampshire. On May 7, 1999, at approximately 2:00 p.m., Gateway was robbed of approximately $21,000. A bank employee testified at trial that Gateway's deposits are federally insured by the National Credit Union Administration (\"NCUA\"). She read Gateway's state charter number into the record, then described the bank's loss calculation. At trial, Judkins did not challenge the sufficiency of the evidence as to federal insurance, or as to the state-chartered status. On October 20, 1999, the jury convicted Judkins of bank robbery in violation of 18 U.S.C. &#167; 2113 and interstate transportation of stolen property in violation of 18 U.S.C. &#167; 2314. The district court sentenced Judkins to a 210-month term for bank robbery to run concurrently with a 120-month term for interstate transportation of stolen property.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because Judkins failed to raise a lack of sufficiency claim at the district court, he has waived this argument on appeal unless his conviction is \"clearly and grossly unjust.\" United States v. Neal, <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1207 (1st Cir. 1994) (citing United States v. Lopez, <span class=\"citation\" data-id=\"419918\"><a href=\"/opinion/419918/united-states-v-jorge-lopez-united-states-of-america-v-alexis-ramos/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">742</span></a></span>, 746 (1st Cir. 1983)). That he cannot do. Taking the evidence in favor of the government, it was sufficient. United States v. Alicea, <span class=\"citation\" data-id=\"198845\"><a href=\"/opinion/198845/united-states-v-rivera-alicea/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 483 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Judkins first argues the government failed to present sufficient evidence that Gateway was federally insured on May 7, 1999, the date of the robbery, as opposed to at the date of trial. Proof of federal insurance at the time of the robbery is an essential element for conviction under 18 U.S.C. &#167; 2113. See United States v. Johnson, <span class=\"citation\" data-id=\"709048\"><a href=\"/opinion/709048/united-states-v-william-calvin-johnson/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></a></span>, 142-43 (4th Cir. 1995); United States v. Brunson, <span class=\"citation\" data-id=\"543879\"><a href=\"/opinion/543879/united-states-v-abelee-brunson/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">117</span></a></span>, 118-119 (10th Cir. 1990). To prove the federally-insured status of Gateway, the government elicited uncontradicted testimony from Rolande Suchocki, the manager and treasurer of Gateway. Suchocki testified that Gateway is a credit union, is federally insured, and is a member of NCUA.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While it would have been far better if the testimony had been focused on the bank's status on the date of the robbery, that evidence suffices under this highly deferential standard of review. See, e.g., United States v. Rangel, <span class=\"citation\" data-id=\"431828\"><a href=\"/opinion/431828/united-states-v-joe-r-rangel/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span> (5th Cir. 1984) (assistant vice president of credit union's testimony in robbery trial that the union \"is\" federally insured by NCUA is sufficient to allow inference that it was insured at the time of the offense, which occurred about two years prior to the trial); United States v. Knop, <span class=\"citation\" data-id=\"415264\"><a href=\"/opinion/415264/united-states-v-edward-p-knop/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span>, 672-73 (7th Cir. 1983) (bank president's testimony that bank \"is\" insured allowed a reasonable jury inference that it was insured at the time of the offense, which occurred roughly two years before the trial).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Judkins also argues that the government lacked sufficient evidence to prove that Gateway was either a federal credit union or a state-chartered credit union, and that such a showing is required by 18 U.S.C. &#167; 2113. This statute defines a credit union as \"any Federal credit union and any State-chartered credit union the accounts of which are insured by the National Credit Union Administration Board. . . . The term 'State-chartered credit union' includes a credit union chartered under the laws of a State of the United States . . . .\" 18 U.S.C. &#167; 2113(g). The legal premise of the argument is that the government has to show, beyond the federal insurance, that the bank is also either a federal credit union or a state-chartered one. Judkins' legal argument, which the government disputes, is waived because it was not presented below.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The evidence here suffices even were Judkins's legal argument accepted. Suchocki testified to Gateway's federal insurance and read its state charter number into the record. Judkins argues that because the government neglected to elaborate on the significance of the state charter number, it failed to sustain its burden. We disagree. \"Chains of inference are a familiar, widely accepted ingredient of any process of ratiocination. This method of reasoning, commonly called logic, is regularly relied upon in the realm of human endeavor, and should not be forbidden to a criminal jury.\" United States v. Spinney, <span class=\"citation\" data-id=\"196301\"><a href=\"/opinion/196301/united-states-v-spinney/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 238 (1st Cir. 1995). Here, the testimony of Suchocki coupled with the state charter number permits an inference that Gateway was a state-chartered credit union with federal insurance. Viewing this evidence in the light most favorable to the verdict, we cannot say the conviction is \"clearly and grossly unjust.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Although the threshold required by courts to prove that federal insurance existed at the time of the offense is not substantial, the government would be wise to heed the warnings sounded by other circuits. The Fifth Circuit held that oral testimony was sufficient to prove insurance at the time of the robbery, but castigated the government for repeatedly failing to prove this element more diligently. United States v. Maner, <span class=\"citation\" data-id=\"372585\"><a href=\"/opinion/372585/united-states-v-grady-james-maner/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 111-12 (5th Cir. 1980). The Eighth Circuit also admonished the government: \"[W]e are at a loss to understand why the government did not introduce more specific evidence regarding the bank's insured status on the date of the offense, including a copy of the certificate of insurance.\" United States v. Hadamek, <span class=\"citation\" data-id=\"673494\"><a href=\"/opinion/673494/united-states-v-donna-louise-hadamek/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">827</span></a></span>, 828 (8th Cir. 1994).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709048/"
  ]
}