{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199661/",
  "absolute_url": "/opinion/199661/brackett-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199661/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:35:44Z",
  "date_modified": "2017-03-24T11:02:56.207394Z",
  "type": "010combined",
  "sha1": "3b672407b4aedc82a528cbd87ce70a4d1901bc2c",
  "page_count": 25,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1466-01A.pdf",
  "local_path": "pdf/2001/10/31/Brackett_v._US.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 01-1466\n\n                         SCOTT BRACKETT,\n\n                    Petitioner, Appellant,\n\n                               v.\n\n                  UNITED STATES OF AMERICA,\n\n                    Respondent, Appellee.\n\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n               Lynch and Lipez, Circuit Judges,\n               Doumar*, Senior District Judge.\n\n\n\n\n          Neil A. Hourihan for appellant.\n          Dina Michael Chaitowitz, Assistant United States Attorney,\nwith whom James B. Farmer, United States Attorney, was on brief for\nappellee.\n\n\n\n\n    *Of the    Eastern   District     of   Virginia,   sitting   by\ndesignation.\n\f                          October 31, 2001\n\n           LYNCH, Circuit Judge.    This case raises an issue important\n\nto the administration of criminal law: the accrual date for the\n\napplication of the one year limitations period in 28 U.S.C. § 2255(4)\n\n(1994 & Supp. II 1996) to a federal prisoner who petitions to reduce\n\nhis federal sentence because the underlying state convictions (on which\n\nthe length of the federal sentence is predicated) have since been\n\nvacated.\n\n           Scott T. Brackett is a federal prisoner who pled guilty in\n\nJuly 1997 to conspiracy to distribute and possession with intent to\n\ndistribute methamphetamine in violation of 21 U.S.C. § 846 (1994) and\n\n21 U.S.C. § 841(a)(1) (1994 & Supp. 2000). His federal sentence of 108\n\nmonths became final on March 12, 1998. More than two years later, on\n\nDecember 18, 2000, he filed a petition under 28 U.S.C. § 2255 to set\n\naside his sentence. His claim was that his federal sentence, as a\n\ncareer offender under U.S.S.G. § 4B1.1, was predicated on his having\n\nbeen convicted at least twice before of state crimes; that those\n\nconvictions had now been set aside by the state court; and that he\n\nshould now be resentenced. He says he is no longer a career offender\n\nand his sentencing range consequently is only 30 to 37 months.\n\nBrackett argues that because he has already served this time he should\n\nnow be released.\n\n\n                                   -2-\n\f          The district court dismissed the petition as untimely under\n\n28 U.S.C. § 2255. The district court later denied reconsideration on\n\nthe grounds that Brackett had not brought the petition within one year\n\nof the date the sentence became final as required by 28 U.S.C. §\n\n2255(1) and that none of the other limitation provisions within that\n\nstatute applied. Gonzalez v. United States, 135 F. Supp. 2d 112, 123-\n\n25 (D. Mass. 2001). The district court also issued a certificate of\n\nappealability on the question of whether the accrual provision set\n\nforth in § 2255(4) was applicable here. Id. at 125-26.\n\n                                  I.\n\n          A chronology of the pertinent events is helpful to understand\n\nthe issues presented.    In 1991, Brackett was convicted in state\n\ndistrict court of assault and battery with a dangerous weapon, on his\n\nadmission to sufficient facts, and was sentenced to 60 days. In 1993,\n\nBrackett pled guilty to a state charge of assault and battery with a\n\ndangerous weapon and received a two year suspended sentence. Further,\n\nin 1995 he also pled guilty to assault with a dangerous weapon in state\n\ncourt and was placed on probation.\n\n          On September 5, 1996, he was arrested on federal charges of\n\nconspiracy to distribute and possession with intent to distribute\n\nmethamphetamine.\n\n          On October 9, 1997, Brackett moved in state court to vacate\n\nthe 1991 and 1993 convictions. He argued that the 1991 and 1993 plea\n\n\n                                 -3-\n\fcolloquies were insufficient and that he was intoxicated at the time of\n\nthe plea proceedings. In October of 1997, a state district judge\n\ndenied his motion as to the 1991 conviction. In the 1997 memorandum\n\nand ruling from the state district court, the judge found that after\n\nseven years there was no preserved record of the defendant’s plea\n\nconducted before the court. The 1991 case file indicated that Brackett\n\nwas represented by counsel, and had executed the standard written jury\n\nwaiver. The reviewing judge noted that the familiar events of federal\n\ndefendants returning to the state court to vacate state convictions\n\n          often repeated themselves in our state courts system as\n          defendants and defense attorneys seek all avenues of relief\n          from federal sentencing guidelines. The resources of state\n          courts, including those of Massachusetts, are called upon\n          time and again to turn the state criminal justice system\n          upside down to find any possible reason to vacate state\n          convictions to afford federal defendants relief from what\n          apparently is becoming a more and more unworkable, mandatory\n          federal sentencing system.\n                 Having reviewed the casefile in this matter at\n          length, and the materials submitted by the defendant in\n          support of his motion, I find no justifiable grounds to\n          allow the defendant’s motion. Further, it is to be noted\n          that justice is not best served by the adoption of novel or\n          convoluted arguments designed to ultimately afford\n          defendants relief in state court from a mandatory federal\n          sentencing system. That relief is best found within the\n          federal system itself, be it within the federal courts or\n          within the Congress.\n\n          Brackett’s other effort, to withdraw the admission to\n\nsufficient facts in his 1993 case, was rejected by the state court on\n\nFebruary 10, 1998. The reasons Brackett gave for undoing his 1993 plea\n\nwere that the plea colloquy was incomplete and that Brackett was under\n\n\n                                 -4-\n\fthe influence of alcohol at the time and was unaware of the possible\n\nrepercussions that could occur at a later date. The court noted that\n\nthe tape recording of the plea colloquy no longer existed inasmuch as\n\nthe defendant had delayed nearly five years in presenting the motion.\n\nAlthough Brackett had the right to appeal from the 1997 and 1998\n\ndenials of his motions to vacate the 1991 and 1993 convictions under\n\nRule 30(c)(8) of the Massachusetts Rules of Criminal Procedure, he did\n\nnot do so.\n\n          On February 19, 1998, Brackett was sentenced on the federal\n\nmethamphetamine charges.     As a result of having two prior state\n\nconvictions, he was in a criminal history category of VI, had an\n\nadjusted offense level of 29, and was sentenced as a career offender\n\nunder U.S.S.G. § 4B1.1. At the time he was sentenced, the prior state\n\nconvictions stood. The state courts had rebuffed his efforts to vacate\n\nthose 1991 and 1993 convictions. If the state convictions had then\n\nbeen vacated, his sentence would have been in the 30-37 month range, as\n\nopposed to the 108 months he received. Gonzalez, 135 F. Supp. 2d at\n\n117. On March 12, 1998, his federal sentence became final because\n\nthere had been no appeal. Consequently the Antiterrorism and Effective\n\nDeath Penalty Act (\"AEDPA\"), Pub. L. No. 104-132, 110 Stat. 1214 (Apr.\n\n24, 1996), limit in § 2255(1) of one year from the date of the final\n\njudgment of conviction expired before Brackett filed his § 2255\n\npetition on December 18, 2000.\n\n\n                                 -5-\n\f          Only after his federal sentence was imposed did Brackett\n\nstart yet another attempt to vacate his state convictions. On January\n\n3, 2000, he filed a new set of motions to vacate the 1991 and 1993\n\nconvictions. In identical motions, Brackett asserted that he was\n\ndenied effective assistance of counsel in 1991 and 1993 because counsel\n\ndid not object to his pleading guilty even though counsel knew that he\n\nwas intoxicated, and for other reasons.\n\n          His year 2000 state motions for new trials on his 1993 plea\n\nand his 1991 plea were allowed by the state court when the state\n\nprosecutor's office agreed to the motions. There was no judicial\n\nfinding that the pleas should be vacated due to constitutional\n\nviolations. In fact, the charges against Brackett were pending in the\n\nstate court system at the time this case was briefed to us.\n\n                                 II.\n\n          Under 28 U.S.C. § 2255, a prisoner in custody under sentence\n\nof a federal court, claiming the right to be released on the ground\n\nthat the sentence was imposed in violation of the Constitution or laws\n\nof the United States, may petition the court that imposed the sentence\n\nto vacate, set aside or correct the sentence. The statute provides for\n\na one year period of limitations, which runs from the latest of:\n\n          (1)     the date on which the judgment of conviction becomes\n                  final;\n          (2)     the date on which the impediment to making a motion\n                  created by governmental action in violation of the\n                  Constitution or laws of the United States is\n\n\n                                 -6-\n\f                  removed, if the movant was prevented from making a\n                  motion by such governmental action;\n          (3)     the date on which the right asserted was initially\n                  recognized by the Supreme Court, if that right has\n                  been newly recognized by the Supreme Court and made\n                  retroactively applicable to cases on collateral\n                  review; or\n          (4)     the date on which the facts supporting the claim or\n                  claims presented could have been discovered through\n                  the exercise of due diligence.\n\n\n28 U.S.C. § 2255. The question on the certificate of appealability\n\nconcerns only the effect of subsection (4), and it is the only issue\n\nwhich we now consider.\n\n          Brackett argues that \"the date on which the facts supporting\n\nthe claim or claims presented could have been discovered through the\n\nexercise of due diligence\" must mean the date on which the state court\n\nvacated the prior criminal conviction. The government contends that\n\nthe statutory language refers to situations where the underlying facts\n\nsupporting the vacating of the state conviction were not known to the\n\ndefendant and could not have been discovered through the exercise of\n\ndue diligence; then the one year runs from the discovery of such facts\n\n(or when they could have been discovered).1 The government says that\n\n\n     1    The government’s brief also argues at great length that\nthe claim presented here is not cognizable under 28 U.S.C. §\n2255. We do not decide this issue. First, this issue was not\nraised below. Indeed, the district court dismissed Brackett's\npetition without providing the government an opportunity to\nrespond. The issue is outside of the scope of the certificate\nof appealability, and cannot be reviewed by this Court. Bui v.\nDiPaolo, 170 F.3d 232, 236-37 (1st Cir. 1999) (holding that in\n\n                                 -7-\n\fbecause Brackett knew of the facts he used to support his state court\n\nmotions well before the date of his federal sentencing, subsection (4)\n\ndoes not apply and this case is governed by subsection (1).        The\n\ngovernment argues that Brackett's claim is time barred because more\n\nthan one year has expired since \"the date on which the judgment of\n\nconviction [became] final.\" 28 U.S.C. § 2255(1). We review de novo the\n\nissue of statutory interpretation. Trenkler v. United States, No. 00-\n\n1657, 2001 WL 1215366, at *2 (1st Cir. Oct. 16, 2001).\n\n          The problem before us is best understood in context. Through\n\nseveral different mechanisms the federal sentencing guidelines increase\n\nthe duration of imprisonment for a federal offender who has prior state\n\nor federal convictions. One of those mechanisms is the career offender\n\nenhancement found in U.S.S.G. § 4B1.1. Because the length of the\n\nfederal sentences increases with prior state convictions, the\n\n\n\n\na habeas case only issues certified for appeal in the\ncertificate of appealability can be reviewed by the appellate\ncourt).   Second, in United States v. Tucker, 404 U.S. 443\n(1972), the Supreme Court allowed the use of § 2255 to attack a\nsentence and remanded for reconsideration of the sentence when\nthe federal sentence took into account state convictions which\nviolated the 6th Amendment right to counsel under Gideon v.\nWainwright, 372 U.S. 335 (1963). The government made a similar\nargument in United States v. Pettiford, 101 F.3d 199, 201 (1st\nCir. 1996), where it tried to \"limit the availability of §\n2255.\" We rejected this argument at that time and held that\n\"whether on constitutional or grounds otherwise subject to\ncollateral attack, we concur with the district court's\nrecognition of federal habeas jurisdiction.\" Id.\n\n                                 -8-\n\fsentencing guidelines have led to a cottage industry of diligent\n\ndefense counsel seeking to vacate old state convictions in order to\n\nreduce the federal sentence. See United States v. Payne, 894 F. Supp.\n\n534, 537 n.7 (D. Mass. 1995) (noting the \"surprising infirmity\" of\n\nMassachusetts state court convictions \"as they are increasingly coming\n\nunder intense scrutiny in the last ditch attempt to avoid\" enhanced\n\nfederal sentences). In this sense, as the Massachusetts state court\n\njudge noted in his 1997 denial of Brackett's motion to vacate, the\n\nfederal sentencing guidelines have imposed an unwanted burden on the\n\nstate courts, which are now faced with a flood of petitions from\n\nfederal defendants and prisoners attempting to vacate state court\n\nconvictions. These efforts often come many years after the date of\n\nthose state convictions. This is particularly problematic because, as\n\nthe Supreme Court noted in Lackawanna County District Attorney v. Coss,\n\n532 U.S. 394, 121 S. Ct. 1567, 1574 (2001), \"as time passes, and\n\ncertainly once a state sentence has been served to completion, the\n\nlikelihood that trial records will be retained by the local courts and\n\nwill be accessible for review diminishes substantially.\" Attempts to\n\nvacate or set aside state court convictions have posed a particular\n\nproblem in Massachusetts, because in the state district courts, where\n\na great many criminal offenses are tried, the records of the\n\nproceedings may be destroyed after two and one half years. Special\n\nRule of the District Courts 211(A)(4) (1997).\n\n\n                                 -9-\n\f          The problem of whether to adjust federal sentences when a\n\nfederal   defendant   asserts   that    the   state   convictions    were\n\nconstitutionally invalid presents a number of issues. One was the\n\nissue of where a claim that the state conviction was invalid should\n\nfirst be heard.   In Custis v. United States, 511 U.S. 485, 493-97\n\n(1994), the Supreme Court held that the federal prisoner could not\n\nattack the validity of his prior conviction which raised his penalty\n\nfrom a maximum of 10 years to a mandatory minimum of 15 years in prison\n\npursuant to the Armed Career Criminal Act, 18 U.S.C. § 924(e) (\"ACCA\"),\n\nduring the federal sentencing proceedings, unless the attack was based\n\non a deprivation of the right to counsel under Gideon v. Wainwright,\n\n372 U.S. 335 (1963). Custis was animated by two policy interests: ease\n\nof administration and finality of judgments. Custis, 511 U.S. at 496-\n\n97. Custis noted that it is easier to administer cases in which Gideon\n\nclaims are made than cases that claim ineffective assistance of counsel\n\nor failure to assure a voluntary guilty plea.          Id. at 496.     In\n\naddition, finality is especially important where a defendant challenges\n\na previous conviction because \"the defendant is asking a district court\n\n'to deprive [the] [state-court judgment] of [its] normal force and\n\neffect in a proceeding that ha[s] an independent purpose other than to\n\noverturn the prior judgmen[t].'\" Id. at 497 (quoting Parke v. Raley,\n\n506 U.S. 20, 30 (1992) (alterations in original)). Naturally, the\n\nCustis ruling applies whether the sentence enhancement was imposed\n\n\n                                 -10-\n\fbecause of ACCA or because of the Sentencing Guidelines. United States\n\nv. Arango-Montoya, 61 F.3d 1331, 1336 (7th Cir. 1995); United States v.\n\nGarcia, 42 F.3d 573, 581 (10th Cir. 1994).\n\n          After Custis, the \"where\" question became whether the\n\nconstitutional infirmity of the state conviction could be raised\n\ninitially in federal court by a § 2255 petition. In Daniels v. United\n\nStates, 532 U.S. 374, 121 S. Ct. 1578 (2001), the Supreme Court\n\nanswered this question negatively, with the exception of convictions in\n\nviolation of the Gideon right to counsel.      The Court said that a\n\ndefendant may raise the issue of the validity of a state conviction in\n\nstate court on direct appeal or in state post-conviction proceedings,\n\nor, if those routes had been exhausted, by petition for habeas under 28\n\nU.S.C. § 2254. Daniels, 121 S. Ct. at 1582-83. But the Court would\n\nnot permit leapfrogging of those state procedures to attack the state\n\nconviction initially by a federal § 2255 petition. The Court did leave\n\nopen the possibility that a prisoner, who is prevented by no fault of\n\nhis own from bringing a state proceeding to vacate, and was now barred\n\nby state law from doing so, could bring a § 2255 petition. Id. at\n\n1584.\n\n          This means that, absent a Gideon challenge, the \"where\"\n\nquestion is answered: the initial attack on the validity of the state\n\nconviction should be brought in state court. Only after the state\n\ncourt proceedings are exhausted, as a general rule, can a prisoner come\n\n\n                                 -11-\n\fto federal court to pursue a habeas claim. This rule is generally true\n\nboth under § 2255, the federal post-conviction review for those in\n\nfederal custody, and, more usually, under 28 U.S.C. § 2254, the habeas\n\nstatute for those in state custody. O'Sullivan v. Boerckel, 526 U.S.\n\n838, 842 (1999).\n\n          In this case, Brackett has exhausted his state court remedies\n\nbecause he has managed to vacate two state convictions.         He has\n\naccomplished the first step necessary to have his sentence reviewed by\n\na habeas court.    However, he must still contend with the time\n\nlimitation contained in § 2255 -- that is, the question of when such a\n\nclaim is no longer timely. Initially, we look at this question by\n\nanalogy to the parallel habeas statute.\n\n          AEDPA affected both federal post-conviction relief and\n\nhabeas. The Supreme Court commonly interprets § 2255 and § 2254 in\n\nlight of each other. See Lackawanna County, 121 S. Ct. at 1573 (2001)\n\n(extending Daniels rule under § 2255 to a § 2254 case). Just as §\n\n2255, the statute that concerns us, has time limits, so too does §\n\n2244, which applies to § 2254 petitions.\n\n          Section 2244(d)(1) provides that \"[a] 1-year period of\n\nlimitation shall apply for a writ of habeas corpus by a person in\n\ncustody pursuant to the judgment of a State court.\" It goes on to\n\nstate that the period of limitation starts to run from the latest of\n\nfour potential occurrences which are substantially similar to the ones\n\n\n                                 -12-\n\foutlined in § 2255. 28 U.S.C. § 2244(d)(1). Indeed, § 2244(d)(1)(D)\n\nis strikingly similar to the provision that concerns us, § 2255(4).\n\nThe limitation under § 2244(d)(1)(D) states that the limitation period\n\nshall run from the latest of \"the date on which the factual predicate\n\nof the claim or claims presented could have been discovered through the\n\nexercise of due diligence.\"     28 U.S.C. § 2244(d)(1).2     The only\n\ndifference between the two provisions is that § 2255(4) uses the phrase\n\n\"facts supporting the claim\" while § 2244(d)(1)(D) uses the phrase \"the\n\nfactual predicate of the claim.\"\n\n          The jurisprudence on the limits imposed on § 2254 by § 2244\n\nis more developed and sheds some light on our problem. The Supreme\n\nCourt addressed the issue of statutory tolling of § 2244(d)'s one year\n\nlimitation period in Artuz v. Bennett, 531 U.S. 4 (2000), and held\n\nthat, under § 2244(d)(2), an application to a state court for post-\n\nconviction relief tolls the limitations period in § 2244(d)(1), even if\n\nthe application contains procedurally barred claims. Recently, in\n\nDuncan v. Walker, 121 S. Ct. 2120 (2001), the Court once more addressed\n\nthe issue of tolling of the one year limitation period in § 2244(d).\n\nDuncan held that, while the time during which a properly filed\n\napplication for state post-conviction or other collateral review is\n\n     2    In addition, § 2244(d)(2) includes a tolling provision:\n\"[t]he time during which a properly filed application for State post-\nconviction or other collateral review . . . is pending shall not be\ncounted toward any period of limitation under this subsection.\" 28\nU.S.C. § 2244(d)(2).\n\n                                 -13-\n\fpending is not counted toward the limitation period for filing a § 2254\n\npetition from AEDPA’s effective date, the tolling provision does not\n\napply to the time taken by a prior application for federal habeas\n\ncorpus. Duncan, 121 S. Ct. at 2129. The Court noted that the one year\n\nlimitation period in § 2244(d)(1) expressed Congress’s interest in\n\nfinality of state court judgments because it \"reduces the potential for\n\ndelay on the road to finality.\" Id. at 2128. The Court also observed\n\nthat while the tolling provision in § 2244(d)(2) potentially lengthens\n\nthe road to finality, it \"limits the harm to the interest in finality\n\nby according tolling effect only to 'properly filed application[s] for\n\nState post-conviction or other collateral review.'\" Id. (alteration in\n\noriginal).\n\n          Justices Souter and Stevens concurred in the result in Duncan\n\nand noted that they thought there was nothing to bar a district court\n\nfrom retaining jurisdiction of a § 2254 petition from a state prisoner\n\nwhile state remedies were exhausted.       Id. at 2129 (Souter, J.,\n\nconcurring); id. at 2129-30 (Stevens, J., concurring). This is their\n\nview, although in a pre-AEDPA decision, Rose v. Lundy, 455 U.S. 509\n\n(1982), the Supreme Court directed district courts to dismiss, not\n\nstay, petitions under § 2254 while the state remedies were being\n\nexhausted.\n\n          Justices Souter and Stevens also discussed the possibility\n\nof equitable tolling in their concurrences. Justice Stevens stated\n\n\n                                 -14-\n\fthat because \"federal habeas corpus has evolved as the product of both\n\njudicial doctrine and statutory law,\" AEDPA does not \"preclude[] a\n\nfederal court from deeming the limitations period tolled . . . as a\n\nmatter of equity.\" Id. at 2130. The possibility of equitably tolling\n\nthe statute of limitations contained in § 2244(d)(1) has been discussed\n\nin many cases. Indeed, this court in Neverson v. Bissonnette, 261 F.3d\n\n120, 127 (1st Cir. 2001), remanded a § 2254 petition for consideration\n\nof the possibility of equitable tolling, without expressing a view as\n\nto whether the doctrine was available. In Delaney v. Matesanz, 264\n\nF.3d 7, 14-15 (1st Cir. 2001), we considered that even if equitable\n\ntolling were available on that § 2254 petition, the defendant there did\n\nnot qualify.   See also Fahy v. Horn, 240 F.3d 239, 244 (3d Cir.)\n\n(equitable tolling of § 2244(d)'s limitation is only available in\n\nextraordinary circumstances), cert. denied, No. 01-17, 2001 WL 82597\n\n(U.S. Oct. 1, 2001); Felder v. Johnson, 204 F.3d 168, 171-73 (5th Cir.)\n\n(ignorance of the law does not warrant equitable tolling), cert.\n\ndenied, 531 U.S. 1035 (2000); Smith v. McGinnis, 208 F.3d 13, 17 (2d\n\nCir.) (per curiam) (equitable tolling applies to the one year statute\n\nof limitations in § 2244(d) \"only in . . . rare and exceptional\n\ncircumstance[s]\" (internal quotation marks omitted)), cert. denied, 531\n\nU.S. 840 (2000).\n\n          It is clear that the jurisprudence under § 2254, through §\n\n2244, suggests a strong concern for finality, possibly leavened in\n\n\n                                 -15-\n\finstances of clear injustice by narrow safety valves of either\n\nequitable tolling or a stay of a premature federal petition. Similar\n\nconcerns must animate the limitations period under § 2255.\n\n          To return to § 2255, the net result of Custis and Daniels\n\nwas to leave federal prisoners in a practical bind. They could not\n\nbring a § 2255 petition to federal court until they had gotten the\n\nstate convictions vacated and they had only one year in which to\n\naccomplish that from the date of federal conviction -- a daunting task.\n\nThat was so unless there was an alternate reading of the timelines.\n\n          The \"when\" question then becomes whether the language of §\n\n2255(4) means that such a claim for federal resentencing does not\n\naccrue, Wims v. United States, 225 F.3d 186, 190 (2d Cir. 2000);\n\nMcGinnis, 208 F.3d at 15, until the state convictions are vacated,\n\nregardless of when the prisoner knew or should have known of the facts\n\nsupporting the vacating of the state conviction.\n\n          We hold that the operative date under § 2255(4) is not the\n\ndate the state conviction was vacated, but rather the date on which the\n\ndefendant learned, or with due diligence should have learned, the facts\n\nsupporting his claim to vacate the state conviction. Section 2255(4)\n\nprovides that the period begins to run from the date \"on which the\n\nfacts supporting the claim or claims presented could have been\n\ndiscovered through the exercise of due diligence.\"        18 U.S.C. §\n\n2255(4). Brackett's reading of that clause -- that the key date is the\n\n\n                                 -16-\n\fdate on which the state court vacates his conviction -- is supported by\n\nsome district court decisions.3 The district court here rejected that\n\nreading, finding that such an outcome is \"contrary to the intent of\n\nCongress to impose stringent limitations to habeas relief and provide\n\nfinality to federal sentences.\" Gonzalez, 135 F. Supp. 2d at 125. We\n\ntoo reject Brackett’s reading for three reasons: it is not the most\n\nnatural reading of the statute, it is inconsistent with the readings\n\ngiven to parallel uses of similar language by Congress, and such a\n\nreading would contravene legislative intent.\n\n          The most natural reading of subsection (4), both alone and\n\nin the context of the entire § 2255, is inconsistent with Brackett’s\n\nargument. It would make little sense for Congress to have used the\n\nphrase \"facts supporting the claim [that] could have been discovered\n\nthrough the exercise of due diligence\" if \"facts\" included a state\n\ncourt set aside of a prior conviction. Such court actions are obtained\n\nat the behest of the petitioners and not \"discovered\" by them. It\n\n\n\n     3    In United States v. Cavallaro, No. CRIM. 95-52-P-H,\n2000 WL 230225 (D. Me. Feb. 9, 2000), the court interpreted the\nterm \"facts\" in subsection (4) as the fact of the state court\ndecision vacating the prior convictions and held that such facts\nwere not \"discoverable\" until the date of that decision.\nSimilarly, in United States v. Hoskie, 144 F. Supp. 2d 108, 111\n(D. Conn. 2001), the court held that the one year statute of\nlimitations under 2255(4) \"starts to run on the date the state\nconvictions are vacated, not an earlier date when the defendant\ndiscovered the facts forming the basis for the attack on the\nstate convictions.\"\n\n                                 -17-\n\fwould be an odd usage to say that court actions \"could have been\n\ndiscovered.\" The language rather suggests that this provision is\n\nconcerned with facts that were not known and could not have been\n\ndiscovered through the exercise of due diligence as of the date of the\n\nfederal sentence. Although it is true that Brackett did not know how\n\nthe state court would act on his motion and did not know when it would\n\nact on his motion, we do not think that these are the type of facts to\n\nwhich Congress referred. The construction Brackett gives, although\n\narguable, is not the most plausible reading on a purely linguistic\n\nbasis.\n\n          Further, the construction of the remaining clauses of § 2255\n\nundercuts Brackett's argument.      In the law, \"facts\" are usually\n\ndistinguished from court decisions.      That distinction is itself\n\ncontained within § 2255. Indeed, § 2255(3) refers to the date a right\n\nasserted was initially recognized by the Supreme Court, and § 2255(1)\n\nrefers to the date a judgment becomes final.      The use of the term\n\n\"facts\" in subsection (4) is in contrast to both the language about the\n\nrecognition of rights asserted recognized by a court in subsection (3)\n\nand a court's judgments in subsection (1).\n\n          We think that the reference in subsection (4) was to basic,\n\nprimary, or historical facts, as that is the sense in which Congress\n\nhas used similar language elsewhere. There are a great many other\n\n\n\n\n                                 -18-\n\finstances where courts4 and statutes refer to dates on which facts\n\nsupporting claims presented could have been discovered through the\n\nexercise of due diligence.\n\n          Perhaps the most important examples are in the parallel\n\nhabeas provisions. We start with 28 U.S.C. § 2244(d)(1), with its\n\nparallel language to § 2255. Under § 2244(d)(1)(D), the one year\n\nlimitation period runs from \"the date on which the factual\n\npredicate of the claim or claims presented could have been\n\ndiscovered    through   the   exercise    of   due   diligence.\"    This\n\nprovision's    reference      to   \"factual    predicates\"    has   been\n\ninterpreted to mean evidentiary facts or events and not court\n\nrulings or legal consequences of the facts.          Owens v. Boyd, 235\n\nF.3d 356, 359 (7th Cir. 2000) (stating that \"the trigger in\n\n2244(d)(1)(D) is (actual or imputed) discovery of the claim's\n\n     4     For example, in tort law under the discovery rule, the\nrunning of the statute of limitations does not begin until the fact of\nthe injury becomes known, or should have become known in the exercise\nof due diligence. See, e.g., Collins v. Nuzzo, 244 F.3d 246, 253 (1st\nCir. 2001) (stating that in Massachusetts defamation cases \"the statute\nonly starts to run when the harm becomes known, or in the exercise of\nreasonable diligence should have become known, to the injured party\"\n(internal quotation marks omitted)); Saenger Org., Inc. v. Nationwide\nIns. Licensing Assocs., Inc., 119 F.3d 55, 65 (1st Cir. 1997) (\"Under\nthe Massachusetts discovery rule, the running of the statute of\nlimitations is delayed while 'the facts,' as distinguished from the\n'legal theory for the cause of action,' remain 'inherently unknowable'\nto the injured party.\" (quoting Catrone v. Thoroughbred Racing Ass'ns\nof N. Am., Inc., 929 F.2d 881, 885 (1st Cir. 1991)) (emphasis and\ninternal quotation marks omitted)).\n\n                                   -19-\n\f'factual   predicate',   not   recognition   of   the   facts'   legal\n\nsignificance\"); Ybanez v. Johnson, 204 F.3d 645, 646 (5th Cir.)\n\n(per curiam) (rejecting the argument that a state court decision\n\ncan be the factual predicate under § 2244(d)(1)(D)), cert.\n\ndenied, 531 U.S. 881 (2000).     Similarly, 28 U.S.C. § 2254(d)(2)\n\nrefers to state court decisions which refer to an \"unreasonable\n\ndetermination of the facts.\"       We recently held that for this\n\npurpose \"facts\" are defined as \"basic, primary, or historical\n\nfacts.\"    Sanna v. DiPaolo, No. 01-1008, 2001 WL 1013148, at *3\n\n(1st Cir. 2001).      Because § 2254 (habeas corpus from state\n\nconvictions) and § 2255 (post-conviction relief from federal\n\nconvictions) are analogous to one another, the way the state\n\nhabeas provisions are interpreted should be used to interpret §\n\n2255(4).\n\n           Using this model, Brackett was aware of the \"facts\"\n\nsupporting his claim that his state court conviction was invalid --\n\nthat he was intoxicated during the plea colloquy and that the colloquy\n\nwas incomplete -- long before the date of his federal sentencing.\n\n           Our final reason is that Brackett's reading of § 2255 would\n\ncreate a loophole which is contrary to the legislative intent of\n\ninsuring a greater degree of finality.       Duncan and other cases\n\n\n\n                                 -20-\n\festablish that one of the signal purposes animating AEDPA is the desire\n\nof Congress to achieve finality in criminal cases, both federal and\n\nstate. Duncan, 121 S. Ct. at 2127-28; Williams v. Taylor, 529 U.S.\n\n420, 436 (2000); Calderon v. Thompson, 523 U.S. 538, 554-58 (1998); see\n\nalso Trenkler, 2001 WL 1215366 at *4 (noting importance of not creating\n\nan \"end-run\" around AEDPA's statute of limitations because of concern\n\nfor delay); United States v. Barrett, 178 F.3d 34, 38 (1st Cir. 1999)\n\n(\"gatekeeping mechanisms . . . augment society’s interests in finality\n\nof criminal convictions\"). To read the statute as Brackett does would\n\nbe to create strong counter-incentives working against finality in both\n\nthe state and federal criminal justice systems. On Brackett's reading,\n\nfederal prisoners would be given incentives to delay or repeat their\n\nchallenges to their state court convictions, and particularly to wait\n\nuntil the state had destroyed the trial or plea records, thus making it\n\neasier in some instances to obtain an order vacating the conviction.\n\nAssuming the state court vacates the conviction, the delay would also\n\ndiminish the chances of retrial, as witnesses' memories fade or\n\nwitnesses become unavailable. New trials might never be held, for\n\nreasons unrelated to the merits of the case. Rather than affording\n\nrespect and finality to state proceedings, such a reading of the\n\n\n\n\n                                 -21-\n\fstatute would lead to new burdens on the states through increased\n\nfilings of motions to vacate, and would upset finality.5\n\n          We acknowledge that there may be situations in which our\n\nreading of this one year period of limitation in § 2255(4) would\n\narguably work an injustice. As the Supreme Court noted in Lackawanna\n\nCounty, 121 S. Ct. at 1575, there may be cases of federal prisoners\n\nwho, at the time of federal sentencing, were actually innocent of the\n\nstate crime for which they had been convicted. It may be that such\n\nprisoners do not become aware of facts and could not reasonably in the\n\nexercise of due diligence have become aware of facts to prove their\n\ninnocence until later. And it may be that once they discover such\n\nfacts they move promptly in state court to vacate the conviction but\n\nthey are unable to obtain a state decision vacating the conviction\n\n\n\n     5    In the pre-AEDPA era, this Court in Pettiford held that\na prisoner may use § 2255 to challenge a federal sentence that\nhad been enhanced by Massachusetts state convictions that were\nvacated after federal sentencing. This conclusion was reached\nalthough the vacating of the state court decisions there appear\nto have been based on the absence of records that had been\ndestroyed, and on what was thought to be the Commonwealth’s\nburden to prove that the procedures were regular. Pettiford,\n101 F.3d at 202. Pettiford did not, of course, construe the\nlimitation period language in AEDPA, but it did anticipate that\nAEDPA’s limitations period would resolve the problem posed. 101\nF.3d at 202 n.2. The Court noted that the one year limitation\nperiod   would    eliminate   the   possibility    of   prisoners\n\"sandbagging\" the government by having their state convictions\nvacated long after federal sentencing has taken place.\n\n\n                                -22-\n\funtil more than one year after they learn of the facts, and so cannot\n\nbring a petition within the time limit in       § 2255(4).6\n\n          In situations of potential injustice, there may be\n\nmechanisms, both before and after the federal sentencing, which act as\n\nsafety valves. For example, when there are pending state proceedings\n\nto vacate state convictions instituted before the federal sentence is\n\nimposed, it would be within the power of the federal sentencing judge\n\nto continue the sentencing hearing for a reasonable period to permit\n\nthe conclusion of the state court proceedings. See Fed. R. Crim. P.\n\n32(a) (\"The time limits prescribed [for sentencing] may be either\n\nshortened or lengthened for good cause.\"); see also United States v.\n\nOttens, 74 F.3d 357, 359 (1st Cir. 1996) (the district court judge has\n\nwide discretion in granting a sentencing continuance).\n\n          Alternatively, petitioners could argue for a rule of\n\nequitable tolling under § 2255. The First Circuit has yet to adopt\n\nsuch a rule, Trenkler, 2001 WL 1215366 at *6, but equitable tolling\n\nunder § 2255 has been adopted by several circuits in cases where\n\nclaimants file late petitions because of extraordinary circumstances.\n\nSee Dunlap v. United States, 250 F.3d 1001, 1008-09 (6th Cir. 2001)\n\n\n  In another context we have acknowledged the possible\nunfairness that could result if the gatekeeping requirements\nof § 2255 barred relief when a new legal argument does not\nbecome available until after a first petition has been filed\nand denied. Sustache-Rivera v. United States, 221 F.3d 8, 12-\n18 (1st Cir. 2000), cert. denied, 121 S. Ct. 1364 (2001).\n\n                                -23-\n\f(adopting standard to apply in § 2255 equitable tolling cases); United\n\nStates v. Marcello, 212 F.3d 1005, 1010 (7th Cir.) (holding that \"§\n\n2255's period of limitation is not jurisdictional but is instead a\n\nprocedural statute of limitations subject to equitable tolling.\"),\n\ncert. denied, 531 U.S. 878 (2000); Sandvik v. United States, 177 F.3d\n\n1269, 1271 (11th Cir. 1999) (\"[T]here is every indication that § 2255's\n\ndeadline is a garden-variety statute of limitations, and not a\n\njurisdictional bar that would escape equitable tolling.\").\n\n          However, we do not reach the issue of whether this Circuit\n\nshould adopt the doctrine of equitable tolling because the defendant\n\nhere did not present an argument of equitable tolling and so it is\n\nwaived. Even were equitable tolling not waived, this defendant is no\n\ncandidate for equitable tolling. If he was intoxicated at the time of\n\nthe 1991 and 1993 convictions or received an inadequate colloquy, he\n\nknew it then. Moreover, in contrast to a more sympathetic candidate\n\nfor equitable tolling who acts with \"reasonable diligence throughout\n\nthe period he seeks to toll,\" Brackett sat on his hands for a great\n\nmany years.    McGinnis, 208 F.3d at 17-18 (outlining the Second\n\nCircuit's requirements for equitable tolling of the limitations period\n\nin § 2255); see also Delaney, 264 F.3d at 14 (the diligence of the\n\nparty pursuing judicial remedies may be a factor in deciding whether\n\nequitable tolling applies).      Further, the only state decisions\n\n\n\n\n                                 -24-\n\freviewing the merits of his attempts to vacate his convictions resulted\n\nin denials of his claim.\n\n          That Brackett even has an argument here is a situation that\n\nwas brought about by the defendant and the prosecutor agreeing to\n\nvacate the prior state conviction, years after the records of his\n\nconviction were destroyed. We do not know why the prosecution agreed\n\n-- perhaps it was inertia. But nothing about his case suggests that\n\nthe equities are in Brackett’s favor. Cf. Jamison v. United States,\n\n244 F.3d 44, 48 (1st Cir. 2001) (under circumstances where defendant\n\nnever disputed that he committed the crime and his case was only\n\ndismissed because he fled the jurisdiction \"counting the [state]\n\nconviction is not even remotely an injustice\").\n\n          Affirmed.\n\n\n\n\n                                 -25-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 01-1466\n\n                         SCOTT BRACKETT,\n\n                    Petitioner, Appellant,\n\n                               v.\n\n                  UNITED STATES OF AMERICA,\n\n                    Respondent, Appellee.\n\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n               Lynch and Lipez, Circuit Judges,\n               Doumar*, Senior District Judge.\n\n\n\n\n          Neil A. Hourihan for appellant.\n          Dina Michael Chaitowitz, Assistant United States Attorney,\nwith whom James B. Farmer, United States Attorney, was on brief for\nappellee.\n\n\n\n\n    *Of the    Eastern   District     of   Virginia,   sitting   by\ndesignation.\n\f                          October 31, 2001\n\n           LYNCH, Circuit Judge.    This case raises an issue important\n\nto the administration of criminal law: the accrual date for the\n\napplication of the one year limitations period in 28 U.S.C. § 2255(4)\n\n(1994 & Supp. II 1996) to a federal prisoner who petitions to reduce\n\nhis federal sentence because the underlying state convictions (on which\n\nthe length of the federal sentence is predicated) have since been\n\nvacated.\n\n           Scott T. Brackett is a federal prisoner who pled guilty in\n\nJuly 1997 to conspiracy to distribute and possession with intent to\n\ndistribute methamphetamine in violation of 21 U.S.C. § 846 (1994) and\n\n21 U.S.C. § 841(a)(1) (1994 & Supp. 2000). His federal sentence of 108\n\nmonths became final on March 12, 1998. More than two years later, on\n\nDecember 18, 2000, he filed a petition under 28 U.S.C. § 2255 to set\n\naside his sentence. His claim was that his federal sentence, as a\n\ncareer offender under U.S.S.G. § 4B1.1, was predicated on his having\n\nbeen convicted at least twice before of state crimes; that those\n\nconvictions had now been set aside by the state court; and that he\n\nshould now be resentenced. He says he is no longer a career offender\n\nand his sentencing range consequently is only 30 to 37 months.\n\nBrackett argues that because he has already served this time he should\n\nnow be released.\n\n\n                                   -2-\n\f          The district court dismissed the petition as untimely under\n\n28 U.S.C. § 2255. The district court later denied reconsideration on\n\nthe grounds that Brackett had not brought the petition within one year\n\nof the date the sentence became final as required by 28 U.S.C. §\n\n2255(1) and that none of the other limitation provisions within that\n\nstatute applied. Gonzalez v. United States, </pre><span class=\"citation\" data-id=\"2503261\"><a href=\"/opinion/2503261/gonzalez-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">112</span></a></span><pre class=\"inline\">, 123-\n\n25 (D. Mass. 2001). The district court also issued a certificate of\n\nappealability on the question of whether the accrual provision set\n\nforth in § 2255(4) was applicable here. Id. at 125-26.\n\n                                  I.\n\n          A chronology of the pertinent events is helpful to understand\n\nthe issues presented.    In 1991, Brackett was convicted in state\n\ndistrict court of assault and battery with a dangerous weapon, on his\n\nadmission to sufficient facts, and was sentenced to 60 days. In 1993,\n\nBrackett pled guilty to a state charge of assault and battery with a\n\ndangerous weapon and received a two year suspended sentence. Further,\n\nin 1995 he also pled guilty to assault with a dangerous weapon in state\n\ncourt and was placed on probation.\n\n          On September 5, 1996, he was arrested on federal charges of\n\nconspiracy to distribute and possession with intent to distribute\n\nmethamphetamine.\n\n          On October 9, 1997, Brackett moved in state court to vacate\n\nthe 1991 and 1993 convictions. He argued that the 1991 and 1993 plea\n\n\n                                 -3-\n\fcolloquies were insufficient and that he was intoxicated at the time of\n\nthe plea proceedings. In October of 1997, a state district judge\n\ndenied his motion as to the 1991 conviction. In the 1997 memorandum\n\nand ruling from the state district court, the judge found that after\n\nseven years there was no preserved record of the defendant’s plea\n\nconducted before the court. The 1991 case file indicated that Brackett\n\nwas represented by counsel, and had executed the standard written jury\n\nwaiver. The reviewing judge noted that the familiar events of federal\n\ndefendants returning to the state court to vacate state convictions\n\n          often repeated themselves in our state courts system as\n          defendants and defense attorneys seek all avenues of relief\n          from federal sentencing guidelines. The resources of state\n          courts, including those of Massachusetts, are called upon\n          time and again to turn the state criminal justice system\n          upside down to find any possible reason to vacate state\n          convictions to afford federal defendants relief from what\n          apparently is becoming a more and more unworkable, mandatory\n          federal sentencing system.\n                 Having reviewed the casefile in this matter at\n          length, and the materials submitted by the defendant in\n          support of his motion, I find no justifiable grounds to\n          allow the defendant’s motion. Further, it is to be noted\n          that justice is not best served by the adoption of novel or\n          convoluted arguments designed to ultimately afford\n          defendants relief in state court from a mandatory federal\n          sentencing system. That relief is best found within the\n          federal system itself, be it within the federal courts or\n          within the Congress.\n\n          Brackett’s other effort, to withdraw the admission to\n\nsufficient facts in his 1993 case, was rejected by the state court on\n\nFebruary 10, 1998. The reasons Brackett gave for undoing his 1993 plea\n\nwere that the plea colloquy was incomplete and that Brackett was under\n\n\n                                 -4-\n\fthe influence of alcohol at the time and was unaware of the possible\n\nrepercussions that could occur at a later date. The court noted that\n\nthe tape recording of the plea colloquy no longer existed inasmuch as\n\nthe defendant had delayed nearly five years in presenting the motion.\n\nAlthough Brackett had the right to appeal from the 1997 and 1998\n\ndenials of his motions to vacate the 1991 and 1993 convictions under\n\nRule 30(c)(8) of the Massachusetts Rules of Criminal Procedure, he did\n\nnot do so.\n\n          On February 19, 1998, Brackett was sentenced on the federal\n\nmethamphetamine charges.     As a result of having two prior state\n\nconvictions, he was in a criminal history category of VI, had an\n\nadjusted offense level of 29, and was sentenced as a career offender\n\nunder U.S.S.G. § 4B1.1. At the time he was sentenced, the prior state\n\nconvictions stood. The state courts had rebuffed his efforts to vacate\n\nthose 1991 and 1993 convictions. If the state convictions had then\n\nbeen vacated, his sentence would have been in the 30-37 month range, as\n\nopposed to the 108 months he received. Gonzalez, 135 F. Supp. 2d at\n\n117. On March 12, 1998, his federal sentence became final because\n\nthere had been no appeal. Consequently the Antiterrorism and Effective\n\nDeath Penalty Act (\"AEDPA\"), Pub. L. No. 104-132, 110 Stat. 1214 (Apr.\n\n24, 1996), limit in § 2255(1) of one year from the date of the final\n\njudgment of conviction expired before Brackett filed his § 2255\n\npetition on December 18, 2000.\n\n\n                                 -5-\n\f          Only after his federal sentence was imposed did Brackett\n\nstart yet another attempt to vacate his state convictions. On January\n\n3, 2000, he filed a new set of motions to vacate the 1991 and 1993\n\nconvictions. In identical motions, Brackett asserted that he was\n\ndenied effective assistance of counsel in 1991 and 1993 because counsel\n\ndid not object to his pleading guilty even though counsel knew that he\n\nwas intoxicated, and for other reasons.\n\n          His year 2000 state motions for new trials on his 1993 plea\n\nand his 1991 plea were allowed by the state court when the state\n\nprosecutor's office agreed to the motions. There was no judicial\n\nfinding that the pleas should be vacated due to constitutional\n\nviolations. In fact, the charges against Brackett were pending in the\n\nstate court system at the time this case was briefed to us.\n\n                                 II.\n\n          Under 28 U.S.C. § 2255, a prisoner in custody under sentence\n\nof a federal court, claiming the right to be released on the ground\n\nthat the sentence was imposed in violation of the Constitution or laws\n\nof the United States, may petition the court that imposed the sentence\n\nto vacate, set aside or correct the sentence. The statute provides for\n\na one year period of limitations, which runs from the latest of:\n\n          (1)     the date on which the judgment of conviction becomes\n                  final;\n          (2)     the date on which the impediment to making a motion\n                  created by governmental action in violation of the\n                  Constitution or laws of the United States is\n\n\n                                 -6-\n\f                  removed, if the movant was prevented from making a\n                  motion by such governmental action;\n          (3)     the date on which the right asserted was initially\n                  recognized by the Supreme Court, if that right has\n                  been newly recognized by the Supreme Court and made\n                  retroactively applicable to cases on collateral\n                  review; or\n          (4)     the date on which the facts supporting the claim or\n                  claims presented could have been discovered through\n                  the exercise of due diligence.\n\n\n28 U.S.C. § 2255. The question on the certificate of appealability\n\nconcerns only the effect of subsection (4), and it is the only issue\n\nwhich we now consider.\n\n          Brackett argues that \"the date on which the facts supporting\n\nthe claim or claims presented could have been discovered through the\n\nexercise of due diligence\" must mean the date on which the state court\n\nvacated the prior criminal conviction. The government contends that\n\nthe statutory language refers to situations where the underlying facts\n\nsupporting the vacating of the state conviction were not known to the\n\ndefendant and could not have been discovered through the exercise of\n\ndue diligence; then the one year runs from the discovery of such facts\n\n(or when they could have been discovered).1 The government says that\n\n\n     1    The government’s brief also argues at great length that\nthe claim presented here is not cognizable under 28 U.S.C. §\n2255. We do not decide this issue. First, this issue was not\nraised below. Indeed, the district court dismissed Brackett's\npetition without providing the government an opportunity to\nrespond. The issue is outside of the scope of the certificate\nof appealability, and cannot be reviewed by this Court. Bui v.\nDiPaolo, </pre><span class=\"citation\" data-id=\"198376\"><a href=\"/opinion/198376/bui-v-dipaolo/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span><pre class=\"inline\">, 236-37 (1st Cir. 1999) (holding that in\n\n                                 -7-\n\fbecause Brackett knew of the facts he used to support his state court\n\nmotions well before the date of his federal sentencing, subsection (4)\n\ndoes not apply and this case is governed by subsection (1).        The\n\ngovernment argues that Brackett's claim is time barred because more\n\nthan one year has expired since \"the date on which the judgment of\n\nconviction [became] final.\" 28 U.S.C. § 2255(1). We review de novo the\n\nissue of statutory interpretation. Trenkler v. United States, No. 00-\n\n1657, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1215366</span></span><pre class=\"inline\">, at *2 (1st Cir. Oct. 16, 2001).\n\n          The problem before us is best understood in context. Through\n\nseveral different mechanisms the federal sentencing guidelines increase\n\nthe duration of imprisonment for a federal offender who has prior state\n\nor federal convictions. One of those mechanisms is the career offender\n\nenhancement found in U.S.S.G. § 4B1.1. Because the length of the\n\nfederal sentences increases with prior state convictions, the\n\n\n\n\na habeas case only issues certified for appeal in the\ncertificate of appealability can be reviewed by the appellate\ncourt).   Second, in United States v. Tucker, </pre><span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span><pre class=\"inline\">\n(1972), the Supreme Court allowed the use of § 2255 to attack a\nsentence and remanded for reconsideration of the sentence when\nthe federal sentence took into account state convictions which\nviolated the 6th Amendment right to counsel under Gideon v.\nWainwright, </pre><span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span><pre class=\"inline\"> (1963). The government made a similar\nargument in United States v. Pettiford, </pre><span class=\"citation\" data-id=\"197099\"><a href=\"/opinion/197099/united-states-v-pettiford/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span><pre class=\"inline\">, 201 (1st\nCir. 1996), where it tried to \"limit the availability of §\n2255.\" We rejected this argument at that time and held that\n\"whether on constitutional or grounds otherwise subject to\ncollateral attack, we concur with the district court's\nrecognition of federal habeas jurisdiction.\" Id.\n\n                                 -8-\n\fsentencing guidelines have led to a cottage industry of diligent\n\ndefense counsel seeking to vacate old state convictions in order to\n\nreduce the federal sentence. See United States v. Payne, </pre><span class=\"citation\" data-id=\"2094445\"><a href=\"/opinion/2094445/united-states-v-payne/\"><span class=\"volume\">894</span> <span class=\"reporter\">F. Supp.</span>\n\n<span class=\"page\">534</span></a></span><pre class=\"inline\">, 537 n.7 (D. Mass. 1995) (noting the \"surprising infirmity\" of\n\nMassachusetts state court convictions \"as they are increasingly coming\n\nunder intense scrutiny in the last ditch attempt to avoid\" enhanced\n\nfederal sentences). In this sense, as the Massachusetts state court\n\njudge noted in his 1997 denial of Brackett's motion to vacate, the\n\nfederal sentencing guidelines have imposed an unwanted burden on the\n\nstate courts, which are now faced with a flood of petitions from\n\nfederal defendants and prisoners attempting to vacate state court\n\nconvictions. These efforts often come many years after the date of\n\nthose state convictions. This is particularly problematic because, as\n\nthe Supreme Court noted in Lackawanna County District Attorney v. Coss,\n\n</pre><span class=\"citation\" data-id=\"2620703\"><a href=\"/opinion/2620703/lackawanna-county-district-attorney-v-coss/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2620703\"><a href=\"/opinion/2620703/lackawanna-county-district-attorney-v-coss/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1567</span></a></span><pre class=\"inline\">, 1574 (2001), \"as time passes, and\n\ncertainly once a state sentence has been served to completion, the\n\nlikelihood that trial records will be retained by the local courts and\n\nwill be accessible for review diminishes substantially.\" Attempts to\n\nvacate or set aside state court convictions have posed a particular\n\nproblem in Massachusetts, because in the state district courts, where\n\na great many criminal offenses are tried, the records of the\n\nproceedings may be destroyed after two and one half years. Special\n\nRule of the District Courts 211(A)(4) (1997).\n\n\n                                 -9-\n\f          The problem of whether to adjust federal sentences when a\n\nfederal   defendant   asserts   that    the   state   convictions    were\n\nconstitutionally invalid presents a number of issues. One was the\n\nissue of where a claim that the state conviction was invalid should\n\nfirst be heard.   In Custis v. United States, </pre><span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span><pre class=\"inline\">, 493-97\n\n(1994), the Supreme Court held that the federal prisoner could not\n\nattack the validity of his prior conviction which raised his penalty\n\nfrom a maximum of 10 years to a mandatory minimum of 15 years in prison\n\npursuant to the Armed Career Criminal Act, 18 U.S.C. § 924(e) (\"ACCA\"),\n\nduring the federal sentencing proceedings, unless the attack was based\n\non a deprivation of the right to counsel under Gideon v. Wainwright,\n\n</pre><span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span><pre class=\"inline\"> (1963). Custis was animated by two policy interests: ease\n\nof administration and finality of judgments. Custis, 511 U.S. at 496-\n\n97. Custis noted that it is easier to administer cases in which Gideon\n\nclaims are made than cases that claim ineffective assistance of counsel\n\nor failure to assure a voluntary guilty plea.          Id. at 496.     In\n\naddition, finality is especially important where a defendant challenges\n\na previous conviction because \"the defendant is asking a district court\n\n'to deprive [the] [state-court judgment] of [its] normal force and\n\neffect in a proceeding that ha[s] an independent purpose other than to\n\noverturn the prior judgmen[t].'\" Id. at 497 (quoting Parke v. Raley,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></span><pre class=\"inline\">, 30 (1992) (alterations in original)). Naturally, the\n\nCustis ruling applies whether the sentence enhancement was imposed\n\n\n                                 -10-\n\fbecause of ACCA or because of the Sentencing Guidelines. United States\n\nv. Arango-Montoya, </pre><span class=\"citation\" data-id=\"701283\"><a href=\"/opinion/701283/united-states-v-luis-enrique-arango-montoya/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1331</span></a></span><pre class=\"inline\">, 1336 (7th Cir. 1995); United States v.\n\nGarcia, </pre><span class=\"citation\" data-id=\"684137\"><a href=\"/opinion/684137/united-states-v-carlos-jesus-garcia/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">573</span></a></span><pre class=\"inline\">, 581 (10th Cir. 1994).\n\n          After Custis, the \"where\" question became whether the\n\nconstitutional infirmity of the state conviction could be raised\n\ninitially in federal court by a § 2255 petition. In Daniels v. United\n\nStates, </pre><span class=\"citation\" data-id=\"2620704\"><a href=\"/opinion/2620704/daniels-v-united-states/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2620704\"><a href=\"/opinion/2620704/daniels-v-united-states/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1578</span></a></span><pre class=\"inline\"> (2001), the Supreme Court\n\nanswered this question negatively, with the exception of convictions in\n\nviolation of the Gideon right to counsel.      The Court said that a\n\ndefendant may raise the issue of the validity of a state conviction in\n\nstate court on direct appeal or in state post-conviction proceedings,\n\nor, if those routes had been exhausted, by petition for habeas under 28\n\nU.S.C. § 2254. Daniels, 121 S. Ct. at 1582-83. But the Court would\n\nnot permit leapfrogging of those state procedures to attack the state\n\nconviction initially by a federal § 2255 petition. The Court did leave\n\nopen the possibility that a prisoner, who is prevented by no fault of\n\nhis own from bringing a state proceeding to vacate, and was now barred\n\nby state law from doing so, could bring a § 2255 petition. Id. at\n\n1584.\n\n          This means that, absent a Gideon challenge, the \"where\"\n\nquestion is answered: the initial attack on the validity of the state\n\nconviction should be brought in state court. Only after the state\n\ncourt proceedings are exhausted, as a general rule, can a prisoner come\n\n\n                                 -11-\n\fto federal court to pursue a habeas claim. This rule is generally true\n\nboth under § 2255, the federal post-conviction review for those in\n\nfederal custody, and, more usually, under 28 U.S.C. § 2254, the habeas\n\nstatute for those in state custody. O'Sullivan v. Boerckel, </pre><span class=\"citation\" data-id=\"118296\"><a href=\"/opinion/118296/osullivan-v-boerckel/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">838</span></a></span><pre class=\"inline\">, 842 (1999).\n\n          In this case, Brackett has exhausted his state court remedies\n\nbecause he has managed to vacate two state convictions.         He has\n\naccomplished the first step necessary to have his sentence reviewed by\n\na habeas court.    However, he must still contend with the time\n\nlimitation contained in § 2255 -- that is, the question of when such a\n\nclaim is no longer timely. Initially, we look at this question by\n\nanalogy to the parallel habeas statute.\n\n          AEDPA affected both federal post-conviction relief and\n\nhabeas. The Supreme Court commonly interprets § 2255 and § 2254 in\n\nlight of each other. See Lackawanna County, 121 S. Ct. at 1573 (2001)\n\n(extending Daniels rule under § 2255 to a § 2254 case). Just as §\n\n2255, the statute that concerns us, has time limits, so too does §\n\n2244, which applies to § 2254 petitions.\n\n          Section 2244(d)(1) provides that \"[a] 1-year period of\n\nlimitation shall apply for a writ of habeas corpus by a person in\n\ncustody pursuant to the judgment of a State court.\" It goes on to\n\nstate that the period of limitation starts to run from the latest of\n\nfour potential occurrences which are substantially similar to the ones\n\n\n                                 -12-\n\foutlined in § 2255. 28 U.S.C. § 2244(d)(1). Indeed, § 2244(d)(1)(D)\n\nis strikingly similar to the provision that concerns us, § 2255(4).\n\nThe limitation under § 2244(d)(1)(D) states that the limitation period\n\nshall run from the latest of \"the date on which the factual predicate\n\nof the claim or claims presented could have been discovered through the\n\nexercise of due diligence.\"     28 U.S.C. § 2244(d)(1).2     The only\n\ndifference between the two provisions is that § 2255(4) uses the phrase\n\n\"facts supporting the claim\" while § 2244(d)(1)(D) uses the phrase \"the\n\nfactual predicate of the claim.\"\n\n          The jurisprudence on the limits imposed on § 2254 by § 2244\n\nis more developed and sheds some light on our problem. The Supreme\n\nCourt addressed the issue of statutory tolling of § 2244(d)'s one year\n\nlimitation period in Artuz v. Bennett, </pre><span class=\"citation\" data-id=\"118389\"><a href=\"/opinion/118389/artuz-v-bennett/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">4</span></a></span><pre class=\"inline\"> (2000), and held\n\nthat, under § 2244(d)(2), an application to a state court for post-\n\nconviction relief tolls the limitations period in § 2244(d)(1), even if\n\nthe application contains procedurally barred claims. Recently, in\n\nDuncan v. Walker, </pre><span class=\"citation\" data-id=\"1269282\"><a href=\"/opinion/1269282/duncan-v-walker/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span><pre class=\"inline\"> (2001), the Court once more addressed\n\nthe issue of tolling of the one year limitation period in § 2244(d).\n\nDuncan held that, while the time during which a properly filed\n\napplication for state post-conviction or other collateral review is\n\n     2    In addition, § 2244(d)(2) includes a tolling provision:\n\"[t]he time during which a properly filed application for State post-\nconviction or other collateral review . . . is pending shall not be\ncounted toward any period of limitation under this subsection.\" 28\nU.S.C. § 2244(d)(2).\n\n                                 -13-\n\fpending is not counted toward the limitation period for filing a § 2254\n\npetition from AEDPA’s effective date, the tolling provision does not\n\napply to the time taken by a prior application for federal habeas\n\ncorpus. Duncan, 121 S. Ct. at 2129. The Court noted that the one year\n\nlimitation period in § 2244(d)(1) expressed Congress’s interest in\n\nfinality of state court judgments because it \"reduces the potential for\n\ndelay on the road to finality.\" Id. at 2128. The Court also observed\n\nthat while the tolling provision in § 2244(d)(2) potentially lengthens\n\nthe road to finality, it \"limits the harm to the interest in finality\n\nby according tolling effect only to 'properly filed application[s] for\n\nState post-conviction or other collateral review.'\" Id. (alteration in\n\noriginal).\n\n          Justices Souter and Stevens concurred in the result in Duncan\n\nand noted that they thought there was nothing to bar a district court\n\nfrom retaining jurisdiction of a § 2254 petition from a state prisoner\n\nwhile state remedies were exhausted.       Id. at 2129 (Souter, J.,\n\nconcurring); id. at 2129-30 (Stevens, J., concurring). This is their\n\nview, although in a pre-AEDPA decision, Rose v. Lundy, </pre><span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span><pre class=\"inline\">\n\n(1982), the Supreme Court directed district courts to dismiss, not\n\nstay, petitions under § 2254 while the state remedies were being\n\nexhausted.\n\n          Justices Souter and Stevens also discussed the possibility\n\nof equitable tolling in their concurrences. Justice Stevens stated\n\n\n                                 -14-\n\fthat because \"federal habeas corpus has evolved as the product of both\n\njudicial doctrine and statutory law,\" AEDPA does not \"preclude[] a\n\nfederal court from deeming the limitations period tolled . . . as a\n\nmatter of equity.\" Id. at 2130. The possibility of equitably tolling\n\nthe statute of limitations contained in § 2244(d)(1) has been discussed\n\nin many cases. Indeed, this court in Neverson v. Bissonnette, </pre><span class=\"citation\" data-id=\"199559\"><a href=\"/opinion/199559/neverson-v-bissonette/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">120</span></a></span><pre class=\"inline\">, 127 (1st Cir. 2001), remanded a § 2254 petition for consideration\n\nof the possibility of equitable tolling, without expressing a view as\n\nto whether the doctrine was available. In Delaney v. Matesanz, </pre><span class=\"citation\" data-id=\"774790\"><a href=\"/opinion/774790/charles-c-delaney-iii-v-james-matesanz/\"><span class=\"volume\">264</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 14-15 (1st Cir. 2001), we considered that even if equitable\n\ntolling were available on that § 2254 petition, the defendant there did\n\nnot qualify.   See also Fahy v. Horn, </pre><span class=\"citation\" data-id=\"772081\"><a href=\"/opinion/772081/henry-fahy-v-martin-horn-commissioner-pennsylvania-department-of/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">239</span></a></span><pre class=\"inline\">, 244 (3d Cir.)\n\n(equitable tolling of § 2244(d)'s limitation is only available in\n\nextraordinary circumstances), cert. denied, No. 01-17, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">82597</span></span><pre class=\"inline\">\n\n(U.S. Oct. 1, 2001); Felder v. Johnson, </pre><span class=\"citation\" data-id=\"20111\"><a href=\"/opinion/20111/felder-v-johnson/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">168</span></a></span><pre class=\"inline\">, 171-73 (5th Cir.)\n\n(ignorance of the law does not warrant equitable tolling), cert.\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></span><pre class=\"inline\"> (2000); Smith v. McGinnis, </pre><span class=\"citation\" data-id=\"768193\"><a href=\"/opinion/768193/kevin-smith-v-michael-mcginnis-superintendent-southport-correctional/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 17 (2d\n\nCir.) (per curiam) (equitable tolling applies to the one year statute\n\nof limitations in § 2244(d) \"only in . . . rare and exceptional\n\ncircumstance[s]\" (internal quotation marks omitted)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">531</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></span><pre class=\"inline\"> (2000).\n\n          It is clear that the jurisprudence under § 2254, through §\n\n2244, suggests a strong concern for finality, possibly leavened in\n\n\n                                 -15-\n\finstances of clear injustice by narrow safety valves of either\n\nequitable tolling or a stay of a premature federal petition. Similar\n\nconcerns must animate the limitations period under § 2255.\n\n          To return to § 2255, the net result of Custis and Daniels\n\nwas to leave federal prisoners in a practical bind. They could not\n\nbring a § 2255 petition to federal court until they had gotten the\n\nstate convictions vacated and they had only one year in which to\n\naccomplish that from the date of federal conviction -- a daunting task.\n\nThat was so unless there was an alternate reading of the timelines.\n\n          The \"when\" question then becomes whether the language of §\n\n2255(4) means that such a claim for federal resentencing does not\n\naccrue, Wims v. United States, </pre><span class=\"citation\" data-id=\"770252\"><a href=\"/opinion/770252/john-c-wims-v-united-states/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 190 (2d Cir. 2000);\n\nMcGinnis, 208 F.3d at 15, until the state convictions are vacated,\n\nregardless of when the prisoner knew or should have known of the facts\n\nsupporting the vacating of the state conviction.\n\n          We hold that the operative date under § 2255(4) is not the\n\ndate the state conviction was vacated, but rather the date on which the\n\ndefendant learned, or with due diligence should have learned, the facts\n\nsupporting his claim to vacate the state conviction. Section 2255(4)\n\nprovides that the period begins to run from the date \"on which the\n\nfacts supporting the claim or claims presented could have been\n\ndiscovered through the exercise of due diligence.\"        18 U.S.C. §\n\n2255(4). Brackett's reading of that clause -- that the key date is the\n\n\n                                 -16-\n\fdate on which the state court vacates his conviction -- is supported by\n\nsome district court decisions.3 The district court here rejected that\n\nreading, finding that such an outcome is \"contrary to the intent of\n\nCongress to impose stringent limitations to habeas relief and provide\n\nfinality to federal sentences.\" Gonzalez, 135 F. Supp. 2d at 125. We\n\ntoo reject Brackett’s reading for three reasons: it is not the most\n\nnatural reading of the statute, it is inconsistent with the readings\n\ngiven to parallel uses of similar language by Congress, and such a\n\nreading would contravene legislative intent.\n\n          The most natural reading of subsection (4), both alone and\n\nin the context of the entire § 2255, is inconsistent with Brackett’s\n\nargument. It would make little sense for Congress to have used the\n\nphrase \"facts supporting the claim [that] could have been discovered\n\nthrough the exercise of due diligence\" if \"facts\" included a state\n\ncourt set aside of a prior conviction. Such court actions are obtained\n\nat the behest of the petitioners and not \"discovered\" by them. It\n\n\n\n     3    In United States v. Cavallaro, No. CRIM. 95-52-P-H,\n</pre><span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">230225</span></span><pre class=\"inline\"> (D. Me. Feb. 9, 2000), the court interpreted the\nterm \"facts\" in subsection (4) as the fact of the state court\ndecision vacating the prior convictions and held that such facts\nwere not \"discoverable\" until the date of that decision.\nSimilarly, in United States v. Hoskie, </pre><span class=\"citation\" data-id=\"2315971\"><a href=\"/opinion/2315971/united-states-v-hoskie/\"><span class=\"volume\">144</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">, 111\n(D. Conn. 2001), the court held that the one year statute of\nlimitations under 2255(4) \"starts to run on the date the state\nconvictions are vacated, not an earlier date when the defendant\ndiscovered the facts forming the basis for the attack on the\nstate convictions.\"\n\n                                 -17-\n\fwould be an odd usage to say that court actions \"could have been\n\ndiscovered.\" The language rather suggests that this provision is\n\nconcerned with facts that were not known and could not have been\n\ndiscovered through the exercise of due diligence as of the date of the\n\nfederal sentence. Although it is true that Brackett did not know how\n\nthe state court would act on his motion and did not know when it would\n\nact on his motion, we do not think that these are the type of facts to\n\nwhich Congress referred. The construction Brackett gives, although\n\narguable, is not the most plausible reading on a purely linguistic\n\nbasis.\n\n          Further, the construction of the remaining clauses of § 2255\n\nundercuts Brackett's argument.      In the law, \"facts\" are usually\n\ndistinguished from court decisions.      That distinction is itself\n\ncontained within § 2255. Indeed, § 2255(3) refers to the date a right\n\nasserted was initially recognized by the Supreme Court, and § 2255(1)\n\nrefers to the date a judgment becomes final.      The use of the term\n\n\"facts\" in subsection (4) is in contrast to both the language about the\n\nrecognition of rights asserted recognized by a court in subsection (3)\n\nand a court's judgments in subsection (1).\n\n          We think that the reference in subsection (4) was to basic,\n\nprimary, or historical facts, as that is the sense in which Congress\n\nhas used similar language elsewhere. There are a great many other\n\n\n\n\n                                 -18-\n\finstances where courts4 and statutes refer to dates on which facts\n\nsupporting claims presented could have been discovered through the\n\nexercise of due diligence.\n\n          Perhaps the most important examples are in the parallel\n\nhabeas provisions. We start with 28 U.S.C. § 2244(d)(1), with its\n\nparallel language to § 2255. Under § 2244(d)(1)(D), the one year\n\nlimitation period runs from \"the date on which the factual\n\npredicate of the claim or claims presented could have been\n\ndiscovered    through   the   exercise    of   due   diligence.\"    This\n\nprovision's    reference      to   \"factual    predicates\"    has   been\n\ninterpreted to mean evidentiary facts or events and not court\n\nrulings or legal consequences of the facts.          Owens v. Boyd, </pre><span class=\"citation\" data-id=\"771480\"><a href=\"/opinion/771480/shawn-owens-v-william-e-boyd-warden-western-illinois-correctional/\"><span class=\"volume\">235</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">356</span></a></span><pre class=\"inline\">, 359 (7th Cir. 2000) (stating that \"the trigger in\n\n2244(d)(1)(D) is (actual or imputed) discovery of the claim's\n\n     4     For example, in tort law under the discovery rule, the\nrunning of the statute of limitations does not begin until the fact of\nthe injury becomes known, or should have become known in the exercise\nof due diligence. See, e.g., Collins v. Nuzzo, </pre><span class=\"citation\" data-id=\"199361\"><a href=\"/opinion/199361/collins-v-nuzzo/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></a></span><pre class=\"inline\">, 253 (1st\nCir. 2001) (stating that in Massachusetts defamation cases \"the statute\nonly starts to run when the harm becomes known, or in the exercise of\nreasonable diligence should have become known, to the injured party\"\n(internal quotation marks omitted)); Saenger Org., Inc. v. Nationwide\nIns. Licensing Assocs., Inc., </pre><span class=\"citation\" data-id=\"197464\"><a href=\"/opinion/197464/he-saenger-v-nationwide-insurance/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span><pre class=\"inline\">, 65 (1st Cir. 1997) (\"Under\nthe Massachusetts discovery rule, the running of the statute of\nlimitations is delayed while 'the facts,' as distinguished from the\n'legal theory for the cause of action,' remain 'inherently unknowable'\nto the injured party.\" (quoting Catrone v. Thoroughbred Racing Ass'ns\nof N. Am., Inc., </pre><span class=\"citation\" data-id=\"558580\"><a href=\"/opinion/558580/patrick-catrone-v-thoroughbred-racing-associations-of-north-america-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span><pre class=\"inline\">, 885 (1st Cir. 1991)) (emphasis and\ninternal quotation marks omitted)).\n\n                                   -19-\n\f'factual   predicate',   not   recognition   of   the   facts'   legal\n\nsignificance\"); Ybanez v. Johnson, </pre><span class=\"citation\" data-id=\"767748\"><a href=\"/opinion/767748/gilbert-g-ybanez-v-gary-l-johnson-director-texas-department-of/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">645</span></a></span><pre class=\"inline\">, 646 (5th Cir.)\n\n(per curiam) (rejecting the argument that a state court decision\n\ncan be the factual predicate under § 2244(d)(1)(D)), cert.\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">881</span></span><pre class=\"inline\"> (2000).     Similarly, 28 U.S.C. § 2254(d)(2)\n\nrefers to state court decisions which refer to an \"unreasonable\n\ndetermination of the facts.\"       We recently held that for this\n\npurpose \"facts\" are defined as \"basic, primary, or historical\n\nfacts.\"    Sanna v. DiPaolo, No. 01-1008, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1013148</span></span><pre class=\"inline\">, at *3\n\n(1st Cir. 2001).      Because § 2254 (habeas corpus from state\n\nconvictions) and § 2255 (post-conviction relief from federal\n\nconvictions) are analogous to one another, the way the state\n\nhabeas provisions are interpreted should be used to interpret §\n\n2255(4).\n\n           Using this model, Brackett was aware of the \"facts\"\n\nsupporting his claim that his state court conviction was invalid --\n\nthat he was intoxicated during the plea colloquy and that the colloquy\n\nwas incomplete -- long before the date of his federal sentencing.\n\n           Our final reason is that Brackett's reading of § 2255 would\n\ncreate a loophole which is contrary to the legislative intent of\n\ninsuring a greater degree of finality.       Duncan and other cases\n\n\n\n                                 -20-\n\festablish that one of the signal purposes animating AEDPA is the desire\n\nof Congress to achieve finality in criminal cases, both federal and\n\nstate. Duncan, 121 S. Ct. at 2127-28; Williams v. Taylor, </pre><span class=\"citation\" data-id=\"118356\"><a href=\"/opinion/118356/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">420</span></a></span><pre class=\"inline\">, 436 (2000); Calderon v. Thompson, </pre><span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">538</span></a></span><pre class=\"inline\">, 554-58 (1998); see\n\nalso Trenkler, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1215366</span></span><pre class=\"inline\"> at *4 (noting importance of not creating\n\nan \"end-run\" around AEDPA's statute of limitations because of concern\n\nfor delay); United States v. Barrett, </pre><span class=\"citation\" data-id=\"764363\"><a href=\"/opinion/764363/no-96-2355/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 38 (1st Cir. 1999)\n\n(\"gatekeeping mechanisms . . . augment society’s interests in finality\n\nof criminal convictions\"). To read the statute as Brackett does would\n\nbe to create strong counter-incentives working against finality in both\n\nthe state and federal criminal justice systems. On Brackett's reading,\n\nfederal prisoners would be given incentives to delay or repeat their\n\nchallenges to their state court convictions, and particularly to wait\n\nuntil the state had destroyed the trial or plea records, thus making it\n\neasier in some instances to obtain an order vacating the conviction.\n\nAssuming the state court vacates the conviction, the delay would also\n\ndiminish the chances of retrial, as witnesses' memories fade or\n\nwitnesses become unavailable. New trials might never be held, for\n\nreasons unrelated to the merits of the case. Rather than affording\n\nrespect and finality to state proceedings, such a reading of the\n\n\n\n\n                                 -21-\n\fstatute would lead to new burdens on the states through increased\n\nfilings of motions to vacate, and would upset finality.5\n\n          We acknowledge that there may be situations in which our\n\nreading of this one year period of limitation in § 2255(4) would\n\narguably work an injustice. As the Supreme Court noted in Lackawanna\n\nCounty, 121 S. Ct. at 1575, there may be cases of federal prisoners\n\nwho, at the time of federal sentencing, were actually innocent of the\n\nstate crime for which they had been convicted. It may be that such\n\nprisoners do not become aware of facts and could not reasonably in the\n\nexercise of due diligence have become aware of facts to prove their\n\ninnocence until later. And it may be that once they discover such\n\nfacts they move promptly in state court to vacate the conviction but\n\nthey are unable to obtain a state decision vacating the conviction\n\n\n\n     5    In the pre-AEDPA era, this Court in Pettiford held that\na prisoner may use § 2255 to challenge a federal sentence that\nhad been enhanced by Massachusetts state convictions that were\nvacated after federal sentencing. This conclusion was reached\nalthough the vacating of the state court decisions there appear\nto have been based on the absence of records that had been\ndestroyed, and on what was thought to be the Commonwealth’s\nburden to prove that the procedures were regular. Pettiford,\n101 F.3d at 202. Pettiford did not, of course, construe the\nlimitation period language in AEDPA, but it did anticipate that\nAEDPA’s limitations period would resolve the problem posed. 101\nF.3d at 202 n.2. The Court noted that the one year limitation\nperiod   would    eliminate   the   possibility    of   prisoners\n\"sandbagging\" the government by having their state convictions\nvacated long after federal sentencing has taken place.\n\n\n                                -22-\n\funtil more than one year after they learn of the facts, and so cannot\n\nbring a petition within the time limit in       § 2255(4).6\n\n          In situations of potential injustice, there may be\n\nmechanisms, both before and after the federal sentencing, which act as\n\nsafety valves. For example, when there are pending state proceedings\n\nto vacate state convictions instituted before the federal sentence is\n\nimposed, it would be within the power of the federal sentencing judge\n\nto continue the sentencing hearing for a reasonable period to permit\n\nthe conclusion of the state court proceedings. See Fed. R. Crim. P.\n\n32(a) (\"The time limits prescribed [for sentencing] may be either\n\nshortened or lengthened for good cause.\"); see also United States v.\n\nOttens, </pre><span class=\"citation\" data-id=\"196541\"><a href=\"/opinion/196541/united-states-v-ottens/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span><pre class=\"inline\">, 359 (1st Cir. 1996) (the district court judge has\n\nwide discretion in granting a sentencing continuance).\n\n          Alternatively, petitioners could argue for a rule of\n\nequitable tolling under § 2255. The First Circuit has yet to adopt\n\nsuch a rule, Trenkler, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1215366</span></span><pre class=\"inline\"> at *6, but equitable tolling\n\nunder § 2255 has been adopted by several circuits in cases where\n\nclaimants file late petitions because of extraordinary circumstances.\n\nSee Dunlap v. United States, </pre><span class=\"citation\" data-id=\"773336\"><a href=\"/opinion/773336/horace-lee-dunlap-v-united-states/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1001</span></a></span><pre class=\"inline\">, 1008-09 (6th Cir. 2001)\n\n\n  In another context we have acknowledged the possible\nunfairness that could result if the gatekeeping requirements\nof § 2255 barred relief when a new legal argument does not\nbecome available until after a first petition has been filed\nand denied. Sustache-Rivera v. United States, </pre><span class=\"citation\" data-id=\"199016\"><a href=\"/opinion/199016/sustache-rivera-v-united-states/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 12-\n18 (1st Cir. 2000), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></span><pre class=\"inline\"> (2001).\n\n                                -23-\n\f(adopting standard to apply in § 2255 equitable tolling cases); United\n\nStates v. Marcello, </pre><span class=\"citation\" data-id=\"768747\"><a href=\"/opinion/768747/united-states-v-james-marcello-and-anthony-zizzo/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1005</span></a></span><pre class=\"inline\">, 1010 (7th Cir.) (holding that \"§\n\n2255's period of limitation is not jurisdictional but is instead a\n\nprocedural statute of limitations subject to equitable tolling.\"),\n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">878</span></span><pre class=\"inline\"> (2000); Sandvik v. United States, </pre><span class=\"citation\" data-id=\"73810\"><a href=\"/opinion/73810/sandvik-v-united-states/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1269</span></a></span><pre class=\"inline\">, 1271 (11th Cir. 1999) (\"[T]here is every indication that § 2255's\n\ndeadline is a garden-variety statute of limitations, and not a\n\njurisdictional bar that would escape equitable tolling.\").\n\n          However, we do not reach the issue of whether this Circuit\n\nshould adopt the doctrine of equitable tolling because the defendant\n\nhere did not present an argument of equitable tolling and so it is\n\nwaived. Even were equitable tolling not waived, this defendant is no\n\ncandidate for equitable tolling. If he was intoxicated at the time of\n\nthe 1991 and 1993 convictions or received an inadequate colloquy, he\n\nknew it then. Moreover, in contrast to a more sympathetic candidate\n\nfor equitable tolling who acts with \"reasonable diligence throughout\n\nthe period he seeks to toll,\" Brackett sat on his hands for a great\n\nmany years.    McGinnis, 208 F.3d at 17-18 (outlining the Second\n\nCircuit's requirements for equitable tolling of the limitations period\n\nin § 2255); see also Delaney, 264 F.3d at 14 (the diligence of the\n\nparty pursuing judicial remedies may be a factor in deciding whether\n\nequitable tolling applies).      Further, the only state decisions\n\n\n\n\n                                 -24-\n\freviewing the merits of his attempts to vacate his convictions resulted\n\nin denials of his claim.\n\n          That Brackett even has an argument here is a situation that\n\nwas brought about by the defendant and the prosecutor agreeing to\n\nvacate the prior state conviction, years after the records of his\n\nconviction were destroyed. We do not know why the prosecution agreed\n\n-- perhaps it was inertia. But nothing about his case suggests that\n\nthe equities are in Brackett’s favor. Cf. Jamison v. United States,\n\n</pre><span class=\"citation\" data-id=\"772556\"><a href=\"/opinion/772556/aaron-d-jamison-v-united-states/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span><pre class=\"inline\">, 48 (1st Cir. 2001) (under circumstances where defendant\n\nnever disputed that he committed the crime and his case was only\n\ndismissed because he fled the jurisdiction \"counting the [state]\n\nconviction is not even remotely an injustice\").\n\n          Affirmed.\n\n\n\n\n                                 -25-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/20111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/73810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2094445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2315971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2503261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620704/"
  ]
}