{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199696/",
  "absolute_url": "/opinion/199696/knights-of-columbus-v-town-of-lexington/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199696/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:17Z",
  "date_modified": "2017-03-24T11:02:56.123942Z",
  "type": "010combined",
  "sha1": "ec9a8c7e13687734559d686dc6cd217a215f17b8",
  "page_count": 27,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2460-01A.pdf",
  "local_path": "pdf/2001/11/29/Knights_of_Columbus_v._Town_of_Lexington.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 01-2460\n\n          KNIGHTS OF COLUMBUS, COUNCIL #94, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  TOWN OF LEXINGTON ET AL.,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                            Before\n\n               Selya and Lipez, Circuit Judges,\n\n                 and Singal,* District Judge.\n\n\n     Chester Darling, with whom Robert Roughsedge and Michael\nWilliams were on brief, for appellants.\n     Jordana Glasgow, with whom Daryl Lapp and Palmer & Dodge,\nLLP were on brief, for appellees.\n\n\n\n\n                      November 29, 2001\n\f_______________\n*Of the District of Maine, sitting by designation.\n\f            SELYA, Circuit Judge.                This appeal requires us to\n\ndecide whether the Town of Lexington, Massachusetts (the Town)\n\nviolated the First Amendment by adopting a regulation that bans\n\nunattended structures from the historic Battle Green.                              The\n\nplaintiffs allege that this regulation infringes their First\n\nAmendment rights and that the Town adopted it for an improper\n\npurpose, viz., to exclude the annual religious display of a\n\ncrèche from the Battle Green.                They also allege that, in all\n\nevents,    the    Town's    selective       application     of   the    regulation\n\nfollowing its adoption renders it constitutionally infirm.\n\n            The district court found these charges unpersuasive and\n\ngranted summary judgment in the Town's favor.                    We affirm:        the\n\nrecord    shows   beyond     hope     of    contradiction    that      the   ban    on\n\nunattended structures is a content-neutral restriction on the\n\ntime, place, and manner of speech, narrowly tailored to achieve\n\na significant governmental interest and framed so as to allow\n\naccess to ample alternative avenues of communication.                        By the\n\nsame token, there is no violation of the Free Exercise Clause\n\nbecause    the     regulation         is     a   neutral     law       of    general\n\napplicability.       Lastly, the plaintiffs' claims of selective\n\nenforcement       fail     due   to        evidentiary     insufficiency;          the\n\nregulation was only intended to apply to private parties, and\n\n\n\n\n                                           -3-\n\fthere is nothing in the record that shows preferential treatment\n\nin respect to any unattended structure erected by such a party.\n\nI.   BACKGROUND\n\n            The situs of this controversy is the historic Battle\n\nGreen (the Green) — the very place where the first battle of the\n\nRevolutionary War occurred.         Seven of the eight minutemen killed\n\nduring the battle are buried there, and the Minuteman Statue —\n\nlocated at the apex of the Green — memorializes the American\n\ncolonists who fought in the Revolutionary War.              The Green is a\n\nregistered historic landmark, owned and maintained by the Town.\n\n            The Town's governing legislative body is the Board of\n\nSelectmen (the Board).        The Board is entrusted with suzerainty\n\nover, and protection of, the Green.              In the exercise of that\n\nfunction,      the   Board   from   time    to   time   promulgates   rules\n\ngoverning the use of the Green.         Historically, these rules have\n\nallowed for a wide range of public uses, including recreational\n\nactivities and activities involving the expression of political,\n\nreligious, and other views.         The rules divide activities on the\n\nGreen   into    three   categories:        (1)   allowed   activities,   (2)\n\nforbidden activities, and (3) activities for which a permit is\n\nrequired.      To illustrate, picnicking in small groups is allowed\n\nas a matter of right; commercial solicitation is prohibited\n\n\n\n\n                                     -4-\n\faltogether;   and    rallies   are    allowed    if   a   permit   is   first\n\nobtained (but otherwise are forbidden).\n\n         For most of the twentieth century, the crèche — a\n\nfigurine representation of Christ's nativity in the stable at\n\nBethlehem — appeared on the Green for roughly six weeks each\n\nyear (in late November and December).             For some thirty years,\n\nthe Town had erected the crèche, disassembled it, and stored the\n\ncomponents.     In    or   around     1973,     however,    two    fraternal\n\norganizations — the Knights of Columbus and the Masons — assumed\n\nresponsibility for these tasks.\n\n         There is evidence that the display of the crèche long\n\nhas been a source of friction within the Town, and that some\n\nresidents complained bitterly about its presence on the Green.\n\nFor the most part, however, the regulations, insofar as they\n\npertained to the crèche at all, seem to have been honored more\n\nin the breach than in the observance.           Despite the fact that the\n\nregulations have required a permit for a religious display of\n\nthis type since at least 1982, no permit ever was sought or\n\ndemanded prior to the erection of the crèche in any year before\n\n1999.\n\n         Beginning in the fall of 1998, the issue was repeatedly\n\ndiscussed at the Board's meetings.         A group consisting of clergy\n\nand citizens with various viewpoints was formed to study the\n\n\n                                     -5-\n\fproblem and suggest solutions.          This committee reported to the\n\nBoard on September 27, 1999.            It unanimously concluded that\n\n\"private     citizens    do   have    the       right    to     have   religious\n\nobservances on the common land within guidelines established by\n\nthe town,\" but suggested that a shortened display period might\n\nbe a reasonable compromise.          For the 1999 season, the owners of\n\nthe crèche, including the Knights of Columbus, agreed to a\n\ndisplay period of three weeks.\n\n             Subsequent to the Board's decision to allow the three-\n\nweek display, it began receiving requests to allow a wide range\n\nof   other   religious   structures        on   the     Green   for    comparable\n\nperiods.      One group desired to place a sign near the crèche\n\nindicating some citizens' objections to its presence on public\n\nland.      Other applicants requested permission for a display\n\nhonoring witchcraft at Halloween and for the erection of a\n\npyramid to honor the Egyptian Sun God Ra during the month of\n\nApril.     Yet another resident inquired about the possibility of\n\nerecting a Sukkah, an open hut-like structure, to commemorate\n\nthe Jewish harvest festival of Sukkoth.\n\n             The minutes of the Board's meetings reveal a keen\n\nawareness that if it continued to allow a display of the crèche,\n\nmany of these competing applications would have to be granted.\n\nThe Board thus believed that it was on the horns of a dilemma:\n\n\n                                     -6-\n\fit could not constitutionally pick and choose among competing\n\napplications, but granting them all likely would compromise the\n\naesthetic and historic elements of the Green.      After seeking\n\nlegal advice, the Board modified the rules governing use of the\n\nGreen in several ways.   First, it limited permit eligibility for\n\npublic expressions on the Green to active events of less than\n\neight hours in duration.    Second, it restricted displays of a\n\nceremonial nature to those \"in connection with special events\n\nand limited in duration to the period required for such events.\"\n\nThird, it added an explicit prohibition against \"placement on\n\nthe Green of any unattended structure.\"   For ease in reference,\n\nwe annex a copy of the regulation, as amended, as an appendix to\n\nthis opinion.\n\n          On October 19, 2000, the Knights of Columbus and the\n\norganization's grand knight, Michael O'Sullivan (collectively,\n\nthe Knights), applied for a permit to erect the crèche on the\n\nGreen.   The application was constructively denied, although the\n\nBoard intimated that a one-day event that included the crèche\n\nwould be approved.1\n\n          Dismayed by the new regulation and the concomitant\n\nouster of the crèche, the Knights sued.    Although they claimed\n\n\n    1In point of fact, a Town resident was granted a permit to\nhold a \"live\" nativity scene and service on the Green on\nDecember 23, 2000.\n\n                               -7-\n\fabridgement of their free speech and free exercise rights, the\n\ndistrict    court      refused     to    grant           a   preliminary     injunction.\n\nKnights of Columbus v. Town of Lexington, 124 F. Supp. 2d 119\n\n(D. Mass. 2000).             We summarily affirmed that denial in an\n\nunpublished order.\n\n            In subsequent proceedings, the Knights attempted to\n\nshow arbitrariness in the enforcement of the new regulation.\n\nThey introduced evidence tending to prove that bleachers and a\n\nplatform truck were left unattended on the Green for several\n\ndays   prior     to    a    Patriots'         Day    celebration,           and    that       an\n\nunattended       podium     was    allowed          to       remain    overnight       around\n\nMemorial Day.\n\n            In due course, the district court granted summary\n\njudgment     for      the    defendants        (the          Town     and   various         Town\n\nhierarchs).        We expedited the Knights' ensuing appeal in an\n\neffort to resolve the matter in advance of the Christmas season.\n\nII.    STANDARD OF REVIEW\n\n            We     review     a   grant       of     summary          judgment    de    novo,\n\nexamining    the      record      in    the    light          most     favorable       to    the\n\nnonmovant    and      indulging        all    reasonable            inferences     in       that\n\nparty's favor.         Suarez v. Pueblo Int'l, Inc., 229 F.3d 49, 53\n\n(1st Cir. 2000).           We will uphold the grant of summary judgment\n\nonly when there is no genuine issue of material fact and the\n\n\n                                             -8-\n\fmoving party is entitled to judgment as a matter of law.                          Fed.\n\nR.   Civ.   P.    56(c).         Here,    the     relevant    facts      are   largely\n\nundisputed, so our analysis focuses on the legal question of\n\nwhether either the new regulation or its application offend the\n\nFirst Amendment.\n\nIII.   THE FREE SPEECH CLAIM\n\n            The    Free         Speech    Clause      of     the    United      States\n\nConstitution lies at the heart of the Knights' appeal.                              We\n\norganize our discussion of this claim in segments.\n\n                           A.       The Legal Framework.\n\n            The    Free     Speech       Clause    provides,       in    terms,   that\n\n\"Congress shall make no law . . . abridging the freedom of\n\nspeech . . . .\"      U.S. Const. Amend. I.                 Under the aegis of the\n\nFourteenth Amendment, this prohibition applies equally to states\n\nand their political subdivisions.                  See Cantwell v. Conn., 310\n\nU.S. 296, 303 (1940).               Despite the uncompromising language in\n\nwhich this proscription is couched, it is not absolute.\n\n            The Supreme Court has articulated a framework for\n\ndetermining       whether       a    particular      regulation         impermissibly\n\ninfringes upon free speech rights.                 That framework dictates the\n\nlevel of judicial scrutiny that is due — and that choice, in\n\nturn, informs the nature of the restrictions on free speech that\n\n\n\n\n                                          -9-\n\fmay be permissible in a public forum.             McGuire v. Reilly, 260\n\nF.3d 36, 42 (1st Cir. 2001).\n\n            The triage works this way.          The bedrock rule is that\n\ngovernment may not prohibit all communicative activity in a\n\npublic forum.      Perry Educ. Ass'n v. Perry Local Educ. Ass'n, 460\n\nU.S. 37, 46 (1983).      Content-based prohibitions may endure — but\n\nonly   if   they   are   justified    by    compelling   state   interests.\n\nCapitol Sq. Rev. & Advisory Bd. v. Pinette, 515 U.S. 753, 761\n\n(1995). Accordingly, such prohibitions engender strict judicial\n\nscrutiny.    See id.     Content-neutral restrictions pose less of a\n\nthreat to freedom of expression.            Consequently, content-neutral\n\nrestrictions on the time, place, and manner of speech trigger an\n\nintermediate type of scrutiny such that they will be upheld as\n\nlong as they are \"narrowly tailored to serve a significant\n\ngovernmental interest, and allow for reasonable alternative\n\nchannels of communication.\"          Globe Newspaper Co. v. Beacon Hill\n\nArch'l Comm'n, 100 F.3d 175, 186 (1st Cir. 1996).\n\n            Here, the Town's limitation of free speech on the Green\n\nis not absolute:      the new regulation merely prohibits one manner\n\nof expression (unattended structures) in a particular place (the\n\nGreen) at certain times (when unconnected with an event).             Since\n\nthe Town does not deny that the Knights have a free speech\n\ninterest in exhibiting the crèche or that the Green is a public\n\n\n                                     -10-\n\fforum,   the    salient    question    is    whether   the   restriction    is\n\ncontent-based or content-neutral.             It is to that question that\n\nwe now turn.\n\n                 B.    Content-Based or Content-Neutral?\n\n            To ascertain whether a regulation is content-based, an\n\ninquiring      court   must   determine      whether   it   regulates   speech\n\nbecause of disagreement with the particular message that the\n\nspeech conveys.        Id. at 183.    The Knights concede, as they must,\n\nthat the language of the regulation is facially neutral.                   The\n\nban on unattended structures is comprehensive; it does not\n\ndiscriminate among types of unattended structures, and certainly\n\ndoes not single out the crèche.               Thus, the Knights' argument\n\nboils down to a plaint that the legislative history demonstrates\n\nthat the regulation's primary purpose is to prevent display of\n\nthe crèche.2\n\n            In making this argument, the Knights rely heavily on\n\na \"free exercise\" case, Church of Lukumi Babalu Aye, Inc. v.\n\nCity of Hialeah, 508 U.S. 520 (1993).             There, the Supreme Court\n\nruled that a municipal ordinance prohibiting cruelty to animals\n\n\n    2 The Town, citing United States v. O'Brien, 391 U.S. 367,\n383-84 (1968), argues that we should not inquire into\nlegislative purpose when a statute is content-neutral on its\nface.   Here, however, both the text of the statute and the\nlegislative history point toward neutrality, so we need not and\ndo not decide whether such an inquiry is constitutionally\nrequired.\n\n                                      -11-\n\fwas unconstitutional because it was targeted at preventing the\n\nsacrificial    rites   practiced    by    adherents    of   the   Santeria\n\nreligion.     Id. at 547.    But Hialeah is readily distinguishable\n\nbecause the ordinance at issue there was riddled with exceptions\n\nthat effectively made it applicable only to Santeria worshipers.\n\nSee id. at 535.    Thus, the ordinance — unlike the regulation at\n\nissue here — was not content-neutral in its operation.             See id.\n\nFor present purposes, the most that Hialeah teaches is that a\n\ncourt may have to look beyond the bare language of a regulation\n\nto determine whether its justification is content-neutral.            See,\n\ne.g., Ward v. Rock Against Racism, 491 U.S. 781, 791 (1989)\n\n(\"[G]overnment regulation of expressive activity is content\n\nneutral so long as it is justified without reference to the\n\ncontent of the regulated speech.\"); D.H.L. Assocs. v. O'Gorman,\n\n199 F.3d 50, 57 (1st Cir. 1999) (same).\n\n            In the instant case, there is nothing in the record\n\nthat evinces a content-based animus against the crèche.             On the\n\ncontrary, the Board proposed the new regulation only after\n\nrequests for permits for alternative religious displays began to\n\nsprout.   Mindful of the strictures of the Establishment Clause,\n\nthe Board reasonably assumed that it must treat all applications\n\nfor   religious   displays    alike,      regardless   of   the   message\n\nconveyed.     Fearing a flood of applications and a corresponding\n\n\n                                   -12-\n\fcluttering          of    the   Green,    the      Board      devised       a    regulation\n\nprohibiting all unattended structures.                      This is a far cry from\n\nan invidious singling-out of the crèche.3\n\n                 The only inference that the record permits is that the\n\nnew regulation was conceived out of a desire to treat all\n\nreligious expression even-handedly.                      If the Knights feel that\n\nthe burden of the regulation falls most heavily on them, it is\n\nperhaps because they are now held to the same standard as all\n\nother similarly situated applicants.                     While the adjustment may\n\nnot be an easy one, the outcome is inescapably content-neutral.\n\n   C.           Significant Governmental Interest/Narrow Tailoring.\n\n                 Having    determined     that     the     regulation           is   content-\n\nneutral, we now apply intermediate scrutiny to ascertain whether\n\nit is narrowly tailored to achieve a significant governmental\n\ninterest.          McGuire, 260 F.3d at 43.\n\n                 The Town asserts that its interest in preserving the\n\nhistorical and aesthetic qualities of the Green amply justifies\n\nthe restriction.           This is a theoretically sound position.                      After\n\nall,       in    Globe    Newspaper,     we   upheld,      against      a       free   speech\n\nchallenge,          a    ban    on   news     racks      in     a   historic           Boston\n\n\n       3\n      The Town's longstanding practice of permitting the crèche\nto be displayed on the Green without a permit helps, rather than\nhinders, the Town's argument. That practice shows a receptivity\nto the display and, contrary to the Knights' importunings,\ncreates no entitlement to preferential treatment in the future.\n\n                                            -13-\n\fneighborhood.       100 F.3d at 195.          We recognized there that\n\naesthetic preservation may warrant a content-neutral restriction\n\non speech in a public forum.      Id. at 187.             As was true in Globe\n\nNewspaper,    the   Town's    interest       in    aesthetic     preservation\n\nqualifies as a significant one.              Moreover, that interest is\n\nenhanced here by the site's designation as a national historic\n\nlandmark.\n\n            In an attempt to blunt the force of this conclusion,\n\nthe Knights argue that the regulation is not narrowly tailored\n\nto the achievement of this aesthetic rationale.                They make three\n\npoints:     first, that it is not only unattended structures that\n\nproduce clutter; second, that the Town should have pursued\n\nalternatives less restrictive than a total ban; and third, that\n\nthe crèche is aesthetically pleasing.               The first two parts of\n\nthis argument are plainly misguided.                  The narrow tailoring\n\nrequirement     \"does   not   mandate    a        least    restrictive   means\n\nanalysis.\"     Nat'l Amusements, Inc. v. Town of Dedham, 43 F.3d\n\n731, 744 (1st Cir. 1995).      Thus, the Town was \"[not] required to\n\nimplement or experiment with other alternatives before finally\n\nchoosing the total ban.\"      Globe Newspaper, 100 F.3d at 189 n.15.\n\nThe \"narrow tailoring\" requirement is satisfied as long as the\n\nparticular     \"regulation    promotes       a     substantial     government\n\n\n\n\n                                  -14-\n\finterest that would be achieved less effectively absent the\n\nregulation.\"        Nat'l Amusements, 43 F.3d at 744.\n\n             Here, moreover, the regulation appears entirely logical\n\nwhen one recalls that it was adopted amid a concatenation of\n\nEstablishment Clause concerns.            See Good News Club v. Milford\n\nCent. Sch., 121 S. Ct. 2093, 2103 (2001) (stating that avoiding\n\nan Establishment Clause violation may be a compelling state\n\ninterest justifying even content-based restrictions on speech).\n\nThe Town legitimately could conclude that unattended displays\n\nwere more likely to present Establishment Clause issues than\n\nattended ones because, for instance, a reasonable observer might\n\nbe confused as to the source of the message.4               Cf. Capitol Sq.,\n\n515   U.S.    at    778-79   (O'Connor,      J.,   concurring).      This    is\n\nsignificant        because   the   context   of    a   religious   display   is\n\ncrucial in determining its constitutionality.              Compare County of\n\nAllegheny v. ACLU, 492 U.S. 573, 621 (1989) (forbidding display\n\nof a crèche in a county courthouse), with Lynch v. Donnelly, 465\n\n\n\n\n      4\n      Although the plurality opinion in Capitol Square proposed\na per se rule to the effect that the government may not violate\nthe Establishment Clause by providing a forum for private\nreligious expression, see Capitol Sq., 515 U.S. at 770, a\nmajority of the Justices rejected this limited abandonment of\nthe endorsement analysis. See id. at 787 (Souter, J., with whom\nO'Connor and Breyer, JJ., joined, concurring); id. at 799\n(Stevens, J., dissenting); id. at 817-18 (Ginsburg, J.,\ndissenting).\n\n                                      -15-\n\fU.S. 668, 685 (1984) (permitting inclusion of a crèche in a\n\nmunicipality's outdoor holiday display).\n\n         We note, too, that the Supreme Court has explicitly\n\nindicated that a total ban on unattended structures in a public\n\nforum would pass constitutional muster.            In Capitol Square, a\n\nmajority of the Justices (the plurality, plus Justices Souter\n\nand Stevens) specifically agreed that \"[the state] could ban all\n\nunattended private displays\" in a public forum.                 Id. at 783\n\n(Souter, J., concurring); accord id. at 761 (plurality opinion);\n\nid. at 803 (Stevens, J., dissenting).            Various decisions of the\n\ncourts of appeals are to like effect.        E.g., Am. Jewish Cong. v.\n\nCity of Beverly Hills, 90 F.3d 379, 384 (9th Cir. 1996) (\"The\n\ncity constitutionally could ban all unattended private displays\n\nin its parks.\"); Congregation Lubavitch v. City of Cincinnati,\n\n923 F.2d 458, 460 (6th Cir. 1991) (similar); Lubavitch Chabad\n\nHouse, Inc. v. City of Chicago, 917 F.2d 341, 347 (7th Cir.\n\n1990) (similar).      Finding no reason why the case before us\n\ndemands a different outcome, we hold that the total ban on\n\nunattended    structures   is   both   content-neutral      and   narrowly\n\ntailored to achieve a substantial governmental interest.            It is,\n\ntherefore, constitutionally permissible.\n\n         As     to   the   Knights'      claim     that   the   crèche   is\n\naesthetically pleasing, the Establishment Clause makes clear\n\n\n                                  -16-\n\fthat       the    Town    was   bound   to    consider      a    range   of   potential\n\nreligious displays when it envisioned the future of the Green.\n\nThus,       the    aesthetics     of    the    crèche,      in    the    abstract,   are\n\nirrelevant.            The Town rationally could have decided that some of\n\nthe    requested         displays,      or    the   sheer       number   of   potential\n\ndisplays, would be inconsistent with the aesthetic quality of\n\nthe Green.         Even if the crèche were more beautiful than all the\n\nothers — a matter on which we take no view — the Town was not at\n\nliberty to allow the crèche while at the same time prohibiting\n\nother religious displays.\n\n                  D.     Alternative Avenues of Communication.\n\n                 As a final matter, the regulation does not unduly\n\nrestrict the Knights' free speech rights because they have\n\nadequate alternative avenues of communication available to them.\n\nSee McGuire, 260 F.3d at 43; Globe Newspaper, 100 F.3d at 186.\n\nThe Knights remain free to display the crèche, either during the\n\ncourse of an event on the Green or at any time on nearby private\n\nproperty.5         To be sure, the Knights argue that these are not\n\nadequate alternatives — an event would be too transitory and\n\nplacing the crèche on private property would not convey the same\n\nmessage.          But the message that they suggest is suppressed is\n\n\n       5\n     The record shows that one of the two churches facing the\nGreen is willing to have the crèche displayed on its front lawn\nfor the customary six-week interval.\n\n                                             -17-\n\fthat the crèche belongs \"at the center of public life in the\n\nTown   of    Lexington.\"      This   resupinate    reasoning       turns   the\n\nconstitutional standard upside-down.          Although the Constitution\n\nprotects private expressions of beliefs, it does not authorize\n\n— and sometimes even forbids — citizens' attempts to invoke\n\npublic      backing   of   their   beliefs.       The    Knights    have   no\n\nconstitutional right to communicate a message of public support\n\nfor the crèche.\n\n             It is also notable that the crèche is not completely\n\nbanned from the Green.        Like any other ceremonial display, it\n\nmay appear on the Green in conjunction with an active event for\n\nup to eight hours.         The Knights have not explained why such a\n\ndisplay is impractical, instead stating that the Town has no\n\nright to dictate to them how they must express their private\n\nbeliefs.      Yet the Town has issued no general ukase regarding\n\nprivate religious observances; only religious displays on a\n\nsingle strip of public land are affected.               In a forum of this\n\nkind, it has long been established that government may impose\n\nreasonable restrictions on the manner of speech.                See, e.g.,\n\nCapitol Sq., 515 U.S. at 761.          In adopting the regulation, the\n\nTown has done no more than exercise its right to manage its\n\nproperty in the manner it deems desirable without crossing the\n\nconstitutional line.\n\n\n                                     -18-\n\f                  E.   Consistency in Application.\n\n           The   Knights'   next    argument   is   that   the   amended\n\nregulation has been applied so inconsistently that it gives\n\nmunicipal officials unfettered discretion (and, thus, violates\n\nthe rule announced in Cox v. Louisiana, 379 U.S. 536 (1965)).\n\nIn Cox, the Court struck down a municipal ordinance prohibiting\n\nstreet parades and meetings on the ground that the ordinance\n\neffectively gave local officials unbridled discretion to permit\n\nsome demonstrations and disallow others.        Id. at 557.      The case\n\nstands for the proposition that a neutral ordinance may violate\n\nthe First Amendment if it invites uneven application.\n\n           To demonstrate that the regulation here at issue has\n\nbeen enforced selectively, the Knights presented evidence of\n\nother unattended structures that have been seen on the Green\n\nsince the new regulation was adopted, e.g., bleachers and a\n\nplatform truck were left on the Green prior to a Patriots' Day\n\ncelebration, and a podium appeared on the Green some days prior\n\nto a Memorial Day event.\n\n           The most obvious flaw in this construct is the lack of\n\nany evidence that these structures were erected by private\n\nparties.   This gap is critical because the regulation was never\n\nintended to apply to actions by the Town itself.           In fact, the\n\ntext of the regulation, as adopted by the Board, prohibits\n\n\n                                   -19-\n\f\"[p]lacement on the Battle Green of any unattended structure by\n\nany private party\" (emphasis supplied).                 Even though these last\n\nfour   words       later   were   omitted      from    the   printed   regulation\n\nthrough      an    apparent     clerical      error,    it    is   reasonable    to\n\ninterpret the regulation as applying only to private parties.\n\nIn fact, the entire subsection in which the regulation resides\n\n(quoted in the Appendix) is most plausibly read as applying only\n\nto private conduct.             For example, we do not believe that the\n\nprovision prohibiting \"removal[] or disturbance of any . . .\n\nmonument, statue, marker, animal or plant\" reasonably could be\n\nconstrued to prevent regular maintenance, repair, replacement,\n\nor landscaping done by the Town.               Similarly, the prohibition on\n\nthe    use    of     firearms     is   most    sensibly      understood   as    not\n\nencompassing police officers acting in their official capacity.\n\nBecause the Town is exempt from the ban on unattended structures\n\non the Green, the Knights' claim of selective enforcement fails\n\nfor evidentiary insufficiency.\n\nIV.    THE FREE EXERCISE CLAIM\n\n              The Free Exercise Clause also is made applicable to the\n\nstates       (and,     therefore,      to     municipalities)       through     the\n\nFourteenth Amendment.              See Cantwell, 310 U.S. at 303.                It\n\nprovides that \"Congress shall make no law . . . prohibiting the\n\nfree exercise [of religion] . . . .\"                  U.S. Const. Amend. I.      In\n\n\n                                        -20-\n\finterpreting this language, the Supreme Court has recognized\n\nthat the exercise of religion sometimes may involve \"performance\n\n(or abstention from) physical acts,\" and that the government may\n\nviolate the right to free exercise if it seeks \"to ban such acts\n\nor abstentions only when they are engaged in for religious\n\nreasons.\"       Employment Div., Dep't of Human Res. v. Smith, 494\n\nU.S. 872, 877 (1990).              Even so, \"a law that is neutral and of\n\ngeneral applicability need not be justified by a compelling\n\ngovernmental interest even if the law has the incidental effect\n\nof burdening a particular religious practice.\"                      Hialeah, 508\n\nU.S. at 531.\n\n              The Knights' current reliance on this doctrine is\n\nmisplaced.       As     we   already    have    determined,    see    supra   Part\n\nIII(B), the ban on unattended structures is content-neutral in\n\nevery    way.      For       the    reasons    elaborated   in      our   previous\n\ndiscussion, we are bound to conclude that the regulation does\n\nnot discriminate against a particular religion or religious\n\npractice.       See Hennessy v. City of Melrose, 194 F.3d 237, 244\n\nn.1 (1st Cir. 1999) (explaining that private beliefs do not\n\nexcuse    a     party    from       complying    with   a     law    of   general\n\napplicability).         Hence, the Knights cannot rewardingly invoke\n\nthe Free Exercise Clause in their attack on the regulation.\n\nV.   CONCLUSION\n\n\n                                        -21-\n\f              We do not live in a utopian world, and the myriad\n\nguarantees that the Constitution provides sometimes can operate\n\nin tension with one another.             So it is here:         the Establishment\n\nClause pulls in the direction of separating church and state,\n\nwhile   the    Free       Exercise    Clause    pushes    in    the       direction    of\n\npermitting the unfettered expression of religious doctrine.                            In\n\nour view, the Town has reconciled these competing centrifugal\n\nand centripetal forces in a constitutionally acceptable manner,\n\nholding the delicate balance steady and true.                        Admittedly, its\n\nsolution — the banning of all unattended structures from the\n\nvillage   green       —    inhibits    some    speech,    but       the    solution    is\n\ncontent-neutral, narrowly tailored to suppress no more speech\n\nthan necessary, and leaves open ample alternative avenues of\n\ncommunication.             No   more    is     exigible        to    withstand        the\n\nintermediate level of scrutiny that the First Amendment imposes\n\nhere.\n\n              We need go no further.           We hold that the Town's ban on\n\nunattended structures on the Green is a permissible \"time,\n\nplace, and manner\" restriction that operates without reference\n\nto the content of speech, and that the aesthetic preservation of\n\nso   historic    a    landmark       furnishes    an   appropriate          basis     for\n\nimposing this narrowly tailored restriction in a public forum.\n\nBecause the challenged regulation leaves open many other means\n\n\n                                        -22-\n\fof communication for religious speech and there is no competent\n\nevidence of selective enforcement, we reject the Knights' free\n\nspeech claim.   On much the same analysis, we likewise reject the\n\nKnights' free exercise claim.    Consequently, we hold that the\n\nlower court did not err in granting summary judgment for the\n\ndefendants.\n\n\n\nAffirmed.\n\n\n\n\n                               -23-\n\f                                                Appendix\n\n\n\n     RULES AND SPECIFICATIONS REGULATING THE USE OF THE BATTLE GREEN\n\nThe following rules and regulations have been adopted in accordance with the General By-Law, Article\nXXV, Section 225, \"Protection of the Battle Green\", as amended. If these regulations or portions thereof,\nconflict with the By-Law, the By-Law shall take precedence.\n\n                                             1. DEFINITIONS\n\na.   \"Audio device\" means any radio, television set, musical instrument, or other device that produces\n     noise.\nb.   \"Disorderly conduct\" means any action intended to cause inconvenience, annoyance, or alarm, or\n     which recklessly creates a risk thereof; fighting, threatening or violent behavior; unreasonable noise;\n     abusive language directed toward any person present; wrestling in vicinity of others; throwing of\n     breakable objects; throwing of stones; or spitting.\nc.   \"Powerless flight\" means any device used to carry persons or objects through the air; for example,\n     sailplanes, gliders, balloons, body kites, hand gliders.\nd.   \"Public use limit\" means the maximum number of people or the amount, size, or type of equipment\n     permitted on the Battle Green at one time, as established by the Board of Selectmen.\nc.   \"Special event\" means demonstrating, picketing, speechmaking, marching, holding of vigils, and all\n     other similar forms of conduct which involve the active communication or expression of opinions or\n     grievances, engaged in by one or more persons, the conduct of which has the effect, intent or\n     propensity to draw a crowd or onlookers.\nf.   \"Wet turf\" shall mean any natural condition that would make the Green vulnerable to excessive damage\n     by heavy wear or use; for example, heavy rains, reseeding, drought conditions.\ng.   \"Non-permit activities\" shall mean activities that may be engaged in without a permit issued by the\n     Board of Selectmen.\n\n                                     2. NON-PERMIT ACTIVITIES\n\nSubject to the restrictions in these rules and regulations, permits shall not be required for:\n\na.   Conduct that does not cause public inconvenience, annoyance, or alarm.\nb.   Picnicking restricted to benches only and to groups of no more than five people.\n     Picnicking on the Green by bus tours or similar groups is forbidden.\nc.   The gathering of groups on the Battle Green for the sole purpose of exploring and enjoying its history,\n     and which do not remain for more than four hours.\nd.   Playing of audio devices at a reasonable volume.\n\n\n                                                   -24-\n\fe.   The playing of games that do not:\n     i. exceed three players; or\n     ii. damage the Green's physical condition; or\n     iii. disturb or inconvenience those visiting the Green for historic interest; or\n     iv. constitute any type of disorderly conduct.\n\n                                  3. PERMIT REQUIRED ACTIVITIES\n\na.   The purpose for requiring permits for certain activities is to promote the use of the Battle Green in a\n     manner consistent with its nature and history; to protect the Battle Green from harm; to ensure\n     adequate notice of the event so that arrangements can be made to protect the public health and safety\n     and to minimize interference with the event by the public.\n\nb.   Permits are required for any of the following activities, singly or in combination:\n         i. Any group activity reasonably likely to exceed the public use limit established by the Board\n         of Selectmen.\n         ii. Special events, public meetings, assemblies, gatherings, demonstrations, parades, and other\n         active public expressions of interest, not to exceed eight hours in duration.\n         iii. Pageants, reenactments, regattas, entertainments, or other as public spectator attractions.\n         iv. Displays of a ceremonial nature in connection with special events and limited in duration to\n         the period required for such events.\n         v. Use of public address system, electrical lighting, or other electrical devices.\n         vi. Distribution of printed matter other than commercial advertising.\n         vii. Possession of firearms if unloaded or packed in such a way as to prevent their use.\n         viii. Possession of explosives, as long as individuals or groups conform to Federal, State, and\n         local laws governing such possession.\n         ix. Use or possession of fireworks or firecrackers.\n\n                                    4. IMPERMISSIBLE ACTIVITIES\n\nThe following activities are strictly prohibited:\n\na.   Any group activity that exceeds the public use limit established by the Board of Selectmen for the\n     Battle Green.\nb.   Possession, destruction, injury, defacement, removal, or disturbance of any building, sign, equipment,\n     monument, statue, marker, animal or plant.\nc.   Distribution or display of commercial advertising; or soliciting of business; or any other commercial\n     transactions.\nd.   Remaining on the Battle Green for more than four hours.\ne.   Abandonment of any vehicle or personal property.\nf.   Unreasonably loud operation of audio devices.\n\n                                                    -25-\n\fg.   Delivery of any person or thing by parachute or helicopter.\nh.   Powerless flight activities.\ni.   Begging.\nj.   Disorderly conduct.\nk.   Use of firearms.\nl.   Use of metal detecting device for personal use.\nm.   Gambling of any form or operation of gambling devices.\nn.   Picnicking except as provided in 2b.\no.   Use of roller skates and skateboards.\np.   Placement of the Battle Green of any unattended structure.\n\n                                          5. PERMIT PROCESS\n\na.   Application for permits to conduct activities on the Battle Green, specified in 3, above, shall be filed\n     no later than two weeks prior to the requested date. Late and/or incomplete applications will be\n     considered at the discretion of the Board of Selectmen.\nb.   Permit applications shall include the following information:\n     i. Name and phone number of a responsible contact.\n     ii. Date and time of event.\n     iii. Nature of event.\n     iv. Expected number of participants, spectators, and vehicles.\n     v. Duration of event.\n     vi. Statement of equipment and facilities to be used.\n     vii. Section of the Green desired.\nc.   The responsible party is to keep the permit, which must be available for inspection upon request. The\n     responsible party may be required by the Board of Selectmen, as a condition of issuing the permit, to\n     pay for detail police officers if the Board determines that such officers are necessary for public safety.\nd.   Permits are issued upon express condition the Green is to be left in an orderly fashion.\ne.   Permits are non-transferable; and are only valid for date and time specified.\nf.   A permit shall be revoked if a sanctioned event engages in impermissible activities and may be\n     revoked if the permit group engaged in activities that are not within the specification of the permit.\ng.   The Board of Selectmen may alter a request by setting reasonable conditions and restrictions as to\n     duration and area occupied, as are necessary for protection of the area and public use thereof.\nh.   Wet turf conditions may supersede the use of a granted permit at the discretion of the Board of\n     Selectmen to protect the condition of the Battle Green.\n\n                        6. GROUNDS FOR DENIAL OF PERMIT REQUEST\n\na.   Prior applications for permit for conflicting schedule has been made or will be granted.\nb.   Event presents a clear and present danger to public health or safety.\n\n\n\n                                                   -26-\n\fc.   Event is of such nature or duration that it cannot reasonably be accommodated in the area applied for;\n     or the expected number of participants exceeds the public use limit.\nd.   Event will, in the opinion of the Board of Selectmen, cause unacceptable interference with use of the\n     Green by the general public.\ne.   Event is requested for a date that conflicts with official celebrations of the Town.\nf.   Event is more appropriately held at other available Town facilities, such as recreational facilities.\n\nApproved by the Board of Selectmen July 15, 1986\nAmended July 24, 2000\n\n\n\n\n                                                 -27-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 01-2460\n\n          KNIGHTS OF COLUMBUS, COUNCIL #94, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  TOWN OF LEXINGTON ET AL.,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                            Before\n\n               Selya and Lipez, Circuit Judges,\n\n                 and Singal,* District Judge.\n\n\n     Chester Darling, with whom Robert Roughsedge and Michael\nWilliams were on brief, for appellants.\n     Jordana Glasgow, with whom Daryl Lapp and Palmer & Dodge,\nLLP were on brief, for appellees.\n\n\n\n\n                      November 29, 2001\n\f_______________\n*Of the District of Maine, sitting by designation.\n\f            SELYA, Circuit Judge.                This appeal requires us to\n\ndecide whether the Town of Lexington, Massachusetts (the Town)\n\nviolated the First Amendment by adopting a regulation that bans\n\nunattended structures from the historic Battle Green.                              The\n\nplaintiffs allege that this regulation infringes their First\n\nAmendment rights and that the Town adopted it for an improper\n\npurpose, viz., to exclude the annual religious display of a\n\ncrèche from the Battle Green.                They also allege that, in all\n\nevents,    the    Town's    selective       application     of   the    regulation\n\nfollowing its adoption renders it constitutionally infirm.\n\n            The district court found these charges unpersuasive and\n\ngranted summary judgment in the Town's favor.                    We affirm:        the\n\nrecord    shows   beyond     hope     of    contradiction    that      the   ban    on\n\nunattended structures is a content-neutral restriction on the\n\ntime, place, and manner of speech, narrowly tailored to achieve\n\na significant governmental interest and framed so as to allow\n\naccess to ample alternative avenues of communication.                        By the\n\nsame token, there is no violation of the Free Exercise Clause\n\nbecause    the     regulation         is     a   neutral     law       of    general\n\napplicability.       Lastly, the plaintiffs' claims of selective\n\nenforcement       fail     due   to        evidentiary     insufficiency;          the\n\nregulation was only intended to apply to private parties, and\n\n\n\n\n                                           -3-\n\fthere is nothing in the record that shows preferential treatment\n\nin respect to any unattended structure erected by such a party.\n\nI.   BACKGROUND\n\n            The situs of this controversy is the historic Battle\n\nGreen (the Green) — the very place where the first battle of the\n\nRevolutionary War occurred.         Seven of the eight minutemen killed\n\nduring the battle are buried there, and the Minuteman Statue —\n\nlocated at the apex of the Green — memorializes the American\n\ncolonists who fought in the Revolutionary War.              The Green is a\n\nregistered historic landmark, owned and maintained by the Town.\n\n            The Town's governing legislative body is the Board of\n\nSelectmen (the Board).        The Board is entrusted with suzerainty\n\nover, and protection of, the Green.              In the exercise of that\n\nfunction,      the   Board   from   time    to   time   promulgates   rules\n\ngoverning the use of the Green.         Historically, these rules have\n\nallowed for a wide range of public uses, including recreational\n\nactivities and activities involving the expression of political,\n\nreligious, and other views.         The rules divide activities on the\n\nGreen   into    three   categories:        (1)   allowed   activities,   (2)\n\nforbidden activities, and (3) activities for which a permit is\n\nrequired.      To illustrate, picnicking in small groups is allowed\n\nas a matter of right; commercial solicitation is prohibited\n\n\n\n\n                                     -4-\n\faltogether;   and    rallies   are    allowed    if   a   permit   is   first\n\nobtained (but otherwise are forbidden).\n\n         For most of the twentieth century, the crèche — a\n\nfigurine representation of Christ's nativity in the stable at\n\nBethlehem — appeared on the Green for roughly six weeks each\n\nyear (in late November and December).             For some thirty years,\n\nthe Town had erected the crèche, disassembled it, and stored the\n\ncomponents.     In    or   around     1973,     however,    two    fraternal\n\norganizations — the Knights of Columbus and the Masons — assumed\n\nresponsibility for these tasks.\n\n         There is evidence that the display of the crèche long\n\nhas been a source of friction within the Town, and that some\n\nresidents complained bitterly about its presence on the Green.\n\nFor the most part, however, the regulations, insofar as they\n\npertained to the crèche at all, seem to have been honored more\n\nin the breach than in the observance.           Despite the fact that the\n\nregulations have required a permit for a religious display of\n\nthis type since at least 1982, no permit ever was sought or\n\ndemanded prior to the erection of the crèche in any year before\n\n1999.\n\n         Beginning in the fall of 1998, the issue was repeatedly\n\ndiscussed at the Board's meetings.         A group consisting of clergy\n\nand citizens with various viewpoints was formed to study the\n\n\n                                     -5-\n\fproblem and suggest solutions.          This committee reported to the\n\nBoard on September 27, 1999.            It unanimously concluded that\n\n\"private     citizens    do   have    the       right    to     have   religious\n\nobservances on the common land within guidelines established by\n\nthe town,\" but suggested that a shortened display period might\n\nbe a reasonable compromise.          For the 1999 season, the owners of\n\nthe crèche, including the Knights of Columbus, agreed to a\n\ndisplay period of three weeks.\n\n             Subsequent to the Board's decision to allow the three-\n\nweek display, it began receiving requests to allow a wide range\n\nof   other   religious   structures        on   the     Green   for    comparable\n\nperiods.      One group desired to place a sign near the crèche\n\nindicating some citizens' objections to its presence on public\n\nland.      Other applicants requested permission for a display\n\nhonoring witchcraft at Halloween and for the erection of a\n\npyramid to honor the Egyptian Sun God Ra during the month of\n\nApril.     Yet another resident inquired about the possibility of\n\nerecting a Sukkah, an open hut-like structure, to commemorate\n\nthe Jewish harvest festival of Sukkoth.\n\n             The minutes of the Board's meetings reveal a keen\n\nawareness that if it continued to allow a display of the crèche,\n\nmany of these competing applications would have to be granted.\n\nThe Board thus believed that it was on the horns of a dilemma:\n\n\n                                     -6-\n\fit could not constitutionally pick and choose among competing\n\napplications, but granting them all likely would compromise the\n\naesthetic and historic elements of the Green.      After seeking\n\nlegal advice, the Board modified the rules governing use of the\n\nGreen in several ways.   First, it limited permit eligibility for\n\npublic expressions on the Green to active events of less than\n\neight hours in duration.    Second, it restricted displays of a\n\nceremonial nature to those \"in connection with special events\n\nand limited in duration to the period required for such events.\"\n\nThird, it added an explicit prohibition against \"placement on\n\nthe Green of any unattended structure.\"   For ease in reference,\n\nwe annex a copy of the regulation, as amended, as an appendix to\n\nthis opinion.\n\n          On October 19, 2000, the Knights of Columbus and the\n\norganization's grand knight, Michael O'Sullivan (collectively,\n\nthe Knights), applied for a permit to erect the crèche on the\n\nGreen.   The application was constructively denied, although the\n\nBoard intimated that a one-day event that included the crèche\n\nwould be approved.1\n\n          Dismayed by the new regulation and the concomitant\n\nouster of the crèche, the Knights sued.    Although they claimed\n\n\n    1In point of fact, a Town resident was granted a permit to\nhold a \"live\" nativity scene and service on the Green on\nDecember 23, 2000.\n\n                               -7-\n\fabridgement of their free speech and free exercise rights, the\n\ndistrict    court      refused     to    grant           a   preliminary     injunction.\n\nKnights of Columbus v. Town of Lexington, </pre><span class=\"citation\" data-id=\"2569623\"><a href=\"/opinion/2569623/knights-of-columbus-v-town-of-lexington/\"><span class=\"volume\">124</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">119</span></a></span><pre class=\"inline\">\n\n(D. Mass. 2000).             We summarily affirmed that denial in an\n\nunpublished order.\n\n            In subsequent proceedings, the Knights attempted to\n\nshow arbitrariness in the enforcement of the new regulation.\n\nThey introduced evidence tending to prove that bleachers and a\n\nplatform truck were left unattended on the Green for several\n\ndays   prior     to    a    Patriots'         Day    celebration,           and    that       an\n\nunattended       podium     was    allowed          to       remain    overnight       around\n\nMemorial Day.\n\n            In due course, the district court granted summary\n\njudgment     for      the    defendants        (the          Town     and   various         Town\n\nhierarchs).        We expedited the Knights' ensuing appeal in an\n\neffort to resolve the matter in advance of the Christmas season.\n\nII.    STANDARD OF REVIEW\n\n            We     review     a   grant       of     summary          judgment    de    novo,\n\nexamining    the      record      in    the    light          most     favorable       to    the\n\nnonmovant    and      indulging        all    reasonable            inferences     in       that\n\nparty's favor.         Suarez v. Pueblo Int'l, Inc., </pre><span class=\"citation\" data-id=\"770706\"><a href=\"/opinion/770706/ramon-m-suarez-v-pueblo-international-inc/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">, 53\n\n(1st Cir. 2000).           We will uphold the grant of summary judgment\n\nonly when there is no genuine issue of material fact and the\n\n\n                                             -8-\n\fmoving party is entitled to judgment as a matter of law.                          Fed.\n\nR.   Civ.   P.    56(c).         Here,    the     relevant    facts      are   largely\n\nundisputed, so our analysis focuses on the legal question of\n\nwhether either the new regulation or its application offend the\n\nFirst Amendment.\n\nIII.   THE FREE SPEECH CLAIM\n\n            The    Free         Speech    Clause      of     the    United      States\n\nConstitution lies at the heart of the Knights' appeal.                              We\n\norganize our discussion of this claim in segments.\n\n                           A.       The Legal Framework.\n\n            The    Free     Speech       Clause    provides,       in    terms,   that\n\n\"Congress shall make no law . . . abridging the freedom of\n\nspeech . . . .\"      U.S. Const. Amend. I.                 Under the aegis of the\n\nFourteenth Amendment, this prohibition applies equally to states\n\nand their political subdivisions.                  See Cantwell v. Conn., </pre><span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">310</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span><pre class=\"inline\">, 303 (1940).               Despite the uncompromising language in\n\nwhich this proscription is couched, it is not absolute.\n\n            The Supreme Court has articulated a framework for\n\ndetermining       whether       a    particular      regulation         impermissibly\n\ninfringes upon free speech rights.                 That framework dictates the\n\nlevel of judicial scrutiny that is due — and that choice, in\n\nturn, informs the nature of the restrictions on free speech that\n\n\n\n\n                                          -9-\n\fmay be permissible in a public forum.             McGuire v. Reilly, </pre><span class=\"citation\" data-id=\"199554\"><a href=\"/opinion/199554/mcguire-v-reilly/\"><span class=\"volume\">260</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 42 (1st Cir. 2001).\n\n            The triage works this way.          The bedrock rule is that\n\ngovernment may not prohibit all communicative activity in a\n\npublic forum.      Perry Educ. Ass'n v. Perry Local Educ. Ass'n, </pre><span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 46 (1983).      Content-based prohibitions may endure — but\n\nonly   if   they   are   justified    by    compelling   state   interests.\n\nCapitol Sq. Rev. & Advisory Bd. v. Pinette, </pre><span class=\"citation\" data-id=\"117966\"><a href=\"/opinion/117966/capitol-squarereview-and-advisory-bd-v-pinette/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">753</span></a></span><pre class=\"inline\">, 761\n\n(1995). Accordingly, such prohibitions engender strict judicial\n\nscrutiny.    See id.     Content-neutral restrictions pose less of a\n\nthreat to freedom of expression.            Consequently, content-neutral\n\nrestrictions on the time, place, and manner of speech trigger an\n\nintermediate type of scrutiny such that they will be upheld as\n\nlong as they are \"narrowly tailored to serve a significant\n\ngovernmental interest, and allow for reasonable alternative\n\nchannels of communication.\"          Globe Newspaper Co. v. Beacon Hill\n\nArch'l Comm'n, </pre><span class=\"citation\" data-id=\"729693\"><a href=\"/opinion/729693/globe-newspaper-company-v-beacon-hill-architectural-commission/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span><pre class=\"inline\">, 186 (1st Cir. 1996).\n\n            Here, the Town's limitation of free speech on the Green\n\nis not absolute:      the new regulation merely prohibits one manner\n\nof expression (unattended structures) in a particular place (the\n\nGreen) at certain times (when unconnected with an event).             Since\n\nthe Town does not deny that the Knights have a free speech\n\ninterest in exhibiting the crèche or that the Green is a public\n\n\n                                     -10-\n\fforum,   the    salient    question    is    whether   the   restriction    is\n\ncontent-based or content-neutral.             It is to that question that\n\nwe now turn.\n\n                 B.    Content-Based or Content-Neutral?\n\n            To ascertain whether a regulation is content-based, an\n\ninquiring      court   must   determine      whether   it   regulates   speech\n\nbecause of disagreement with the particular message that the\n\nspeech conveys.        Id. at 183.    The Knights concede, as they must,\n\nthat the language of the regulation is facially neutral.                   The\n\nban on unattended structures is comprehensive; it does not\n\ndiscriminate among types of unattended structures, and certainly\n\ndoes not single out the crèche.               Thus, the Knights' argument\n\nboils down to a plaint that the legislative history demonstrates\n\nthat the regulation's primary purpose is to prevent display of\n\nthe crèche.2\n\n            In making this argument, the Knights rely heavily on\n\na \"free exercise\" case, Church of Lukumi Babalu Aye, Inc. v.\n\nCity of Hialeah, </pre><span class=\"citation\" data-id=\"112881\"><a href=\"/opinion/112881/church-of-lukumi-babalu-aye-inc-v-hialeah/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span><pre class=\"inline\"> (1993).             There, the Supreme Court\n\nruled that a municipal ordinance prohibiting cruelty to animals\n\n\n    2 The Town, citing United States v. O'Brien, </pre><span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span><pre class=\"inline\">,\n383-84 (1968), argues that we should not inquire into\nlegislative purpose when a statute is content-neutral on its\nface.   Here, however, both the text of the statute and the\nlegislative history point toward neutrality, so we need not and\ndo not decide whether such an inquiry is constitutionally\nrequired.\n\n                                      -11-\n\fwas unconstitutional because it was targeted at preventing the\n\nsacrificial    rites   practiced    by    adherents    of   the   Santeria\n\nreligion.     Id. at 547.    But Hialeah is readily distinguishable\n\nbecause the ordinance at issue there was riddled with exceptions\n\nthat effectively made it applicable only to Santeria worshipers.\n\nSee id. at 535.    Thus, the ordinance — unlike the regulation at\n\nissue here — was not content-neutral in its operation.             See id.\n\nFor present purposes, the most that Hialeah teaches is that a\n\ncourt may have to look beyond the bare language of a regulation\n\nto determine whether its justification is content-neutral.            See,\n\ne.g., Ward v. Rock Against Racism, </pre><span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span><pre class=\"inline\">, 791 (1989)\n\n(\"[G]overnment regulation of expressive activity is content\n\nneutral so long as it is justified without reference to the\n\ncontent of the regulated speech.\"); D.H.L. Assocs. v. O'Gorman,\n\n</pre><span class=\"citation\" data-id=\"198747\"><a href=\"/opinion/198747/dhl-associates-v-ogorman/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 57 (1st Cir. 1999) (same).\n\n            In the instant case, there is nothing in the record\n\nthat evinces a content-based animus against the crèche.             On the\n\ncontrary, the Board proposed the new regulation only after\n\nrequests for permits for alternative religious displays began to\n\nsprout.   Mindful of the strictures of the Establishment Clause,\n\nthe Board reasonably assumed that it must treat all applications\n\nfor   religious   displays    alike,      regardless   of   the   message\n\nconveyed.     Fearing a flood of applications and a corresponding\n\n\n                                   -12-\n\fcluttering          of    the   Green,    the      Board      devised       a    regulation\n\nprohibiting all unattended structures.                      This is a far cry from\n\nan invidious singling-out of the crèche.3\n\n                 The only inference that the record permits is that the\n\nnew regulation was conceived out of a desire to treat all\n\nreligious expression even-handedly.                      If the Knights feel that\n\nthe burden of the regulation falls most heavily on them, it is\n\nperhaps because they are now held to the same standard as all\n\nother similarly situated applicants.                     While the adjustment may\n\nnot be an easy one, the outcome is inescapably content-neutral.\n\n   C.           Significant Governmental Interest/Narrow Tailoring.\n\n                 Having    determined     that     the     regulation           is   content-\n\nneutral, we now apply intermediate scrutiny to ascertain whether\n\nit is narrowly tailored to achieve a significant governmental\n\ninterest.          McGuire, 260 F.3d at 43.\n\n                 The Town asserts that its interest in preserving the\n\nhistorical and aesthetic qualities of the Green amply justifies\n\nthe restriction.           This is a theoretically sound position.                      After\n\nall,       in    Globe    Newspaper,     we   upheld,      against      a       free   speech\n\nchallenge,          a    ban    on   news     racks      in     a   historic           Boston\n\n\n       3\n      The Town's longstanding practice of permitting the crèche\nto be displayed on the Green without a permit helps, rather than\nhinders, the Town's argument. That practice shows a receptivity\nto the display and, contrary to the Knights' importunings,\ncreates no entitlement to preferential treatment in the future.\n\n                                            -13-\n\fneighborhood.       100 F.3d at 195.          We recognized there that\n\naesthetic preservation may warrant a content-neutral restriction\n\non speech in a public forum.      Id. at 187.             As was true in Globe\n\nNewspaper,    the   Town's    interest       in    aesthetic     preservation\n\nqualifies as a significant one.              Moreover, that interest is\n\nenhanced here by the site's designation as a national historic\n\nlandmark.\n\n            In an attempt to blunt the force of this conclusion,\n\nthe Knights argue that the regulation is not narrowly tailored\n\nto the achievement of this aesthetic rationale.                They make three\n\npoints:     first, that it is not only unattended structures that\n\nproduce clutter; second, that the Town should have pursued\n\nalternatives less restrictive than a total ban; and third, that\n\nthe crèche is aesthetically pleasing.               The first two parts of\n\nthis argument are plainly misguided.                  The narrow tailoring\n\nrequirement     \"does   not   mandate    a        least    restrictive   means\n\nanalysis.\"     Nat'l Amusements, Inc. v. Town of Dedham, </pre><span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">731</span></a></span><pre class=\"inline\">, 744 (1st Cir. 1995).      Thus, the Town was \"[not] required to\n\nimplement or experiment with other alternatives before finally\n\nchoosing the total ban.\"      Globe Newspaper, 100 F.3d at 189 n.15.\n\nThe \"narrow tailoring\" requirement is satisfied as long as the\n\nparticular     \"regulation    promotes       a     substantial     government\n\n\n\n\n                                  -14-\n\finterest that would be achieved less effectively absent the\n\nregulation.\"        Nat'l Amusements, 43 F.3d at 744.\n\n             Here, moreover, the regulation appears entirely logical\n\nwhen one recalls that it was adopted amid a concatenation of\n\nEstablishment Clause concerns.            See Good News Club v. Milford\n\nCent. Sch., </pre><span class=\"citation\" data-id=\"118446\"><a href=\"/opinion/118446/good-news-club-v-milford-central-school/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2093</span></a></span><pre class=\"inline\">, 2103 (2001) (stating that avoiding\n\nan Establishment Clause violation may be a compelling state\n\ninterest justifying even content-based restrictions on speech).\n\nThe Town legitimately could conclude that unattended displays\n\nwere more likely to present Establishment Clause issues than\n\nattended ones because, for instance, a reasonable observer might\n\nbe confused as to the source of the message.4               Cf. Capitol Sq.,\n\n515   U.S.    at    778-79   (O'Connor,      J.,   concurring).      This    is\n\nsignificant        because   the   context   of    a   religious   display   is\n\ncrucial in determining its constitutionality.              Compare County of\n\nAllegheny v. ACLU, </pre><span class=\"citation\" data-id=\"112331\"><a href=\"/opinion/112331/allegheny-county-v-greater-pittsburgh-aclu/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span><pre class=\"inline\">, 621 (1989) (forbidding display\n\nof a crèche in a county courthouse), with Lynch v. Donnelly, 465\n\n\n\n\n      4\n      Although the plurality opinion in Capitol Square proposed\na per se rule to the effect that the government may not violate\nthe Establishment Clause by providing a forum for private\nreligious expression, see Capitol Sq., 515 U.S. at 770, a\nmajority of the Justices rejected this limited abandonment of\nthe endorsement analysis. See id. at 787 (Souter, J., with whom\nO'Connor and Breyer, JJ., joined, concurring); id. at 799\n(Stevens, J., dissenting); id. at 817-18 (Ginsburg, J.,\ndissenting).\n\n                                      -15-\n\fU.S. 668, 685 (1984) (permitting inclusion of a crèche in a\n\nmunicipality's outdoor holiday display).\n\n         We note, too, that the Supreme Court has explicitly\n\nindicated that a total ban on unattended structures in a public\n\nforum would pass constitutional muster.            In Capitol Square, a\n\nmajority of the Justices (the plurality, plus Justices Souter\n\nand Stevens) specifically agreed that \"[the state] could ban all\n\nunattended private displays\" in a public forum.                 Id. at 783\n\n(Souter, J., concurring); accord id. at 761 (plurality opinion);\n\nid. at 803 (Stevens, J., dissenting).            Various decisions of the\n\ncourts of appeals are to like effect.        E.g., Am. Jewish Cong. v.\n\nCity of Beverly Hills, </pre><span class=\"citation\" data-id=\"722484\"><a href=\"/opinion/722484/american-jewish-congress-eve-slaff-alan-sieroty-devera-lurie-waldman/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">379</span></a></span><pre class=\"inline\">, 384 (9th Cir. 1996) (\"The\n\ncity constitutionally could ban all unattended private displays\n\nin its parks.\"); Congregation Lubavitch v. City of Cincinnati,\n\n</pre><span class=\"citation\" data-id=\"554057\"><a href=\"/opinion/554057/congregation-lubavitch-and-rabbi-sholom-b-kalmanson-v-city-of-cincinnati/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span><pre class=\"inline\">, 460 (6th Cir. 1991) (similar); Lubavitch Chabad\n\nHouse, Inc. v. City of Chicago, </pre><span class=\"citation\" data-id=\"550350\"><a href=\"/opinion/550350/lubavitch-chabad-house-incorporated-a-not-for-profit-corporation/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span><pre class=\"inline\">, 347 (7th Cir.\n\n1990) (similar).      Finding no reason why the case before us\n\ndemands a different outcome, we hold that the total ban on\n\nunattended    structures   is   both   content-neutral      and   narrowly\n\ntailored to achieve a substantial governmental interest.            It is,\n\ntherefore, constitutionally permissible.\n\n         As     to   the   Knights'      claim     that   the   crèche   is\n\naesthetically pleasing, the Establishment Clause makes clear\n\n\n                                  -16-\n\fthat       the    Town    was   bound   to    consider      a    range   of   potential\n\nreligious displays when it envisioned the future of the Green.\n\nThus,       the    aesthetics     of    the    crèche,      in    the    abstract,   are\n\nirrelevant.            The Town rationally could have decided that some of\n\nthe    requested         displays,      or    the   sheer       number   of   potential\n\ndisplays, would be inconsistent with the aesthetic quality of\n\nthe Green.         Even if the crèche were more beautiful than all the\n\nothers — a matter on which we take no view — the Town was not at\n\nliberty to allow the crèche while at the same time prohibiting\n\nother religious displays.\n\n                  D.     Alternative Avenues of Communication.\n\n                 As a final matter, the regulation does not unduly\n\nrestrict the Knights' free speech rights because they have\n\nadequate alternative avenues of communication available to them.\n\nSee McGuire, 260 F.3d at 43; Globe Newspaper, 100 F.3d at 186.\n\nThe Knights remain free to display the crèche, either during the\n\ncourse of an event on the Green or at any time on nearby private\n\nproperty.5         To be sure, the Knights argue that these are not\n\nadequate alternatives — an event would be too transitory and\n\nplacing the crèche on private property would not convey the same\n\nmessage.          But the message that they suggest is suppressed is\n\n\n       5\n     The record shows that one of the two churches facing the\nGreen is willing to have the crèche displayed on its front lawn\nfor the customary six-week interval.\n\n                                             -17-\n\fthat the crèche belongs \"at the center of public life in the\n\nTown   of    Lexington.\"      This   resupinate    reasoning       turns   the\n\nconstitutional standard upside-down.          Although the Constitution\n\nprotects private expressions of beliefs, it does not authorize\n\n— and sometimes even forbids — citizens' attempts to invoke\n\npublic      backing   of   their   beliefs.       The    Knights    have   no\n\nconstitutional right to communicate a message of public support\n\nfor the crèche.\n\n             It is also notable that the crèche is not completely\n\nbanned from the Green.        Like any other ceremonial display, it\n\nmay appear on the Green in conjunction with an active event for\n\nup to eight hours.         The Knights have not explained why such a\n\ndisplay is impractical, instead stating that the Town has no\n\nright to dictate to them how they must express their private\n\nbeliefs.      Yet the Town has issued no general ukase regarding\n\nprivate religious observances; only religious displays on a\n\nsingle strip of public land are affected.               In a forum of this\n\nkind, it has long been established that government may impose\n\nreasonable restrictions on the manner of speech.                See, e.g.,\n\nCapitol Sq., 515 U.S. at 761.          In adopting the regulation, the\n\nTown has done no more than exercise its right to manage its\n\nproperty in the manner it deems desirable without crossing the\n\nconstitutional line.\n\n\n                                     -18-\n\f                  E.   Consistency in Application.\n\n           The   Knights'   next    argument   is   that   the   amended\n\nregulation has been applied so inconsistently that it gives\n\nmunicipal officials unfettered discretion (and, thus, violates\n\nthe rule announced in Cox v. Louisiana, </pre><span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></a></span><pre class=\"inline\"> (1965)).\n\nIn Cox, the Court struck down a municipal ordinance prohibiting\n\nstreet parades and meetings on the ground that the ordinance\n\neffectively gave local officials unbridled discretion to permit\n\nsome demonstrations and disallow others.        Id. at 557.      The case\n\nstands for the proposition that a neutral ordinance may violate\n\nthe First Amendment if it invites uneven application.\n\n           To demonstrate that the regulation here at issue has\n\nbeen enforced selectively, the Knights presented evidence of\n\nother unattended structures that have been seen on the Green\n\nsince the new regulation was adopted, e.g., bleachers and a\n\nplatform truck were left on the Green prior to a Patriots' Day\n\ncelebration, and a podium appeared on the Green some days prior\n\nto a Memorial Day event.\n\n           The most obvious flaw in this construct is the lack of\n\nany evidence that these structures were erected by private\n\nparties.   This gap is critical because the regulation was never\n\nintended to apply to actions by the Town itself.           In fact, the\n\ntext of the regulation, as adopted by the Board, prohibits\n\n\n                                   -19-\n\f\"[p]lacement on the Battle Green of any unattended structure by\n\nany private party\" (emphasis supplied).                 Even though these last\n\nfour   words       later   were   omitted      from    the   printed   regulation\n\nthrough      an    apparent     clerical      error,    it    is   reasonable    to\n\ninterpret the regulation as applying only to private parties.\n\nIn fact, the entire subsection in which the regulation resides\n\n(quoted in the Appendix) is most plausibly read as applying only\n\nto private conduct.             For example, we do not believe that the\n\nprovision prohibiting \"removal[] or disturbance of any . . .\n\nmonument, statue, marker, animal or plant\" reasonably could be\n\nconstrued to prevent regular maintenance, repair, replacement,\n\nor landscaping done by the Town.               Similarly, the prohibition on\n\nthe    use    of     firearms     is   most    sensibly      understood   as    not\n\nencompassing police officers acting in their official capacity.\n\nBecause the Town is exempt from the ban on unattended structures\n\non the Green, the Knights' claim of selective enforcement fails\n\nfor evidentiary insufficiency.\n\nIV.    THE FREE EXERCISE CLAIM\n\n              The Free Exercise Clause also is made applicable to the\n\nstates       (and,     therefore,      to     municipalities)       through     the\n\nFourteenth Amendment.              See Cantwell, 310 U.S. at 303.                It\n\nprovides that \"Congress shall make no law . . . prohibiting the\n\nfree exercise [of religion] . . . .\"                  U.S. Const. Amend. I.      In\n\n\n                                        -20-\n\finterpreting this language, the Supreme Court has recognized\n\nthat the exercise of religion sometimes may involve \"performance\n\n(or abstention from) physical acts,\" and that the government may\n\nviolate the right to free exercise if it seeks \"to ban such acts\n\nor abstentions only when they are engaged in for religious\n\nreasons.\"       Employment Div., Dep't of Human Res. v. Smith, </pre><span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">494</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></a></span><pre class=\"inline\">, 877 (1990).              Even so, \"a law that is neutral and of\n\ngeneral applicability need not be justified by a compelling\n\ngovernmental interest even if the law has the incidental effect\n\nof burdening a particular religious practice.\"                      Hialeah, 508\n\nU.S. at 531.\n\n              The Knights' current reliance on this doctrine is\n\nmisplaced.       As     we   already    have    determined,    see    supra   Part\n\nIII(B), the ban on unattended structures is content-neutral in\n\nevery    way.      For       the    reasons    elaborated   in      our   previous\n\ndiscussion, we are bound to conclude that the regulation does\n\nnot discriminate against a particular religion or religious\n\npractice.       See Hennessy v. City of Melrose, </pre><span class=\"citation\" data-id=\"198689\"><a href=\"/opinion/198689/hennessy-v-city-of-melrose/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span><pre class=\"inline\">, 244\n\nn.1 (1st Cir. 1999) (explaining that private beliefs do not\n\nexcuse    a     party    from       complying    with   a     law    of   general\n\napplicability).         Hence, the Knights cannot rewardingly invoke\n\nthe Free Exercise Clause in their attack on the regulation.\n\nV.   CONCLUSION\n\n\n                                        -21-\n\f              We do not live in a utopian world, and the myriad\n\nguarantees that the Constitution provides sometimes can operate\n\nin tension with one another.             So it is here:         the Establishment\n\nClause pulls in the direction of separating church and state,\n\nwhile   the    Free       Exercise    Clause    pushes    in    the       direction    of\n\npermitting the unfettered expression of religious doctrine.                            In\n\nour view, the Town has reconciled these competing centrifugal\n\nand centripetal forces in a constitutionally acceptable manner,\n\nholding the delicate balance steady and true.                        Admittedly, its\n\nsolution — the banning of all unattended structures from the\n\nvillage   green       —    inhibits    some    speech,    but       the    solution    is\n\ncontent-neutral, narrowly tailored to suppress no more speech\n\nthan necessary, and leaves open ample alternative avenues of\n\ncommunication.             No   more    is     exigible        to    withstand        the\n\nintermediate level of scrutiny that the First Amendment imposes\n\nhere.\n\n              We need go no further.           We hold that the Town's ban on\n\nunattended structures on the Green is a permissible \"time,\n\nplace, and manner\" restriction that operates without reference\n\nto the content of speech, and that the aesthetic preservation of\n\nso   historic    a    landmark       furnishes    an   appropriate          basis     for\n\nimposing this narrowly tailored restriction in a public forum.\n\nBecause the challenged regulation leaves open many other means\n\n\n                                        -22-\n\fof communication for religious speech and there is no competent\n\nevidence of selective enforcement, we reject the Knights' free\n\nspeech claim.   On much the same analysis, we likewise reject the\n\nKnights' free exercise claim.    Consequently, we hold that the\n\nlower court did not err in granting summary judgment for the\n\ndefendants.\n\n\n\nAffirmed.\n\n\n\n\n                               -23-\n\f                                                Appendix\n\n\n\n     RULES AND SPECIFICATIONS REGULATING THE USE OF THE BATTLE GREEN\n\nThe following rules and regulations have been adopted in accordance with the General By-Law, Article\nXXV, Section 225, \"Protection of the Battle Green\", as amended. If these regulations or portions thereof,\nconflict with the By-Law, the By-Law shall take precedence.\n\n                                             1. DEFINITIONS\n\na.   \"Audio device\" means any radio, television set, musical instrument, or other device that produces\n     noise.\nb.   \"Disorderly conduct\" means any action intended to cause inconvenience, annoyance, or alarm, or\n     which recklessly creates a risk thereof; fighting, threatening or violent behavior; unreasonable noise;\n     abusive language directed toward any person present; wrestling in vicinity of others; throwing of\n     breakable objects; throwing of stones; or spitting.\nc.   \"Powerless flight\" means any device used to carry persons or objects through the air; for example,\n     sailplanes, gliders, balloons, body kites, hand gliders.\nd.   \"Public use limit\" means the maximum number of people or the amount, size, or type of equipment\n     permitted on the Battle Green at one time, as established by the Board of Selectmen.\nc.   \"Special event\" means demonstrating, picketing, speechmaking, marching, holding of vigils, and all\n     other similar forms of conduct which involve the active communication or expression of opinions or\n     grievances, engaged in by one or more persons, the conduct of which has the effect, intent or\n     propensity to draw a crowd or onlookers.\nf.   \"Wet turf\" shall mean any natural condition that would make the Green vulnerable to excessive damage\n     by heavy wear or use; for example, heavy rains, reseeding, drought conditions.\ng.   \"Non-permit activities\" shall mean activities that may be engaged in without a permit issued by the\n     Board of Selectmen.\n\n                                     2. NON-PERMIT ACTIVITIES\n\nSubject to the restrictions in these rules and regulations, permits shall not be required for:\n\na.   Conduct that does not cause public inconvenience, annoyance, or alarm.\nb.   Picnicking restricted to benches only and to groups of no more than five people.\n     Picnicking on the Green by bus tours or similar groups is forbidden.\nc.   The gathering of groups on the Battle Green for the sole purpose of exploring and enjoying its history,\n     and which do not remain for more than four hours.\nd.   Playing of audio devices at a reasonable volume.\n\n\n                                                   -24-\n\fe.   The playing of games that do not:\n     i. exceed three players; or\n     ii. damage the Green's physical condition; or\n     iii. disturb or inconvenience those visiting the Green for historic interest; or\n     iv. constitute any type of disorderly conduct.\n\n                                  3. PERMIT REQUIRED ACTIVITIES\n\na.   The purpose for requiring permits for certain activities is to promote the use of the Battle Green in a\n     manner consistent with its nature and history; to protect the Battle Green from harm; to ensure\n     adequate notice of the event so that arrangements can be made to protect the public health and safety\n     and to minimize interference with the event by the public.\n\nb.   Permits are required for any of the following activities, singly or in combination:\n         i. Any group activity reasonably likely to exceed the public use limit established by the Board\n         of Selectmen.\n         ii. Special events, public meetings, assemblies, gatherings, demonstrations, parades, and other\n         active public expressions of interest, not to exceed eight hours in duration.\n         iii. Pageants, reenactments, regattas, entertainments, or other as public spectator attractions.\n         iv. Displays of a ceremonial nature in connection with special events and limited in duration to\n         the period required for such events.\n         v. Use of public address system, electrical lighting, or other electrical devices.\n         vi. Distribution of printed matter other than commercial advertising.\n         vii. Possession of firearms if unloaded or packed in such a way as to prevent their use.\n         viii. Possession of explosives, as long as individuals or groups conform to Federal, State, and\n         local laws governing such possession.\n         ix. Use or possession of fireworks or firecrackers.\n\n                                    4. IMPERMISSIBLE ACTIVITIES\n\nThe following activities are strictly prohibited:\n\na.   Any group activity that exceeds the public use limit established by the Board of Selectmen for the\n     Battle Green.\nb.   Possession, destruction, injury, defacement, removal, or disturbance of any building, sign, equipment,\n     monument, statue, marker, animal or plant.\nc.   Distribution or display of commercial advertising; or soliciting of business; or any other commercial\n     transactions.\nd.   Remaining on the Battle Green for more than four hours.\ne.   Abandonment of any vehicle or personal property.\nf.   Unreasonably loud operation of audio devices.\n\n                                                    -25-\n\fg.   Delivery of any person or thing by parachute or helicopter.\nh.   Powerless flight activities.\ni.   Begging.\nj.   Disorderly conduct.\nk.   Use of firearms.\nl.   Use of metal detecting device for personal use.\nm.   Gambling of any form or operation of gambling devices.\nn.   Picnicking except as provided in 2b.\no.   Use of roller skates and skateboards.\np.   Placement of the Battle Green of any unattended structure.\n\n                                          5. PERMIT PROCESS\n\na.   Application for permits to conduct activities on the Battle Green, specified in 3, above, shall be filed\n     no later than two weeks prior to the requested date. Late and/or incomplete applications will be\n     considered at the discretion of the Board of Selectmen.\nb.   Permit applications shall include the following information:\n     i. Name and phone number of a responsible contact.\n     ii. Date and time of event.\n     iii. Nature of event.\n     iv. Expected number of participants, spectators, and vehicles.\n     v. Duration of event.\n     vi. Statement of equipment and facilities to be used.\n     vii. Section of the Green desired.\nc.   The responsible party is to keep the permit, which must be available for inspection upon request. The\n     responsible party may be required by the Board of Selectmen, as a condition of issuing the permit, to\n     pay for detail police officers if the Board determines that such officers are necessary for public safety.\nd.   Permits are issued upon express condition the Green is to be left in an orderly fashion.\ne.   Permits are non-transferable; and are only valid for date and time specified.\nf.   A permit shall be revoked if a sanctioned event engages in impermissible activities and may be\n     revoked if the permit group engaged in activities that are not within the specification of the permit.\ng.   The Board of Selectmen may alter a request by setting reasonable conditions and restrictions as to\n     duration and area occupied, as are necessary for protection of the area and public use thereof.\nh.   Wet turf conditions may supersede the use of a granted permit at the discretion of the Board of\n     Selectmen to protect the condition of the Battle Green.\n\n                        6. GROUNDS FOR DENIAL OF PERMIT REQUEST\n\na.   Prior applications for permit for conflicting schedule has been made or will be granted.\nb.   Event presents a clear and present danger to public health or safety.\n\n\n\n                                                   -26-\n\fc.   Event is of such nature or duration that it cannot reasonably be accommodated in the area applied for;\n     or the expected number of participants exceeds the public use limit.\nd.   Event will, in the opinion of the Board of Selectmen, cause unacceptable interference with use of the\n     Green by the general public.\ne.   Event is requested for a date that conflicts with official celebrations of the Town.\nf.   Event is more appropriately held at other available Town facilities, such as recreational facilities.\n\nApproved by the Board of Selectmen July 15, 1986\nAmended July 24, 2000\n\n\n\n\n                                                 -27-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2569623/"
  ]
}