{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199609/",
  "absolute_url": "/opinion/199609/united-states-v-chhien/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199609/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:34:54Z",
  "date_modified": "2017-03-24T11:02:34.966631Z",
  "type": "010combined",
  "sha1": "0fd63509aefb6494f44fbef5d0d8ac31492ed45f",
  "page_count": 24,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2230-01A.pdf",
  "local_path": "pdf/2001/09/24/US_v._Chhien.pdf",
  "plain_text": "       United States Court of Appeals\n                 For the First Circuit\n\nNo. 00-2230\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                         ROTH CHHIEN,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n\n                            Before\n\n                     Boudin, Chief Judge,\n\n               Selya and Lipez, Circuit Judges.\n\n\n     Elizabeth L. Prevett, Federal Defender Officer, for\nappellant.\n     William E. Morse, Assistant United States Attorney, with\nwhom Paul M. Gagnon, United States Attorney, and Jean B. Weld,\nAssistant United States Attorney, were on brief, for appellee.\n\n\n\n\n                      September 24, 2001\n\f\f              SELYA, Circuit Judge.            A jury convicted defendant-\n\nappellant Roth Chhien of possessing five grams or more of crack\n\ncocaine,       intending     to   distribute         it.     See     21   U.S.C.   §§\n\n841(a)(1), 841(b)(1)(B)(iii).             The district court sentenced him\n\nas a career offender.         Chhien now appeals, assigning error both\n\nto   the     district   court's     denial      of    his   pretrial      motion   to\n\nsuppress evidence and to its sentencing determination.                             We\n\naffirm.\n\nI.     BACKGROUND\n\n              During the afternoon of August 21, 1998, the appellant\n\n— a twenty-nine year old native of Cambodia — drove north on\n\nInterstate Route 93 in Salem, New Hampshire.                       He was traveling\n\nat   the     speed   limit   when   he    passed      a    state    police   cruiser\n\nstationed on the median strip.                 The cruiser's sole occupant,\n\ntrooper Lawrence Holdsworth, observed two violations of state\n\nlaw:       the appellant was driving perilously close to the vehicle\n\nin front of him and his car was equipped with blue-tinted\n\naftermarket lights.1         Holdsworth, a member of an elite team (the\n\nso-called Enhanced Enforcement Unit) trained to \"look beyond the\n\n\n\n       1\n      For purposes of this appeal, the appellant effectively\nconcedes that he violated N.H. Rev. Stat. § 265:25.1 (ordaining\nthat \"[t]he driver of a vehicle shall not follow another vehicle\nmore closely than is reasonable and prudent\") and N.H. Rev.\nStat. § 266:74.ll (proscribing the use of blue-tinted lights on\nvehicles other than law enforcement vehicles).\n\n                                         -3-\n\ftraffic ticket,\" i.e., to attempt to ferret out serious criminal\n\nactivity while conducting routine traffic patrols, commenced\n\npursuit.\n\n            Holdsworth signaled the appellant to pull his car to\n\nthe side of the road.        He then approached the driver's side and\n\nasked for the appellant's license and registration.            After a\n\ncomputer    check   proved    unremarkable,   Holdsworth   ushered   the\n\nappellant to the front of his car and inquired about the blue-\n\ntinted lights.      The appellant acknowledged having purchased\n\nthem, but claimed that he did so without any awareness of the\n\nstatutory proscription.\n\n            Holdsworth asked if he could conduct a pat-down search\n\nfor weapons and the appellant acquiesced.          During the frisk,\n\nHoldsworth felt something \"hard\" — a \"substantial lump\" — in the\n\nappellant's right front pants pocket.         When he inquired about\n\nthe object, the appellant responded that it was a large wad of\n\ncash, totaling $2,000.\n\n            Holdsworth grew increasingly suspicious.       He began to\n\nquestion the appellant about where he had been and where he was\n\ngoing.     The appellant told him that he had bought some stereo\n\nequipment in Lowell, Massachusetts, and was heading to his home\n\nin Franklin, New Hampshire.         He asserted that he had made no\n\nstops along the way.          The trooper then crossed over to the\n\n\n                                    -4-\n\fpassenger    side   of    the     vehicle     and   posed    a   similar     set    of\n\nquestions to the appellant's companion, Melanie Baker (who had\n\nremained seated inside the car throughout the initial phase of\n\nthe highway stop).        Baker verified the trip to Lowell and the\n\npurchase    of   stereo    equipment.          When   asked      if   she   and    the\n\nappellant had made any other stops, she mentioned that they had\n\ndriven to the Lowell home of one of the appellant's relatives.\n\nOnce there, she waited in the car while the appellant went\n\ninside.\n\n            Returning to the appellant (who was still standing near\n\nthe front of the car), Holdsworth probed the discrepancy.                          The\n\nappellant immediately amended his story and confirmed that he\n\nand Baker had stopped at the home of one of his relatives for a\n\nbrief visit.     But another discrepancy emerged:                according to the\n\nappellant, both he and Baker had entered the dwelling.\n\n            Disturbed by these contradictions, Holdsworth repaired\n\nto his cruiser and radioed for assistance.                       Trooper Timothy\n\nStearns,    another      member    of   the    Enhanced      Enforcement      Unit,\n\narrived within a minute or so.                  Holdsworth was drafting a\n\nwarning.    As the troopers conversed, they noticed Baker's head\n\nsink from view and then bob up and down.                    Curious about these\n\nawkward movements, Holdsworth directed Stearns to investigate.\n\n\n\n\n                                        -5-\n\f           Stearns approached the vehicle.             Baker's hands were\n\nclenched   and    Stearns    asked   to    see    them.      Baker    refused.\n\nStearns, fearing that Baker had a gun, unsnapped his holster,\n\nrenewed his demand, and hollered to Holdsworth \"she won't show\n\nme her hands!\"     Holdsworth sprang from the cruiser and ran to\n\nassist.    When    Stearns    repeated     his    request,    Baker    finally\n\nunclenched her fists and raised both hands.                  At that point,\n\nHoldsworth yanked her from the car.              The troopers then noticed\n\nin plain view on the front passenger seat a small plastic bag\n\ncontaining white powder.\n\n           The   troopers    immediately     concluded       that    the   white\n\npowder was contraband.2       Arrests, Miranda warnings, see Miranda\n\nv. Arizona, 384 U.S. 436, 444-45 (1966), and further questioning\n\nfollowed apace.     During this brief roadside interrogation, the\n\nappellant admitted that the plastic bag contained crack cocaine\n\npurchased in Lowell.    Baker confirmed this tale, adding that she\n\nhad tried to conceal the contraband when Holdsworth intervened.\n\nThe troopers then transported the suspects to a nearby station\n\nhouse.\n\n           On September 9, 1998, a federal grand jury indicted the\n\nappellant for possession with intent to distribute five grams or\n\n\n\n    2They were correct.     Later analysis revealed that                     the\nplastic bag contained twenty-eight grams of cocaine base.\n\n                                     -6-\n\fmore       of   crack    cocaine.3      See    21    U.S.C.    §§     841(a)(1),\n\n841(b)(1)(B)(iii).          In   due   course,      the   appellant    moved   to\n\nsuppress both the drugs and his statements at the scene of the\n\nhighway stop.           After conducting an evidentiary hearing, the\n\ndistrict court denied the motion.             The court concluded that the\n\nroadside confrontation had lasted no longer than five minutes\n\nfrom start to finish; that this brief detention was reasonable,\n\ngiven the patent motor vehicle violations; that the appellant\n\nvoluntarily consented to the pat-down search; and that, in all\n\nevents, the pat-down search and the questioning that followed\n\ndid not lead to the discovery of the contraband.               Rather, it was\n\nthe troopers' legitimate fear for their own safety, sparked by\n\nBaker's movements, that prompted them to remove her from the car\n\nand displayed the crack cocaine in plain view.                 This, in turn,\n\ngave rise to probable cause for the subsequent arrests and\n\ninterrogation.\n\n                Following some procedural skirmishing (not material\n\nhere), the case went to trial in September of 2000.                    The jury\n\nfound the appellant guilty as charged.                    The district court\n\nthereafter classified him as a career offender and imposed a\n\n228-month prison sentence.             This appeal ensued.          In it, the\n\n\n       3\n     The grand jury indicted Baker as well, but the government\ndropped that charge following her enrollment in a pretrial\ndiversion program. She is not a party to this appeal.\n\n                                       -7-\n\fappellant argues that the lower court erred both in denying his\n\nmotion to suppress and in fashioning his sentence.               We address\n\nthese assignments of error separately.\n\nII.     THE FOURTH AMENDMENT ISSUE\n\n            When reviewing the district court's disposition of a\n\nmotion to suppress, we accept the court's findings of fact\n\nunless clearly erroneous and evaluate its legal conclusions de\n\nnovo.    United States v. Sowers, 136 F.3d 24, 26 (1st Cir. 1998);\n\nUnited States v. Schaffer, 87 F.3d 562, 565 (1st Cir. 1996).\n\nHere, the appellant's principal contention is that impermissible\n\npolice    tactics   transformed   a   routine       highway   stop   into   an\n\nunconstitutional     fishing   expedition       —    an   expedition    that\n\nultimately led to the contraband and the confession.                 To place\n\nthis contention into perspective, we begin by discussing the\n\nlegal framework surrounding such stops.         Moving from the general\n\nto the specific, we then grapple with the various components of\n\nthe appellant's argument.\n\n                      A.   The Legal Landscape.\n\n            A traffic stop, by definition, embodies a detention of\n\nthe vehicle and its occupants.           It therefore constitutes a\n\nseizure within the purview of the Fourth Amendment.             Delaware v.\n\nProuse, 440 U.S. 648, 653 (1979).        This means, of course, that\n\nthe stop must be supported by a reasonable and articulable\n\n\n                                  -8-\n\fsuspicion of criminal activity, see Berkemer v. McCarty, 468\n\nU.S. 420, 439 (1984), and that the detention must be reasonable\n\nunder the circumstances, United States v. Whren, 517 U.S. 806,\n\n809-10 (1996).\n\n              Reasonable suspicion, as the term implies, requires\n\nmore than a naked hunch that a particular person may be engaged\n\nin some illicit activity.              United States v. Sokolow, 490 U.S. 1,\n\n7 (1989).      By the same token, however, reasonable suspicion does\n\nnot    require     either      probable      cause   or   evidence   of    a   direct\n\nconnection linking the suspect to the suspected crime.                         United\n\nStates v. Cortez, 449 U.S. 411, 417-18 (1981); United States v.\n\nVelez-Saldana, 252 F.3d 49, 52 (1st Cir. 2001).                           Reasonable\n\nsuspicion, then, is an intermediate standard — and one that\n\ndefies precise definition.                Its existence must be determined\n\ncase    by    case,      and    that    determination      entails    broad-based\n\nconsideration of all the attendant circumstances.                         Florida v.\n\nRoyer,       460    U.S.       491,    500     (1983).      In   mulling       those\n\ncircumstances, an inquiring court must balance \"the nature and\n\nquality      of    the   intrusion      on    personal    security   against     the\n\nimportance of the governmental interests alleged to justify the\n\nintrusion.\"         Sowers, 136 F.3d at 27 (quoting United States v.\n\nHensley, 469 U.S. 221, 228 (1985)).                  To keep this balance true,\n\nthe court must make a practical, commonsense judgment based on\n\n\n                                             -9-\n\fthe idiosyncracies of the case at hand.                 Ornelas v.    United\n\nStates, 517 U.S. 690, 695-96 (1996).\n\n          To work the calculus of reasonable suspicion in the\n\ncontext of a traffic stop, an inquiring court must ask whether\n\nthe officer's actions were justified at their inception, and if\n\nso,   whether    the   officer's      subsequent    actions    were   fairly\n\nresponsive      to   the   emerging     tableau     —   the   circumstances\n\noriginally warranting the stop, informed by what occurred, and\n\nwhat the officer learned, as the stop progressed.               Sowers, 136\n\nF.3d at 27.     Formulating the answers to these queries demands a\n\nmargin of flexibility.       After all, while an officer's actions\n\nmust bear some relation to the purpose of the original stop, he\n\nmay shift his focus and increase the scope of his investigation\n\nby degrees if his suspicions mount during the course of the\n\ndetention.      Id.; see also Terry v. Ohio, 392 U.S. 1, 10 (1968)\n\n(observing that \"the police are in need of an escalating set of\n\nflexible responses, graduated in relation to the amount of\n\ninformation they possess\").\n\n                             B.    The Merits.\n\n          In this instance, the appellant does not question the\n\nlegitimacy of the initial detention:               Holdsworth clearly had\n\ncause to stop him for tailgating and operating an automobile\n\nequipped with blue-tinted lights.          See supra note 1.     He asserts\n\n\n                                    -10-\n\finstead that Holdsworth exceeded the scope of a permissible\n\ntraffic stop by conducting an unnecessary, unauthorized pat-down\n\nsearch and wandering far afield in his questioning.\n\n              The appellant's thesis proceeds along the following\n\nlines.        The    pat-down    search      was    involuntary,        despite      the\n\napparent consent, because Holdsworth still held the appellant's\n\nlicense and registration, rendering the confrontation unduly\n\ncoercive.      Even if the frisk passes muster, this thesis runs,\n\nHoldsworth's query about the bulge in the appellant's pocket was\n\nbeyond   the       pale    because    it   did    not   pertain    either       to   the\n\ntrooper's      safety      or   to   the    underlying        traffic   violations.\n\nMoreover, the questions concerning the appellant's itinerary\n\nalso   were    out    of    bounds.        The    combination     of    these    toxic\n\ningredients — the coerced pat-down search and the improper\n\nquestions      —    impermissibly      prolonged        the    detention    and      led\n\nHoldsworth to call for assistance; the delay made Baker nervous,\n\ninducing her to squirm in her seat; this fidgeting ultimately\n\nled the troopers to the contraband; and that discovery prompted\n\nthe appellant's confession.                Cf. The Real Mother Goose 82-104\n\n(1916) (\"For want of a nail . . . . the kingdom was lost.\").\n\nThus, the appellant concludes, the district court should have\n\nexcluded the drugs and the incriminating statements as the\n\nrotten fruit of a tainted traffic stop.\n\n\n                                           -11-\n\f          This     argument     is   cleverly     constructed      and   ably\n\npresented, but it cannot withstand careful scrutiny.                 In our\n\nview, the consensual pat-down search was fully appropriate and\n\nyielded information which gave Holdsworth reasonable suspicion\n\nto continue on the minimally intrusive path that he chose to\n\npursue.      The questions that followed the frisk, though not\n\ndirectly linked to the purposes of the stop, were reasonably\n\nrelated      to   automobile     travel     in    general    and     neither\n\nfundamentally      altered     the   nature      of   the   detention     nor\n\nunreasonably prolonged it.           Thus, we reject the appellant's\n\nargument.4\n\n          We start with the pat-down search — which amounts to\n\na Terry stop within a Terry stop.           Normally, Holdsworth would\n\nhave needed some justification (such as a reasonable fear for\n\nhis own safety) beyond the traffic violations simplicter to\n\nengage in it.       See Terry, 392 U.S. at 27.              In this case,\n\nhowever, the appellant explicitly consented to the frisk.                 The\n\ndistrict court found specially that this consent was voluntary.\n\nUnless this finding is clearly erroneous, we must accept it.\n\n\n\n\n     4We are cognizant that our reasoning differs somewhat from\nthat of the district court, but we may affirm a district court's\nsuppression ruling on any ground made manifest by the record.\nSee, e.g., United States v. Doe, 61 F.3d 107, 111-12 (1st Cir.\n1995).\n\n                                     -12-\n\fSee United States v. Coraine, 198 F.3d 306, 308-09 (1st Cir.\n\n1999).\n\n            We discern no error.    Consent is voluntary if it is\n\n\"the product of an essentially free and unconstrained choice.\"\n\nSchneckloth v. Bustamonte, 412 U.S. 218, 225 (1973) (citation\n\nomitted).    There is not a shred of evidence here that Holdsworth\n\ntricked, threatened, or bullied the appellant into agreeing to\n\nthe pat-down search.\n\n            In an effort to fill this void, the appellant argues\n\nthat the situation itself was inherently coercive (and, thus,\n\nthat he could not have consented voluntarily).5        But the traffic\n\nstop occurred in broad daylight, on a major thoroughfare.           At\n\nthe time of Holdsworth's request, his sidearm was holstered and\n\nhe was the only trooper present.        Although he still had the\n\nappellant's license and registration in hand, that fact alone\n\ndoes not vitiate the operator's consent.       See United States v.\n\nPurcell, 236 F.3d 1274, 1281-82 (11th Cir.) (holding consent to\n\nsearch   voluntary   despite   officer's   retention   of   operator's\n\nlicense and registration during traffic stop), cert. denied, 121\n\n\n    5The appellant also suggests that his consent was\ninvoluntary because the trooper did not inform him that he could\ndecline to permit a search. This suggestion overlooks that the\nSupreme Court has held, recently and squarely, that an officer\nconducting a highway stop need not inform the driver that he is\nfree to go before requesting permission to conduct a search.\nOhio v. Robinette, 519 U.S. 33, 40 (1996).\n\n                                 -13-\n\fS. Ct. 2615 (2001); see also Florida v. Bostick, 501 U.S. 429,\n\n435-36 (1991) (explaining that consent can be voluntary even\n\nthough the detainee does not feel free to leave); United States\n\nv. Barnett, 989 F.2d 546, 554-55 (1st Cir. 1993) (stating that\n\ncustody alone does not create the kind of coercive atmosphere\n\nthat abrogates consent).\n\n            The    short    of    it     is   that,    in    most     cases,     the\n\nvoluntariness of consent is a matter of fact to be determined\n\nfrom all the circumstances.              Schneckloth, 412 U.S. at 248-49.\n\nThe district court obviously understood that reality and found\n\nthe facts with care.       Based on its supportable factual findings,\n\nwe uphold the constitutionality of the pat-down search.\n\n            In an effort to blunt the force of this conclusion, the\n\nappellant argues that, even if his consent was validly obtained,\n\nHoldsworth exceeded the scope of a consensual pat-down search.\n\nThis argument hinges on the assertion that the trooper should\n\nnot have asked about the bulge in the appellant's pocket because\n\nhe   knew   that   the    bulge    was    not   a   weapon.       This   argument\n\nmisconstrues applicable Fourth Amendment jurisprudence.                        While\n\nan officer may not seize an object during a Terry frisk unless\n\nhe   has    probable     cause    to   believe      that    it   is   contraband,\n\nMinnesota v. Dickerson, 508 U.S. 366, 376 (1993); United States\n\nv. Schiavo, 29 F.3d 6, 9 (1st Cir. 1994), he is not prohibited\n\n\n                                       -14-\n\ffrom inquiring, upon reasonable suspicion, into the nature of\n\nthat object.   So it was here:       the origins of the bulge were not\n\nreadily apparent — it might well have been a weapon — and\n\nHoldsworth's   question   was   directly      pertinent     to    the   safety\n\nconcerns that prompted his request for a pat-down search in the\n\nfirst place.   We hold, therefore, that the trooper's inquiry was\n\nwell within the boundaries set by the Constitution.\n\n           We next proceed to the trooper's questions about the\n\nappellant's peregrinations.          When the appellant explained that\n\nhe   was   carrying   $2,000    in    cash,   Holdsworth's        suspicions\n\nunderstandably   escalated.          Evaluating   whether    an    officer's\n\nsuspicions are (or are not) reasonable is a fact-sensitive task,\n\nbound up in the warp and woof of the surrounding circumstances.\n\nRoyer, 460 U.S. at 500.    In carrying out that task, \"[d]eference\n\nis due to the experienced perceptions of the officer[].\"                United\n\nStates v. Woodrum, 202 F.3d 1, 7 (1st Cir.), cert. denied, 531\n\nU.S. 1035 (2000).     Mindful of that deference, we conclude that\n\nthe trooper's heightened suspicions (and, hence, his continued\n\nquestioning) were reasonable here.\n\n           The appellant resists this conclusion, insisting that\n\nthe mere possession of a large, unexplained amount of cash,\n\nwithout more, cannot be the basis for heightened suspicion.                 As\n\nauthority for this proposition, he cites Sokolow, in which the\n\n\n                                     -15-\n\fSupreme Court indicated that paying for an airline ticket with\n\n$2,100 in cash might be consistent with innocent travel.               490\n\nU.S. at 9.      Contrary to the appellant's importunings, this\n\nstatement    does   not   mean   that   the   possession   of   a   large,\n\nunexplained sum of cash can never support reasonable suspicion.6\n\nThe circumstances matter, as does the degree of intrusiveness of\n\nthe continued detention.     See Lopez-Lopez v. Aran, 844 F.2d 898,\n\n905 (1st Cir. 1988) (explaining that the degree of intrusiveness\n\nof a stop must be proportional to the degree of suspicion that\n\nprompted the intrusion); United States v. Berryman, 717 F.2d\n\n651, 657 (1st Cir. 1983) (similar).           In the circumstances of\n\nthis case, we rule that the discovery of the cash justified a\n\nbrief period of additional questioning.           Cf. Conrod v. Davis,\n\n120 F.3d 92, 97 (8th Cir. 1997) (holding that discovery of\n\n$6,000 cash in a suspect's pocket and $4,000 in his suitcase\n\nfurnished reasonable suspicion).\n\n            This brings us to the nature of the questioning.           The\n\nappellant asseverates that travel questions, unrelated to the\n\npurpose of the original stop, are highly intrusive, unsupported\n\nby reasonable suspicion of a separate crime, and therefore not\n\n\n\n    6Indeed, in Sokolow itself the Court held that the cash\npurchase, together with other indicia, supported a reasonable\nsuspicion sufficient to justify an investigative stop. 490 U.S.\nat 11.\n\n                                  -16-\n\fpermissible in the course of the highway stop.         We disagree:    we\n\nbelieve   that   this   line   of    inquiry   was   lawful   under   the\n\ncircumstances.\n\n           The appellant strives to paint the picture in black and\n\nwhite.    Citing cases such as United States v. Childs, 256 F.3d\n\n559, 566 (7th Cir. 2001), and United States v. Holt, 229 F.3d\n\n931, 936 (10th Cir. 2000),7 he asserts that an officer carrying\n\nout a traffic stop must have some reasonable, substantial, and\n\nindependent source of suspicion about a different crime before\n\nhe can ask questions unrelated to the violation that justified\n\nthe stop in the first place.        But that depends on the nature of\n\nthe questions.    Both of the cited cases involved traffic stops\n\nof persons previously suspected of other crimes, during which\n\nthe officers, for no apparent cause, began to ask directly\n\ninculpatory questions involving the antecedent crimes.                See\n\nChilds, 256 F.3d at 561-62, 566 (involving questions about drug\n\npossession during a stop for a broken windshield); Holt, 229\n\nF.3d at 933, 940 (involving questions about weapons during a\n\n\n    7 We do not dwell on the appellant's reference to United\nStates v. Pruitt, 174 F.3d 1215 (11th Cir. 1999).       The stop\nthere lasted for nearly half an hour, id. at 1218, and the\nEleventh Circuit subsequently limited Pruitt to situations in\nwhich the unrelated questions unreasonably prolonged the search.\nSee Purcell, 236 F.3d at 1280.     Here, however, the district\ncourt supportably found that the entire stop lasted no more than\nfive   minutes,  and   there   is  no  proof   of   unreasonable\nprolongation.\n\n                                    -17-\n\fstop for a seatbelt violation).           Such scenarios, in which an\n\nofficer stops a car for a minor traffic infraction and asks a\n\nknown suspect pointed questions about a serious crime unrelated\n\nto the original violation, raise legitimate concerns about abuse\n\nof authority.     See Whren, 517 U.S. at 810 (acknowledging the\n\ntemptation to use traffic stops as a means of investigating\n\nunrelated criminal activity).\n\n          The case at bar does not lend itself to this sort of\n\nblack-and-white characterization, but, rather, involves more\n\nmuted shades of gray.      Here, the record contains no evidence\n\nthat the stop was a pretext to furnish the trooper with a forum\n\nto ask questions about other crimes; prior to this encounter,\n\nHoldsworth neither knew the appellant nor knew of him.             The\n\nrecord is equally barren of any evidence that the trooper's\n\nmembership   in   the   Enhanced    Enforcement   Unit   impermissibly\n\ncolored his approach.     More important, Holdsworth did not stray\n\nfar afield, merely posing a few prosaic questions about the\n\nappellant's itinerary:      where he and his passenger had been,\n\nwhere they were going, and whether they had stopped along the\n\nway.   Routine questioning of this sort, even when not directly\n\nrelated to the violations that induced the stop in the first\n\nplace, is not uncommon during a highway stop.       See, e.g., United\n\nStates v. Johnson, 58 F.3d 356, 357 (8th Cir. 1995) (upholding\n\n\n                                   -18-\n\f\"routine    questioning\"         about    travel      plans      during   stop    for\n\nspeeding); United States v. Kopp, 45 F.3d 1450, 1454 (10th Cir.\n\n1995) (similar).\n\n            To    cinch    matters,      it     was   not   until     Holdsworth's\n\nsuspicions were aroused by the large, unexplained wad of cash\n\nthat his questioning expanded beyond the bare bones of the\n\ntraffic    stop   and     the    consensual      frisk.       Since   the   trooper\n\nlawfully learned about the cash — the appellant, after all,\n\nconsented to the pat-down search and voluntarily described the\n\ncomposition of the discerned bulge — that discovery elevated his\n\nsuspicions to a degree sufficient to continue the detention\n\nbriefly and in a minimally intrusive way.                   See Sowers, 136 F.3d\n\nat 27 (approving increasingly intrusive unrelated questions\n\nafter suspicions escalated during a traffic stop); United States\n\nv.   Barahona,     990    F.2d    412,    416    (8th     Cir.    1993)    (\"If   the\n\nresponses of the detainee and the circumstances give rise to\n\nsuspicions unrelated to the traffic offense, an officer may\n\nbroaden his inquiry and satisfy those suspicions.\").                      The travel\n\nquestions that followed were within the ambit of that authority,\n\nand any effect they might have had on the duration of the\n\ndetention — and the state of Baker's nerves — was therefore\n\npermissible.      Consequently, both the bag of crack cocaine and\n\nthe appellant's incriminating statements were lawfully obtained.\n\n\n                                         -19-\n\fIII.       THE SENTENCING ISSUE\n\n              The appellant's second complaint involves sentencing.\n\nBased on the weight of the seized crack cocaine, the district\n\ncourt initially set the appellant's base offense level at 28.\n\nSee USSG §§2D2.1(b)(1), 2D1.1(c)(6) (Nov. 1998).                 The court then\n\ndetermined that the appellant was a career offender and adjusted\n\nhis offense level to 34.         See id. §§4B1.1, 4B1.2.8          This yielded\n\na guideline sentencing range of 262-327 months.                    The district\n\ncourt departed downward, however, and imposed a sentence of 228\n\nmonths.      See id. §4A1.3 (authorizing a downward departure if the\n\ndefendant's criminal history category significantly exaggerates\n\nthe    gravity      of   his   criminal     past    or    the    likelihood   of\n\nrecidivism).\n\n              To be sure, the sentence seems severe.              But appellate\n\ncourts do not have the luxury of resolving sentencing appeals\n\nbased upon subjective value judgments.               The pivotal question,\n\nthen, is whether the sentence conforms to the guidelines.\n\n              The   appellant     posits     that        the    district   court\n\nerroneously classified him as a career offender.                 A defendant is\n\n\n\n       8\n     The career offender guideline specifies an offense level of\n34 where the statutory maximum sentence for the count of\nconviction is 25 years or more (but less than life in prison).\nSee USSG §4B1.1.    The statutory maximum for possession with\nintent to distribute five grams or more of crack cocaine is 40\nyears. See 21 U.S.C. § 841(b)(1)(B)(iii).\n\n                                     -20-\n\fa career offender if \"(1) the defendant was at least eighteen\n\nyears    old    at    the     time       the   defendant         committed      the    instant\n\noffense; (2) the instant offense of conviction is a felony that\n\nis either a crime of violence or a controlled substance offense,\n\nand (3) the defendant has at least two prior felony convictions\n\nof    either     a    crime        of    violence       or   a    controlled      substance\n\noffense.\"       Id. §4B1.1.             The appellant unarguably meets the first\n\ntwo     benchmarks.            The        issue    here      is    whether       the    court\n\nappropriately considered, as predicate offenses sufficient to\n\nsatisfy the third requirement, the appellant's prior convictions\n\nfor    three    counts        of    burglary       of    a   commercial         dwelling    in\n\nviolation of N.H. Rev. Stat. § 635:1.\n\n               In the last analysis, the appellant's claim reduces to\n\nhis    insistence       that       his     prior      state-court         convictions      for\n\ncommercial burglary should not count as \"crime[s] of violence\"\n\nunder the third furculum of the career offender guideline.\n\nDeciding where state-law crimes fit along a federal continuum is\n\ntricky business.         In this instance, however, the decisional path\n\nis well-trodden.         We conclusively answered the question that the\n\nappellant seeks to raise in United States v. Fiore, 983 F.2d 1\n\n(1st     Cir.        1992).             There,     dealing         with     a    materially\n\nindistinguishable Rhode Island burglary statute, we held that\n\nburglary of a commercial premise constitutes a crime of violence\n\n\n                                               -21-\n\fwithin the purview of the career offender guideline.                         Id. at 4-\n\n5.\n\n              That    effectively       ends    this    aspect    of    the   matter.\n\nAlthough the circuits are split — some courts have followed\n\nFiore's lead, see, e.g., United States v. Wilson, 168 F.3d 916,\n\n926 (6th Cir. 1999); United States v. Haskell, 76 F.3d 902, 905\n\n(8th    Cir.    1996),       whereas    others    have     reached     a     different\n\nconclusion, see, e.g., United States v. Spell, 44 F.3d 936, 938\n\n(11th Cir. 1995); United States v. Smith, 10 F.3d 724, 732-33\n\n(10th Cir. 1993) (per curiam) — we have stalwartly adhered to\n\nFiore.       See, e.g., United States v. Sawyer, 144 F.3d 191, 196\n\n(1st Cir. 1998).             This is in keeping with \"the law of the\n\ncircuit\" doctrine.           That doctrine holds a prior panel decision\n\ninviolate      absent      either      the     occurrence    of    a    controlling\n\nintervening event (e.g., a Supreme Court opinion on the point;\n\na    ruling    of    the   circuit,     sitting    en     banc;   or    a   statutory\n\noverruling) or, in extremely rare circumstances, where non-\n\ncontrolling but persuasive case law suggests such a course.                        See\n\nWilliams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir. 1995).\n\nNeither circumstance exists here.\n\n              The appellant has two rejoinders.              First, he draws our\n\nattention to Stinson v. United States, 508 U.S. 36 (1993), a\n\ncase    in    which    the    Supreme    Court     held    that   the       Sentencing\n\n\n                                         -22-\n\fCommission's guideline commentary comprises binding authority.\n\nId. at 46-47.       Stinson does not aid the appellant's cause.\n\nAlthough Fiore drew on outside sources to elucidate the meaning\n\nof the guidelines where the commentary was opaque, the Fiore\n\ncourt    scrupulously    applied     the    discerned       dictates    of   the\n\ncommentary.       See   Fiore,   983    F.2d   at    4-5.      Thus,    Stinson\n\nsupports, rather than undermines, our prior decision.\n\n           The    appellant   next     suggests     that     this    court   has\n\nemasculated Fiore.      In an effort to sustain this suggestion, the\n\nappellant cites two cases.             In the first, United States v.\n\nPeterson, 233 F.3d 101, 107-10 (1st Cir. 2000), we held that\n\nbreaking and entering without any intent to commit a crime is\n\nnot a violent felony under the Armed Career Criminal Act (ACCA),\n\n18 U.S.C. § 924(e).       Unlike commercial burglary, however, the\n\nbreaking and entering charge in Peterson did not require proof\n\nof specific intent.        The second case is also an ACCA case,\n\nUnited   States   v.    Dueno,   171    F.3d   3    (1st    Cir.    1999).    We\n\nrecognized there that, in certain circumstances, definitional\n\ndifferences exist between the ACCA and the career offender\n\nguideline.    Id. at 6.\n\n           We fail to see how either of these opinions casts doubt\n\nupon Fiore — a guideline case.             In all events, overrulings by\n\nimplication are disfavored, and, in the best of circumstances,\n\n\n                                   -23-\n\fa panel ought not lightly presume the implicit overruling of an\n\nestablished circuit precedent.       See Stewart v. Dutra Constr.\n\nCo., 230 F.3d 461, 467 (1st Cir. 2000).      We see no principled\n\nbasis for departing from the settled law of the circuit in this\n\ninstance.     Accordingly, we adhere to our prior holding that\n\nburglary of a commercial premise is a crime of violence within\n\nthe purview of the career offender guideline.\n\nIV.   CONCLUSION\n\n            We need go no further.    For the reasons stated, we\n\nreject the appellant's attacks on both his conviction and his\n\nsentence.\n\n\n\nAffirmed.\n\n\n\n\n                              -24-\n\f",
  "html": "<p class=\"case_cite\">266 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ROTH CHHIEN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2230</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Aug. 2, 2001<br>Decided September 24, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Elizabeth L. Prevett, Federal Defender Officer, for  appellant.</p>\n      <p class=\"indent\">William E. Morse, Assistant United States Attorney, with  whom Paul M. Gagnon, United States Attorney, and Jean B. Weld,  Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendant-appellant Roth Chhien of possessing five grams or more of crack  cocaine, intending to distribute it.  See 21 U.S.C. &#167;&#167;  841(a)(1), 841(b)(1)(B)(iii).  The district court sentenced him  as a career offender.  Chhien now appeals, assigning error both  to the district court's denial of his pretrial motion to  suppress evidence and to its sentencing determination.  We  affirm.</p>\n    </div>\n    <p class=\"indent\">I.  BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the afternoon of August 21, 1998, the appellant  -- a twenty-nine year old native of Cambodia -- drove north on  Interstate Route 93 in Salem, New Hampshire.  He was traveling  at the speed limit when he passed a state police cruiser  stationed on the median strip.  The cruiser's sole occupant,  trooper Lawrence Holdsworth, observed two violations of state  law:  the appellant was driving perilously close to the vehicle  in front of him and his car was equipped with blue-tinted  aftermarket lights.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Holdsworth, a member of an elite team (the  so-called Enhanced Enforcement Unit) trained to \"look beyond the  traffic ticket,\" i.e., to attempt to ferret out serious criminal  activity while conducting routine traffic patrols, commenced  pursuit.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Holdsworth signaled the appellant to pull his car to  the side of the road.  He then approached the driver's side and  asked for the appellant's license and registration.  After a  computer check proved unremarkable, Holdsworth ushered the  appellant to the front of his car and inquired about the blue-tinted lights.  The appellant acknowledged having purchased  them, but claimed that he did so without any awareness of the  statutory proscription.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Holdsworth asked if he could conduct a pat-down search  for weapons and the appellant acquiesced.  During the frisk,  Holdsworth felt something \"hard\" -- a \"substantial lump\" -- in the  appellant's right front pants pocket.  When he inquired about  the object, the appellant responded that it was a large wad of  cash, totaling $2,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Holdsworth grew increasingly suspicious.  He began to  question the appellant about where he had been and where he was  going.  The appellant told him that he had bought some stereo  equipment in Lowell, Massachusetts, and was heading to his home  in Franklin, New Hampshire.  He asserted that he had made no  stops along the way.  The trooper then crossed over to the  passenger side of the vehicle and posed a similar set of  questions to the appellant's companion, Melanie Baker (who had  remained seated inside the car throughout the initial phase of  the highway stop).  Baker verified the trip to Lowell and the  purchase of stereo equipment.  When asked if she and the  appellant had made any other stops, she mentioned that they had  driven to the Lowell home of one of the appellant's relatives. Once there, she waited in the car while the appellant went  inside.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Returning to the appellant (who was still standing near  the front of the car), Holdsworth probed the discrepancy.  The  appellant immediately amended his story and confirmed that he  and Baker had stopped at the home of one of his relatives for a  brief visit.  But another discrepancy emerged:  according to the  appellant, both he and Baker had entered the dwelling.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Disturbed by these contradictions, Holdsworth repaired  to his cruiser and radioed for assistance.  Trooper Timothy  Stearns, another member of the Enhanced Enforcement Unit,  arrived within a minute or so.  Holdsworth was drafting a  warning.  As the troopers conversed, they noticed Baker's head  sink from view and then bob up and down.  Curious about these  awkward movements, Holdsworth directed Stearns to investigate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Stearns approached the vehicle.  Baker's hands were  clenched and Stearns asked to see them.  Baker refused. Stearns, fearing that Baker had a gun, unsnapped his holster,  renewed his demand, and hollered to Holdsworth \"she won't show  me her hands!\"  Holdsworth sprang from the cruiser and ran to  assist.  When Stearns repeated his request, Baker finally  unclenched her fists and raised both hands.  At that point,  Holdsworth yanked her from the car.  The troopers then noticed  in plain view on the front passenger seat a small plastic bag  containing white powder.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The troopers immediately concluded that the white  powder was contraband.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Arrests, Miranda warnings, see Miranda v. Arizona, 384 U.S. 436, 444-45 (1966), and further questioning  followed apace.  During this brief roadside interrogation, the  appellant admitted that the plastic bag contained crack cocaine  purchased in Lowell.  Baker confirmed this tale, adding that she  had tried to conceal the contraband when Holdsworth intervened. The troopers then transported the suspects to a nearby station  house.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 9, 1998, a federal grand jury indicted the  appellant for possession with intent to distribute five grams or  more of crack cocaine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See 21 U.S.C. &#167;&#167; 841(a)(1),  841(b)(1)(B)(iii).  In due course, the appellant moved to  suppress both the drugs and his statements at the scene of the  highway stop.  After conducting an evidentiary hearing, the  district court denied the motion.  The court concluded that the  roadside confrontation had lasted no longer than five minutes  from start to finish; that this brief detention was reasonable,  given the patent motor vehicle violations; that the appellant  voluntarily consented to the pat-down search; and that, in all  events, the pat-down search and the questioning that followed  did not lead to the discovery of the contraband.  Rather, it was  the troopers' legitimate fear for their own safety, sparked by  Baker's movements, that prompted them to remove her from the car  and displayed the crack cocaine in plain view.  This, in turn,  gave rise to probable cause for the subsequent arrests and  interrogation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Following some procedural skirmishing (not material  here), the case went to trial in September of 2000.  The jury  found the appellant guilty as charged.  The district court  thereafter classified him as a career offender and imposed a  228-month prison sentence.  This appeal ensued.  In it, the  appellant argues that the lower court erred both in denying his  motion to suppress and in fashioning his sentence.  We address  these assignments of error separately.</p>\n    </div>\n    <p class=\"indent\">II.  THE FOURTH AMENDMENT ISSUE</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When reviewing the district court's disposition of a  motion to suppress, we accept the court's findings of fact  unless clearly erroneous and evaluate its legal conclusions de  novo.  United States v. Sowers, 136 F.3d 24, 26 (1st Cir. 1998); United States v. Schaffer, 87 F.3d 562, 565 (1st Cir. 1996). Here, the appellant's principal contention is that impermissible  police tactics transformed a routine highway stop into an  unconstitutional fishing expedition -- an expedition that  ultimately led to the contraband and the confession.  To place  this contention into perspective, we begin by discussing the  legal framework surrounding such stops.  Moving from the general  to the specific, we then grapple with the various components of  the appellant's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A.  The Legal Landscape.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A traffic stop, by definition, embodies a detention of  the vehicle and its occupants.  It therefore constitutes a  seizure within the purview of the Fourth Amendment.  Delaware v. Prouse, 440 U.S. 648, 653 (1979).  This means, of course, that the stop must be supported by a reasonable and articulable  suspicion of criminal activity, see Berkemer v. McCarty, 468  U.S. 420, 439 (1984), and that the detention must be reasonable  under the circumstances, United States v. Whren, 517 U.S. 806,  809-10 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reasonable suspicion, as the term implies, requires  more than a naked hunch that a particular person may be engaged  in some illicit activity.  United States v. Sokolow, 490 U.S. 1,  7 (1989).  By the same token, however, reasonable suspicion does  not require either probable cause or evidence of a direct  connection linking the suspect to the suspected crime.  United  States v. Cortez, 449 U.S. 411, 417-18 (1981); United States v. Velez-Saldana, 252 F.3d 49, 52 (1st Cir. 2001).  Reasonable  suspicion, then, is an intermediate standard -- and one that  defies precise definition.  Its existence must be determined  case by case, and that determination entails broad-based  consideration of all the attendant circumstances.  Florida v. Royer, 460 U.S. 491, 500 (1983).  In mulling those  circumstances, an inquiring court must balance \"the nature and  quality of the intrusion on personal security against the  importance of the governmental interests alleged to justify the  intrusion.\"  Sowers, 136 F.3d at 27 (quoting United States v. Hensley, 469 U.S. 221, 228 (1985)).  To keep this balance true,  the court must make a practical, commonsense judgment based on  the idiosyncracies of the case at hand.  Ornelas v. United  States, 517 U.S. 690, 695-96 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To work the calculus of reasonable suspicion in the  context of a traffic stop, an inquiring court must ask whether  the officer's actions were justified at their inception, and if  so, whether the officer's subsequent actions were fairly  responsive to the emerging tableau -- the circumstances  originally warranting the stop, informed by what occurred, and  what the officer learned, as the stop progressed.  Sowers, 136  F.3d at 27.  Formulating the answers to these queries demands a  margin of flexibility.  After all, while an officer's actions  must bear some relation to the purpose of the original stop, he  may shift his focus and increase the scope of his investigation  by degrees if his suspicions mount during the course of the  detention.  Id.; see also Terry v. Ohio, 392 U.S. 1, 10 (1968)  (observing that \"the police are in need of an escalating set of  flexible responses, graduated in relation to the amount of  information they possess\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">B.  The Merits.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this instance, the appellant does not question the  legitimacy of the initial detention:  Holdsworth clearly had  cause to stop him for tailgating and operating an automobile  equipped with blue-tinted lights.  See supra note 1.  He asserts  instead that Holdsworth exceeded the scope of a permissible  traffic stop by conducting an unnecessary, unauthorized pat-down  search and wandering far afield in his questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellant's thesis proceeds along the following  lines.  The pat-down search was involuntary, despite the  apparent consent, because Holdsworth still held the appellant's  license and registration, rendering the confrontation unduly  coercive.  Even if the frisk passes muster, this thesis runs,  Holdsworth's query about the bulge in the appellant's pocket was  beyond the pale because it did not pertain either to the  trooper's safety or to the underlying traffic violations. Moreover, the questions concerning the appellant's itinerary  also were out of bounds.  The combination of these toxic  ingredients -- the coerced pat-down search and the improper  questions -- impermissibly prolonged the detention and led  Holdsworth to call for assistance; the delay made Baker nervous,  inducing her to squirm in her seat; this fidgeting ultimately  led the troopers to the contraband; and that discovery prompted  the appellant's confession.  Cf. The Real Mother Goose 82-104  (1916) (\"For want of a nail . . . . the kingdom was lost.\"). Thus, the appellant concludes, the district court should have  excluded the drugs and the incriminating statements as the  rotten fruit of a tainted traffic stop.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This argument is cleverly constructed and ably  presented, but it cannot withstand careful scrutiny.  In our  view, the consensual pat-down search was fully appropriate and  yielded information which gave Holdsworth reasonable suspicion  to continue on the minimally intrusive path that he chose to  pursue.  The questions that followed the frisk, though not  directly linked to the purposes of the stop, were reasonably  related to automobile travel in general and neither  fundamentally altered the nature of the detention nor  unreasonably prolonged it.  Thus, we reject the appellant's  argument.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We start with the pat-down search -- which amounts to  a Terry stop within a Terry stop.  Normally, Holdsworth would  have needed some justification (such as a reasonable fear for  his own safety) beyond the traffic violations simplicter to  engage in it.  See Terry, 392 U.S. at 27.  In this case,  however, the appellant explicitly consented to the frisk.  The  district court found specially that this consent was voluntary. Unless this finding is clearly erroneous, we must accept it. See United States v. Coraine, 198 F.3d 306, 308-09 (1st Cir.  1999).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We discern no error.  Consent is voluntary if it is  \"the product of an essentially free and unconstrained choice.\" Schneckloth v. Bustamonte, 412 U.S. 218, 225 (1973) (citation  omitted).  There is not a shred of evidence here that Holdsworth  tricked, threatened, or bullied the appellant into agreeing to  the pat-down search.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In an effort to fill this void, the appellant argues  that the situation itself was inherently coercive (and, thus,  that he could not have consented voluntarily).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  But the traffic  stop occurred in broad daylight, on a major thoroughfare.  At  the time of Holdsworth's request, his sidearm was holstered and  he was the only trooper present.  Although he still had the  appellant's license and registration in hand, that fact alone  does not vitiate the operator's consent.  See United States v. Purcell, 236 F.3d 1274, 1281-82 (11th Cir.) (holding consent to  search voluntary despite officer's retention of operator's  license and registration during traffic stop), cert. denied, 121  S. Ct. 2615 (2001); see also Florida v. Bostick, 501 U.S. 429,  435-36 (1991)(explaining that consent can be voluntary even  though the detainee does not feel free to leave); United States v. Barnett, 989 F.2d 546, 554-55 (1st Cir. 1993) (stating that  custody alone does not create the kind of coercive atmosphere  that abrogates consent).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The short of it is that, in most cases, the  voluntariness of consent is a matter of fact to be determined  from all the circumstances.  Schneckloth, 412 U.S. at 248-49. The district court obviously understood that reality and found  the facts with care.  Based on its supportable factual findings,  we uphold the constitutionality of the pat-down search.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In an effort to blunt the force of this conclusion, the  appellant argues that, even if his consent was validly obtained,  Holdsworth exceeded the scope of a consensual pat-down search. This argument hinges on the assertion that the trooper should  not have asked about the bulge in the appellant's pocket because  he knew that the bulge was not a weapon.  This argument  misconstrues applicable Fourth Amendment jurisprudence.  While  an officer may not seize an object during a Terry frisk unless  he has probable cause to believe that it is contraband, Minnesota v. Dickerson, 508 U.S. 366, 376 (1993); United States v. Schiavo, 29 F.3d 6, 9 (1st Cir. 1994), he is not prohibited  from inquiring, upon reasonable suspicion, into the nature of  that object.  So it was here:  the origins of the bulge were not  readily apparent -- it might well have been a weapon -- and  Holdsworth's question was directly pertinent to the safety  concerns that prompted his request for a pat-down search in the  first place.  We hold, therefore, that the trooper's inquiry was  well within the boundaries set by the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We next proceed to the trooper's questions about the  appellant's peregrinations.  When the appellant explained that  he was carrying $2,000 in cash, Holdsworth's suspicions  understandably escalated.  Evaluating whether an officer's  suspicions are (or are not) reasonable is a fact-sensitive task,  bound up in the warp and woof of the surrounding circumstances. Royer, 460 U.S. at 500.  In carrying out that task, \"[d]eference  is due to the experienced perceptions of the officer[].\"  United  States v. Woodrum, 202 F.3d 1, 7 (1st Cir.), cert. denied, 531  U.S. 1035 (2000).  Mindful of that deference, we conclude that  the trooper's heightened suspicions (and, hence, his continued  questioning) were reasonable here.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellant resists this conclusion, insisting that  the mere possession of a large, unexplained amount of cash,  without more, cannot be the basis for heightened suspicion.  As  authority for this proposition, he cites Sokolow, in which the  Supreme Court indicated that paying for an airline ticket with  $2,100 in cash might be consistent with innocent travel.  490  U.S. at 9.  Contrary to the appellant's importunings, this  statement does not mean that the possession of a large,  unexplained sum of cash can never support reasonable suspicion.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The circumstances matter, as does the degree of intrusiveness of  the continued detention.  See Lopez-Lopez v. Aran, 844 F.2d 898,  905 (1st Cir. 1988) (explaining that the degree of intrusiveness  of a stop must be proportional to the degree of suspicion that  prompted the intrusion); United States v. Berryman, 717 F.2d  651, 657 (1st Cir. 1983) (similar).  In the circumstances of  this case, we rule that the discovery of the cash justified a  brief period of additional questioning.  Cf. Conrod v. Davis,  120 F.3d 92, 97 (8th Cir. 1997) (holding that discovery of  $6,000 cash in a suspect's pocket and $4,000 in his suitcase  furnished reasonable suspicion).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This brings us to the nature of the questioning.  The  appellant asseverates that travel questions, unrelated to the  purpose of the original stop, are highly intrusive, unsupported  by reasonable suspicion of a separate crime, and therefore not  permissible in the course of the highway stop.  We disagree:  we  believe that this line of inquiry was lawful under the  circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The appellant strives to paint the picture in black and  white.  Citing cases such as United States v. Childs, 256 F.3d  559, 566 (7th Cir. 2001), and United States v. Holt, 229 F.3d  931, 936 (10th Cir. 2000),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> he asserts that an officer carrying  out a traffic stop must have some reasonable, substantial, and  independent source of suspicion about a different crime before  he can ask questions unrelated to the violation that justified  the stop in the first place.  But that depends on the nature of  the questions.  Both of the cited cases involved traffic stops  of persons previously suspected of other crimes, during which  the officers, for no apparent cause, began to ask directly  inculpatory questions involving the antecedent crimes.  See Childs, 256 F.3d at 561-62, 566 (involving questions about drug  possession during a stop for a broken windshield); Holt, 229  F.3d at 933, 940 (involving questions about weapons during a  stop for a seatbelt violation).  Such scenarios, in which an  officer stops a car for a minor traffic infraction and asks a  known suspect pointed questions about a serious crime unrelated  to the original violation, raise legitimate concerns about abuse  of authority.  See Whren, 517 U.S. at 810 (acknowledging the  temptation to use traffic stops as a means of investigating  unrelated criminal activity).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The case at bar does not lend itself to this sort of  black-and-white characterization, but, rather, involves more  muted shades of gray.  Here, the record contains no evidence  that the stop was a pretext to furnish the trooper with a forum  to ask questions about other crimes; prior to this encounter,  Holdsworth neither knew the appellant nor knew of him.  The  record is equally barren of any evidence that the trooper's  membership in the Enhanced Enforcement Unit impermissibly  colored his approach.  More important, Holdsworth did not stray  far afield, merely posing a few prosaic questions about the  appellant's itinerary:  where he and his passenger had been,  where they were going, and whether they had stopped along the  way.  Routine questioning of this sort, even when not directly  related to the violations that induced the stop in the first  place, is not uncommon during a highway stop.  See, e.g., United  States v. Johnson, 58 F.3d 356, 357 (8th Cir. 1995) (upholding  \"routine questioning\" about travel plans during stop for  speeding); United States v. Kopp, 45 F.3d 1450, 1454 (10th Cir.  1995) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To cinch matters, it was not until Holdsworth's  suspicions were aroused by the large, unexplained wad of cash  that his questioning expanded beyond the bare bones of the  traffic stop and the consensual frisk.  Since the trooper  lawfully learned about the cash -- the appellant, after all,  consented to the pat-down search and voluntarily described the  composition of the discerned bulge -- that discovery elevated his  suspicions to a degree sufficient to continue the detention  briefly and in a minimally intrusive way.  See Sowers, 136 F.3d  at 27 (approving increasingly intrusive unrelated questions  after suspicions escalated during a traffic stop); United States v. Barahona, 990 F.2d 412, 416 (8th Cir. 1993) (\"If the  responses of the detainee and the circumstances give rise to  suspicions unrelated to the traffic offense, an officer may  broaden his inquiry and satisfy those suspicions.\").  The travel  questions that followed were within the ambit of that authority,  and any effect they might have had on the duration of the  detention -- and the state of Baker's nerves -- was therefore  permissible.  Consequently, both the bag of crack cocaine and  the appellant's incriminating statements were lawfully obtained.</p>\n    </div>\n    <p class=\"indent\">III.  THE SENTENCING ISSUE</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The appellant's second complaint involves sentencing. Based on the weight of the seized crack cocaine, the district  court initially set the appellant's base offense level at 28. See USSG &#167;&#167;2D2.1(b)(1), 2D1.1(c)(6) (Nov. 1998).  The court then  determined that the appellant was a career offender and adjusted  his offense level to 34.  See id. &#167;&#167;4B1.1, 4B1.2.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This yielded  a guideline sentencing range of 262-327 months.  The district  court departed downward, however, and imposed a sentence of 228  months.  See id. &#167;4A1.3 (authorizing a downward departure if the  defendant's criminal history category significantly exaggerates  the gravity of his criminal past or the likelihood of  recidivism).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To be sure, the sentence seems severe.  But appellate  courts do not have the luxury of resolving sentencing appeals  based upon subjective value judgments.  The pivotal question,  then, is whether the sentence conforms to the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellant posits that the district court  erroneously classified him as a career offender.  A defendant is  a career offender if \"(1) the defendant was at least eighteen  years old at the time the defendant committed the instant  offense; (2) the instant offense of conviction is a felony that  is either a crime of violence or a controlled substance offense,  and (3) the defendant has at least two prior felony convictions  of either a crime of violence or a controlled substance  offense.\"  Id. &#167;4B1.1.  The appellant unarguably meets the first  two benchmarks.  The issue here is whether the court  appropriately considered, as predicate offenses sufficient to  satisfy the third requirement, the appellant's prior convictions  for three counts of burglary of a commercial dwelling in  violation of N.H. Rev. Stat. &#167; 635:1.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the last analysis, the appellant's claim reduces to  his insistence that his prior state-court convictions for  commercial burglary should not count as \"crime[s] of violence\"  under the third furculum of the career offender guideline. Deciding where state-law crimes fit along a federal continuum is  tricky business.  In this instance, however, the decisional path  is well-trodden.  We conclusively answered the question that the  appellant seeks to raise in United States v. Fiore, 983 F.2d 1  (1st Cir. 1992).  There, dealing with a materially  indistinguishable Rhode Island burglary statute, we held that  burglary of a commercial premise constitutes a crime of violence  within the purview of the career offender guideline.  Id. at 4-5.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">That effectively ends this aspect of the matter. Although the circuits are split -- some courts have followed Fiore's lead, see, e.g., United States v. Wilson, 168 F.3d 916,  926 (6th Cir. 1999); United States v. Haskell, 76 F.3d 902, 905  (8th Cir. 1996), whereas others have reached a different  conclusion, see, e.g., United States v. Spell, 44 F.3d 936, 938  (11th Cir. 1995); United States v. Smith, 10 F.3d 724, 732-33  (10th Cir. 1993) (per curiam)   we have stalwartly adhered to Fiore.  See, e.g., United States v. Sawyer, 144 F.3d 191, 196  (1st Cir. 1998).  This is in keeping with \"the law of the  circuit\" doctrine.  That doctrine holds a prior panel decision  inviolate absent either the occurrence of a controlling  intervening event (e.g., a Supreme Court opinion on the point;  a ruling of the circuit, sitting en banc; or a statutory  overruling) or, in extremely rare circumstances, where non-controlling but persuasive case law suggests such a course.  See Williams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir. 1995). Neither circumstance exists here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The appellant has two rejoinders.  First, he draws our  attention to Stinson v. United States, 508 U.S. 36 (1993), a  case in which the Supreme Court held that the Sentencing  Commission's guideline commentary comprises binding authority. Id. at 46-47.  Stinson does not aid the appellant's cause. Although Fiore drew on outside sources to elucidate the meaning  of the guidelines where the commentary was opaque, the Fiore court scrupulously applied the discerned dictates of the  commentary.  See Fiore, 983 F.2d at 4-5.  Thus, Stinson supports, rather than undermines, our prior decision.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The appellant next suggests that this court has  emasculated Fiore.  In an effort to sustain this suggestion, the  appellant cites two cases.  In the first, United States v. Peterson, 233 F.3d 101, 107-10 (1st Cir. 2000), we held that  breaking and entering without any intent to commit a crime is  not a violent felony under the Armed Career Criminal Act (ACCA),  18 U.S.C. &#167; 924(e).  Unlike commercial burglary, however, the  breaking and entering charge in Peterson did not require proof  of specific intent.  The second case is also an ACCA case, United States v. Dueno, 171 F.3d 3 (1st Cir. 1999).  We  recognized there that, in certain circumstances, definitional  differences exist between the ACCA and the career offender  guideline.  Id. at 6.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We fail to see how either of these opinions casts doubt  upon Fiore   a guideline case.  In all events, over rulings by  implication are disfavored, and, in the best of circumstances,  a panel ought not lightly presume the implicit overruling of an  established circuit precedent.  See Stewart v. Dutra Constr.  Co., 230 F.3d 461, 467 (1st Cir. 2000).  We see no principled  basis for departing from the settled law of the circuit in this  instance.  Accordingly, we adhere to our prior holding that  burglary of a commercial premise is a crime of violence within  the purview of the career offender guideline.</p>\n    </div>\n    <p class=\"indent\">IV.  CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We need go no further.  For the reasons stated, we  reject the appellant's attacks on both his conviction and his  sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For purposes of this appeal, the appellant effectively  concedes that he violated N.H. Rev. Stat. &#167; 265:25.1 (ordaining  that \"[t]he driver of a vehicle shall not follow another vehicle  more closely than is reasonable and prudent\") and N.H. Rev.  Stat. &#167; 266:74.ll (proscribing the use of blue-tinted lights on  vehicles other than law enforcement vehicles).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> They were correct.  Later analysis revealed that the  plastic bag contained twenty-eight grams of cocaine base.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The grand jury indicted Baker as well, but the government  dropped that charge following her enrollment in a pretrial  diversion program.  She is not a party to this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We are cognizant that our reasoning differs somewhat from  that of the district court, but we may affirm a district court's  suppression ruling on any ground made manifest by the record. See, e.g., United States v. Doe, 61 F.3d 107, 111-12 (1st Cir.  1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The appellant also suggests that his consent was  involuntary because the trooper did not inform him that he could  decline to permit a search.  This suggestion overlooks that the  Supreme Court has held, recently and squarely, that an officer  conducting a highway stop need not inform the driver that he is  free to go before requesting permission to conduct a search. Ohio v. Robinette, 519 U.S. 33, 40 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, in Sokolow itself the Court held that the cash  purchase, together with other indicia, supported a reasonable  suspicion sufficient to justify an investigative stop.  490 U.S.  at 11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We do not dwell on the appellant's reference to United  States v. Pruitt, 174 F.3d 1215 (11th Cir. 1999).  The stop  there lasted for nearly half an hour, id. at 1218, and the  Eleventh Circuit subsequently limited Pruitt to situations in  which the unrelated questions unreasonably prolonged the search. See Purcell, 236 F.3d at 1280.  Here, however, the district  court supportably found that the entire stop lasted no more than  five minutes, and there is no proof of unreasonable prolongation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The career offender guideline specifies an offense level of  34 where the statutory maximum sentence for the count of  conviction is 25 years or more (but less than life in prison). See USSG &#167;4B1.1.  The statutory maximum for possession with  intent to distribute five grams or more of crack cocaine is 40  years.  See 21 U.S.C. &#167; 841(b)(1)(B)(iii).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ROTH CHHIEN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2230</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Aug. 2, 2001<br>Decided September 24, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Elizabeth L. Prevett, Federal Defender Officer, for  appellant.</p>\n      <p class=\"indent\">William E. Morse, Assistant United States Attorney, with  whom Paul M. Gagnon, United States Attorney, and Jean B. Weld,  Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Selya and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendant-appellant Roth Chhien of possessing five grams or more of crack  cocaine, intending to distribute it.  See 21 U.S.C. &#167;&#167;  841(a)(1), 841(b)(1)(B)(iii).  The district court sentenced him  as a career offender.  Chhien now appeals, assigning error both  to the district court's denial of his pretrial motion to  suppress evidence and to its sentencing determination.  We  affirm.</p>\n    </div>\n    <p class=\"indent\">I.  BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the afternoon of August 21, 1998, the appellant  -- a twenty-nine year old native of Cambodia -- drove north on  Interstate Route 93 in Salem, New Hampshire.  He was traveling  at the speed limit when he passed a state police cruiser  stationed on the median strip.  The cruiser's sole occupant,  trooper Lawrence Holdsworth, observed two violations of state  law:  the appellant was driving perilously close to the vehicle  in front of him and his car was equipped with blue-tinted  aftermarket lights.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Holdsworth, a member of an elite team (the  so-called Enhanced Enforcement Unit) trained to \"look beyond the  traffic ticket,\" i.e., to attempt to ferret out serious criminal  activity while conducting routine traffic patrols, commenced  pursuit.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Holdsworth signaled the appellant to pull his car to  the side of the road.  He then approached the driver's side and  asked for the appellant's license and registration.  After a  computer check proved unremarkable, Holdsworth ushered the  appellant to the front of his car and inquired about the blue-tinted lights.  The appellant acknowledged having purchased  them, but claimed that he did so without any awareness of the  statutory proscription.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Holdsworth asked if he could conduct a pat-down search  for weapons and the appellant acquiesced.  During the frisk,  Holdsworth felt something \"hard\" -- a \"substantial lump\" -- in the  appellant's right front pants pocket.  When he inquired about  the object, the appellant responded that it was a large wad of  cash, totaling $2,000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Holdsworth grew increasingly suspicious.  He began to  question the appellant about where he had been and where he was  going.  The appellant told him that he had bought some stereo  equipment in Lowell, Massachusetts, and was heading to his home  in Franklin, New Hampshire.  He asserted that he had made no  stops along the way.  The trooper then crossed over to the  passenger side of the vehicle and posed a similar set of  questions to the appellant's companion, Melanie Baker (who had  remained seated inside the car throughout the initial phase of  the highway stop).  Baker verified the trip to Lowell and the  purchase of stereo equipment.  When asked if she and the  appellant had made any other stops, she mentioned that they had  driven to the Lowell home of one of the appellant's relatives. Once there, she waited in the car while the appellant went  inside.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Returning to the appellant (who was still standing near  the front of the car), Holdsworth probed the discrepancy.  The  appellant immediately amended his story and confirmed that he  and Baker had stopped at the home of one of his relatives for a  brief visit.  But another discrepancy emerged:  according to the  appellant, both he and Baker had entered the dwelling.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Disturbed by these contradictions, Holdsworth repaired  to his cruiser and radioed for assistance.  Trooper Timothy  Stearns, another member of the Enhanced Enforcement Unit,  arrived within a minute or so.  Holdsworth was drafting a  warning.  As the troopers conversed, they noticed Baker's head  sink from view and then bob up and down.  Curious about these  awkward movements, Holdsworth directed Stearns to investigate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Stearns approached the vehicle.  Baker's hands were  clenched and Stearns asked to see them.  Baker refused. Stearns, fearing that Baker had a gun, unsnapped his holster,  renewed his demand, and hollered to Holdsworth \"she won't show  me her hands!\"  Holdsworth sprang from the cruiser and ran to  assist.  When Stearns repeated his request, Baker finally  unclenched her fists and raised both hands.  At that point,  Holdsworth yanked her from the car.  The troopers then noticed  in plain view on the front passenger seat a small plastic bag  containing white powder.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The troopers immediately concluded that the white  powder was contraband.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Arrests, Miranda warnings, see Miranda v. Arizona, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 444-45 (1966), and further questioning  followed apace.  During this brief roadside interrogation, the  appellant admitted that the plastic bag contained crack cocaine  purchased in Lowell.  Baker confirmed this tale, adding that she  had tried to conceal the contraband when Holdsworth intervened. The troopers then transported the suspects to a nearby station  house.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 9, 1998, a federal grand jury indicted the  appellant for possession with intent to distribute five grams or  more of crack cocaine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See 21 U.S.C. &#167;&#167; 841(a)(1),  841(b)(1)(B)(iii).  In due course, the appellant moved to  suppress both the drugs and his statements at the scene of the  highway stop.  After conducting an evidentiary hearing, the  district court denied the motion.  The court concluded that the  roadside confrontation had lasted no longer than five minutes  from start to finish; that this brief detention was reasonable,  given the patent motor vehicle violations; that the appellant  voluntarily consented to the pat-down search; and that, in all  events, the pat-down search and the questioning that followed  did not lead to the discovery of the contraband.  Rather, it was  the troopers' legitimate fear for their own safety, sparked by  Baker's movements, that prompted them to remove her from the car  and displayed the crack cocaine in plain view.  This, in turn,  gave rise to probable cause for the subsequent arrests and  interrogation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Following some procedural skirmishing (not material  here), the case went to trial in September of 2000.  The jury  found the appellant guilty as charged.  The district court  thereafter classified him as a career offender and imposed a  228-month prison sentence.  This appeal ensued.  In it, the  appellant argues that the lower court erred both in denying his  motion to suppress and in fashioning his sentence.  We address  these assignments of error separately.</p>\n    </div>\n    <p class=\"indent\">II.  THE FOURTH AMENDMENT ISSUE</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When reviewing the district court's disposition of a  motion to suppress, we accept the court's findings of fact  unless clearly erroneous and evaluate its legal conclusions de  novo.  United States v. Sowers, <span class=\"citation\" data-id=\"197788\"><a href=\"/opinion/197788/united-states-v-sowers/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 26 (1st Cir. 1998); United States v. Schaffer, <span class=\"citation\" data-id=\"196839\"><a href=\"/opinion/196839/united-states-v-schaefer/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 565 (1st Cir. 1996). Here, the appellant's principal contention is that impermissible  police tactics transformed a routine highway stop into an  unconstitutional fishing expedition -- an expedition that  ultimately led to the contraband and the confession.  To place  this contention into perspective, we begin by discussing the  legal framework surrounding such stops.  Moving from the general  to the specific, we then grapple with the various components of  the appellant's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A.  The Legal Landscape.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A traffic stop, by definition, embodies a detention of  the vehicle and its occupants.  It therefore constitutes a  seizure within the purview of the Fourth Amendment.  Delaware v. Prouse, <span class=\"citation\" data-id=\"110045\"><a href=\"/opinion/110045/delaware-v-prouse/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 653 (1979).  This means, of course, that the stop must be supported by a reasonable and articulable  suspicion of criminal activity, see Berkemer v. McCarty, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">468</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 439 (1984), and that the detention must be reasonable  under the circumstances, United States v. Whren, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>,  809-10 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reasonable suspicion, as the term implies, requires  more than a naked hunch that a particular person may be engaged  in some illicit activity.  United States v. Sokolow, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>,  7 (1989).  By the same token, however, reasonable suspicion does  not require either probable cause or evidence of a direct  connection linking the suspect to the suspected crime.  United  States v. Cortez, <span class=\"citation\" data-id=\"110377\"><a href=\"/opinion/110377/united-states-v-cortez/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 417-18 (1981); United States v. Velez-Saldana, <span class=\"citation\" data-id=\"199432\"><a href=\"/opinion/199432/united-states-v-velez-saldana/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 52 (1st Cir. 2001).  Reasonable  suspicion, then, is an intermediate standard -- and one that  defies precise definition.  Its existence must be determined  case by case, and that determination entails broad-based  consideration of all the attendant circumstances.  Florida v. Royer, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 500 (1983).  In mulling those  circumstances, an inquiring court must balance \"the nature and  quality of the intrusion on personal security against the  importance of the governmental interests alleged to justify the  intrusion.\"  Sowers, 136 F.3d at 27 (quoting United States v. Hensley, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 228 (1985)).  To keep this balance true,  the court must make a practical, commonsense judgment based on  the idiosyncracies of the case at hand.  Ornelas v. United  States, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 695-96 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To work the calculus of reasonable suspicion in the  context of a traffic stop, an inquiring court must ask whether  the officer's actions were justified at their inception, and if  so, whether the officer's subsequent actions were fairly  responsive to the emerging tableau -- the circumstances  originally warranting the stop, informed by what occurred, and  what the officer learned, as the stop progressed.  Sowers, 136  F.3d at 27.  Formulating the answers to these queries demands a  margin of flexibility.  After all, while an officer's actions  must bear some relation to the purpose of the original stop, he  may shift his focus and increase the scope of his investigation  by degrees if his suspicions mount during the course of the  detention.  Id.; see also Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10 (1968)  (observing that \"the police are in need of an escalating set of  flexible responses, graduated in relation to the amount of  information they possess\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">B.  The Merits.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this instance, the appellant does not question the  legitimacy of the initial detention:  Holdsworth clearly had  cause to stop him for tailgating and operating an automobile  equipped with blue-tinted lights.  See supra note 1.  He asserts  instead that Holdsworth exceeded the scope of a permissible  traffic stop by conducting an unnecessary, unauthorized pat-down  search and wandering far afield in his questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellant's thesis proceeds along the following  lines.  The pat-down search was involuntary, despite the  apparent consent, because Holdsworth still held the appellant's  license and registration, rendering the confrontation unduly  coercive.  Even if the frisk passes muster, this thesis runs,  Holdsworth's query about the bulge in the appellant's pocket was  beyond the pale because it did not pertain either to the  trooper's safety or to the underlying traffic violations. Moreover, the questions concerning the appellant's itinerary  also were out of bounds.  The combination of these toxic  ingredients -- the coerced pat-down search and the improper  questions -- impermissibly prolonged the detention and led  Holdsworth to call for assistance; the delay made Baker nervous,  inducing her to squirm in her seat; this fidgeting ultimately  led the troopers to the contraband; and that discovery prompted  the appellant's confession.  Cf. The Real Mother Goose 82-104  (1916) (\"For want of a nail . . . . the kingdom was lost.\"). Thus, the appellant concludes, the district court should have  excluded the drugs and the incriminating statements as the  rotten fruit of a tainted traffic stop.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This argument is cleverly constructed and ably  presented, but it cannot withstand careful scrutiny.  In our  view, the consensual pat-down search was fully appropriate and  yielded information which gave Holdsworth reasonable suspicion  to continue on the minimally intrusive path that he chose to  pursue.  The questions that followed the frisk, though not  directly linked to the purposes of the stop, were reasonably  related to automobile travel in general and neither  fundamentally altered the nature of the detention nor  unreasonably prolonged it.  Thus, we reject the appellant's  argument.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We start with the pat-down search -- which amounts to  a Terry stop within a Terry stop.  Normally, Holdsworth would  have needed some justification (such as a reasonable fear for  his own safety) beyond the traffic violations simplicter to  engage in it.  See Terry, 392 U.S. at 27.  In this case,  however, the appellant explicitly consented to the frisk.  The  district court found specially that this consent was voluntary. Unless this finding is clearly erroneous, we must accept it. See United States v. Coraine, <span class=\"citation\" data-id=\"198757\"><a href=\"/opinion/198757/united-states-v-coraine/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 308-09 (1st Cir.  1999).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We discern no error.  Consent is voluntary if it is  \"the product of an essentially free and unconstrained choice.\" Schneckloth v. Bustamonte, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 225 (1973) (citation  omitted).  There is not a shred of evidence here that Holdsworth  tricked, threatened, or bullied the appellant into agreeing to  the pat-down search.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In an effort to fill this void, the appellant argues  that the situation itself was inherently coercive (and, thus,  that he could not have consented voluntarily).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  But the traffic  stop occurred in broad daylight, on a major thoroughfare.  At  the time of Holdsworth's request, his sidearm was holstered and  he was the only trooper present.  Although he still had the  appellant's license and registration in hand, that fact alone  does not vitiate the operator's consent.  See United States v. Purcell, <span class=\"citation\" data-id=\"771684\"><a href=\"/opinion/771684/united-states-v-albert-lee-purcell-shon-purcell/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1274</span></a></span>, 1281-82 (11th Cir.) (holding consent to  search voluntary despite officer's retention of operator's  license and registration during traffic stop), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">121</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2615</span></span> (2001); see also Florida v. Bostick, <span class=\"citation\" data-id=\"112631\"><a href=\"/opinion/112631/florida-v-bostick/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>,  435-36 (1991)(explaining that consent can be voluntary even  though the detainee does not feel free to leave); United States v. Barnett, <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 554-55 (1st Cir. 1993) (stating that  custody alone does not create the kind of coercive atmosphere  that abrogates consent).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The short of it is that, in most cases, the  voluntariness of consent is a matter of fact to be determined  from all the circumstances.  Schneckloth, 412 U.S. at 248-49. The district court obviously understood that reality and found  the facts with care.  Based on its supportable factual findings,  we uphold the constitutionality of the pat-down search.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In an effort to blunt the force of this conclusion, the  appellant argues that, even if his consent was validly obtained,  Holdsworth exceeded the scope of a consensual pat-down search. This argument hinges on the assertion that the trooper should  not have asked about the bulge in the appellant's pocket because  he knew that the bulge was not a weapon.  This argument  misconstrues applicable Fourth Amendment jurisprudence.  While  an officer may not seize an object during a Terry frisk unless  he has probable cause to believe that it is contraband, Minnesota v. Dickerson, <span class=\"citation\" data-id=\"112873\"><a href=\"/opinion/112873/minnesota-v-dickerson/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 376 (1993); United States v. Schiavo, <span class=\"citation\" data-id=\"195480\"><a href=\"/opinion/195480/united-states-v-schiavo/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir. 1994), he is not prohibited  from inquiring, upon reasonable suspicion, into the nature of  that object.  So it was here:  the origins of the bulge were not  readily apparent -- it might well have been a weapon -- and  Holdsworth's question was directly pertinent to the safety  concerns that prompted his request for a pat-down search in the  first place.  We hold, therefore, that the trooper's inquiry was  well within the boundaries set by the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We next proceed to the trooper's questions about the  appellant's peregrinations.  When the appellant explained that  he was carrying $2,000 in cash, Holdsworth's suspicions  understandably escalated.  Evaluating whether an officer's  suspicions are (or are not) reasonable is a fact-sensitive task,  bound up in the warp and woof of the surrounding circumstances. Royer, 460 U.S. at 500.  In carrying out that task, \"[d]eference  is due to the experienced perceptions of the officer[].\"  United  States v. Woodrum, <span class=\"citation\" data-id=\"767456\"><a href=\"/opinion/767456/united-states-v-ronald-woodrum/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">531</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></span> (2000).  Mindful of that deference, we conclude that  the trooper's heightened suspicions (and, hence, his continued  questioning) were reasonable here.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellant resists this conclusion, insisting that  the mere possession of a large, unexplained amount of cash,  without more, cannot be the basis for heightened suspicion.  As  authority for this proposition, he cites Sokolow, in which the  Supreme Court indicated that paying for an airline ticket with  $2,100 in cash might be consistent with innocent travel.  490  U.S. at 9.  Contrary to the appellant's importunings, this  statement does not mean that the possession of a large,  unexplained sum of cash can never support reasonable suspicion.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The circumstances matter, as does the degree of intrusiveness of  the continued detention.  See Lopez-Lopez v. Aran, <span class=\"citation\" data-id=\"504638\"><a href=\"/opinion/504638/celso-lopez-lopez-v-m-aran/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">898</span></a></span>,  905 (1st Cir. 1988) (explaining that the degree of intrusiveness  of a stop must be proportional to the degree of suspicion that  prompted the intrusion); United States v. Berryman, <span class=\"citation\" data-id=\"424871\"><a href=\"/opinion/424871/united-states-v-fred-s-berryman/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">651</span></a></span>, 657 (1st Cir. 1983) (similar).  In the circumstances of  this case, we rule that the discovery of the cash justified a  brief period of additional questioning.  Cf. Conrod v. Davis,  <span class=\"citation\" data-id=\"744219\"><a href=\"/opinion/744219/ernest-conrod-jr-v-roger-davis/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 97 (8th Cir. 1997) (holding that discovery of  $6,000 cash in a suspect's pocket and $4,000 in his suitcase  furnished reasonable suspicion).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This brings us to the nature of the questioning.  The  appellant asseverates that travel questions, unrelated to the  purpose of the original stop, are highly intrusive, unsupported  by reasonable suspicion of a separate crime, and therefore not  permissible in the course of the highway stop.  We disagree:  we  believe that this line of inquiry was lawful under the  circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The appellant strives to paint the picture in black and  white.  Citing cases such as United States v. Childs, <span class=\"citation\" data-id=\"773960\"><a href=\"/opinion/773960/united-states-v-tommie-t-childs/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">559</span></a></span>, 566 (7th Cir. 2001), and United States v. Holt, <span class=\"citation\" data-id=\"160107\"><a href=\"/opinion/160107/united-states-v-holt/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">931</span></a></span>, 936 (10th Cir. 2000),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> he asserts that an officer carrying  out a traffic stop must have some reasonable, substantial, and  independent source of suspicion about a different crime before  he can ask questions unrelated to the violation that justified  the stop in the first place.  But that depends on the nature of  the questions.  Both of the cited cases involved traffic stops  of persons previously suspected of other crimes, during which  the officers, for no apparent cause, began to ask directly  inculpatory questions involving the antecedent crimes.  See Childs, 256 F.3d at 561-62, 566 (involving questions about drug  possession during a stop for a broken windshield); Holt, 229  F.3d at 933, 940 (involving questions about weapons during a  stop for a seatbelt violation).  Such scenarios, in which an  officer stops a car for a minor traffic infraction and asks a  known suspect pointed questions about a serious crime unrelated  to the original violation, raise legitimate concerns about abuse  of authority.  See Whren, 517 U.S. at 810 (acknowledging the  temptation to use traffic stops as a means of investigating  unrelated criminal activity).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The case at bar does not lend itself to this sort of  black-and-white characterization, but, rather, involves more  muted shades of gray.  Here, the record contains no evidence  that the stop was a pretext to furnish the trooper with a forum  to ask questions about other crimes; prior to this encounter,  Holdsworth neither knew the appellant nor knew of him.  The  record is equally barren of any evidence that the trooper's  membership in the Enhanced Enforcement Unit impermissibly  colored his approach.  More important, Holdsworth did not stray  far afield, merely posing a few prosaic questions about the  appellant's itinerary:  where he and his passenger had been,  where they were going, and whether they had stopped along the  way.  Routine questioning of this sort, even when not directly  related to the violations that induced the stop in the first  place, is not uncommon during a highway stop.  See, e.g., United  States v. Johnson, <span class=\"citation\" data-id=\"698415\"><a href=\"/opinion/698415/united-states-v-ronald-t-johnson/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">356</span></a></span>, 357 (8th Cir. 1995) (upholding  \"routine questioning\" about travel plans during stop for  speeding); United States v. Kopp, <span class=\"citation\" data-id=\"687362\"><a href=\"/opinion/687362/united-states-v-ronald-a-kopp/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1450</span></a></span>, 1454 (10th Cir.  1995) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To cinch matters, it was not until Holdsworth's  suspicions were aroused by the large, unexplained wad of cash  that his questioning expanded beyond the bare bones of the  traffic stop and the consensual frisk.  Since the trooper  lawfully learned about the cash -- the appellant, after all,  consented to the pat-down search and voluntarily described the  composition of the discerned bulge -- that discovery elevated his  suspicions to a degree sufficient to continue the detention  briefly and in a minimally intrusive way.  See Sowers, 136 F.3d  at 27 (approving increasingly intrusive unrelated questions  after suspicions escalated during a traffic stop); United States v. Barahona, <span class=\"citation\" data-id=\"603879\"><a href=\"/opinion/603879/united-states-v-jose-leon-barahona/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span>, 416 (8th Cir. 1993) (\"If the  responses of the detainee and the circumstances give rise to  suspicions unrelated to the traffic offense, an officer may  broaden his inquiry and satisfy those suspicions.\").  The travel  questions that followed were within the ambit of that authority,  and any effect they might have had on the duration of the  detention -- and the state of Baker's nerves -- was therefore  permissible.  Consequently, both the bag of crack cocaine and  the appellant's incriminating statements were lawfully obtained.</p>\n    </div>\n    <p class=\"indent\">III.  THE SENTENCING ISSUE</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The appellant's second complaint involves sentencing. Based on the weight of the seized crack cocaine, the district  court initially set the appellant's base offense level at 28. See USSG &#167;&#167;2D2.1(b)(1), 2D1.1(c)(6) (Nov. 1998).  The court then  determined that the appellant was a career offender and adjusted  his offense level to 34.  See id. &#167;&#167;4B1.1, 4B1.2.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This yielded  a guideline sentencing range of 262-327 months.  The district  court departed downward, however, and imposed a sentence of 228  months.  See id. &#167;4A1.3 (authorizing a downward departure if the  defendant's criminal history category significantly exaggerates  the gravity of his criminal past or the likelihood of  recidivism).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To be sure, the sentence seems severe.  But appellate  courts do not have the luxury of resolving sentencing appeals  based upon subjective value judgments.  The pivotal question,  then, is whether the sentence conforms to the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellant posits that the district court  erroneously classified him as a career offender.  A defendant is  a career offender if \"(1) the defendant was at least eighteen  years old at the time the defendant committed the instant  offense; (2) the instant offense of conviction is a felony that  is either a crime of violence or a controlled substance offense,  and (3) the defendant has at least two prior felony convictions  of either a crime of violence or a controlled substance  offense.\"  Id. &#167;4B1.1.  The appellant unarguably meets the first  two benchmarks.  The issue here is whether the court  appropriately considered, as predicate offenses sufficient to  satisfy the third requirement, the appellant's prior convictions  for three counts of burglary of a commercial dwelling in  violation of N.H. Rev. Stat. &#167; 635:1.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the last analysis, the appellant's claim reduces to  his insistence that his prior state-court convictions for  commercial burglary should not count as \"crime[s] of violence\"  under the third furculum of the career offender guideline. Deciding where state-law crimes fit along a federal continuum is  tricky business.  In this instance, however, the decisional path  is well-trodden.  We conclusively answered the question that the  appellant seeks to raise in United States v. Fiore, <span class=\"citation\" data-id=\"597517\"><a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>  (1st Cir. 1992).  There, dealing with a materially  indistinguishable Rhode Island burglary statute, we held that  burglary of a commercial premise constitutes a crime of violence  within the purview of the career offender guideline.  Id. at 4-5.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">That effectively ends this aspect of the matter. Although the circuits are split -- some courts have followed Fiore's lead, see, e.g., United States v. Wilson, <span class=\"citation\" data-id=\"762054\"><a href=\"/opinion/762054/united-states-v-yolanda-wilson-97-1810-and-marlon-wilson-97-1695/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">916</span></a></span>,  926 (6th Cir. 1999); United States v. Haskell, <span class=\"citation\" data-id=\"712965\"><a href=\"/opinion/712965/united-states-v-ricky-lee-hascall/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">902</span></a></span>, 905  (8th Cir. 1996), whereas others have reached a different  conclusion, see, e.g., United States v. Spell, <span class=\"citation\" data-id=\"686566\"><a href=\"/opinion/686566/united-states-v-barry-lawrence-spell/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">936</span></a></span>, 938  (11th Cir. 1995); United States v. Smith, <span class=\"citation\" data-id=\"658191\"><a href=\"/opinion/658191/united-states-v-richard-eugene-smith/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">724</span></a></span>, 732-33  (10th Cir. 1993) (per curiam)   we have stalwartly adhered to Fiore.  See, e.g., United States v. Sawyer, <span class=\"citation\" data-id=\"197981\"><a href=\"/opinion/197981/united-states-v-sawyer/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 196  (1st Cir. 1998).  This is in keeping with \"the law of the  circuit\" doctrine.  That doctrine holds a prior panel decision  inviolate absent either the occurrence of a controlling  intervening event (e.g., a Supreme Court opinion on the point;  a ruling of the circuit, sitting en banc; or a statutory  overruling) or, in extremely rare circumstances, where non-controlling but persuasive case law suggests such a course.  See Williams v. Ashland Eng'g Co., <span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir. 1995). Neither circumstance exists here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The appellant has two rejoinders.  First, he draws our  attention to Stinson v. United States, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span> (1993), a  case in which the Supreme Court held that the Sentencing  Commission's guideline commentary comprises binding authority. Id. at 46-47.  Stinson does not aid the appellant's cause. Although Fiore drew on outside sources to elucidate the meaning  of the guidelines where the commentary was opaque, the Fiore court scrupulously applied the discerned dictates of the  commentary.  See Fiore, 983 F.2d at 4-5.  Thus, Stinson supports, rather than undermines, our prior decision.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The appellant next suggests that this court has  emasculated Fiore.  In an effort to sustain this suggestion, the  appellant cites two cases.  In the first, United States v. Peterson, <span class=\"citation\" data-id=\"771202\"><a href=\"/opinion/771202/united-states-v-henry-peterson/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 107-10 (1st Cir. 2000), we held that  breaking and entering without any intent to commit a crime is  not a violent felony under the Armed Career Criminal Act (ACCA),  18 U.S.C. &#167; 924(e).  Unlike commercial burglary, however, the  breaking and entering charge in Peterson did not require proof  of specific intent.  The second case is also an ACCA case, United States v. Dueno, <span class=\"citation\" data-id=\"198385\"><a href=\"/opinion/198385/united-states-v-dueno/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span> (1st Cir. 1999).  We  recognized there that, in certain circumstances, definitional  differences exist between the ACCA and the career offender  guideline.  Id. at 6.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We fail to see how either of these opinions casts doubt  upon Fiore   a guideline case.  In all events, over rulings by  implication are disfavored, and, in the best of circumstances,  a panel ought not lightly presume the implicit overruling of an  established circuit precedent.  See Stewart v. Dutra Constr.  Co., <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">461</span></span>, 467 (1st Cir. 2000).  We see no principled  basis for departing from the settled law of the circuit in this  instance.  Accordingly, we adhere to our prior holding that  burglary of a commercial premise is a crime of violence within  the purview of the career offender guideline.</p>\n    </div>\n    <p class=\"indent\">IV.  CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We need go no further.  For the reasons stated, we  reject the appellant's attacks on both his conviction and his  sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For purposes of this appeal, the appellant effectively  concedes that he violated N.H. Rev. Stat. &#167; 265:25.1 (ordaining  that \"[t]he driver of a vehicle shall not follow another vehicle  more closely than is reasonable and prudent\") and N.H. Rev.  Stat. &#167; 266:74.ll (proscribing the use of blue-tinted lights on  vehicles other than law enforcement vehicles).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> They were correct.  Later analysis revealed that the  plastic bag contained twenty-eight grams of cocaine base.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The grand jury indicted Baker as well, but the government  dropped that charge following her enrollment in a pretrial  diversion program.  She is not a party to this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We are cognizant that our reasoning differs somewhat from  that of the district court, but we may affirm a district court's  suppression ruling on any ground made manifest by the record. See, e.g., United States v. Doe, <span class=\"citation\" data-id=\"196225\"><a href=\"/opinion/196225/united-states-v-doe/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span>, 111-12 (1st Cir.  1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The appellant also suggests that his consent was  involuntary because the trooper did not inform him that he could  decline to permit a search.  This suggestion overlooks that the  Supreme Court has held, recently and squarely, that an officer  conducting a highway stop need not inform the driver that he is  free to go before requesting permission to conduct a search. Ohio v. Robinette, <span class=\"citation\" data-id=\"118066\"><a href=\"/opinion/118066/ohio-v-robinette/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 40 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, in Sokolow itself the Court held that the cash  purchase, together with other indicia, supported a reasonable  suspicion sufficient to justify an investigative stop.  490 U.S.  at 11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We do not dwell on the appellant's reference to United  States v. Pruitt, <span class=\"citation\" data-id=\"73750\"><a href=\"/opinion/73750/united-states-v-pruitt/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span> (11th Cir. 1999).  The stop  there lasted for nearly half an hour, id. at 1218, and the  Eleventh Circuit subsequently limited Pruitt to situations in  which the unrelated questions unreasonably prolonged the search. See Purcell, 236 F.3d at 1280.  Here, however, the district  court supportably found that the entire stop lasted no more than  five minutes, and there is no proof of unreasonable prolongation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The career offender guideline specifies an offense level of  34 where the statutory maximum sentence for the count of  conviction is 25 years or more (but less than life in prison). See USSG &#167;4B1.1.  The statutory maximum for possession with  intent to distribute five grams or more of crack cocaine is 40  years.  See 21 U.S.C. &#167; 841(b)(1)(B)(iii).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/73750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773960/"
  ]
}