{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199711/",
  "absolute_url": "/opinion/199711/summit-packaging-v-kenyon-kenyon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199711/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:26Z",
  "date_modified": "2017-03-24T11:03:02.688349Z",
  "type": "010combined",
  "sha1": "0d0a955ff5a43eeed8ec7d2d2c43eab0a9f5f720",
  "page_count": 11,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1383-01A.pdf",
  "local_path": "pdf/2001/12/03/Summit_Packaging_v._Kenyon__Kenyon.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1383\n\n                 SUMMIT PACKAGING SYSTEMS, INC.,\n\n                       Plaintiff, Appellee,\n\n                                 v.\n\n                          KENYON & KENYON,\n\n                       Defendant, Appellant.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n\n                               Before\n\n                       Boudin, Chief Judge,\n\n                    Torruella, Circuit Judge,\n\n                 and Stahl, Senior Circuit Judge.\n\n\n\n     Emily Gray Rice, with whom Orr & Reno, P.A. and Philip S. Bixby,\nwere on brief, for appellant.\n     Jack B. Middleton, with whom McLane, Graf, Raulerson & Middleton,\nProfessional Association and Scott H. Harris, were on brief, for\nappellee.\n\fDecember 3, 2001\n\n\n\n\n      -2-\n\f          TORRUELLA, Circuit Judge.       Appellant Kenyon & Kenyon\n\n(\"Kenyon\") provided appellee Summit Packaging Systems, Inc. (\"Summit\")\n\nlegal representation in a patent infringement lawsuit. Dissatisfied\n\nwith the legal services it received, Summit brought suit against\n\nKenyon in New Hampshire Superior Court. After removing the case to\n\nfederal court, Kenyon filed a motion to stay the proceedings in favor\n\nof arbitration. Kenyon argued that the case should be submitted to\n\narbitration pursuant to a written agreement between the parties. The\n\ndistrict court denied Kenyon's motion, finding the arbitration clause\n\nto be permissive rather than mandatory. Because we conclude that the\n\narbitration clause is mandatory, we reverse.\n\n                             BACKGROUND\n\n          In 1994, Summit retained Kenyon, an intellectual property law\n\nfirm, to represent it in a patent infringement lawsuit. A letter dated\n\nApril 28, 1994, signed by both parties, memorialized the terms of the\n\nretainer agreement. The April 28 letter incorporated by reference the\n\nterms of a 1991 retainer agreement between Summit and Kenyon. The 1991\n\nretainer agreement contains an arbitration clause that states:\n\n          In the event any dispute arises between us\n          concerning our representation or payment of our\n          fees and disbursements which cannot be promptly\n          resolved to our mutual satisfaction, you agree\n          that the dispute will be submitted to\n          arbitration, and for that purpose referred to the\n          President of the Association of the Bar of the\n          City of New York . . . or to such Trustee or\n          other member of that Association as the President\n\n\n                                 -3-\n\f          any [sic] designate, as a tribunal for resolution\n          of the dispute (and decision of the tribunal\n          shall be final) or, if you prefer, submitted to\n          the Courts of the State of New York, on condition\n          that you promptly indicate your preference upon\n          request, and promptly appear therebefore.\n\n          Displeased with Kenyon's legal representation, Summit filed\n\nsuit in New Hampshire Superior Court alleging, inter alia, legal\n\nmalpractice and unfair billing practices. Kenyon successfully removed\n\nthe case to federal court and shortly thereafter filed for summary\n\njudgment. Kenyon argued that all disputes regarding its representation\n\nof Summit should be submitted to arbitration pursuant to the written\n\nagreement between the parties. On December 28, 2000, the district\n\ncourt denied Kenyon's motion for summary judgment and characterized the\n\narbitration clause as follows:\n\n          The clause [Kenyon] relies on permits but does\n          not require Summit to submit disputes concerning\n          Kenyon & Kenyon's representation of it to\n          arbitration. Further, although Kenyon & Kenyon\n          does not raise the issue, the language in the\n          clause authorizes Summit to file claims in the\n          New York state courts which permits, but does not\n          require Summit to bring suit in New York State\n          Court.\n\nSummit Packaging Sys., Inc. v. Kenyon & Kenyon, No. 00-131, slip. op.\n\nat 1 (D.N.H.   Dec. 28, 2000).\n\n          On January 10, 2001, Kenyon filed a motion to reconsider the\n\ntrial court's summary judgment order or, in the alternative, for a stay\n\nof the proceedings under the Federal Arbitration Act, 9 U.S.C. § 1 et\n\n\n\n                                 -4-\n\fseq. The court denied these combined motions. Summit, No. 00-131,\n\nslip. op. at 1 (D.N.H. Jan. 31, 2001). Kenyon now appeals the district\n\ncourt's denial of its motion to stay the proceedings in favor of\n\narbitration.\n\n                             DISCUSSION\n\n          Pursuant to the Federal Arbitration Act (\"FAA\"), federal\n\nappellate courts have jurisdiction to review a district court's denial\n\nof a motion to stay proceedings in favor of arbitration. 9 U.S.C. §\n\n16(a)(1)(A). As a condition precedent to exercising its jurisdiction\n\nunder § 16(a)(1)(A), the appeals court must find that the requirements\n\nset forth in 9 U.S.C. § 3 have been met. Section 3 states, in relevant\n\npart:\n\n          If any suit or proceeding be brought in any of\n          the courts of the United States upon any issue\n          referable to arbitration under an agreement in\n          writing for such arbitration, the court in which\n          such suit is pending, upon being satisfied that\n          the issue involved in such suit or proceeding is\n          referable to arbitration under such an agreement,\n          shall on application of one of the parties stay\n          the trial of the action until such arbitration\n          has been had in accordance with the terms of the\n          agreement . . . .\n\n9 U.S.C. § 3 (emphasis added).\n\n          Summit argues that this Court does not have jurisdiction over\n\nKenyon's appeal because the parties' issues are not \"referable to\n\narbitration.\" Summit claims that the retainer agreement is entirely\n\npermissive, allowing Summit to resolve its dispute with Kenyon through\n\n\n                                 -5-\n\farbitration or litigation in any forum. Because the arbitration clause\n\ndoes not constrain Summit's choice of forum whatsoever, the issues\n\ncannot properly be \"referable to arbitration\" according to Summit.\n\n          In the alternative, Summit claims that if the retainer\n\nagreement constrains its choice of forum - requiring Summit to choose\n\nbetween arbitration and New York state court - arbitration is still not\n\nmandatory. The arbitration clause remains permissive in the sense that\n\nSummit continues to have a choice between arbitration and litigation in\n\nNew York state court. Summit, then, cannot be forced to arbitrate\n\nagainst its will because the arbitration clause permits, but does not\n\nrequire, arbitration. Summit thus concludes that under either reading\n\nof the retainer agreement, the issues at stake are not \"referable to\n\narbitration,\" thereby leaving this Court without jurisdictional\n\nauthority.\n\n          We agree with Summit that a party cannot be forced to\n\narbitrate when it has not agreed to do so. See, e.g., AT & T Techs.,\n\nInc. v. Communications Workers of Am., 475 U.S. 643, 648 (1986). We\n\nfurther agree that a party cannot be forced to arbitrate against its\n\nwill if the arbitration clause permits, but does not require,\n\narbitration.   Thus, the crucial underlying question in Summit's\n\njurisdictional challenge is whether the arbitration clause at issue is\n\nmandatory or permissive. Interestingly, this is the same question that\n\nis presented by the merits of the appeal. As the two questions are\n\n\n                                 -6-\n\fidentical, resolution of Summit's jurisdictional challenge will\n\ndetermine the outcome of Kenyon's appeal.\n\n           Summit's first argument is that the arbitration clause is\n\nentirely permissive, allowing Summit to file suit in any forum it\n\ndesires.   However, this position, which was also adopted by the\n\ndistrict court, is belied by the very language of the arbitration\n\nclause. The plain language of the arbitration clause offers Summit\n\nonly two forums in the event of a dispute: arbitration or litigation in\n\nNew York state court. In the retainer contract, Summit agreed that any\n\ndispute \"will be submitted to arbitration . . . or . . . to the Courts\n\nof the State of New York . . . .\"      (Appellant's Brief app. at 14)\n\n(emphasis added). The language of the retainer agreement simply does\n\nnot allow for an interpretation that permits filing suit outside of New\n\nYork. The parties' choice of the word \"will\" - a word \"commonly having\n\nthe mandatory sense of 'shall' or 'must,'\" Black's Law Dictionary 1102\n\n(6th ed. 1991) - demonstrates their exclusive commitment to the two\n\nnamed forums. Most succinctly, the plain meaning of the phrase \"will\n\nbe submitted\" is that the course of action is required, not\n\ndiscretionary.\n\n           To construe the phrase \"will be submitted to arbitration .\n\n. . or . . . to the Courts of the State of New York\" to permit the\n\nparties to choose any forum imaginable would be to render the phrase\n\n\"will be\" meaningless. Since it is a basic principle of contract law\n\n\n                                 -7-\n\fthat constructions that render contract terms meaningless should be\n\navoided, see, e.g., Systemized of New England, Inc. v. SCM, Inc., 732\n\nF.2d 1030, 1034 (1st Cir. 1984) (applying the \"familiar principle\" that\n\nevery part of a contract should be given \"meaning and effect\"), we\n\ninterpret the arbitration clause to require Summit to choose one of the\n\ntwo named forums.\n\n           In interpreting the arbitration clause to allow Summit to\n\nfile suit in any forum, the district court mistakenly relied on Dancart\n\nCorp. v. St. Albans Rubber Co., 474 A.2d 1020 (N.H. 1984). In Dancart,\n\nthe court was presented with a forum selection clause in a commercial\n\ncontract that stated, \"This Quotation and any contract as a result\n\nthereof . . . shall be subject to the jurisdiction of the English\n\nCourts.\" Id. at 1020. The court interpreted this clause as conferring\n\njurisdiction on English courts, but not limiting jurisdiction\n\nexclusively to them. In reaching its conclusion, the Dancart court was\n\nclear: \"[T]he clause in question here is not a mandate to act, or to\n\nrefrain from acting. It is a grant of authority, and jurisdictional\n\nauthority is not necessarily exclusive jurisdictional authority.\" Id.\n\nat 1022.\n\n           Unlike the contract in Dancart, the arbitration clause in the\n\ninstant case is both a provision for jurisdiction and venue.         It\n\ncreates a \"mandate to act\" - that is, it requires the parties to\n\nresolve their disputes through arbitration or litigation in New York.\n\n\n                                  -8-\n\fIn contrast to jurisdictional authority, forum selection is necessarily\n\nexclusive. In other words, when parties agree that they \"will submit\"\n\ntheir dispute to a specified forum, they do so to the exclusion of all\n\nother forums. See, e.g., Nascone v. Spudnuts, Inc., 735 F.2d 763, 765\n\n(3d Cir. 1984) (holding that the language \"venue for any proceeding .\n\n. . shall be Salt Lake County, State of Utah,\" constituted a mandatory\n\nforum selection clause); Milk 'N' More, Inc. v. Beavert, 963 F.2d 1342,\n\n1345-46 (10th Cir. 1992) (holding that the language \"venue shall be\n\nproper under this agreement in Johnson County, Kansas\" constituted a\n\nmandatory forum selection clause).\n\n          Having determined that the arbitration clause requires Summit\n\nto choose one of the named forums to resolve its dispute, we turn to\n\nSummit's second argument. Summit argues that even if the retainer\n\nagreement constrains its choice of forum, arbitration is still not\n\nmandatory. The arbitration clause remains permissive in the sense that\n\nSummit continues to have a choice between arbitration and litigation in\n\nNew York state court. Summit, then, cannot be forced to arbitrate\n\nagainst its will, as the arbitration clause permits, but does not\n\nrequire, arbitration. See AT & T Techs., 475 U.S. at 648 (noting that\n\n\"'a party cannot be required to submit to arbitration any dispute which\n\nhe has not agreed so to submit'\") (quoting United Steelworkers of Am.\n\nv. Warrior & Gulf Navigation Co., 363 U.S. 574, 582 (1960)).\n\n\n\n\n                                 -9-\n\f          We disagree, however, with Summit's characterization of the\n\narbitration clause for two reasons. First, as a matter of logic, when\n\na person must choose between two options and decides to forego one of\n\nthem, then the second option necessarily becomes mandatory. This\n\nsimple syllogism describes the scenario that Summit has created for\n\nitself. The retention agreement presented Summit with two options:\n\narbitration or litigation in New York state court. When Summit filed\n\nthis action in New Hampshire Superior Court, it decided to forego\n\nbringing suit in New York.     In so doing, arbitration became the\n\nmandatory, and exclusive, forum for dispute resolution.\n\n          Furthermore, the cases that Summit cites for the proposition\n\nthat it cannot be forced to arbitrate are inapposite. Those cases\n\nrevolve around the question of whether the parties involved ever\n\nintended to arbitrate certain issues in the first place. See AT & T\n\nTechs., 475 U.S. at 649-50 (analyzing collective bargaining agreement\n\nto determine what issues are covered by the arbitration clause); United\n\nSteelworkers, 363 U.S. at 584 (same). There is no doubt in the instant\n\ncase that Summit agreed to resolve its disputes with Kenyon through\n\nlitigation in New York or arbitration; and when Summit abandoned the\n\nformer, the latter became mandatory.\n\n          Second, forcing Summit to arbitrate is consistent with the\n\nspirit and intent of the FAA. The Supreme Court described the FAA's\n\npurpose as \"ensuring that private arbitration agreements are enforced\n\n\n                                 -10-\n\faccording to their terms.\" Volt Info. Scis, Inc. v. Bd. of Trs. of\n\nLeland Stanford Jr. Univ., 489 U.S. 468, 478 (1989). Arbitration thus\n\nis \"a matter of consent, not coercion, and parties are generally free\n\nto structure their agreements as they see fit.\" Id. at 479. Summit\n\nagreed to include in its arbitration clause two named forums for\n\ndispute resolution, and it decided to forego the New York litigation\n\nalternative. Consistent with its own agreement, and in furtherance of\n\nthe FAA's purpose, Summit must now submit to the only option that\n\nremains under the contract it negotiated - arbitration.\n\n                             CONCLUSION\n\n          Because Summit is required under the agreement with Kenyon\n\nto arbitrate its claims (unless Summit resorted to New York courts--\n\nwhich it failed to do), we conclude that this Court has jurisdiction\n\nover the appeal under 9 U.S.C. § 16(a)(1)(A) and that the district\n\ncourt erred in characterizing the arbitration clause as permissive. We\n\nreverse the district court's decision to deny Kenyon's motion to stay\n\nthe proceedings in favor of arbitration and remand the matter for\n\naction consistent with these proceedings.\n\n          Costs assessed against appellee.\n\n\n\n\n                                -11-\n\f",
  "html": "<p class=\"case_cite\">273 F.3d 9 (1st Cir. 2001)</p>\n    <p class=\"parties\">SUMMIT PACKAGING SYSTEMS, INC., Plaintiff, Appellee,<br>v.<br>KENYON &amp; KENYON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1383</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct 3, 2001<br>Decided December 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Emily Gray Rice, with whom Orr &amp; Reno, P.A. and Philip S. Bixby, were on brief, for appellant.</p>\n      <p class=\"indent\">Jack B. Middleton, with whom McLane, Graf, Raulerson &amp; Middleton, Professional Association and Scott H. Harris, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Kenyon &amp; Kenyon (\"Kenyon\") provided appellee Summit Packaging Systems, Inc. (\"Summit\") legal representation in a patent infringement lawsuit. Dissatisfied with the legal services it received, Summit brought suit against Kenyon in New Hampshire Superior Court. After removing the case to federal court, Kenyon filed a motion to stay the proceedings in favor of arbitration. Kenyon argued that the case should be submitted to arbitration pursuant to a written agreement between the parties. The district court denied Kenyon's motion, finding the arbitration clause to be permissive rather than mandatory. Because we conclude that the arbitration clause is mandatory, we reverse.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1994, Summit retained Kenyon, an intellectual property law firm, to represent it in a patent infringement lawsuit. A letter dated April 28, 1994, signed by both parties, memorialized the terms of the retainer agreement. The April 28 letter incorporated by reference the terms of a 1991 retainer agreement between Summit and Kenyon. The 1991 retainer agreement contains an arbitration clause that states:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the event any dispute arises between us concerning our representation or payment of our fees and disbursements which cannot be promptly resolved to our mutual satisfaction, you agree that the dispute will be submitted to arbitration, and for that purpose referred to the President of the Association of the Bar of the City of New York . . . or to such Trustee or other member of that Association as the President any [sic] designate, as a tribunal for resolution of the dispute (and decision of the tribunal shall be final) or, if you prefer, submitted to the Courts of the State of New York, on condition that you promptly indicate your preference upon request, and promptly appear therebefore.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Displeased with Kenyon's legal representation, Summit filed suit in New Hampshire Superior Court alleging, inter alia, legal malpractice and unfair billing practices. Kenyon successfully removed the case to federal court and shortly thereafter filed for summary judgment. Kenyon argued that all disputes regarding its representation of Summit should be submitted to arbitration pursuant to the written agreement between the parties. On December 28, 2000, the district court denied Kenyon's motion for summary judgment and characterized the arbitration clause as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The clause [Kenyon] relies on permits but does not require Summit to submit disputes concerning Kenyon &amp; Kenyon's representation of it to arbitration. Further, although Kenyon &amp; Kenyon does not raise the issue, the language in the clause authorizes Summit to file claims in the New York state courts which permits, but does not require Summit to bring suit in New York State Court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Summit Packaging Sys., Inc. v. Kenyon &amp; Kenyon, No. 00-131, slip. op. at 1 (D.N.H. Dec. 28, 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 10, 2001, Kenyon filed a motion to reconsider the trial court's summary judgment order or, in the alternative, for a stay of the proceedings under the Federal Arbitration Act, 9 U.S.C. &#167; 1 et seq. The court denied these combined motions. Summit, No. 00-131, slip. op. at 1 (D.N.H. Jan. 31, 2001). Kenyon now appeals the district court's denial of its motion to stay the proceedings in favor of arbitration.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to the Federal Arbitration Act (\"FAA\"), federal appellate courts have jurisdiction to review a district court's denial of a motion to stay proceedings in favor of arbitration. 9 U.S.C. &#167; 16(a)(1)(A). As a condition precedent to exercising its jurisdiction under &#167; 16(a)(1)(A), the appeals court must find that the requirements set forth in 9 U.S.C. &#167; 3 have been met. Section 3 states, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If any suit or proceeding be brought in any of the courts of the United States upon any issue referable to arbitration under an agreement in writing for such arbitration, the court in which such suit is pending, upon being satisfied that the issue involved in such suit or proceeding is referable to arbitration under such an agreement, shall on application of one of the parties stay the trial of the action until such arbitration has been had in accordance with the terms of the agreement . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">9 U.S.C. &#167; 3 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Summit argues that this Court does not have jurisdiction over Kenyon's appeal because the parties' issues are not \"referable to arbitration.\" Summit claims that the retainer agreement is entirely permissive, allowing Summit to resolve its dispute with Kenyon through arbitration or litigation in any forum. Because the arbitration clause does not constrain Summit's choice of forum whatsoever, the issues cannot properly be \"referable to arbitration\" according to Summit.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the alternative, Summit claims that if the retainer agreement constrains its choice of forum - requiring Summit to choose between arbitration and New York state court - arbitration is still not mandatory. The arbitration clause remains permissive in the sense that Summit continues to have a choice between arbitration and litigation in New York state court. Summit, then, cannot be forced to arbitrate against its will because the arbitration clause permits, but does not require, arbitration. Summit thus concludes that under either reading of the retainer agreement, the issues at stake are not \"referable to arbitration,\" thereby leaving this Court without jurisdictional authority.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We agree with Summit that a party cannot be forced to arbitrate when it has not agreed to do so. See, e.g., AT &amp; T Techs., Inc. v. Communications Workers of Am., 475 U.S. 643, 648 (1986). We further agree that a party cannot be forced to arbitrate against its will if the arbitration clause permits, but does not require, arbitration. Thus, the crucial underlying question in Summit's jurisdictional challenge is whether the arbitration clause at issue is mandatory or permissive. Interestingly, this is the same question that is presented by the merits of the appeal. As the two questions are identical, resolution of Summit's jurisdictional challenge will determine the outcome of Kenyon's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Summit's first argument is that the arbitration clause is entirely permissive, allowing Summit to file suit in any forum it desires. However, this position, which was also adopted by the district court, is belied by the very language of the arbitration clause. The plain language of the arbitration clause offers Summit only two forums in the event of a dispute: arbitration or litigation in New York state court. In the retainer contract, Summit agreed that any dispute \"will be submitted to arbitration . . . or . . . to the Courts of the State of New York . . . .\" (Appellant's Brief app. at 14) (emphasis added). The language of the retainer agreement simply does not allow for an interpretation that permits filing suit outside of New York. The parties' choice of the word \"will\" - a word \"commonly having the mandatory sense of 'shall' or 'must,'\" Black's Law Dictionary 1102 (6th ed. 1991) - demonstrates their exclusive commitment to the two named forums. Most succinctly, the plain meaning of the phrase \"will be submitted\" is that the course of action is required, not discretionary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To construe the phrase \"will be submitted to arbitration . . . or . . . to the Courts of the State of New York\" to permit the parties to choose any forum imaginable would be to render the phrase \"will be\" meaningless. Since it is a basic principle of contract law that constructions that render contract terms meaningless should be avoided, see, e.g., Systemized of New England, Inc. v. SCM, Inc., 732 F.2d 1030, 1034 (1st Cir. 1984) (applying the \"familiar principle\" that every part of a contract should be given \"meaning and effect\"), we interpret the arbitration clause to require Summit to choose one of the two named forums.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In interpreting the arbitration clause to allow Summit to file suit in any forum, the district court mistakenly relied on Dancart Corp. v. St. Albans Rubber Co., 474 A.2d 1020 (N.H. 1984). In Dancart, the court was presented with a forum selection clause in a commercial contract that stated, \"This Quotation and any contract as a result thereof . . . shall be subject to the jurisdiction of the English Courts.\" Id. at 1020. The court interpreted this clause as conferring jurisdiction on English courts, but not limiting jurisdiction exclusively to them. In reaching its conclusion, the Dancart court was clear: \"[T]he clause in question here is not a mandate to act, or to refrain from acting. It is a grant of authority, and jurisdictional authority is not necessarily exclusive jurisdictional authority.\" Id. at 1022.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Unlike the contract in Dancart, the arbitration clause in the instant case is both a provision for jurisdiction and venue. It creates a \"mandate to act\" - that is, it requires the parties to resolve their disputes through arbitration or litigation in New York. In contrast to jurisdictional authority, forum selection is necessarily exclusive. In other words, when parties agree that they \"will submit\" their dispute to a specified forum, they do so to the exclusion of all other forums. See, e.g., Nascone v. Spudnuts, Inc., 735 F.2d 763, 765 (3d Cir. 1984) (holding that the language \"venue for any proceeding . . . shall be Salt Lake County, State of Utah,\" constituted a mandatory forum selection clause); Milk 'N' More, Inc. v. Beavert, 963 F.2d 1342, 1345-46 (10th Cir. 1992) (holding that the language \"venue shall be proper under this agreement in Johnson County, Kansas\" constituted a mandatory forum selection clause).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Having determined that the arbitration clause requires Summit to choose one of the named forums to resolve its dispute, we turn to Summit's second argument. Summit argues that even if the retainer agreement constrains its choice of forum, arbitration is still not mandatory. The arbitration clause remains permissive in the sense that Summit continues to have a choice between arbitration and litigation in New York state court. Summit, then, cannot be forced to arbitrate against its will, as the arbitration clause permits, but does not require, arbitration. See AT &amp; T Techs., 475 U.S. at 648 (noting that \"'a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit'\") (quoting United Steelworkers of Am. v. Warrior &amp; Gulf Navigation Co., 363 U.S. 574, 582 (1960)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We disagree, however, with Summit's characterization of the arbitration clause for two reasons. First, as a matter of logic, when a person must choose between two options and decides to forego one of them, then the second option necessarily becomes mandatory. This simple syllogism describes the scenario that Summit has created for itself. The retention agreement presented Summit with two options: arbitration or litigation in New York state court. When Summit filed this action in New Hampshire Superior Court, it decided to forego bringing suit in New York. In so doing, arbitration became the mandatory, and exclusive, forum for dispute resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Furthermore, the cases that Summit cites for the proposition that it cannot be forced to arbitrate are inapposite. Those cases revolve around the question of whether the parties involved ever intended to arbitrate certain issues in the first place. See AT &amp; T Techs., 475 U.S. at 649-50 (analyzing collective bargaining agreement to determine what issues are covered by the arbitration clause); United Steelworkers, 363 U.S. at 584 (same). There is no doubt in the instant case that Summit agreed to resolve its disputes with Kenyon through</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">litigation in New York or arbitration; and when Summit abandoned the former, the latter became mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second, forcing Summit to arbitrate is consistent with the spirit and intent of the FAA. The Supreme Court described the FAA's purpose as \"ensuring that private arbitration agreements are enforced according to their terms.\" Volt Info. Scis, Inc. v. Bd. of Trs. of Leland Stanford Jr. Univ., 489 U.S. 468, 478 (1989). Arbitration thus is \"a matter of consent, not coercion, and parties are generally free to structure their agreements as they see fit.\" Id. at 479. Summit agreed to include in its arbitration clause two named forums for dispute resolution, and it decided to forego the New York litigation alternative. Consistent with its own agreement, and in furtherance of the FAA's purpose, Summit must now submit to the only option that remains under the contract it negotiated - arbitration.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because Summit is required under the agreement with Kenyon to arbitrate its claims (unless Summit resorted to New York courts--which it failed to do), we conclude that this Court has jurisdiction over the appeal under 9 U.S.C. &#167; 16(a)(1)(A) and that the district court erred in characterizing the arbitration clause as permissive. We reverse the district court's decision to deny Kenyon's motion to stay the proceedings in favor of arbitration and remand the matter for action consistent with these proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Costs assessed against appellee.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">SUMMIT PACKAGING SYSTEMS, INC., Plaintiff, Appellee,<br>v.<br>KENYON &amp; KENYON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1383</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct 3, 2001<br>Decided December 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Paul J. Barbadoro, U.S. District Judge]</p>\n      <p class=\"indent\">Emily Gray Rice, with whom Orr &amp; Reno, P.A. and Philip S. Bixby, were on brief, for appellant.</p>\n      <p class=\"indent\">Jack B. Middleton, with whom McLane, Graf, Raulerson &amp; Middleton, Professional Association and Scott H. Harris, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Kenyon &amp; Kenyon (\"Kenyon\") provided appellee Summit Packaging Systems, Inc. (\"Summit\") legal representation in a patent infringement lawsuit. Dissatisfied with the legal services it received, Summit brought suit against Kenyon in New Hampshire Superior Court. After removing the case to federal court, Kenyon filed a motion to stay the proceedings in favor of arbitration. Kenyon argued that the case should be submitted to arbitration pursuant to a written agreement between the parties. The district court denied Kenyon's motion, finding the arbitration clause to be permissive rather than mandatory. Because we conclude that the arbitration clause is mandatory, we reverse.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1994, Summit retained Kenyon, an intellectual property law firm, to represent it in a patent infringement lawsuit. A letter dated April 28, 1994, signed by both parties, memorialized the terms of the retainer agreement. The April 28 letter incorporated by reference the terms of a 1991 retainer agreement between Summit and Kenyon. The 1991 retainer agreement contains an arbitration clause that states:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the event any dispute arises between us concerning our representation or payment of our fees and disbursements which cannot be promptly resolved to our mutual satisfaction, you agree that the dispute will be submitted to arbitration, and for that purpose referred to the President of the Association of the Bar of the City of New York . . . or to such Trustee or other member of that Association as the President any [sic] designate, as a tribunal for resolution of the dispute (and decision of the tribunal shall be final) or, if you prefer, submitted to the Courts of the State of New York, on condition that you promptly indicate your preference upon request, and promptly appear therebefore.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Displeased with Kenyon's legal representation, Summit filed suit in New Hampshire Superior Court alleging, inter alia, legal malpractice and unfair billing practices. Kenyon successfully removed the case to federal court and shortly thereafter filed for summary judgment. Kenyon argued that all disputes regarding its representation of Summit should be submitted to arbitration pursuant to the written agreement between the parties. On December 28, 2000, the district court denied Kenyon's motion for summary judgment and characterized the arbitration clause as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The clause [Kenyon] relies on permits but does not require Summit to submit disputes concerning Kenyon &amp; Kenyon's representation of it to arbitration. Further, although Kenyon &amp; Kenyon does not raise the issue, the language in the clause authorizes Summit to file claims in the New York state courts which permits, but does not require Summit to bring suit in New York State Court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Summit Packaging Sys., Inc. v. Kenyon &amp; Kenyon, No. 00-131, slip. op. at 1 (D.N.H. Dec. 28, 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 10, 2001, Kenyon filed a motion to reconsider the trial court's summary judgment order or, in the alternative, for a stay of the proceedings under the Federal Arbitration Act, 9 U.S.C. &#167; 1 et seq. The court denied these combined motions. Summit, No. 00-131, slip. op. at 1 (D.N.H. Jan. 31, 2001). Kenyon now appeals the district court's denial of its motion to stay the proceedings in favor of arbitration.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to the Federal Arbitration Act (\"FAA\"), federal appellate courts have jurisdiction to review a district court's denial of a motion to stay proceedings in favor of arbitration. 9 U.S.C. &#167; 16(a)(1)(A). As a condition precedent to exercising its jurisdiction under &#167; 16(a)(1)(A), the appeals court must find that the requirements set forth in 9 U.S.C. &#167; 3 have been met. Section 3 states, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If any suit or proceeding be brought in any of the courts of the United States upon any issue referable to arbitration under an agreement in writing for such arbitration, the court in which such suit is pending, upon being satisfied that the issue involved in such suit or proceeding is referable to arbitration under such an agreement, shall on application of one of the parties stay the trial of the action until such arbitration has been had in accordance with the terms of the agreement . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">9 U.S.C. &#167; 3 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Summit argues that this Court does not have jurisdiction over Kenyon's appeal because the parties' issues are not \"referable to arbitration.\" Summit claims that the retainer agreement is entirely permissive, allowing Summit to resolve its dispute with Kenyon through arbitration or litigation in any forum. Because the arbitration clause does not constrain Summit's choice of forum whatsoever, the issues cannot properly be \"referable to arbitration\" according to Summit.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the alternative, Summit claims that if the retainer agreement constrains its choice of forum - requiring Summit to choose between arbitration and New York state court - arbitration is still not mandatory. The arbitration clause remains permissive in the sense that Summit continues to have a choice between arbitration and litigation in New York state court. Summit, then, cannot be forced to arbitrate against its will because the arbitration clause permits, but does not require, arbitration. Summit thus concludes that under either reading of the retainer agreement, the issues at stake are not \"referable to arbitration,\" thereby leaving this Court without jurisdictional authority.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We agree with Summit that a party cannot be forced to arbitrate when it has not agreed to do so. See, e.g., AT &amp; T Techs., Inc. v. Communications Workers of Am., <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></a></span>, 648 (1986). We further agree that a party cannot be forced to arbitrate against its will if the arbitration clause permits, but does not require, arbitration. Thus, the crucial underlying question in Summit's jurisdictional challenge is whether the arbitration clause at issue is mandatory or permissive. Interestingly, this is the same question that is presented by the merits of the appeal. As the two questions are identical, resolution of Summit's jurisdictional challenge will determine the outcome of Kenyon's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Summit's first argument is that the arbitration clause is entirely permissive, allowing Summit to file suit in any forum it desires. However, this position, which was also adopted by the district court, is belied by the very language of the arbitration clause. The plain language of the arbitration clause offers Summit only two forums in the event of a dispute: arbitration or litigation in New York state court. In the retainer contract, Summit agreed that any dispute \"will be submitted to arbitration . . . or . . . to the Courts of the State of New York . . . .\" (Appellant's Brief app. at 14) (emphasis added). The language of the retainer agreement simply does not allow for an interpretation that permits filing suit outside of New York. The parties' choice of the word \"will\" - a word \"commonly having the mandatory sense of 'shall' or 'must,'\" Black's Law Dictionary 1102 (6th ed. 1991) - demonstrates their exclusive commitment to the two named forums. Most succinctly, the plain meaning of the phrase \"will be submitted\" is that the course of action is required, not discretionary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To construe the phrase \"will be submitted to arbitration . . . or . . . to the Courts of the State of New York\" to permit the parties to choose any forum imaginable would be to render the phrase \"will be\" meaningless. Since it is a basic principle of contract law that constructions that render contract terms meaningless should be avoided, see, e.g., Systemized of New England, Inc. v. SCM, Inc., <span class=\"citation\" data-id=\"434889\"><a href=\"/opinion/434889/systemized-of-new-england-inc-v-scm-incorporated/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1030</span></a></span>, 1034 (1st Cir. 1984) (applying the \"familiar principle\" that every part of a contract should be given \"meaning and effect\"), we interpret the arbitration clause to require Summit to choose one of the two named forums.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In interpreting the arbitration clause to allow Summit to file suit in any forum, the district court mistakenly relied on Dancart Corp. v. St. Albans Rubber Co., <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1020</span></span> (N.H. 1984). In Dancart, the court was presented with a forum selection clause in a commercial contract that stated, \"This Quotation and any contract as a result thereof . . . shall be subject to the jurisdiction of the English Courts.\" Id. at 1020. The court interpreted this clause as conferring jurisdiction on English courts, but not limiting jurisdiction exclusively to them. In reaching its conclusion, the Dancart court was clear: \"[T]he clause in question here is not a mandate to act, or to refrain from acting. It is a grant of authority, and jurisdictional authority is not necessarily exclusive jurisdictional authority.\" Id. at 1022.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Unlike the contract in Dancart, the arbitration clause in the instant case is both a provision for jurisdiction and venue. It creates a \"mandate to act\" - that is, it requires the parties to resolve their disputes through arbitration or litigation in New York. In contrast to jurisdictional authority, forum selection is necessarily exclusive. In other words, when parties agree that they \"will submit\" their dispute to a specified forum, they do so to the exclusion of all other forums. See, e.g., Nascone v. Spudnuts, Inc., <span class=\"citation\" data-id=\"436243\"><a href=\"/opinion/436243/frank-j-nascone-and-spudnuts-of-pennsylvania-inc-a-corporation-v/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 765 (3d Cir. 1984) (holding that the language \"venue for any proceeding . . . shall be Salt Lake County, State of Utah,\" constituted a mandatory forum selection clause); Milk 'N' More, Inc. v. Beavert, <span class=\"citation\" data-id=\"583468\"><a href=\"/opinion/583468/milk-n-more-inc-a-corporation-v-jack-d-beavert/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1342</span></a></span>, 1345-46 (10th Cir. 1992) (holding that the language \"venue shall be proper under this agreement in Johnson County, Kansas\" constituted a mandatory forum selection clause).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Having determined that the arbitration clause requires Summit to choose one of the named forums to resolve its dispute, we turn to Summit's second argument. Summit argues that even if the retainer agreement constrains its choice of forum, arbitration is still not mandatory. The arbitration clause remains permissive in the sense that Summit continues to have a choice between arbitration and litigation in New York state court. Summit, then, cannot be forced to arbitrate against its will, as the arbitration clause permits, but does not require, arbitration. See AT &amp; T Techs., 475 U.S. at 648 (noting that \"'a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit'\") (quoting United Steelworkers of Am. v. Warrior &amp; Gulf Navigation Co., <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 582 (1960)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We disagree, however, with Summit's characterization of the arbitration clause for two reasons. First, as a matter of logic, when a person must choose between two options and decides to forego one of them, then the second option necessarily becomes mandatory. This simple syllogism describes the scenario that Summit has created for itself. The retention agreement presented Summit with two options: arbitration or litigation in New York state court. When Summit filed this action in New Hampshire Superior Court, it decided to forego bringing suit in New York. In so doing, arbitration became the mandatory, and exclusive, forum for dispute resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Furthermore, the cases that Summit cites for the proposition that it cannot be forced to arbitrate are inapposite. Those cases revolve around the question of whether the parties involved ever intended to arbitrate certain issues in the first place. See AT &amp; T Techs., 475 U.S. at 649-50 (analyzing collective bargaining agreement to determine what issues are covered by the arbitration clause); United Steelworkers, 363 U.S. at 584 (same). There is no doubt in the instant case that Summit agreed to resolve its disputes with Kenyon through</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">litigation in New York or arbitration; and when Summit abandoned the former, the latter became mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second, forcing Summit to arbitrate is consistent with the spirit and intent of the FAA. The Supreme Court described the FAA's purpose as \"ensuring that private arbitration agreements are enforced according to their terms.\" Volt Info. Scis, Inc. v. Bd. of Trs. of Leland Stanford Jr. Univ., <span class=\"citation\" data-id=\"112212\"><a href=\"/opinion/112212/volt-info-sciences-inc-v-bd-of-trustees-of-leland-stanford-jr-u/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">468</span></a></span>, 478 (1989). Arbitration thus is \"a matter of consent, not coercion, and parties are generally free to structure their agreements as they see fit.\" Id. at 479. Summit agreed to include in its arbitration clause two named forums for dispute resolution, and it decided to forego the New York litigation alternative. Consistent with its own agreement, and in furtherance of the FAA's purpose, Summit must now submit to the only option that remains under the contract it negotiated - arbitration.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because Summit is required under the agreement with Kenyon to arbitrate its claims (unless Summit resorted to New York courts--which it failed to do), we conclude that this Court has jurisdiction over the appeal under 9 U.S.C. &#167; 16(a)(1)(A) and that the district court erred in characterizing the arbitration clause as permissive. We reverse the district court's decision to deny Kenyon's motion to stay the proceedings in favor of arbitration and remand the matter for action consistent with these proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Costs assessed against appellee.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/436243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583468/"
  ]
}