{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199719/",
  "absolute_url": "/opinion/199719/united-states-v-desir/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199719/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:31Z",
  "date_modified": "2017-03-24T11:03:03.358794Z",
  "type": "010combined",
  "sha1": "03d553985d8590719befef405ff8e868c6da0967",
  "page_count": 16,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2423-01A.pdf",
  "local_path": "pdf/2001/12/10/US_v._Desir.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-2423\n\n                    UNITED STATES OF AMERICA,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                        DONALD PAUL DESIR,\n\n                      Defendant, Appellant.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n\n                              Before\n\n              Torruella and Selya, Circuit Judges,\n\n                    and Lisi,* District Judge.\n\n\n\n     Mark J. Gardner, for appellant.\n     Donald C. Lockhart, Assistant U.S. Attorney, with whom Margaret\nE. Curran, United States Attorney, was on brief, for appellee.\n\n\n\n                        December 10, 2001\n\n\n*   Of the District of Rhode Island, sitting by designation.\n\f-2-\n\f          TORRUELLA, Circuit Judge. Appellant Donald P. Desir was\n\nconvicted on charges of conspiracy and attempt to possess cocaine with\n\nthe intent to distribute. After sentencing, Desir filed a Rule 33\n\nmotion for a new trial based on newly discovered evidence.         The\n\ndistrict court, after an evidentiary hearing, denied appellant's motion\n\nfor failure to satisfy the \"newly discovered evidence\" standard. Desir\n\nthen appealed to this Court. Because we find that the district court's\n\ndenial of the motion was not an abuse of discretion, we hereby affirm.\n\n                             Background\n\n          On October 30, 1997, Desir was arrested on charges of\n\nconspiracy and attempt to possess cocaine with the intent to\n\ndistribute.   Appellant retained an experienced criminal defense\n\nattorney, David Cicilline, as his counsel. On January 6, 1998, a jury\n\nwas impaneled before a magistrate judge. Neither appellant nor his\n\ncounsel objected to the magistrate judge conducting the impanelment.\n\n          One of the jurors selected was Bruno Sukys, who identified\n\nhimself as a Social Services Director at the International Institute of\n\nRhode Island, an organization that, inter alia, provides immigration\n\nassistance to non-citizens. During voir dire, the jurors were asked\n\nwhether they knew appellant.      Sukys did not indicate any prior\n\nknowledge of or acquaintance with Desir.\n\n          The jury found Desir guilty, and he was sentenced to 240\n\nmonths' imprisonment on June 5, 1998. More than a year later, in July\n\n\n                                 -3-\n\fof 1999, appellant, acting pro se, filed a Rule 33 motion for a new\n\ntrial based on newly discovered evidence. Appellant cited two grounds\n\nfor his motion: (1) that he was deprived of his right to a fair and\n\nimpartial jury because Sukys knew him and had knowledge of a previous\n\nconviction, which biased him against appellant; and (2) that he was\n\ndeprived of his right to have an Article III judge, rather than a\n\nmagistrate judge, conduct voir dire.\n\n           After the district court concluded that an evidentiary\n\nhearing would be required, Desir retained John P. Larochelle as his\n\ncounsel.   At the hearing, on September 29 and October 2, 2000,\n\nappellant claimed a prior connection with juror Sukys. Desir asserted\n\nthat Sukys had previously assisted him and his family in immigration\n\nmatters, but that he did not recognize Sukys during impanelment because\n\nSukys was wearing a suit and had a different haircut. The district\n\ncourt determined that appellant's explanation was not credible because\n\nSukys identified himself in court and appellant and attorney Cicilline\n\nhad specifically discussed the desirability of having Sukys as a juror.\n\nMoreover, appellant's sisters, Michelle Larracuente and Nadine Desir,\n\nwho both attended appellant's trial, recognized Sukys and mentioned his\n\npresence to Desir. Therefore, the district court determined that\n\nappellant waived any claim to a new trial because he voluntarily chose\n\nnot to challenge Sukys under the belief that Sukys would be favorably\n\ninclined towards him.\n\n\n                                 -4-\n\f          The district court further determined that there was no\n\ncredible evidence to support Desir's allegation that Sukys had\n\nknowledge of Desir's prior conviction or was predisposed to find him\n\nguilty. As a result, the district court denied the motion for a new\n\ntrial on appellant's \"newly discovered evidence\" of juror misconduct or\n\nbias.\n\n          The district court also denied appellant's motion for a new\n\ntrial on the \"newly discovered evidence\" that voir dire had been\n\nconducted by a magistrate judge, as opposed to an Article III judge.\n\nThe district court denied the motion because neither appellant nor his\n\ncounsel contemporaneously objected to impanelment by the magistrate.\n\n          Desir appeals the denial of his motion for a new trial on\n\nboth grounds. He further claims that the district court abused its\n\ndiscretion by ordering attorney Cicilline to testify at the evidentiary\n\nhearing, in violation of the attorney-client privilege, as to Desir's\n\nknowledge of the jurors.\n\n                             Discussion\n\n          Rule 33 permits a defendant, in light of newly discovered\n\nevidence, to file a motion for a new trial within three years of the\n\nverdict. Fed. R. Crim. P. 33. A court may grant defendant's motion\n\n\"if the interests of justice so require.\" Id. We have held that a\n\ndefendant seeking a new trial based on newly discovered evidence must\n\nprove four factors: (1) the newly discovered evidence was unknown or\n\n\n                                 -5-\n\funavailable at the time of trial; (2) the defendant was duly diligent\n\nin trying to discover it; (3) the evidence was material; and (4) the\n\nevidence was such that it would probably result in an acquittal upon\n\nretrial. See United States v. Conley, 249 F.3d 38, 45 (1st Cir. 2001);\n\nsee also United States v. Levy-Cordero, 67 F.3d 1002, 1018 (1st Cir.\n\n1995); United States v. Wright, 625 F.2d 1017, 1019 (1st Cir. 1980).\n\nIf the defendant fails to prove any one of these four factors, the\n\nmotion must be denied. See Conley, 249 F.3d at 45 (noting that the\n\n\"remedy of a new trial must be used sparingly, and only where a\n\nmiscarriage of justice would otherwise result\").\n\n          In determining whether or not the defendant has satisfied the\n\nfour-factor test, the district court \"has broad power to weigh the\n\nevidence and assess the credibility of both the witnesses . . . [and\n\nthe] 'new' evidence.\" Wright, 625 F.2d at 1019. Denial of a new trial\n\nwill be affirmed unless the court has \"manifestly abused its\n\ndiscretion.\"   Id.\n\nA.   Juror Misconduct or Bias\n\n          Appellant claims that he was unaware that Sukys was a member\n\nof the jury until after the trial had ended. Therefore, he asserts\n\nthat this information, which potentially supports a claim for juror\n\nbias or misconduct because of the prior relationship between Sukys and\n\nDesir, is \"newly discovered evidence\" within the meaning of Rule 33.\n\nAfter an evidentiary hearing on appellant's motion, however, the\n\n\n                                 -6-\n\fdistrict court determined that Desir's claim was not credible and that\n\nhe was aware of Sukys' presence on the jury.\n\n          On appeal, a trial court's \"findings of fact will not be\n\noverturned unless they are without any support in the record.\" Wright,\n\n625 F.2d at 1019. The record indicates that Sukys identified himself\n\nby name, occupation, and place of employment during jury impanelment.\n\nIn addition, Desir discussed Sukys with his attorney, and Desir's\n\nsister Nadine testified that she told Desir of Sukys' presence. Given\n\nthis evidence, we cannot say that the district court's determination\n\nthat Desir had knowledge of Sukys' presence on the jury was \"without\n\nany support in the record.\"\n\n          Thus, accepting the district court's finding of fact that\n\nDesir did recognize Sukys at impanelment, we agree that there is no\n\n\"newly discovered\" evidence to support a claim for juror misconduct or\n\nbias. Rather, if Desir recognized Sukys during jury impanelment, then\n\nthe facts supporting his potential claim for juror misconduct or bias\n\nwere known at that time. Therefore, these facts cannot constitute\n\n\"newly discovered\" evidence. See United States v. Osorio-Peña, 247\n\nF.3d 14, 19 (1st Cir. 2001) (noting that facts known at the time of\n\ntrial cannot be considered \"newly discovered\"). Thus, appellant has\n\nnot even satisfied the first prong of the Rule 33 standard for a new\n\ntrial.\n\n\n\n\n                                 -7-\n\f          Moreover, we have previously held that a defendant who has\n\nknowledge of juror misconduct or bias at the time of trial waives such\n\na claim by failing to raise it until after trial. See United States v.\n\nCosta, 890 F.2d 480, 482 (1st Cir. 1989). Otherwise, \"[a]ny other rule\n\nwould allow defendants to sandbag the court by remaining silent and\n\ngambling on a favorable verdict, knowing that if the verdict went\n\nagainst them, they could always obtain a new trial by later raising the\n\nissue of juror misconduct.\"      Id.\n\n          In addition, Desir asserts that he has a claim for juror bias\n\nbased on Sukys' alleged knowledge of his prior conviction.        This\n\nproposed evidence of juror bias also fails the test for \"newly\n\ndiscovered\" evidence. First, the district court noted in its opinion\n\nthat it found no evidence that Sukys had actual knowledge of Desir's\n\nprior conviction. Second, even if Sukys did have knowledge of the\n\nprior conviction, this aspect of potential bias was not newly\n\ndiscovered. Since the district court found that Desir was aware of\n\nSukys' presence on the jury at the time of trial, Desir likewise must\n\nhave known that Sukys may have had knowledge of the prior conviction.\n\nTherefore, since the predicate for a claim of juror bias was known at\n\nthe time of trial, it is not newly discovered.       And, once again,\n\nbecause Desir knew of this claim for juror bias at the time of trial\n\nbut did not raise it, the claim was waived.\n\n\n\n\n                                 -8-\n\f          Thus, since appellant has failed to satisfy even the first\n\nprong for a Rule 33 motion based on newly discovered evidence, we\n\ncannot say the district court abused its discretion in denying\n\nappellant's motion on his claim of juror bias. See Conley, 249 F.3d at\n\n45 (stating that court must deny motion for new trial if defendant\n\nfails to prove any of the four factors).\n\n\n\n\n                                 -9-\n\fB.   Impanelment by a Magistrate Judge\n\n          The district court also denied appellant's motion for a new\n\ntrial based on the \"newly discovered\" evidence that jury selection was\n\nconducted by a magistrate judge, rather than by an Article III judge.\n\nAppellant alleges that this new evidence, of which he was personally\n\nunaware until post-trial, demonstrates that his trial was infected with\n\nconstitutional error, thereby requiring       a new trial.\n\n          Desir's constitutional claim, however, is not based on \"newly\n\ndiscovered\" evidence.    Desir contends that he was unaware that a\n\nmagistrate judge was presiding over voir dire because the judge never\n\nidentified his status in court. Even if appellant did not understand\n\nthat the judge conducting the impanelment was a magistrate judge,\n\ndefense counsel testified as to his personal knowledge of this. For\n\npurposes of a Rule 33 motion based on newly discovered evidence,\n\ndefense counsel's knowledge of the evidence and his or her\n\nunderstanding of its legal significance are imputed to the defendant.\n\nSee Osorio-Peña, 247 F.3d at 18-19 (finding that defendant's Rule 33\n\nchallenge to a search warrant was not based on newly discovered\n\nevidence because defense counsel knew of defects in warrant, but just\n\nfailed to raise them at trial). Therefore, defense counsel's admitted\n\nknowledge that a magistrate judge was conducting voir dire is\n\nattributed to Desir, thereby nullifying any allegation that this was\n\n\"newly discovered\" evidence.\n\n\n                                 -10-\n\f          Appellant argues, though, that even if he is credited with\n\nknowledge of the judge's magistrate status, his constitutional claim\n\nstill survives.   Desir is incorrect for two reasons.     First, as a\n\nprocedural matter, Desir has raised his constitutional claim in the\n\nform of a Rule 33 motion based on newly discovered evidence. Thus, no\n\nmatter how grave the constitutional error, he is required to prove the\n\nfour factors, which include proving that the evidence is, in fact,\n\nnewly discovered. Moreover, since the district court denied Desir's\n\nmotion, appellant must now meet an even higher standard than proving\n\nthe four factors; he must prove that the district court's denial of the\n\nmotion was an abuse of discretion. Appellant has failed to do either.\n\n          Second, as a substantive matter, Desir misconstrues the case\n\nlaw governing the power of magistrates to conduct jury impanelment.\n\nAppellant argues that a defendant must affirmatively grant consent in\n\norder for a magistrate, instead of an Article III judge, to preside\n\nover voir dire. Since neither defense counsel nor Desir affirmatively\n\nconsented, appellant argues that this is new evidence of constitutional\n\nerror. However, we have previously held that affirmative consent is\n\nnot required. See United States v. Martínez-Torres, 944 F.2d 51, 52\n\n(1st Cir. 1991) (rejecting the need for specific written consent to\n\nenable a magistrate to conduct voir dire). Rather, a magistrate may\n\nconduct jury selection unless the defendant or his attorney registers\n\nan objection. See Peretz v. United States, 501 U.S. 923, 934-36, 937,\n\n\n                                 -11-\n\f940 (1991) (finding that defendant has no constitutional right to have\n\nan Article III judge preside at jury selection unless defendant objects\n\nto judge's absence); see also Martínez-Torres, 944 F.2d at 51-52\n\n(same). In this case, neither Desir nor his counsel objected, so\n\nappellant waived any constitutional entitlement to an Article III judge\n\nat jury impanelment.1\n\nC.   Attorney-Client Privilege\n\n          During the hearing on appellant's motion for a new trial,\n\nappellant's trial counsel, David Cicilline, was called to testify.\n\nAppellant contemporaneously objected, claiming that some of Cicilline's\n\ntestimony was protected by the attorney-client privilege. The district\n\ncourt overruled the objection and ordered Cicilline to testify, citing\n\ntwo reasons. First, the district court found that appellant had waived\n\nthe privilege as to communications with his attorney about juror Sukys\n\nbecause appellant had, by his motion, put at issue whether his\n\nknowledge of Sukys' presence on the jury was newly discovered. Second,\n\nappellant had waived the privilege as to these same communications\n\n\n\n1 Thus, at most, defendant has an ineffective assistance of counsel\nclaim based on counsel's failure to inform defendant of the difference\nbetween a magistrate and an Article III judge. An ineffective\nassistance of counsel claim, though, ordinarily cannot be raised\nthrough a Rule 33 motion based on newly discovered evidence. See\nOsorio-Peña, 247 F.3d at 19 (stating that most circuits \"have held that\nfacts giving rise to ineffective assistance claims are not newly\ndiscovered evidence under Rule 33 if the facts were available to the\ndefendant at trial but he or she did not appreciate their legal\nsignificance\").\n\n                                 -12-\n\fbecause appellant had voluntarily testified that he did not recognize\n\nSukys during impanelment, in part because attorney Cicilline had\n\nadvised appellant not to look at the jurors. Desir contends that this\n\ncourt-ordered testimony violated his attorney-client privilege and\n\ntherefore constituted an abuse of discretion in denying his motion for\n\na new trial based on juror bias.\n\n          Whether the attorney-client privilege applies is a factual\n\ndetermination for the trial court which will only be reversed if it is\n\nclearly erroneous. See Texaco P.R., Inc. v. Dep't of Consumer Affairs,\n\n60 F.3d 867, 883 (1st Cir. 1995). In this case, the district court's\n\ndecision to order attorney Cicilline's testimony was not clearly\n\nerroneous.\n\n          The district court's finding that the attorney-client\n\nprivilege did not apply was based upon a theory of implied waiver. See\n\n1 McCormick on Evidence § 93 (John W. Strong, ed., 5th ed. 1999)\n\n(noting that client's conduct, such as partial disclosure, may\n\nconstitute waiver where it would be \"unfair for the client to invoke\n\nthe privilege thereafter\"); see also 3 Weinstein's Federal Evidence §\n\n503.41 (Joseph M. McLaughlin, ed., 2d ed. 1997) (waiver by implication\n\nmay occur whenever party takes a position that makes it unfair to\n\nprotect attorney-client communications, such as when a client testifies\n\nabout portions of such communications or client relies on attorney's\n\nadvice as element of claim or defense); United States v. Workman, 138\n\n\n                                 -13-\n\fF.3d 1261, 1263-64 (8th Cir. 1998) (implied waiver is to prevent\n\ndefendant from \"selectively assert[ing] the privilege to block the\n\nintroduction of information harmful to his case after introducing other\n\naspects\" of attorney-client communications that are beneficial;\n\n\"attorney client privilege cannot be used as both a shield and a\n\nsword\"); United States v. Rakes, 136 F.3d 1, 5 (1st Cir. 1998) (waiver\n\n\"is directed against selective disclosures by reserving protection for\n\nonly those communications that the privilege holder himself is prepared\n\nto keep confidential\"). In essence, the district court determined that\n\nsince appellant was claiming that he did not recognize Sukys during\n\ntrial, and his failure to recognize Sukys was partly based on\n\nCicilline's alleged advice to not look at the jurors, the government\n\nshould be allowed to examine Cicilline to determine whether appellant\n\nwas being truthful in his claim of non-recognition of Sukys.\n\n          The concept of implied waiver of the attorney-client\n\nprivilege is not well-developed in this circuit. See United States v.\n\nBillmyer, 57 F.3d 31, 37 (1st Cir. 1995) (\"Waiver doctrine has only a\n\nfew hardedged rules; as to many permutations, it is a fluid body of\n\nprecedent reflecting a variety of concerns, including an insistence on\n\nreal confidentiality and limitations based on fairness.\"). Even in\n\nthose circuits which have had greater opportunities to discuss the\n\ncontours of the implied waiver theory, the analysis is fact-intensive\n\nand based on a less-than-definitive standard of fairness, see In re\n\n\n                                 -14-\n\fGrand Jury Proceedings, 219 F.3d 175, 183, 185 (2d Cir. 2000) (stating\n\nthat whether fairness requires a waiver of privilege is determined on\n\na case-by-case basis, focusing on the \"specific context in which the\n\nprivilege is asserted\"). Because implied waiver requires a careful\n\nweighing of facts and \"should not be applied cavalierly,\" id. at 186,\n\nwe decline to address the specific contours of appellant's privilege\n\nclaim, particularly since a determination on privilege is unnecessary\n\nto affirm the district court's denial of the new trial motion.\n\n          Even if we were to assume, without deciding, that appellant's\n\nargument concerning the attorney-client privilege has merit, his claim\n\nfor a new trial fails because the district court still would have found\n\nthat appellant failed to satisfy the four requirements for a new trial\n\nbased on newly discovered evidence. Without Cicilline's testimony,\n\nthere was abundant evidence to support a finding by the district court\n\nthat Sukys' presence on the jury was not newly discovered: Sukys\n\nidentified himself and his position at the International Institute\n\nduring impanelment and appellant's sister, Nadine Desir, testified that\n\nshe informed her brother of Sukys' presence at the trial. Thus, there\n\nwould have been no abuse of discretion for the district court to deny\n\nthe new trial motion for lack of any \"newly discovered\" evidence.\n\n                             Conclusion\n\n          Because appellant waived his juror bias claim, the district\n\ncourt properly denied appellant's motion.\n\n\n                                 -15-\n\fAffirmed.\n\n\n\n\n            -16-\n\f",
  "html": "<p class=\"case_cite\">273 F.3d 39 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellee,<br>v.<br>DONALD PAUL DESIR, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2423</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Sept. 11, 2001<br>Decided December 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ernest C. Torres, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mark J. Gardner, for appellant.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant U.S. Attorney, with whom Margaret E. Curran, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella and Selya, Circuit Judges, and Lisi,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Donald P. Desir was convicted on charges of conspiracy and attempt to possess cocaine with the intent to distribute. After sentencing, Desir filed a Rule 33 motion for a new trial based on newly discovered evidence. The district court, after an evidentiary hearing, denied appellant's motion for failure to satisfy the \"newly discovered evidence\" standard. Desir then appealed to this Court. Because we find that the district court's denial of the motion was not an abuse of discretion, we hereby affirm.</p>\n    </div>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 30, 1997, Desir was arrested on charges of conspiracy and attempt to possess cocaine with the intent to distribute. Appellant retained an experienced criminal defense attorney, David Cicilline, as his counsel. On January 6, 1998, a jury was impaneled before a magistrate judge. Neither appellant nor his counsel objected to the magistrate judge conducting the impanelment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One of the jurors selected was Bruno Sukys, who identified himself as a Social Services Director at the International Institute of Rhode Island, an organization that, inter alia, provides immigration assistance to non-citizens. During voir dire, the jurors were asked whether they knew appellant. Sukys did not indicate any prior knowledge of or acquaintance with Desir.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jury found Desir guilty, and he was sentenced to 240 months' imprisonment on June 5, 1998. More than a year later, in July of 1999, appellant, acting pro se, filed a Rule 33 motion for a new trial based on newly discovered evidence. Appellant cited two grounds for his motion: (1) that he was deprived of his right to a fair and impartial jury because Sukys knew him and had knowledge of a previous conviction, which biased him against appellant; and (2) that he was deprived of his right to have an Article III judge, rather than a magistrate judge, conduct voir dire.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After the district court concluded that an evidentiary hearing would be required, Desir retained John P. Larochelle as his counsel. At the hearing, on September 29 and October 2, 2000, appellant claimed a prior connection with juror Sukys. Desir asserted that Sukys had previously assisted him and his family in immigration matters, but that he did not recognize Sukys during impanelment because Sukys was wearing a suit and had a different haircut. The district court determined that appellant's explanation was not credible because Sukys identified himself in court and appellant and attorney Cicilline had specifically discussed the desirability of having Sukys as a juror. Moreover, appellant's sisters, Michelle Larracuente and Nadine Desir, who both attended appellant's trial, recognized Sukys and mentioned his presence to Desir. Therefore, the district court determined that appellant waived any claim to a new trial because he voluntarily chose not to challenge Sukys under the belief that Sukys would be favorably inclined towards him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court further determined that there was no credible evidence to support Desir's allegation that Sukys had knowledge of Desir's prior conviction or was predisposed to find him guilty. As a result, the district court denied the motion for a new trial on appellant's \"newly discovered evidence\" of juror misconduct or bias.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court also denied appellant's motion for a new trial on the \"newly discovered evidence\" that voir dire had been conducted by a magistrate judge, as opposed to an Article III judge. The district court denied the motion because neither appellant nor his counsel contemporaneously objected to impanelment by the magistrate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Desir appeals the denial of his motion for a new trial on both grounds. He further claims that the district court abused its discretion by ordering attorney Cicilline to testify at the evidentiary hearing, in violation of the attorney-client privilege, as to Desir's knowledge of the jurors.</p>\n    </div>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rule 33 permits a defendant, in light of newly discovered evidence, to file a motion for a new trial within three years of the verdict. Fed. R. Crim. P. 33. A court may grant defendant's motion \"if the interests of justice so require.\" Id. We have held that a defendant seeking a new trial based on newly discovered evidence must prove four factors: (1) the newly discovered evidence was unknown or unavailable at the time of trial; (2) the defendant was duly diligent in trying to discover it; (3) the evidence was material; and (4) the evidence was such that it would probably result in an acquittal upon retrial. See United States v. Conley, 249 F.3d 38, 45 (1st Cir. 2001); see also United States v. Levy-Cordero, 67 F.3d 1002, 1018 (1st Cir. 1995); United States v. Wright, 625 F.2d 1017, 1019 (1st Cir. 1980). If the defendant fails to prove any one of these four factors, the motion must be denied. See Conley, 249 F.3d at 45 (noting that the \"remedy of a new trial must be used sparingly, and only where a miscarriage of justice would otherwise result\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In determining whether or not the defendant has satisfied the four-factor test, the district court \"has broad power to weigh the evidence and assess the credibility of both the witnesses . . . [and the] 'new' evidence.\" Wright, 625 F.2d at 1019. Denial of a new trial will be affirmed unless the court has \"manifestly abused its discretion.\" Id.</p>\n    </div>\n    <p class=\"indent\">A. Juror Misconduct or Bias</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant claims that he was unaware that Sukys was a member of the jury until after the trial had ended. Therefore, he asserts that this information, which potentially supports a claim for juror bias or misconduct because of the prior relationship between Sukys and Desir, is \"newly discovered evidence\" within the meaning of Rule 33. After an evidentiary hearing on appellant's motion, however, the district court determined that Desir's claim was not credible and that he was aware of Sukys' presence on the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, a trial court's \"findings of fact will not be overturned unless they are without any support in the record.\" Wright, 625 F.2d at 1019. The record indicates that Sukys identified himself by name, occupation, and place of employment during jury impanelment. In addition, Desir discussed Sukys with his attorney, and Desir's sister Nadine testified that she told Desir of Sukys' presence. Given this evidence, we cannot say that the district court's determination that Desir had knowledge of Sukys' presence on the jury was \"without any support in the record.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thus, accepting the district court's finding of fact that Desir did recognize Sukys at impanelment, we agree that there is no \"newly discovered\" evidence to support a claim for juror misconduct or bias. Rather, if Desir recognized Sukys during jury impanelment, then the facts supporting his potential claim for juror misconduct or bias were known at that time. Therefore, these facts cannot constitute \"newly discovered\" evidence. See United States v. Osorio-Pena, 247 F.3d 14, 19 (1st Cir. 2001) (noting that facts known at the time of trial cannot be considered \"newly discovered\"). Thus, appellant has not even satisfied the first prong of the Rule 33 standard for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moreover, we have previously held that a defendant who has knowledge of juror misconduct or bias at the time of trial waives such a claim by failing to raise it until after trial. See United States v. Costa, 890 F.2d 480, 482 (1st Cir. 1989). Otherwise, \"[a]ny other rule would allow defendants to sandbag the court by remaining silent and gambling on a favorable verdict, knowing that if the verdict went against them, they could always obtain a new trial by later raising the issue of juror misconduct.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In addition, Desir asserts that he has a claim for juror bias based on Sukys' alleged knowledge of his prior conviction. This proposed evidence of juror bias also fails the test for \"newly discovered\" evidence. First, the district court noted in its opinion that it found no evidence that Sukys had actual knowledge of Desir's prior conviction. Second, even if Sukys did have knowledge of the prior conviction, this aspect of potential bias was not newly discovered. Since the district court found that Desir was aware of Sukys' presence on the jury at the time of trial, Desir likewise must have known that Sukys may have had knowledge of the prior conviction. Therefore, since the predicate for a claim of juror bias was known at the time of trial, it is not newly discovered. And, once again, because Desir knew of this claim for juror bias at the time of trial but did not raise it, the claim was waived.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, since appellant has failed to satisfy even the first prong for a Rule 33 motion based on newly discovered evidence, we cannot say the district court abused its discretion in denying appellant's motion on his claim of juror bias. See Conley, 249 F.3d at 45 (stating that court must deny motion for new trial if defendant fails to prove any of the four factors).</p>\n    </div>\n    <p class=\"indent\">B. Impanelment by a Magistrate Judge</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court also denied appellant's motion for a new trial based on the \"newly discovered\" evidence that jury selection was conducted by a magistrate judge, rather than by an Article III judge. Appellant alleges that this new evidence, of which he was personally unaware until post-trial, demonstrates that his trial was infected with constitutional error, thereby requiring a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Desir's constitutional claim, however, is not based on \"newly discovered\" evidence. Desir contends that he was unaware that a magistrate judge was presiding over voir dire because the judge never identified his status in court. Even if appellant did not understand that the judge conducting the impanelment was a magistrate judge, defense counsel testified as to his personal knowledge of this. For purposes of a Rule 33 motion based on newly discovered evidence, defense counsel's knowledge of the evidence and his or her understanding of its legal significance are imputed to the defendant. See Osorio-Pena, 247 F.3d at 18-19 (finding that defendant's Rule 33 challenge to a search warrant was not based on newly discovered evidence because defense counsel knew of defects in warrant, but just failed to raise them at trial). Therefore, defense counsel's admitted knowledge that a magistrate judge was conducting voir dire is attributed to Desir, thereby nullifying any allegation that this was \"newly discovered\" evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant argues, though, that even if he is credited with knowledge of the judge's magistrate status, his constitutional claim still survives. Desir is incorrect for two reasons. First, as a procedural matter, Desir has raised his constitutional claim in the form of a Rule 33 motion based on newly discovered evidence. Thus, no matter how grave the constitutional error, he is required to prove the four factors, which include proving that the evidence is, in fact, newly discovered. Moreover, since the district court denied Desir's motion, appellant must now meet an even higher standard than proving the four factors; he must prove that the district court's denial of the motion was an abuse of discretion. Appellant has failed to do either.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Second, as a substantive matter, Desir misconstrues the case law governing the power of magistrates to conduct jury impanelment. Appellant argues that a defendant must affirmatively grant consent in order for a magistrate, instead of an Article III judge, to preside over voir dire. Since neither defense counsel nor Desir affirmatively consented, appellant argues that this is new evidence of constitutional error. However, we have previously held that affirmative consent is not required. See United States v. Martnez-Torres, 944 F.2d 51, 52 (1st Cir. 1991) (rejecting the need for specific written consent to enable a magistrate to conduct voir dire). Rather, a magistrate may conduct jury selection unless the defendant or his attorney registers an objection. See Peretz v. United States, 501 U.S. 923, 934-36, 937, 940 (1991) (finding that defendant has no constitutional right to have an Article III judge preside at jury selection unless defendant objects to judge's absence); see also Martnez-Torres, 944 F.2d at 51-52 (same). In this case, neither Desir nor his counsel objected, so appellant waived any constitutional entitlement to an Article III judge at jury impanelment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">C. Attorney-Client Privilege</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">During the hearing on appellant's motion for a new trial, appellant's trial counsel, David Cicilline, was called to testify. Appellant contemporaneously objected, claiming that some of Cicilline's testimony was protected by the attorney-client privilege. The district court overruled the objection and ordered Cicilline to testify, citing two reasons. First, the district court found that appellant had waived the privilege as to communications with his attorney about juror Sukys because appellant had, by his motion, put at issue whether his knowledge of Sukys' presence on the jury was newly discovered. Second, appellant had waived the privilege as to these same communications because appellant had voluntarily testified that he did not recognize Sukys during impanelment, in part because attorney Cicilline had advised appellant not to look at the jurors. Desir contends that this court-ordered testimony violated his attorney-client privilege and therefore constituted an abuse of discretion in denying his motion for a new trial based on juror bias.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Whether the attorney-client privilege applies is a factual determination for the trial court which will only be reversed if it is clearly erroneous. See Texaco P.R., Inc. v. Dep't of Consumer Affairs, 60 F.3d 867, 883 (1st Cir. 1995). In this case, the district court's decision to order attorney Cicilline's testimony was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court's finding that the attorney-client privilege did not apply was based upon a theory of implied waiver. See 1 McCormick on Evidence &#167; 93 (John W. Strong, ed., 5th ed. 1999) (noting that client's conduct, such as partial disclosure, may constitute waiver where it would be \"unfair for the client to invoke the privilege thereafter\"); see also 3 Weinstein's Federal Evidence &#167; 503.41 (Joseph M. McLaughlin, ed., 2d ed. 1997) (waiver by implication may occur whenever party takes a position that makes it unfair to protect attorney-client communications, such as when a client testifies about portions of such communications or client relies on attorney's advice as element of claim or defense); United States v. Workman, 138 F.3d 1261, 1263-64 (8th Cir. 1998) (implied waiver is to prevent defendant from \"selectively assert[ing] the privilege to block the introduction of information harmful to his case after introducing other aspects\" of attorney-client communications that are beneficial; \"attorney client privilege cannot be used as both a shield and a sword\"); United States v. Rakes, 136 F.3d 1, 5 (1st Cir. 1998) (waiver \"is directed against selective disclosures by reserving protection for only those communications that the privilege holder himself is prepared to keep confidential\"). In essence, the district court determined that since appellant was claiming that he did not recognize Sukys during trial, and his failure to recognize Sukys was partly based on Cicilline's alleged advice to not look at the jurors, the government should be allowed to examine Cicilline to determine whether appellant was being truthful in his claim of non-recognition of Sukys.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The concept of implied waiver of the attorney-client privilege is not well-developed in this circuit. See United States v. Billmyer, 57 F.3d 31, 37 (1st Cir. 1995) (\"Waiver doctrine has only a few hardedged rules; as to many permutations, it is a fluid body of precedent reflecting a variety of concerns, including an insistence on real confidentiality and limitations based on fairness.\"). Even in those circuits which have had greater opportunities to discuss the contours of the implied waiver theory, the analysis is fact-intensive and based on a less-than-definitive standard of fairness, see In re Grand Jury Proceedings, 219 F.3d 175, 183, 185 (2d Cir. 2000) (stating that whether fairness requires a waiver of privilege is determined on a case-by-case basis, focusing on the \"specific context in which the privilege is asserted\"). Because implied waiver requires a careful weighing of facts and \"should not be applied cavalierly,\" id. at 186, we decline to address the specific contours of appellant's privilege claim, particularly since a determination on privilege is unnecessary to affirm the district court's denial of the new trial motion.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if we were to assume, without deciding, that appellant's argument concerning the attorney-client privilege has merit, his claim for a new trial fails because the district court still would have found that appellant failed to satisfy the four requirements for a new trial based on newly discovered evidence. Without Cicilline's testimony, there was abundant evidence to support a finding by the district court that Sukys' presence on the jury was not newly discovered: Sukys identified himself and his position at the International Institute during impanelment and appellant's sister, Nadine Desir, testified that she informed her brother of Sukys' presence at the trial. Thus, there would have been no abuse of discretion for the district court to deny the new trial motion for lack of any \"newly discovered\" evidence.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Because appellant waived his juror bias claim, the district court properly denied appellant's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Rhode Island, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Thus, at most, defendant has an ineffective assistance of counsel claim based on counsel's failure to inform defendant of the difference between a magistrate and an Article III judge. An ineffective assistance of counsel claim, though, ordinarily cannot be raised through a Rule 33 motion based on newly discovered evidence. See Osorio-Pena, 247 F.3d at 19 (stating that most circuits \"have held that facts giving rise to ineffective assistance claims are not newly discovered evidence under Rule 33 if the facts were available to the defendant at trial but he or she did not appreciate their legal significance\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellee,<br>v.<br>DONALD PAUL DESIR, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2423</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Sept. 11, 2001<br>Decided December 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ernest C. Torres, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mark J. Gardner, for appellant.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant U.S. Attorney, with whom Margaret E. Curran, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella and Selya, Circuit Judges, and Lisi,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Donald P. Desir was convicted on charges of conspiracy and attempt to possess cocaine with the intent to distribute. After sentencing, Desir filed a Rule 33 motion for a new trial based on newly discovered evidence. The district court, after an evidentiary hearing, denied appellant's motion for failure to satisfy the \"newly discovered evidence\" standard. Desir then appealed to this Court. Because we find that the district court's denial of the motion was not an abuse of discretion, we hereby affirm.</p>\n    </div>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 30, 1997, Desir was arrested on charges of conspiracy and attempt to possess cocaine with the intent to distribute. Appellant retained an experienced criminal defense attorney, David Cicilline, as his counsel. On January 6, 1998, a jury was impaneled before a magistrate judge. Neither appellant nor his counsel objected to the magistrate judge conducting the impanelment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One of the jurors selected was Bruno Sukys, who identified himself as a Social Services Director at the International Institute of Rhode Island, an organization that, inter alia, provides immigration assistance to non-citizens. During voir dire, the jurors were asked whether they knew appellant. Sukys did not indicate any prior knowledge of or acquaintance with Desir.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The jury found Desir guilty, and he was sentenced to 240 months' imprisonment on June 5, 1998. More than a year later, in July of 1999, appellant, acting pro se, filed a Rule 33 motion for a new trial based on newly discovered evidence. Appellant cited two grounds for his motion: (1) that he was deprived of his right to a fair and impartial jury because Sukys knew him and had knowledge of a previous conviction, which biased him against appellant; and (2) that he was deprived of his right to have an Article III judge, rather than a magistrate judge, conduct voir dire.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After the district court concluded that an evidentiary hearing would be required, Desir retained John P. Larochelle as his counsel. At the hearing, on September 29 and October 2, 2000, appellant claimed a prior connection with juror Sukys. Desir asserted that Sukys had previously assisted him and his family in immigration matters, but that he did not recognize Sukys during impanelment because Sukys was wearing a suit and had a different haircut. The district court determined that appellant's explanation was not credible because Sukys identified himself in court and appellant and attorney Cicilline had specifically discussed the desirability of having Sukys as a juror. Moreover, appellant's sisters, Michelle Larracuente and Nadine Desir, who both attended appellant's trial, recognized Sukys and mentioned his presence to Desir. Therefore, the district court determined that appellant waived any claim to a new trial because he voluntarily chose not to challenge Sukys under the belief that Sukys would be favorably inclined towards him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court further determined that there was no credible evidence to support Desir's allegation that Sukys had knowledge of Desir's prior conviction or was predisposed to find him guilty. As a result, the district court denied the motion for a new trial on appellant's \"newly discovered evidence\" of juror misconduct or bias.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court also denied appellant's motion for a new trial on the \"newly discovered evidence\" that voir dire had been conducted by a magistrate judge, as opposed to an Article III judge. The district court denied the motion because neither appellant nor his counsel contemporaneously objected to impanelment by the magistrate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Desir appeals the denial of his motion for a new trial on both grounds. He further claims that the district court abused its discretion by ordering attorney Cicilline to testify at the evidentiary hearing, in violation of the attorney-client privilege, as to Desir's knowledge of the jurors.</p>\n    </div>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rule 33 permits a defendant, in light of newly discovered evidence, to file a motion for a new trial within three years of the verdict. Fed. R. Crim. P. 33. A court may grant defendant's motion \"if the interests of justice so require.\" Id. We have held that a defendant seeking a new trial based on newly discovered evidence must prove four factors: (1) the newly discovered evidence was unknown or unavailable at the time of trial; (2) the defendant was duly diligent in trying to discover it; (3) the evidence was material; and (4) the evidence was such that it would probably result in an acquittal upon retrial. See United States v. Conley, <span class=\"citation\" data-id=\"199406\"><a href=\"/opinion/199406/united-states-v-conley/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 45 (1st Cir. 2001); see also United States v. Levy-Cordero, <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1018 (1st Cir. 1995); United States v. Wright, <span class=\"citation\" data-id=\"380303\"><a href=\"/opinion/380303/united-states-v-henry-james-wright-jr/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1019 (1st Cir. 1980). If the defendant fails to prove any one of these four factors, the motion must be denied. See Conley, 249 F.3d at 45 (noting that the \"remedy of a new trial must be used sparingly, and only where a miscarriage of justice would otherwise result\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In determining whether or not the defendant has satisfied the four-factor test, the district court \"has broad power to weigh the evidence and assess the credibility of both the witnesses . . . [and the] 'new' evidence.\" Wright, 625 F.2d at 1019. Denial of a new trial will be affirmed unless the court has \"manifestly abused its discretion.\" Id.</p>\n    </div>\n    <p class=\"indent\">A. Juror Misconduct or Bias</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant claims that he was unaware that Sukys was a member of the jury until after the trial had ended. Therefore, he asserts that this information, which potentially supports a claim for juror bias or misconduct because of the prior relationship between Sukys and Desir, is \"newly discovered evidence\" within the meaning of Rule 33. After an evidentiary hearing on appellant's motion, however, the district court determined that Desir's claim was not credible and that he was aware of Sukys' presence on the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, a trial court's \"findings of fact will not be overturned unless they are without any support in the record.\" Wright, 625 F.2d at 1019. The record indicates that Sukys identified himself by name, occupation, and place of employment during jury impanelment. In addition, Desir discussed Sukys with his attorney, and Desir's sister Nadine testified that she told Desir of Sukys' presence. Given this evidence, we cannot say that the district court's determination that Desir had knowledge of Sukys' presence on the jury was \"without any support in the record.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thus, accepting the district court's finding of fact that Desir did recognize Sukys at impanelment, we agree that there is no \"newly discovered\" evidence to support a claim for juror misconduct or bias. Rather, if Desir recognized Sukys during jury impanelment, then the facts supporting his potential claim for juror misconduct or bias were known at that time. Therefore, these facts cannot constitute \"newly discovered\" evidence. See United States v. Osorio-Pena, <span class=\"citation\" data-id=\"199385\"><a href=\"/opinion/199385/united-states-v-osorio-pena/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 19 (1st Cir. 2001) (noting that facts known at the time of trial cannot be considered \"newly discovered\"). Thus, appellant has not even satisfied the first prong of the Rule 33 standard for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moreover, we have previously held that a defendant who has knowledge of juror misconduct or bias at the time of trial waives such a claim by failing to raise it until after trial. See United States v. Costa, <span class=\"citation\" data-id=\"532745\"><a href=\"/opinion/532745/united-states-v-robert-costa-united-states-of-america-v-john-t-durand/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">480</span></a></span>, 482 (1st Cir. 1989). Otherwise, \"[a]ny other rule would allow defendants to sandbag the court by remaining silent and gambling on a favorable verdict, knowing that if the verdict went against them, they could always obtain a new trial by later raising the issue of juror misconduct.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In addition, Desir asserts that he has a claim for juror bias based on Sukys' alleged knowledge of his prior conviction. This proposed evidence of juror bias also fails the test for \"newly discovered\" evidence. First, the district court noted in its opinion that it found no evidence that Sukys had actual knowledge of Desir's prior conviction. Second, even if Sukys did have knowledge of the prior conviction, this aspect of potential bias was not newly discovered. Since the district court found that Desir was aware of Sukys' presence on the jury at the time of trial, Desir likewise must have known that Sukys may have had knowledge of the prior conviction. Therefore, since the predicate for a claim of juror bias was known at the time of trial, it is not newly discovered. And, once again, because Desir knew of this claim for juror bias at the time of trial but did not raise it, the claim was waived.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, since appellant has failed to satisfy even the first prong for a Rule 33 motion based on newly discovered evidence, we cannot say the district court abused its discretion in denying appellant's motion on his claim of juror bias. See Conley, 249 F.3d at 45 (stating that court must deny motion for new trial if defendant fails to prove any of the four factors).</p>\n    </div>\n    <p class=\"indent\">B. Impanelment by a Magistrate Judge</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court also denied appellant's motion for a new trial based on the \"newly discovered\" evidence that jury selection was conducted by a magistrate judge, rather than by an Article III judge. Appellant alleges that this new evidence, of which he was personally unaware until post-trial, demonstrates that his trial was infected with constitutional error, thereby requiring a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Desir's constitutional claim, however, is not based on \"newly discovered\" evidence. Desir contends that he was unaware that a magistrate judge was presiding over voir dire because the judge never identified his status in court. Even if appellant did not understand that the judge conducting the impanelment was a magistrate judge, defense counsel testified as to his personal knowledge of this. For purposes of a Rule 33 motion based on newly discovered evidence, defense counsel's knowledge of the evidence and his or her understanding of its legal significance are imputed to the defendant. See Osorio-Pena, 247 F.3d at 18-19 (finding that defendant's Rule 33 challenge to a search warrant was not based on newly discovered evidence because defense counsel knew of defects in warrant, but just failed to raise them at trial). Therefore, defense counsel's admitted knowledge that a magistrate judge was conducting voir dire is attributed to Desir, thereby nullifying any allegation that this was \"newly discovered\" evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant argues, though, that even if he is credited with knowledge of the judge's magistrate status, his constitutional claim still survives. Desir is incorrect for two reasons. First, as a procedural matter, Desir has raised his constitutional claim in the form of a Rule 33 motion based on newly discovered evidence. Thus, no matter how grave the constitutional error, he is required to prove the four factors, which include proving that the evidence is, in fact, newly discovered. Moreover, since the district court denied Desir's motion, appellant must now meet an even higher standard than proving the four factors; he must prove that the district court's denial of the motion was an abuse of discretion. Appellant has failed to do either.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Second, as a substantive matter, Desir misconstrues the case law governing the power of magistrates to conduct jury impanelment. Appellant argues that a defendant must affirmatively grant consent in order for a magistrate, instead of an Article III judge, to preside over voir dire. Since neither defense counsel nor Desir affirmatively consented, appellant argues that this is new evidence of constitutional error. However, we have previously held that affirmative consent is not required. See United States v. Martnez-Torres, <span class=\"citation\" data-id=\"567924\"><a href=\"/opinion/567924/united-states-v-santos-jesus-martinez-torres-united-states-of-america-v/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span>, 52 (1st Cir. 1991) (rejecting the need for specific written consent to enable a magistrate to conduct voir dire). Rather, a magistrate may conduct jury selection unless the defendant or his attorney registers an objection. See Peretz v. United States, <span class=\"citation\" data-id=\"112645\"><a href=\"/opinion/112645/peretz-v-united-states/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></a></span>, 934-36, 937, 940 (1991) (finding that defendant has no constitutional right to have an Article III judge preside at jury selection unless defendant objects to judge's absence); see also Martnez-Torres, 944 F.2d at 51-52 (same). In this case, neither Desir nor his counsel objected, so appellant waived any constitutional entitlement to an Article III judge at jury impanelment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">C. Attorney-Client Privilege</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">During the hearing on appellant's motion for a new trial, appellant's trial counsel, David Cicilline, was called to testify. Appellant contemporaneously objected, claiming that some of Cicilline's testimony was protected by the attorney-client privilege. The district court overruled the objection and ordered Cicilline to testify, citing two reasons. First, the district court found that appellant had waived the privilege as to communications with his attorney about juror Sukys because appellant had, by his motion, put at issue whether his knowledge of Sukys' presence on the jury was newly discovered. Second, appellant had waived the privilege as to these same communications because appellant had voluntarily testified that he did not recognize Sukys during impanelment, in part because attorney Cicilline had advised appellant not to look at the jurors. Desir contends that this court-ordered testimony violated his attorney-client privilege and therefore constituted an abuse of discretion in denying his motion for a new trial based on juror bias.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Whether the attorney-client privilege applies is a factual determination for the trial court which will only be reversed if it is clearly erroneous. See Texaco P.R., Inc. v. Dep't of Consumer Affairs, <span class=\"citation\" data-id=\"196188\"><a href=\"/opinion/196188/texaco-pr-inc-v-daco/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">867</span></a></span>, 883 (1st Cir. 1995). In this case, the district court's decision to order attorney Cicilline's testimony was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court's finding that the attorney-client privilege did not apply was based upon a theory of implied waiver. See 1 McCormick on Evidence &#167; 93 (John W. Strong, ed., 5th ed. 1999) (noting that client's conduct, such as partial disclosure, may constitute waiver where it would be \"unfair for the client to invoke the privilege thereafter\"); see also 3 Weinstein's Federal Evidence &#167; 503.41 (Joseph M. McLaughlin, ed., 2d ed. 1997) (waiver by implication may occur whenever party takes a position that makes it unfair to protect attorney-client communications, such as when a client testifies about portions of such communications or client relies on attorney's advice as element of claim or defense); United States v. Workman, <span class=\"citation\" data-id=\"752384\"><a href=\"/opinion/752384/united-states-v-roger-d-workman/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span>, 1263-64 (8th Cir. 1998) (implied waiver is to prevent defendant from \"selectively assert[ing] the privilege to block the introduction of information harmful to his case after introducing other aspects\" of attorney-client communications that are beneficial; \"attorney client privilege cannot be used as both a shield and a sword\"); United States v. Rakes, <span class=\"citation\" data-id=\"751604\"><a href=\"/opinion/751604/united-states-v-stephen-m-rakes/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 1998) (waiver \"is directed against selective disclosures by reserving protection for only those communications that the privilege holder himself is prepared to keep confidential\"). In essence, the district court determined that since appellant was claiming that he did not recognize Sukys during trial, and his failure to recognize Sukys was partly based on Cicilline's alleged advice to not look at the jurors, the government should be allowed to examine Cicilline to determine whether appellant was being truthful in his claim of non-recognition of Sukys.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The concept of implied waiver of the attorney-client privilege is not well-developed in this circuit. See United States v. Billmyer, <span class=\"citation\" data-id=\"697654\"><a href=\"/opinion/697654/united-states-v-john-w-billmyer-american-honda-motor-company-inc/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 37 (1st Cir. 1995) (\"Waiver doctrine has only a few hardedged rules; as to many permutations, it is a fluid body of precedent reflecting a variety of concerns, including an insistence on real confidentiality and limitations based on fairness.\"). Even in those circuits which have had greater opportunities to discuss the contours of the implied waiver theory, the analysis is fact-intensive and based on a less-than-definitive standard of fairness, see In re Grand Jury Proceedings, <span class=\"citation\" data-id=\"769504\"><a href=\"/opinion/769504/in-re-grand-jury-proceedings-united-states-of-america-v-john-doe/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 183, 185 (2d Cir. 2000) (stating that whether fairness requires a waiver of privilege is determined on a case-by-case basis, focusing on the \"specific context in which the privilege is asserted\"). Because implied waiver requires a careful weighing of facts and \"should not be applied cavalierly,\" id. at 186, we decline to address the specific contours of appellant's privilege claim, particularly since a determination on privilege is unnecessary to affirm the district court's denial of the new trial motion.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if we were to assume, without deciding, that appellant's argument concerning the attorney-client privilege has merit, his claim for a new trial fails because the district court still would have found that appellant failed to satisfy the four requirements for a new trial based on newly discovered evidence. Without Cicilline's testimony, there was abundant evidence to support a finding by the district court that Sukys' presence on the jury was not newly discovered: Sukys identified himself and his position at the International Institute during impanelment and appellant's sister, Nadine Desir, testified that she informed her brother of Sukys' presence at the trial. Thus, there would have been no abuse of discretion for the district court to deny the new trial motion for lack of any \"newly discovered\" evidence.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Because appellant waived his juror bias claim, the district court properly denied appellant's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Rhode Island, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Thus, at most, defendant has an ineffective assistance of counsel claim based on counsel's failure to inform defendant of the difference between a magistrate and an Article III judge. An ineffective assistance of counsel claim, though, ordinarily cannot be raised through a Rule 33 motion based on newly discovered evidence. See Osorio-Pena, 247 F.3d at 19 (stating that most circuits \"have held that facts giving rise to ineffective assistance claims are not newly discovered evidence under Rule 33 if the facts were available to the defendant at trial but he or she did not appreciate their legal significance\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769504/"
  ]
}