{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199710/",
  "absolute_url": "/opinion/199710/united-states-v-pereira/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199710/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:25Z",
  "date_modified": "2017-03-24T11:03:03.115622Z",
  "type": "010combined",
  "sha1": "88c95be7b02b5e98e84f68ea72c3479dbb11ab51",
  "page_count": 16,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1303-01A.pdf",
  "local_path": "pdf/2001/12/03/US_v._Pereira.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1303\n\n                    UNITED STATES OF AMERICA,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                         JULIO A. PEREIRA,\n\n                       Defendant, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Nancy Gertner, U.S. District Judge]\n\n\n\n                               Before\n\n                    Torruella, Circuit Judge,\n\n                       Lipez, Circuit Judge,\n\n                  and Stearns,* District Judge.\n\n\n\n     Paul G. Levenson, Assistant U.S. Attorney, with whom James B.\nFarmer, United States Attorney, were on brief, for appellant.\n     Kimberly Homan, with whom Sheketoff & Homan, Joseph S. Oteri, and\nOteri, Weinberg & Lawson, were on brief, for appellee.\n\n\n\n*   Of the District of Massachusetts, sitting by designation.\n\fDecember 3, 2001\n\n\n\n\n      -2-\n\f          TORRUELLA, Circuit Judge.     Defendant-appellee Julio A.\n\nPereira (\"Pereira\") pled guilty to four counts of subscribing false tax\n\nreturns and twenty-one counts of using the mails for commercial\n\nbribery. At sentencing, the district court applied the Sentencing\n\nGuidelines and found Pereira's total offense level to be sixteen.\n\nHowever, citing Pereira's extraordinary responsibilities for the care\n\nof his parents, the court departed downwards to a level ten. The court\n\nsentenced Pereira to three years of probation, with six months' home\n\nconfinement. Because we conclude that the district court erred in\n\ngranting Pereira a downward departure, we reverse and remand this case\n\nfor action consistent with this opinion.\n\n                             BACKGROUND\n\n          In 1992, Pereira worked as a senior mechanical buyer for LTX\n\nCorporation (\"LTX\"), a manufacturer of computer-testing equipment and\n\nother electronic components. At that time, Henry Mathieu (\"Mathieu\")\n\nwas the owner of Synertron Associates, Inc. (\"Synertron\"), a company\n\nthat sells electro-mechanical components to firms in the computer and\n\nmedical industries.    Pereira and Mathieu entered into a kickback\n\narrangement whereby Mathieu paid Pereira a five percent \"commission\" on\n\nall of Synertron's sales to LTX. By agreement, Mathieu paid Pereira\n\neach month in cash, on the understanding that these payments would not\n\nbe reported to tax officials. Between 1992 and 1997, Mathieu's cash\n\n\n\n\n                                 -3-\n\fpayments to Pereira totaled approximately $432,000. The tax loss\n\nattributable to Pereira's unreported income was $106,487.\n\n          On March 30, 2000, the Grand Jury for the District of\n\nMassachusetts indicted Pereira on four counts of subscribing false tax\n\nreturns in violation of 26 U.S.C. § 7206(1), and twenty-one counts of\n\nusing the mails for commercial bribery in violation of 18 U.S.C. §\n\n1952. On October 30, 2000, Pereira, pursuant to a plea agreement, pled\n\nguilty to all counts of the indictment.\n\n          The plea agreement set Pereira's total offense level under\n\nthe Sentencing Guidelines at sixteen - thereby resulting in a guideline\n\nsentencing range (\"GSR\") of twenty-one to twenty-seven months'\n\nimprisonment. However, the agreement permitted Pereira to move for a\n\ndownward departure.\n\n          Prior to sentencing, Pereira filed a sentencing memorandum\n\nseeking a downward departure. Pereira claimed, inter alia, that his\n\nobligation to care for his elderly and ill parents was an exceptional\n\nfamily circumstance warranting a downward departure. Pereira estimated\n\nthat he spent approximately twenty hours per week tending to his\n\nparents' needs, including preparing their meals, cleaning their house,\n\ndoing their laundry, making appointments with their physicians,\n\nadministering their medications, helping them with their daily\n\nactivities, shopping for their food and other necessities, taking care\n\nof their finances, and driving them to appointments and community\n\n\n                                 -4-\n\factivities. Furthermore, since Pereira's parents do not speak English,\n\nhe also served as an interpreter for them.\n\n          In addition to the sentencing memorandum, Pereira submitted\n\nseveral letters to the district court from family members and friends.\n\nPereira's wife wrote a letter describing Pereira's responsibilities to\n\nhis parents and the likely consequences that his incarceration would\n\nhave on the family:\n\n          We live the closest of the three children to his\n          parent[s'] home, which makes it much easier [for\n          us] to care for them . . . . If [Pereira] were\n          to be incarcerated his parents would need to move\n          in with one of his two siblings versus a\n          retirement home.\n\n(Appellant's Brief app. at 35.) Pereira's sister also reported that\n\nshe was \"unable to assist [her] parents to the extent that [Pereira\n\ncould].\" Id. at 38. She concluded that without Pereira their parents\n\n\"would certainly be dependent upon an assisted living facility or a\n\nhome nursing arrangement.\"     Id.\n\n          At the sentencing hearing, witnesses testified in detail\n\nabout the extensive care that Pereira provided his parents. Dennis\n\nRodríguez, a longtime family friend, testified:\n\n          [Pereira] is the one that takes care of the\n          parents . . . . Or, if he can't take care of\n          something, he'll call me, Dennis, can you help me\n          out with my parents . . . . The mother had\n          strokes recently. [Pereira] would be, you know,\n          the one to go over there and get her to the\n          hospital. And, obviously, the other siblings\n\n\n\n                                 -5-\n\f          would join, but him being so close, he would be\n          the one.\n\n(Tr. Sentencing Proceedings at 21-22.) On cross-examination, Rodríguez\n\nalso reported that both Pereira's brother and sister worked in the\n\nimmediate vicinity of the parents' home.\n\n          At the conclusion of the hearing, the district court found\n\nthat Pereira's total offense level was sixteen but, over the\n\ngovernment's objection, departed downward to a level ten. According to\n\nthe court, the departure was warranted because of Pereira's\n\nextraordinary family obligations, and in light of the fact that (1)\n\nnone of his siblings could \"step up to the plate\" and provide similar\n\nservices; and (2) the family could not afford external care for the\n\nparents. The court then sentenced Pereira to three years of probation,\n\nwith six months of home detention.\n\n          The court specified that Pereira would be confined to his\n\nhome only during the weekends, leaving him free to work and to care for\n\nhis parents' needs during the week. On weekends, the court noted,\n\nPereira's parents \"would have to rely on others for assistance.\" Id.\n\nat 37.\n\n                         STANDARD OF REVIEW\n\n          We review district court departures under the Sentencing\n\nGuidelines for abuse of discretion. Koon v. United States, 518 U.S.\n\n81, 96-100 (1996).    This analysis has three parts.       \"First, we\n\n\n\n                                 -6-\n\fdetermine as a theoretical matter whether the stated ground for\n\ndeparture is permissible under the guidelines.       If the ground is\n\ntheoretically appropriate, we next examine whether it finds adequate\n\nfactual support in the record. If so, we must probe the degree of the\n\ndeparture in order to verify its reasonableness.\"1 United States v.\n\nDethlefs, 123 F.3d 39, 43-44 (1st Cir. 1997) (citations omitted). In\n\nemploying this analysis, we recognize that \"[a] district court's\n\ndecision to depart from the Guidelines . . . will in most cases be due\n\nsubstantial deference.\"     Koon, 518 U.S. at 98.\n\n                             DISCUSSION\n\n          The United States Sentencing Guidelines establish ranges for\n\nthe criminal sentences of federal offenders. District courts must\n\nimpose sentences within the applicable ranges set forth within the\n\nGuidelines. See 18 U.S.C. § 3553(a). However, a district court may\n\ndepart from the applicable Guideline range if \"the court finds that\n\nthere exists an aggravating or mitigating circumstance of a kind, or to\n\na degree, not adequately taken into consideration by the Sentencing\n\nCommission in formulating the guidelines . . . .\" Id. § 3553(b).\n\nThus, not every aggravating or mitigating circumstance will warrant\n\ndeparture; the circumstance \"must render the case atypical and take it\n\nout of the 'heartland' for which the applicable guideline was\n\n1 Because the government challenges the appropriateness rather than the\ndegree of the district court's departure, our analysis does not include\nthe third inquiry.\n\n                                 -7-\n\fdesigned.\"   United States v. Carrión-Cruz, 92 F.3d 5, 6 (1st Cir.\n\n1996).\n\n          Sentencing courts are given considerable guidance as to the\n\nfactors that are likely or not likely to make a case atypical.\n\nEncouraged factors are those \"the [Sentencing] Commission has not been\n\nable to take into account fully in formulating the guidelines.\"\n\nU.S.S.G. § 5K2.0. When encouraged factors are present, they may take\n\na particular case outside the \"heartland\" of the applicable guideline,\n\nthereby warranting a departure. Conversely, discouraged factors are\n\nthose \"not ordinarily relevant to the determination of whether a\n\nsentence should be outside the applicable guideline range.\" U.S.S.G.\n\nch. 5, pt. H, introductory cmt. The Sentencing Commission does not\n\nview discouraged factors \"as necessarily inappropriate bases for\n\ndeparture but says they should be relied upon only 'in exceptional\n\ncases.'\" Id.\n\n          In the instant case, the factor upon which the district court\n\nrelied in departing downward, family ties and responsibilities, is a\n\ndiscouraged factor under the Guidelines. U.S.S.G. § 5H1.6. Thus,\n\ndeparture on that ground is \"permissible\" under the first prong of our\n\nanalysis, Dethlefs, 123 F.3d at 43, only if the circumstances of\n\nPereira's case are \"exceptional.\" The government claims that the\n\ndistrict court erred as a matter of law in concluding that Pereira's\n\nfamily responsibilities were so exceptional as to warrant departure.\n\n\n                                 -8-\n\fIt argues that Pereira's circumstances were adequately considered by\n\nthe Sentencing Commission, thereby placing his case within the\n\n\"heartland\" and making the departure impermissible.\n\n          Whether a discouraged factor is present in some exceptional\n\nway should be determined, in large part, by \"comparison with the facts\n\nof other Guidelines cases.\" Koon, 518 U.S. at 98. Thus, existing\n\ncaselaw defines the parameters for departure, outside of which a court\n\ncannot go without assuming the risk of acting beyond permissible\n\nlimits.\n\n          Existing caselaw is clear that time-consuming family\n\nresponsibilities, by themselves, are not sufficient to take a case out\n\nof the \"heartland.\" In United States v. Carr, 932 F.2d 67 (1st Cir.\n\n1991), this Court vacated a downward departure granted because of the\n\ndefendants' obligation to care for their four-year old son. Id. at 68.\n\nWe held that a convicted felon's parental responsibility to care for a\n\nchild was, by itself, neither atypical nor unusual, even when both\n\nparents faced incarceration. Id. at 72. In concluding that these\n\ncircumstances were not extraordinary, we noted that \"[the defendant's\n\nmother] would care for the child while his parents were imprisoned.\"2\n\nId.\n\n2 Though the Carr court employed the now-defunct plenary review\nstandard to assess the district court's decision, rather than the\ncurrent abuse of discretion standard, we still believe that Carr\nprovides helpful insight in defining those exceptional familial\nresponsibility cases that fall outside of the \"heartland.\"\n\n                                 -9-\n\f          Similarly, in United States v. Rybicki, 96 F.3d 754 (4th Cir.\n\n1996), the district court granted the defendant a five-level downward\n\ndeparture,   in   part   because    of   his   extraordinary    family\n\nresponsibilities. Id. at 756. According to the district court, the\n\ndeparture was warranted, in part, because the defendant had a\n\nneurologically impaired nine-year old son who was in need of special\n\nsupervision, and a wife who was experiencing fragile mental health.\n\nId. at 758. In reversing the departure, the Fourth Circuit held that\n\nthe defendant's family responsibilities were not so \"exceptional\" as to\n\njustify a departure.     Id. at 759.\n\n          Finally, in United States v. Sweeting, 213 F.3d 95 (3d Cir.\n\n2000), the defendant was a single mother and the sole provider for five\n\nchildren, one of whom had a substantial neurological impairment. Id.\n\nat 104. The disabled child required special care to ensure that he\n\nexercised regularly, ate well, slept properly, and took his medication\n\nat the appropriate times. Id. at 107. The Third Circuit ruled that\n\nthese factors did not make the case extraordinary, especially\n\nconsidering that \"there is nothing in the record to suggest that\n\n[defendant] (and only [defendant]) can provide him with the care and\n\nattention he needs.\" Id.; see also United States v. Dyce, 91 F.3d\n\n1462, 1467-68 (D.C. Cir. 1996) (holding that the district court erred\n\nwhen it departed based on defendant's status as a single mother with\n\nthree children under the age of four, one of whom was being breast-fed,\n\n\n                                 -10-\n\fand where incarceration would require placing the children in foster\n\ncare); United States v. Rushby, 936 F.2d 41, 42-43 (1st Cir. 1991)\n\n(holding that defendant, who had been married for ten years, was the\n\nmain breadwinner for wife and two children, and did chores for wife's\n\ngrandmother, did not have unusual family circumstances); United States\n\nv. Goff, 20 F.3d 918, 921 (8th Cir. 1994) (ruling that defendant's\n\nsupport of three children and a wife with depressive disorder and panic\n\nattacks was an insufficient basis for departure).\n\n          Considering the immense hardships that fall within the\n\n\"heartland,\" it is difficult to conclude that Pereira's circumstances\n\nfall outside of it. The extensive care that Pereira provides his\n\nparents is no more, and likely less, time-consuming than the care\n\nrequired by young children with neurological deficiencies. Unlike\n\ndependent children who require constant care and attention, Pereira's\n\nparents live alone and, minus the twenty hours per week that Pereira\n\ncares for them, independently. Although we do not disparage Pereira's\n\nsignificant and commendable devotion to his parents, we conclude that\n\nit falls short of what the caselaw has defined as \"extraordinary\n\ncircumstances.\"\n\n          Moreover, it is the unfortunate norm that innocent family\n\nmembers suffer considerable hardship when a relative is incarcerated.\n\nAs this Court has noted, \"[d]isruption of the defendant's life, and the\n\nconcomitant difficulties for those who depend on the defendant, are\n\n\n                                 -11-\n\finherent in the punishment of incarceration.\" United States v. Rivera-\n\nMaldonado, 194 F.3d 224, 236 (1st Cir. 1999). This being so, something\n\nmore is necessary to elevate Pereira's case - and those of others\n\nsimilarly situated - out of the \"heartland.\" At the very least, the\n\ncaselaw requires a showing that the defendant is irreplaceable before\n\nhis circumstances are considered extraordinary. Both Sweeting and\n\nCarr, in addition to a host of other cases, explicitly speak of this\n\nrequirement.\n\n          In United States v. Archuleta, 128 F.3d 1446 (10th Cir.\n\n1997), the Tenth Circuit vacated a departure based on the defendant's\n\nsole support of two children and an elderly diabetic mother. Though\n\nthe court found the defendant's circumstances to be \"difficult\" and\n\n\"sympathy-evoking,\" it concluded that the defendant's circumstances\n\nwere not sufficiently \"rare\" to warrant departure. Id. at 1450. In\n\nreaching its conclusion, the court noted that the record had failed to\n\nestablish (1) that other relatives could not care for the dependent\n\nfamily members; and (2) that home nursing or other alternative services\n\nwere not available.    Id.\n\n          Conversely, courts have affirmed departures where the\n\nevidence established that the care rendered by the defendant was\n\nirreplaceable. In United States v. Haversat, 22 F.3d 790, 797 (8th\n\nCir. 1994), the Eighth Circuit held that the defendant's care for his\n\nailing wife justified the district court's departure. The defendant's\n\n\n                                 -12-\n\fwife suffered severe psychiatric problems, and the defendant was needed\n\nto \"identify the beginning of any regressions and to seek out immediate\n\ntreatment to avoid 'a serious situation.'\" Id.       In affirming the\n\ndistrict court's departure, the court relied heavily on the treating\n\nphysician's testimony that the defendant's participation in his wife's\n\ncare was \"irreplaceable.\" Id.; see also United States v. Sclamo, 997\n\nF.2d 970, 972-74 (1st Cir. 1993) (ruling that defendant's personal\n\npresence was needed to assist in the care of a twelve-year old boy who\n\nsuffered from a clinical disorder and whose condition would deteriorate\n\nin the defendant's absence).\n\n          In contrast to Haversat, the instant case is replete with\n\nevidence demonstrating alternative sources of care for Pereira's\n\nparents. Therefore, to the extent that the district court's departure\n\nwas based on a determination that Pereira's care was irreplaceable,3 we\n\nhold that such a finding does not \"find[] adequate support in the\n\nrecord\" under the second prong of our analysis. Dethlefs, 123 F.3d at\n\n43-44.   The nature of the care that Pereira renders (shopping,\n\ncleaning, food preparation, etc.) is not so highly specialized as to\n\nmake him difficult to replace. Moreover, Dennis Rodríguez testified\n\nthat he provided help to Pereira's parents whenever he was called upon.\n\n\n\n3 The district court acknowledged the irreplaceability requirement\nduring the sentencing hearing. The court noted, \"[I]f there are other\nsiblings in the neighborhood who can care for the family, [the downward\ndeparture is] not likely to fly.\" (Tr. Sentencing Proceedings at 8).\n\n                                 -13-\n\fHe also reported that Pereira's siblings, who work in close proximity,\n\nhelped out in caring for the defendant's parents. In her letter to the\n\ncourt, Pereira's wife stated that \"[i]f [Pereira] were to be\n\nincarcerated his parents would need to move in with one of his two\n\nsiblings.\" Pereira's sister noted that without the defendant, their\n\nparents \"would certainly be dependent upon an assisted living facility\n\nor a home nursing arrangement.\" Nothing in the record supports the\n\ndistrict court's conclusion that the family could not afford such\n\nexternal care. With this network of family, friends, and possible\n\nalternative care facilities, it is exceedingly difficult to\n\ncharacterize Pereira's care as irreplaceable.\n\n          In addition, the very sentence imposed by the district court\n\nhighlights Pereira's replaceability.      The sentence requires the\n\ndefendant be confined to his home every weekend, during which time\n\n\"[his] parents would have to rely on others for assistance.\" The court\n\nthus acknowledged, to some degree, that Pereira was able to rely on\n\nothers to care for his parents in his absence.\n\n          Though it may be that none of Pereira's siblings will be able\n\nto provide the same level of parental care, this fact alone is not\n\nsufficient to deem Pereira irreplaceable.       As long as there are\n\nfeasible alternatives of care that are relatively comparable to what\n\nthe defendant provides, the defendant cannot be irreplaceable. In this\n\n\n\n\n                                -14-\n\fcase, Pereira's siblings and the possibility of home nursing provide\n\nadequate substitutes in Pereira's absence.\n\n          In response, Pereira insists that his family obligations are\n\ntruly extraordinary, especially in light of how unique they are.\n\nPereira argues that it is uncommon to find parents who are as elderly\n\nand disabled by serious illness as his are, and even more rare to find\n\na child like him who has provided a similar degree of care and\n\nassistance to his parents.\n\n          We believe that Pereira's argument is flawed because it\n\nerroneously equates uniqueness with extraordinariness.          Though\n\nPereira's circumstances may be unique, this fact alone does not mean\n\nthat his family circumstances are necessarily extraordinary. Every\n\nfamily's circumstances are unique, with idiosyncracies that are\n\nunlikely to be duplicated. Instead, the crucial question is whether\n\nthe unique set of facts, taken together, rise to the level of\n\nextraordinariness.\n\n          Given the network of friends and family to care for Pereira's\n\nparents in his absence, we find nothing extraordinary or exceptional\n\nabout Pereira's family circumstances. Though Pereira's parents will\n\nlikely be inconvenienced by their son's incarceration, inconveniences\n\nare part of the disruption inherent in incarceration.\n\n                             CONCLUSION\n\n\n\n\n                                -15-\n\f          The rule that we establish today, which requires a district\n\ncourt to find that a defendant is irreplaceable before granting a\n\ndownward departure based on family obligations, is nothing more than a\n\ndistillation of existing judicial principles. Because Pereira cannot\n\nbe properly considered irreplaceable, his circumstances are not so\n\ncompelling as to remove him from the Guidelines' \"heartland.\" We thus\n\nconclude that the district court abused its discretion in granting\n\nPereira a downward departure. We reverse and remand this case for\n\naction consistent with this opinion.\n\n\n\n\n                                 -16-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1303\n\n                    UNITED STATES OF AMERICA,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                         JULIO A. PEREIRA,\n\n                       Defendant, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Nancy Gertner, U.S. District Judge]\n\n\n\n                               Before\n\n                    Torruella, Circuit Judge,\n\n                       Lipez, Circuit Judge,\n\n                  and Stearns,* District Judge.\n\n\n\n     Paul G. Levenson, Assistant U.S. Attorney, with whom James B.\nFarmer, United States Attorney, were on brief, for appellant.\n     Kimberly Homan, with whom Sheketoff & Homan, Joseph S. Oteri, and\nOteri, Weinberg & Lawson, were on brief, for appellee.\n\n\n\n*   Of the District of Massachusetts, sitting by designation.\n\fDecember 3, 2001\n\n\n\n\n      -2-\n\f          TORRUELLA, Circuit Judge.     Defendant-appellee Julio A.\n\nPereira (\"Pereira\") pled guilty to four counts of subscribing false tax\n\nreturns and twenty-one counts of using the mails for commercial\n\nbribery. At sentencing, the district court applied the Sentencing\n\nGuidelines and found Pereira's total offense level to be sixteen.\n\nHowever, citing Pereira's extraordinary responsibilities for the care\n\nof his parents, the court departed downwards to a level ten. The court\n\nsentenced Pereira to three years of probation, with six months' home\n\nconfinement. Because we conclude that the district court erred in\n\ngranting Pereira a downward departure, we reverse and remand this case\n\nfor action consistent with this opinion.\n\n                             BACKGROUND\n\n          In 1992, Pereira worked as a senior mechanical buyer for LTX\n\nCorporation (\"LTX\"), a manufacturer of computer-testing equipment and\n\nother electronic components. At that time, Henry Mathieu (\"Mathieu\")\n\nwas the owner of Synertron Associates, Inc. (\"Synertron\"), a company\n\nthat sells electro-mechanical components to firms in the computer and\n\nmedical industries.    Pereira and Mathieu entered into a kickback\n\narrangement whereby Mathieu paid Pereira a five percent \"commission\" on\n\nall of Synertron's sales to LTX. By agreement, Mathieu paid Pereira\n\neach month in cash, on the understanding that these payments would not\n\nbe reported to tax officials. Between 1992 and 1997, Mathieu's cash\n\n\n\n\n                                 -3-\n\fpayments to Pereira totaled approximately $432,000. The tax loss\n\nattributable to Pereira's unreported income was $106,487.\n\n          On March 30, 2000, the Grand Jury for the District of\n\nMassachusetts indicted Pereira on four counts of subscribing false tax\n\nreturns in violation of 26 U.S.C. § 7206(1), and twenty-one counts of\n\nusing the mails for commercial bribery in violation of 18 U.S.C. §\n\n1952. On October 30, 2000, Pereira, pursuant to a plea agreement, pled\n\nguilty to all counts of the indictment.\n\n          The plea agreement set Pereira's total offense level under\n\nthe Sentencing Guidelines at sixteen - thereby resulting in a guideline\n\nsentencing range (\"GSR\") of twenty-one to twenty-seven months'\n\nimprisonment. However, the agreement permitted Pereira to move for a\n\ndownward departure.\n\n          Prior to sentencing, Pereira filed a sentencing memorandum\n\nseeking a downward departure. Pereira claimed, inter alia, that his\n\nobligation to care for his elderly and ill parents was an exceptional\n\nfamily circumstance warranting a downward departure. Pereira estimated\n\nthat he spent approximately twenty hours per week tending to his\n\nparents' needs, including preparing their meals, cleaning their house,\n\ndoing their laundry, making appointments with their physicians,\n\nadministering their medications, helping them with their daily\n\nactivities, shopping for their food and other necessities, taking care\n\nof their finances, and driving them to appointments and community\n\n\n                                 -4-\n\factivities. Furthermore, since Pereira's parents do not speak English,\n\nhe also served as an interpreter for them.\n\n          In addition to the sentencing memorandum, Pereira submitted\n\nseveral letters to the district court from family members and friends.\n\nPereira's wife wrote a letter describing Pereira's responsibilities to\n\nhis parents and the likely consequences that his incarceration would\n\nhave on the family:\n\n          We live the closest of the three children to his\n          parent[s'] home, which makes it much easier [for\n          us] to care for them . . . . If [Pereira] were\n          to be incarcerated his parents would need to move\n          in with one of his two siblings versus a\n          retirement home.\n\n(Appellant's Brief app. at 35.) Pereira's sister also reported that\n\nshe was \"unable to assist [her] parents to the extent that [Pereira\n\ncould].\" Id. at 38. She concluded that without Pereira their parents\n\n\"would certainly be dependent upon an assisted living facility or a\n\nhome nursing arrangement.\"     Id.\n\n          At the sentencing hearing, witnesses testified in detail\n\nabout the extensive care that Pereira provided his parents. Dennis\n\nRodríguez, a longtime family friend, testified:\n\n          [Pereira] is the one that takes care of the\n          parents . . . . Or, if he can't take care of\n          something, he'll call me, Dennis, can you help me\n          out with my parents . . . . The mother had\n          strokes recently. [Pereira] would be, you know,\n          the one to go over there and get her to the\n          hospital. And, obviously, the other siblings\n\n\n\n                                 -5-\n\f          would join, but him being so close, he would be\n          the one.\n\n(Tr. Sentencing Proceedings at 21-22.) On cross-examination, Rodríguez\n\nalso reported that both Pereira's brother and sister worked in the\n\nimmediate vicinity of the parents' home.\n\n          At the conclusion of the hearing, the district court found\n\nthat Pereira's total offense level was sixteen but, over the\n\ngovernment's objection, departed downward to a level ten. According to\n\nthe court, the departure was warranted because of Pereira's\n\nextraordinary family obligations, and in light of the fact that (1)\n\nnone of his siblings could \"step up to the plate\" and provide similar\n\nservices; and (2) the family could not afford external care for the\n\nparents. The court then sentenced Pereira to three years of probation,\n\nwith six months of home detention.\n\n          The court specified that Pereira would be confined to his\n\nhome only during the weekends, leaving him free to work and to care for\n\nhis parents' needs during the week. On weekends, the court noted,\n\nPereira's parents \"would have to rely on others for assistance.\" Id.\n\nat 37.\n\n                         STANDARD OF REVIEW\n\n          We review district court departures under the Sentencing\n\nGuidelines for abuse of discretion. Koon v. United States, </pre><span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">81</span></a></span><pre class=\"inline\">, 96-100 (1996).    This analysis has three parts.       \"First, we\n\n\n\n                                 -6-\n\fdetermine as a theoretical matter whether the stated ground for\n\ndeparture is permissible under the guidelines.       If the ground is\n\ntheoretically appropriate, we next examine whether it finds adequate\n\nfactual support in the record. If so, we must probe the degree of the\n\ndeparture in order to verify its reasonableness.\"1 United States v.\n\nDethlefs, </pre><span class=\"citation\" data-id=\"197512\"><a href=\"/opinion/197512/united-states-v-dethlefs/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 43-44 (1st Cir. 1997) (citations omitted). In\n\nemploying this analysis, we recognize that \"[a] district court's\n\ndecision to depart from the Guidelines . . . will in most cases be due\n\nsubstantial deference.\"     Koon, 518 U.S. at 98.\n\n                             DISCUSSION\n\n          The United States Sentencing Guidelines establish ranges for\n\nthe criminal sentences of federal offenders. District courts must\n\nimpose sentences within the applicable ranges set forth within the\n\nGuidelines. See 18 U.S.C. § 3553(a). However, a district court may\n\ndepart from the applicable Guideline range if \"the court finds that\n\nthere exists an aggravating or mitigating circumstance of a kind, or to\n\na degree, not adequately taken into consideration by the Sentencing\n\nCommission in formulating the guidelines . . . .\" Id. § 3553(b).\n\nThus, not every aggravating or mitigating circumstance will warrant\n\ndeparture; the circumstance \"must render the case atypical and take it\n\nout of the 'heartland' for which the applicable guideline was\n\n1 Because the government challenges the appropriateness rather than the\ndegree of the district court's departure, our analysis does not include\nthe third inquiry.\n\n                                 -7-\n\fdesigned.\"   United States v. Carrión-Cruz, </pre><span class=\"citation\" data-id=\"196916\"><a href=\"/opinion/196916/united-states-v-carrion-cruz/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 6 (1st Cir.\n\n1996).\n\n          Sentencing courts are given considerable guidance as to the\n\nfactors that are likely or not likely to make a case atypical.\n\nEncouraged factors are those \"the [Sentencing] Commission has not been\n\nable to take into account fully in formulating the guidelines.\"\n\nU.S.S.G. § 5K2.0. When encouraged factors are present, they may take\n\na particular case outside the \"heartland\" of the applicable guideline,\n\nthereby warranting a departure. Conversely, discouraged factors are\n\nthose \"not ordinarily relevant to the determination of whether a\n\nsentence should be outside the applicable guideline range.\" U.S.S.G.\n\nch. 5, pt. H, introductory cmt. The Sentencing Commission does not\n\nview discouraged factors \"as necessarily inappropriate bases for\n\ndeparture but says they should be relied upon only 'in exceptional\n\ncases.'\" Id.\n\n          In the instant case, the factor upon which the district court\n\nrelied in departing downward, family ties and responsibilities, is a\n\ndiscouraged factor under the Guidelines. U.S.S.G. § 5H1.6. Thus,\n\ndeparture on that ground is \"permissible\" under the first prong of our\n\nanalysis, Dethlefs, 123 F.3d at 43, only if the circumstances of\n\nPereira's case are \"exceptional.\" The government claims that the\n\ndistrict court erred as a matter of law in concluding that Pereira's\n\nfamily responsibilities were so exceptional as to warrant departure.\n\n\n                                 -8-\n\fIt argues that Pereira's circumstances were adequately considered by\n\nthe Sentencing Commission, thereby placing his case within the\n\n\"heartland\" and making the departure impermissible.\n\n          Whether a discouraged factor is present in some exceptional\n\nway should be determined, in large part, by \"comparison with the facts\n\nof other Guidelines cases.\" Koon, 518 U.S. at 98. Thus, existing\n\ncaselaw defines the parameters for departure, outside of which a court\n\ncannot go without assuming the risk of acting beyond permissible\n\nlimits.\n\n          Existing caselaw is clear that time-consuming family\n\nresponsibilities, by themselves, are not sufficient to take a case out\n\nof the \"heartland.\" In United States v. Carr, </pre><span class=\"citation\" data-id=\"560457\"><a href=\"/opinion/560457/united-states-v-terry-c-carr-and-mark-todd-carr/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span><pre class=\"inline\"> (1st Cir.\n\n1991), this Court vacated a downward departure granted because of the\n\ndefendants' obligation to care for their four-year old son. Id. at 68.\n\nWe held that a convicted felon's parental responsibility to care for a\n\nchild was, by itself, neither atypical nor unusual, even when both\n\nparents faced incarceration. Id. at 72. In concluding that these\n\ncircumstances were not extraordinary, we noted that \"[the defendant's\n\nmother] would care for the child while his parents were imprisoned.\"2\n\nId.\n\n2 Though the Carr court employed the now-defunct plenary review\nstandard to assess the district court's decision, rather than the\ncurrent abuse of discretion standard, we still believe that Carr\nprovides helpful insight in defining those exceptional familial\nresponsibility cases that fall outside of the \"heartland.\"\n\n                                 -9-\n\f          Similarly, in United States v. Rybicki, </pre><span class=\"citation\" data-id=\"726689\"><a href=\"/opinion/726689/united-states-v-theodore-t-rybicki-united-states-of-america-v-theodore/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span><pre class=\"inline\"> (4th Cir.\n\n1996), the district court granted the defendant a five-level downward\n\ndeparture,   in   part   because    of   his   extraordinary    family\n\nresponsibilities. Id. at 756. According to the district court, the\n\ndeparture was warranted, in part, because the defendant had a\n\nneurologically impaired nine-year old son who was in need of special\n\nsupervision, and a wife who was experiencing fragile mental health.\n\nId. at 758. In reversing the departure, the Fourth Circuit held that\n\nthe defendant's family responsibilities were not so \"exceptional\" as to\n\njustify a departure.     Id. at 759.\n\n          Finally, in United States v. Sweeting, </pre><span class=\"citation\" data-id=\"768785\"><a href=\"/opinion/768785/united-states-v-deneen-sweeting/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span><pre class=\"inline\"> (3d Cir.\n\n2000), the defendant was a single mother and the sole provider for five\n\nchildren, one of whom had a substantial neurological impairment. Id.\n\nat 104. The disabled child required special care to ensure that he\n\nexercised regularly, ate well, slept properly, and took his medication\n\nat the appropriate times. Id. at 107. The Third Circuit ruled that\n\nthese factors did not make the case extraordinary, especially\n\nconsidering that \"there is nothing in the record to suggest that\n\n[defendant] (and only [defendant]) can provide him with the care and\n\nattention he needs.\" Id.; see also United States v. Dyce, </pre><span class=\"citation\" data-id=\"723904\"><a href=\"/opinion/723904/united-states-v-amrhu-a-dyce/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1462</span></a></span><pre class=\"inline\">, 1467-68 (D.C. Cir. 1996) (holding that the district court erred\n\nwhen it departed based on defendant's status as a single mother with\n\nthree children under the age of four, one of whom was being breast-fed,\n\n\n                                 -10-\n\fand where incarceration would require placing the children in foster\n\ncare); United States v. Rushby, </pre><span class=\"citation\" data-id=\"563223\"><a href=\"/opinion/563223/united-states-v-john-rushby/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 42-43 (1st Cir. 1991)\n\n(holding that defendant, who had been married for ten years, was the\n\nmain breadwinner for wife and two children, and did chores for wife's\n\ngrandmother, did not have unusual family circumstances); United States\n\nv. Goff, </pre><span class=\"citation\" data-id=\"666918\"><a href=\"/opinion/666918/united-states-v-john-william-goff/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span><pre class=\"inline\">, 921 (8th Cir. 1994) (ruling that defendant's\n\nsupport of three children and a wife with depressive disorder and panic\n\nattacks was an insufficient basis for departure).\n\n          Considering the immense hardships that fall within the\n\n\"heartland,\" it is difficult to conclude that Pereira's circumstances\n\nfall outside of it. The extensive care that Pereira provides his\n\nparents is no more, and likely less, time-consuming than the care\n\nrequired by young children with neurological deficiencies. Unlike\n\ndependent children who require constant care and attention, Pereira's\n\nparents live alone and, minus the twenty hours per week that Pereira\n\ncares for them, independently. Although we do not disparage Pereira's\n\nsignificant and commendable devotion to his parents, we conclude that\n\nit falls short of what the caselaw has defined as \"extraordinary\n\ncircumstances.\"\n\n          Moreover, it is the unfortunate norm that innocent family\n\nmembers suffer considerable hardship when a relative is incarcerated.\n\nAs this Court has noted, \"[d]isruption of the defendant's life, and the\n\nconcomitant difficulties for those who depend on the defendant, are\n\n\n                                 -11-\n\finherent in the punishment of incarceration.\" United States v. Rivera-\n\nMaldonado, </pre><span class=\"citation\" data-id=\"198682\"><a href=\"/opinion/198682/united-states-v-rivera-maldonado/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span><pre class=\"inline\">, 236 (1st Cir. 1999). This being so, something\n\nmore is necessary to elevate Pereira's case - and those of others\n\nsimilarly situated - out of the \"heartland.\" At the very least, the\n\ncaselaw requires a showing that the defendant is irreplaceable before\n\nhis circumstances are considered extraordinary. Both Sweeting and\n\nCarr, in addition to a host of other cases, explicitly speak of this\n\nrequirement.\n\n          In United States v. Archuleta, </pre><span class=\"citation\" data-id=\"155565\"><a href=\"/opinion/155565/united-states-v-archuleta/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1446</span></a></span><pre class=\"inline\"> (10th Cir.\n\n1997), the Tenth Circuit vacated a departure based on the defendant's\n\nsole support of two children and an elderly diabetic mother. Though\n\nthe court found the defendant's circumstances to be \"difficult\" and\n\n\"sympathy-evoking,\" it concluded that the defendant's circumstances\n\nwere not sufficiently \"rare\" to warrant departure. Id. at 1450. In\n\nreaching its conclusion, the court noted that the record had failed to\n\nestablish (1) that other relatives could not care for the dependent\n\nfamily members; and (2) that home nursing or other alternative services\n\nwere not available.    Id.\n\n          Conversely, courts have affirmed departures where the\n\nevidence established that the care rendered by the defendant was\n\nirreplaceable. In United States v. Haversat, </pre><span class=\"citation\" data-id=\"668594\"><a href=\"/opinion/668594/united-states-of-america-appellantcross-appellee-v-robert-a-haversat/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span><pre class=\"inline\">, 797 (8th\n\nCir. 1994), the Eighth Circuit held that the defendant's care for his\n\nailing wife justified the district court's departure. The defendant's\n\n\n                                 -12-\n\fwife suffered severe psychiatric problems, and the defendant was needed\n\nto \"identify the beginning of any regressions and to seek out immediate\n\ntreatment to avoid 'a serious situation.'\" Id.       In affirming the\n\ndistrict court's departure, the court relied heavily on the treating\n\nphysician's testimony that the defendant's participation in his wife's\n\ncare was \"irreplaceable.\" Id.; see also United States v. Sclamo, </pre><span class=\"citation\" data-id=\"610803\"><a href=\"/opinion/610803/united-states-v-joseph-sclamo-jr/\"><span class=\"volume\">997</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span><pre class=\"inline\">, 972-74 (1st Cir. 1993) (ruling that defendant's personal\n\npresence was needed to assist in the care of a twelve-year old boy who\n\nsuffered from a clinical disorder and whose condition would deteriorate\n\nin the defendant's absence).\n\n          In contrast to Haversat, the instant case is replete with\n\nevidence demonstrating alternative sources of care for Pereira's\n\nparents. Therefore, to the extent that the district court's departure\n\nwas based on a determination that Pereira's care was irreplaceable,3 we\n\nhold that such a finding does not \"find[] adequate support in the\n\nrecord\" under the second prong of our analysis. Dethlefs, 123 F.3d at\n\n43-44.   The nature of the care that Pereira renders (shopping,\n\ncleaning, food preparation, etc.) is not so highly specialized as to\n\nmake him difficult to replace. Moreover, Dennis Rodríguez testified\n\nthat he provided help to Pereira's parents whenever he was called upon.\n\n\n\n3 The district court acknowledged the irreplaceability requirement\nduring the sentencing hearing. The court noted, \"[I]f there are other\nsiblings in the neighborhood who can care for the family, [the downward\ndeparture is] not likely to fly.\" (Tr. Sentencing Proceedings at 8).\n\n                                 -13-\n\fHe also reported that Pereira's siblings, who work in close proximity,\n\nhelped out in caring for the defendant's parents. In her letter to the\n\ncourt, Pereira's wife stated that \"[i]f [Pereira] were to be\n\nincarcerated his parents would need to move in with one of his two\n\nsiblings.\" Pereira's sister noted that without the defendant, their\n\nparents \"would certainly be dependent upon an assisted living facility\n\nor a home nursing arrangement.\" Nothing in the record supports the\n\ndistrict court's conclusion that the family could not afford such\n\nexternal care. With this network of family, friends, and possible\n\nalternative care facilities, it is exceedingly difficult to\n\ncharacterize Pereira's care as irreplaceable.\n\n          In addition, the very sentence imposed by the district court\n\nhighlights Pereira's replaceability.      The sentence requires the\n\ndefendant be confined to his home every weekend, during which time\n\n\"[his] parents would have to rely on others for assistance.\" The court\n\nthus acknowledged, to some degree, that Pereira was able to rely on\n\nothers to care for his parents in his absence.\n\n          Though it may be that none of Pereira's siblings will be able\n\nto provide the same level of parental care, this fact alone is not\n\nsufficient to deem Pereira irreplaceable.       As long as there are\n\nfeasible alternatives of care that are relatively comparable to what\n\nthe defendant provides, the defendant cannot be irreplaceable. In this\n\n\n\n\n                                -14-\n\fcase, Pereira's siblings and the possibility of home nursing provide\n\nadequate substitutes in Pereira's absence.\n\n          In response, Pereira insists that his family obligations are\n\ntruly extraordinary, especially in light of how unique they are.\n\nPereira argues that it is uncommon to find parents who are as elderly\n\nand disabled by serious illness as his are, and even more rare to find\n\na child like him who has provided a similar degree of care and\n\nassistance to his parents.\n\n          We believe that Pereira's argument is flawed because it\n\nerroneously equates uniqueness with extraordinariness.          Though\n\nPereira's circumstances may be unique, this fact alone does not mean\n\nthat his family circumstances are necessarily extraordinary. Every\n\nfamily's circumstances are unique, with idiosyncracies that are\n\nunlikely to be duplicated. Instead, the crucial question is whether\n\nthe unique set of facts, taken together, rise to the level of\n\nextraordinariness.\n\n          Given the network of friends and family to care for Pereira's\n\nparents in his absence, we find nothing extraordinary or exceptional\n\nabout Pereira's family circumstances. Though Pereira's parents will\n\nlikely be inconvenienced by their son's incarceration, inconveniences\n\nare part of the disruption inherent in incarceration.\n\n                             CONCLUSION\n\n\n\n\n                                -15-\n\f          The rule that we establish today, which requires a district\n\ncourt to find that a defendant is irreplaceable before granting a\n\ndownward departure based on family obligations, is nothing more than a\n\ndistillation of existing judicial principles. Because Pereira cannot\n\nbe properly considered irreplaceable, his circumstances are not so\n\ncompelling as to remove him from the Guidelines' \"heartland.\" We thus\n\nconclude that the district court abused its discretion in granting\n\nPereira a downward departure. We reverse and remand this case for\n\naction consistent with this opinion.\n\n\n\n\n                                 -16-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/155565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768785/"
  ]
}