{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199736/",
  "absolute_url": "/opinion/199736/united-states-v-ventura-melendez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199736/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:48Z",
  "date_modified": "2017-03-24T11:03:05.659771Z",
  "type": "010combined",
  "sha1": "5ff3e79e756cecea2185a7f7a469f5e6643ac03f",
  "page_count": 16,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1400-01A.pdf",
  "local_path": "pdf/2001/12/19/US_v._Ventura-Melendez.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\nNo. 01-1400\n\n                     UNITED STATES OF AMERICA,\n\n                        Plaintiff, Appellee,\n\n                                  v.\n\n                MARÍA DEL CARMEN VENTURA-MELÉNDEZ,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n       [Hon. Aida M. Delgado-Colón, U.S. Magistrate Judge]\n\n\n                                Before\n\n                    Torruella, Circuit Judge,\n                 Kravitch,* Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n     Linda Backiel, for appellant.\n     Francis J. Bustamante, Special Assistant U.S. Attorney, with whom\nGuillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant\nU.S. Attorney, Chief, Criminal Division, and Anthony Chávez, Special\nAssistant U.S. Attorney, were on brief, for appellee.\n\n\n\n                         December 19, 2001\n\n\n\n*   Of the Eleventh Circuit, sitting by designation.\n\f-2-\n\f          TORRUELLA, Circuit Judge.      Defendant María del Carmen\n\nVentura-Meléndez (\"Ventura\" or \"defendant\") appeals her conviction for\n\ntrespassing on a United States military installation. She asserts\n\nnumerous grounds for appeal, all of which we find unavailing. We\n\ntherefore affirm her conviction.\n\n                           I.    BACKGROUND\n\n          Ventura, a native of Vieques, Puerto Rico, was arrested on\n\nJune 1, 2000 on a beach in Vieques during a peaceful protest against\n\nthe Navy's continuing use of portions of the island for military\n\nmaneuvers. The beach is part of the Naval installation at Camp García\n\nand sits approximately 200 yards from the live impact area designated\n\nfor live-fire artillery and bombardment exercises. Approximately\n\nthirty-one people, all of whom were engaged in acts of civil\n\ndisobedience, were arrested at the same time and place.\n\n          Ventura was charged, in a single-count information filed on\n\nJuly 17, 2000, with violation of 18 U.S.C. § 1382. The district court\n\nconducted a one-day bench trial and found Ventura, along with her two\n\nco-defendants, guilty of the one count charged. The district court\n\nthen sentenced the defendant to one year of unsupervised probation,\n\nwith a special condition that she not enter any part of the Navy's\n\nclosed base at Camp García without permission, and assessed a fine in\n\nthe amount of ten dollars.\n\n                           II.    ANALYSIS\n\n\n                                  -3-\n\f          The federal trespassing statute under which Ventura was\n\nconvicted provides, in relevant part:\n\n          Whoever, within the jurisdiction of the United\n          States, goes upon any military, naval, or Coast\n          Guard reservation, post, fort, arsenal, yard,\n          station, or installation, for any purpose\n          prohibited by law or lawful regulation;\n          . . .\n          Shall be fined under this title or imprisoned not\n          more than six months, or both.\n\n18 U.S.C. § 1382 (1994). The statute, in essence, prohibits persons\n\nfrom \"enter[ing] military reservations that are closed to them,\n\nprovided they have notice or knowledge that their entry is prohibited.\"\n\nUnited States v. Parrilla-Bonilla, 648 F.2d 1373, 1378 (1st Cir. 1981).\n\n          Ventura argues three basic grounds for appeal. First, she\n\ncontends that the district court improperly admitted a \"Certificate of\n\nNon-Existence of Record\" that purported to show that she was not among\n\nthose with permission to enter Camp García on the day of her arrest.\n\nSecond, she argues that the evidence was insufficient as a matter of\n\nlaw to show that her presence on the beach constituted entry upon lands\n\nreserved by the Navy. Lastly, she argues that the district court\n\nerroneously failed to disqualify Navy personnel from acting as Special\n\nAssistant United States Attorneys. We address each of her appeal\n\narguments in turn.\n\nA.   Admission of the Certificate of Non-Existence of Record\n\n\n\n\n                                 -4-\n\f          Shortly before trial, Ventura filed a motion in limine to\n\nexclude from evidence a Certificate of Non-Existence of Record (\"CNER\")\n\nsigned by Lieutenant Commander Neftalí Pagán (\"LC Pagán\"). The CNER\n\nstated that a diligent search of the records containing the names of\n\nthose with permission to enter Camp García on the day in question had\n\nbeen conducted, and that the search revealed no record or entry\n\nidentifying Ventura. The document was introduced to show that Ventura\n\nwas not authorized to be on the property controlled by the Navy when\n\nshe was arrested. LC Pagán did not testify at trial. Ventura's motion\n\nto exclude the CNER was denied from the bench on the date of trial,\n\nwithout opinion. Her objection was renewed and overruled during trial.\n\n          1.   Application of Rule 803(10)\n\n          Ventura first disputes whether the district court correctly\n\nadmitted the CNER in accordance with Federal Rule of Evidence 803(10).\n\n\"[A] trial court enjoys considerable discretion in connection with the\n\nadmission or exclusion of evidence.\" Udemba v. Nicoli, 237 F.3d 8, 15\n\n(1st Cir. 2001).    Consequently, we review the district court's\n\napplication of Rule 803(10) for an abuse of discretion.         Id.\n\n          Subject to the limitations of Rule 803(10), an out-of-court\n\nstatement is admissible to prove the absence of a public record or\n\nentry, even where the declarant is available as a witness. Evidence\n\nadmitted pursuant to Rule 803(10) must meet the following criteria:\n\n\n\n\n                                 -5-\n\f           To prove the absence of a record, report,\n           statement, or data compilation, in any form, or\n           the nonoccurrence or nonexistence of a matter of\n           which a record, report, statement, or data\n           compilation, in any form, was regularly made and\n           preserved by a public office or agency, evidence\n           in the form of a certification in accordance with\n           rule 902, or testimony, that diligent search\n           failed to disclose the record, report, statement,\n           or data compilation, or entry.\nFed R. Evid. 803(10). Thus, any certificate declaring that a diligent\n\nsearch of public records failed to disclose a record or entry must\n\ncomport with Rule 902, which governs the self-authentication of certain\n\ndocuments.   Rule 902 provides, in relevant part, for the self-\n\nauthentication of:\n\n          A document bearing a seal purporting to be that\n          of the United States, or of any State, district,\n          Commonwealth, territory, or insular possession\n          thereof, or the Panama Canal Zone, or the Trust\n          Territory of the Pacific Islands, or of a\n          political subdivision, department, officer, or\n          agency thereof, and a signature purporting to be\n          an attestation or execution.\n\nFed. R. Evid. 902(1).\n\n          Ventura challenges the district court's admission of the CNER\n\nunder Rule 803(10) on several grounds.       She claims: 1) that the\n\nunderlying records of those with permission to enter Camp García are\n\nnot \"regularly made and preserved by a public office or agency\"; 2)\n\nthat the CNER does not bear the proper seal; and 3) that there is no\n\nproper \"attestation\" to the contents of the document. We find each of\n\nthese arguments unpersuasive.\n\n\n\n                                 -6-\n\f            First, Ventura argues that, in order for the underlying\n\nrecords to be \"regularly made and preserved by a public office or\n\nagency,\" their creation and maintenance must be legally mandated by\n\nstatute or regulation. As such, defendant argues, the Navy's mere\n\npractice of making and retaining records of those with permission to\n\nenter Camp García does not satisfy the rule. However, we are unable to\n\nfind such a limitation in the text of the rule. Had the drafters of\n\nthe Rules of Evidence intended such a requirement, they were well aware\n\nof how it could be imposed. Cf. Fed. R. Evid. 803(6)(B) (providing for\n\nadmission of records and reports of public offices or agencies setting\n\nforth \"matters observed pursuant to duty imposed by law\") (emphasis\n\nadded). The plain text of the rule mandates only that the underlying\n\nrecords \"be regularly made and preserved by a public office or agency\";\n\nwe discern no error in the district court's conclusion that this\n\nlimitation was satisfied by a proffer of evidence that logs of those\n\nwith permission to enter the base are made and gathered on a daily\n\nbasis.\n\n            Second, with regard to the adequacy of the seal, the CNER\n\nadmitted by the district court clearly bears the raised seal of the\n\nDepartment of the Navy, a political subdivision of United States. We\n\nbelieve this satisfies the rule since, \"[u]nder the approach of Rule\n\n902(1), the seal of any executing officer or custodian will generally\n\nsuffice.\"    5 Jack B. Weinstein & Margaret A. Berger, Weinstein's\n\n\n                                 -7-\n\fFederal Evidence § 902.03[1], at 902-11 (3d ed. 1997) (footnote\n\nomitted).\n\n            Third, although LC Pagán did not use the precise term\n\n\"attest,\" he stated that he \"certifies and swears\" that the contents of\n\nthe CNER are accurate. The word \"certify\" means to \" attest to being\n\ntrue,\" Black's Law Dictionary 124 (7th ed. 1998) (emphasis added), and\n\nthus easily supports the requirement of Rule 902(1) that the signature\n\n\"purport[] to be an attestation.\" See United States v. Mateo-Méndez,\n\n215 F.3d 1039, 1043-44 (9th Cir.), cert. denied, 531 U.S. 983 (2000);\n\nsee also 5 Weinstein's Federal Evidence § 902.03[1], at 902-12 (\"Rule\n\n902(1) does not specify any particular form of attestation or\n\nexecution.\"). We therefore conclude that the district court was well\n\nwithin its discretion in determining that the CNER met each of the\n\nrequirements for admission under Rule 803(10).1\n\n            2.   Confrontation Clause\n\n            Ventura also challenges the admission of the CNER on\n\nconstitutional grounds, claiming that she was deprived of rights\n\nsecured by the Confrontation Clause. We review the district court's\n\nruling on this constitutional question de novo. United States v.\n\nRosario-Díaz, 202 F.3d 54, 70 (1st Cir. 2000).\n\n\n\n1 Because we agree that the CNER was properly admitted as self-\nauthenticating under Rule 902(1), we need not address defendant's\ncontention that the certification is not a self-authenticating domestic\npublic document not under seal within the meaning of Rule 902(2).\n\n                                 -8-\n\f          The Sixth Amendment provides, in relevant part, that \"the\n\naccused shall enjoy the right . . . to be confronted with the witnesses\n\nagainst him.\" U.S. Const. amend. VI. \"The central concern of the\n\nConfrontation Clause is to ensure the reliability of the evidence\n\nagainst a criminal defendant by subjecting it to rigorous testing in\n\nthe context of an adversary proceeding before the trier of fact.\"\n\nMaryland v. Craig, 497 U.S. 836, 845 (1990). When the government seeks\n\nto use an out-of-court statement against the accused, \"courts must\n\ndecide whether the [Confrontation] Clause permits the government to\n\ndeny the accused his usual right to force the declarant 'to submit to\n\ncross-examination, the greatest legal engine ever invented for the\n\ndiscovery of truth.'\" Lilly v. Virginia, 527 U.S. 116, 124 (1999)\n\n(plurality opinion) (quoting California v. Green, 399 U.S. 149, 158\n\n(1970) (footnote and citation omitted)).\n\n          The hearsay exception and Confrontation Clause inquiries are\n\nnot coterminous, \"and evidence that is admissible under the former may\n\nstill be inadmissible under the latter.\" United States v. Barone, 114\n\nF.3d 1284, 1299 (1st Cir. 1997). Nonetheless, the Confrontation Clause\n\nand the hearsay rules are both \"generally designed to protect similar\n\nvalues . . . .\"   Bourjaily v. United States, 483 U.S. 171, 182-83\n\n(1987) (citations and quotations omitted).        Thus, an otherwise\n\nadmissible out-of-court statement also satisfies the requirements of\n\nthe Sixth Amendment \"if it bears adequate indicia of reliability.\"\n\n\n                                 -9-\n\fIdaho v. Wright, 497 U.S. 805, 815 (1990) (internal quotations\n\nomitted).\n\n            Ventura argues that admission of the CNER fails the\n\nreliability requirement of the Confrontation Clause because the\n\nevidence neither falls within a \"firmly rooted\" hearsay exception, nor\n\ncontains the particularized indicia of trustworthiness that would\n\notherwise pass constitutional muster.2 Because we conclude that the\n\nCNER demonstrates \"particularized guarantees of trustworthiness\"\n\nsufficient to satisfy the Confrontation Clause, see Ohio v. Roberts,\n\n448 U.S. 56, 66 (1980), we need not decide whether Rule 803(10)\n\nembodies a \"firmly rooted\" hearsay exception.3\n\n            The requisite \"'particularized guarantees of trustworthiness'\n\nmust be shown from the totality of the circumstances.\" Wright, 497\n\nU.S. at 819.     Though \"courts have considerable leeway in their\n\nconsideration of appropriate factors,\" the relevant circumstances are\n\nthose \"that surround the making of the statement and that render the\n\n\n2 Ventura does not appear to challenge introduction of the CNER on the\nbasis that the government failed to demonstrate that LC Pagán was\nunavailable to testify. Cf. Barone, 114 F.3d at 1302 (noting that\nunder certain circumstances the Confrontation Clause requires the\ngovernment to demonstrate the declarant's unavailability).\n3 \"Where the evidence is admitted under a 'firmly rooted' hearsay\nexception, reliability may be inferred without more.\" Barone, 114 F.3d\nat 1301 (citing Roberts, 448 U.S. at 66). \"Admission under a firmly\nrooted hearsay exception satisfies the constitutional requirement of\nreliability because of the weight accorded longstanding judicial and\nlegislative experience in assessing the trustworthiness of certain\ntypes of out-of-court statements . . . .\" Wright, 497 U.S. at 817.\n\n                                  -10-\n\fdeclarant particularly worthy of belief,\" such that \"the test of\n\ncross-examination would be of marginal utility.\" Id. at 819-22. We\n\ntherefore eschew the endorsement of a single \"mechanical test,\" id. at\n\n822, and look to the factors that best assay the reliability of the\n\nCNER. In this regard, the Supreme Court's plurality decision in Dutton\n\nv. Evans, 400 U.S. 74 (1970), provides helpful guidance. In Dutton,\n\nthe Court articulated a four-prong analysis for testing the reliability\n\nof out-of-court statements, inquiring whether: 1) the statement\n\ncontained no express assertions about past facts; 2) the declarant was\n\nin a position to have personal knowledge of the matters in the\n\nstatement; 3) the possibility that the declarant's statement was\n\nfounded on faulty recollection is extremely remote; and 4) the\n\ncircumstances surrounding the making of the statement were such that\n\nthe possibility of misrepresentation was unlikely.         Id. at 88-89.\n\n          Here, the CNER admitted into evidence by the district court\n\nsatisfies each of the Dutton factors. First, the document contains no\n\nassertion of past facts; rather, it relates only to the LC Pagán's\n\ncontemporaneous search of existing records. Second, LC Pagán, whose\n\nduties include \"control of access to the area known as Camp García\" and\n\nthe \"authority to grant permission to particular individuals to enter\n\nCamp García,\" was well positioned to have personal knowledge of the\n\nmatters in the CNER.    Third, because a search of the records was\n\nconducted shortly before the creation of the CNER, the resulting\n\n\n                                 -11-\n\fpossibility of faulty recollection is minute.            Lastly, the\n\ncircumstances surrounding the making of the CNER make misrepresentation\n\nunlikely: the statement is sworn by an officer of the government in the\n\ndischarge of his official duties; and the underlying records are\n\ncreated and maintained in a manner that bespeaks completeness and\n\nreliability.\n\n          Based on the Dutton factors, we conclude that the CNER is\n\nentitled to a dignity and trustworthiness on par with that recognized\n\nfor out-of-court statements that fall within \"firmly rooted\" hearsay\n\nexceptions.    See Wright, 497 U.S. at 821 (\"[E]vidence possessing\n\n'particularized guarantees of trustworthiness' must be at least as\n\nreliable as evidence admitted under a firmly rooted hearsay exception\n\n. . . .\") (citation omitted). Our conclusion is further buttressed by\n\ncourts that have determined that other certificates of the absence of\n\na public record or entry have particularized guarantees of\n\ntrustworthiness sufficient to satisfy the Confrontation Clause. See,\n\ne.g., United States v. Rith, 164 F.3d 1323, 1336-37 (10th Cir. 1999);\n\nUnited States v. Hutchinson, 22 F.3d 846, 852 (9th Cir. 1993); United\n\nStates v. Metzger, 778 F.2d 1195, 1202-03 (6th Cir. 1985); United\n\nStates v. Herrera-Britto, 739 F.2d 551, 552 (11th Cir. 1984) (per\n\ncuriam). Thus, the admission of the CNER in the criminal trial did not\n\nviolate Ventura's Sixth Amendment rights.\n\nB.   Sufficiency of evidence challenge\n\n\n                                 -12-\n\f            Ventura next assails the government's proof of entrance onto\n\nproperty reserved by the Navy. Ventura made these challenges in a\n\nmotion for judgment of acquittal under Federal Rule of Criminal\n\nProcedure 29. A Rule 29 motion will be denied \"unless the evidence,\n\nviewed in the light most favorable to the government, could not have\n\npersuaded any trier of fact of the defendant's guilt beyond a\n\nreasonable doubt.\" United States v. Hernández, 218 F.3d 58, 64 (1st\n\nCir. 2000) (quotation omitted), cert. denied, 531 U.S. 1103 (2001). We\n\nreview the district court's denial of the motion de novo. United\n\nStates v. Frigerio-Migiano, 254 F.3d 30, 33 (1st Cir. 2001).\n\n            Ventura argues that her unauthorized presence on the beach\n\nnear the live impact area does not violate 18 U.S.C. § 1382 because the\n\nstatute requires proof of both ownership and control of area in\n\nquestion.     Although defendant concedes that the Navy owned and\n\ncontrolled the area up to the mean high-tide line of the beach, she\n\nmaintains that the area seaward of that line was essentially fair game\n\nfor her and the other protesters because Congress has recognized Puerto\n\nRico's jurisdiction over its beaches, see 48 U.S.C. §§ 747-49. She\n\nargues further that, because the evidence at trial established only\n\nthat she was arrested on the beach -- but not specifically landward of\n\nthe mean high-tide line -- her conviction cannot be sustained.\n\n            As an initial matter, and despite the defendant's\n\nprotestations to the contrary, we conclude that \"[g]overnment ownership\n\n\n                                  -13-\n\fof the property in question is not a requisite to violating Section\n\n1382.\"   United States v. Allen, 924 F.2d 29, 31 (2d Cir. 1991)\n\n(emphasis added) (citing United States v. McCoy, 866 F.2d 826, 830-32\n\n(6th Cir. 1989)).\n\n          In Allen, the Second Circuit addressed this issue in the\n\ncontext of several defendants charged with violating § 1382 by swimming\n\nalongside a docked Trident nuclear submarine.       In that case, the\n\ndefendants argued that they could not have violated § 1382 because\n\n\"they never intended to, and in fact did not, penetrate the boundary of\n\nthe naval reservation . . . but rather only the 'security zone' of the\n\nwaters surrounding that reservation.\" Id. at 30. The Allen court held\n\nthat \"entering the security zone is entering the naval reservation and\n\nis a violation of Section 1382.\" Id. The waters' designation as part\n\nof a security zone in accordance with federal regulations was\n\nsufficient to invest the Navy with \"exclusive rights to occupy [the]\n\narea.\" Id.\n\n          The holding of the Second Circuit in Allen echoes that of the\n\nNinth Circuit in United States v. Mowat, 582 F.2d 1194 (9th Cir. 1978),\n\nwhere the court stated that \"even if the Navy did not possess a fee\n\nsimple absolute title to the Island of Kahoolawe, the maintenance of\n\nthe 'naval reservation' there suffices to support the convictions under\n\n18 U.S.C. § 1382.\" Id. at 1208. In accord with these courts, we hold\n\nthat, when the government does not own the land, § 1382 requires only\n\n\n                                 -14-\n\fthat the government demonstrate either a possessory interest in, or\n\noccupation or control of, the area reserved by the military.\n\n          Here we apply the occupation-and-control test and conclude,\n\nin agreement with the district court, that the government demonstrated\n\nthat the area beyond the mean high-tide lines is under the occupation\n\nand control of the Navy for purposes of § 1382.         Puerto Rico's\n\njurisdiction over the shoreline was established subject to the control\n\nof the United States. Thus, a large swath of area extending beyond the\n\nshoreline of the beach was permissibly designated as part of a \"danger\n\nzone\" by federal regulation. See 33 C.F.R. §§ 334.2, 334.1480. These\n\nregulations allow the Navy to \"occupy and control\" these areas, and\n\nthere was adequate testimony at trial demonstrating that the Navy has\n\nin fact exercised this power. The Navy has continuously used the\n\nadjacent area as a live impact zone for live-fire artillery and\n\nbombardment exercises and has continuously patrolled the beach for\n\npossible intruders. Furthermore, regulations establish that Camp\n\nGarcía is a \"closed\" base, meaning that the public may not enter\n\nwithout permission of the commanding officer. See 32 C.F.R. §§ 770.35-\n\n770.40. The evidence therefore permitted the district court, acting as\n\nthe fact-finder, to conclude beyond a reasonable doubt that Ventura had\n\nviolated § 1382.\n\nC.   Use of Special Assistant U.S. Attorneys General\n\n\n\n\n                                 -15-\n\f          Finally, Ventura argues that the district court erred by not\n\ndisqualifying Navy officers from serving as the prosecuting attorneys.\n\nBefore trial, Ventura filed motions seeking to disqualify United States\n\nNavy officers from prosecuting the case. She argued that the Navy\n\nofficers, appointed as Special Assistant United States Attorneys to\n\nprosecute the case, had an institutional conflict. More specifically,\n\nshe avers that the ongoing controversy between the Navy and local\n\nresidents over the live bombing exercises at Camp García prevented Navy\n\npersonnel from serving as disinterested prosecutors. The district\n\ncourt denied Ventura's motions, and the government was represented at\n\ntrial by Navy officers.\n\n          We addressed the identical argument in United States v.\n\nSilva-Rosa, No. 01-1347, slip op. at 4-6 (1st Cir. Dec. __, 2001), and\n\nneed not recite the precise analysis set forth in that opinion.\n\nSuffice it say, however, that the defendant's argument must be rejected\n\non the same rationale.\n\n                          III.   CONCLUSION\n\n          For the reasons stated above, we affirm.\n\n\n\n\n                                 -16-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">           United States Court of Appeals\n                       For the First Circuit\n\nNo. 01-1400\n\n                     UNITED STATES OF AMERICA,\n\n                        Plaintiff, Appellee,\n\n                                  v.\n\n                MARÍA DEL CARMEN VENTURA-MELÉNDEZ,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n       [Hon. Aida M. Delgado-Colón, U.S. Magistrate Judge]\n\n\n                                Before\n\n                    Torruella, Circuit Judge,\n                 Kravitch,* Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n     Linda Backiel, for appellant.\n     Francis J. Bustamante, Special Assistant U.S. Attorney, with whom\nGuillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant\nU.S. Attorney, Chief, Criminal Division, and Anthony Chávez, Special\nAssistant U.S. Attorney, were on brief, for appellee.\n\n\n\n                         December 19, 2001\n\n\n\n*   Of the Eleventh Circuit, sitting by designation.\n\f-2-\n\f          TORRUELLA, Circuit Judge.      Defendant María del Carmen\n\nVentura-Meléndez (\"Ventura\" or \"defendant\") appeals her conviction for\n\ntrespassing on a United States military installation. She asserts\n\nnumerous grounds for appeal, all of which we find unavailing. We\n\ntherefore affirm her conviction.\n\n                           I.    BACKGROUND\n\n          Ventura, a native of Vieques, Puerto Rico, was arrested on\n\nJune 1, 2000 on a beach in Vieques during a peaceful protest against\n\nthe Navy's continuing use of portions of the island for military\n\nmaneuvers. The beach is part of the Naval installation at Camp García\n\nand sits approximately 200 yards from the live impact area designated\n\nfor live-fire artillery and bombardment exercises. Approximately\n\nthirty-one people, all of whom were engaged in acts of civil\n\ndisobedience, were arrested at the same time and place.\n\n          Ventura was charged, in a single-count information filed on\n\nJuly 17, 2000, with violation of 18 U.S.C. § 1382. The district court\n\nconducted a one-day bench trial and found Ventura, along with her two\n\nco-defendants, guilty of the one count charged. The district court\n\nthen sentenced the defendant to one year of unsupervised probation,\n\nwith a special condition that she not enter any part of the Navy's\n\nclosed base at Camp García without permission, and assessed a fine in\n\nthe amount of ten dollars.\n\n                           II.    ANALYSIS\n\n\n                                  -3-\n\f          The federal trespassing statute under which Ventura was\n\nconvicted provides, in relevant part:\n\n          Whoever, within the jurisdiction of the United\n          States, goes upon any military, naval, or Coast\n          Guard reservation, post, fort, arsenal, yard,\n          station, or installation, for any purpose\n          prohibited by law or lawful regulation;\n          . . .\n          Shall be fined under this title or imprisoned not\n          more than six months, or both.\n\n18 U.S.C. § 1382 (1994). The statute, in essence, prohibits persons\n\nfrom \"enter[ing] military reservations that are closed to them,\n\nprovided they have notice or knowledge that their entry is prohibited.\"\n\nUnited States v. Parrilla-Bonilla, </pre><span class=\"citation\" data-id=\"390416\"><a href=\"/opinion/390416/united-states-v-antulio-parrilla-bonilla-united-states-of-america-v/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1373</span></a></span><pre class=\"inline\">, 1378 (1st Cir. 1981).\n\n          Ventura argues three basic grounds for appeal. First, she\n\ncontends that the district court improperly admitted a \"Certificate of\n\nNon-Existence of Record\" that purported to show that she was not among\n\nthose with permission to enter Camp García on the day of her arrest.\n\nSecond, she argues that the evidence was insufficient as a matter of\n\nlaw to show that her presence on the beach constituted entry upon lands\n\nreserved by the Navy. Lastly, she argues that the district court\n\nerroneously failed to disqualify Navy personnel from acting as Special\n\nAssistant United States Attorneys. We address each of her appeal\n\narguments in turn.\n\nA.   Admission of the Certificate of Non-Existence of Record\n\n\n\n\n                                 -4-\n\f          Shortly before trial, Ventura filed a motion in limine to\n\nexclude from evidence a Certificate of Non-Existence of Record (\"CNER\")\n\nsigned by Lieutenant Commander Neftalí Pagán (\"LC Pagán\"). The CNER\n\nstated that a diligent search of the records containing the names of\n\nthose with permission to enter Camp García on the day in question had\n\nbeen conducted, and that the search revealed no record or entry\n\nidentifying Ventura. The document was introduced to show that Ventura\n\nwas not authorized to be on the property controlled by the Navy when\n\nshe was arrested. LC Pagán did not testify at trial. Ventura's motion\n\nto exclude the CNER was denied from the bench on the date of trial,\n\nwithout opinion. Her objection was renewed and overruled during trial.\n\n          1.   Application of Rule 803(10)\n\n          Ventura first disputes whether the district court correctly\n\nadmitted the CNER in accordance with Federal Rule of Evidence 803(10).\n\n\"[A] trial court enjoys considerable discretion in connection with the\n\nadmission or exclusion of evidence.\" Udemba v. Nicoli, </pre><span class=\"citation\" data-id=\"771698\"><a href=\"/opinion/771698/oliver-c-udemba-v-paul-nicoli/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 15\n\n(1st Cir. 2001).    Consequently, we review the district court's\n\napplication of Rule 803(10) for an abuse of discretion.         Id.\n\n          Subject to the limitations of Rule 803(10), an out-of-court\n\nstatement is admissible to prove the absence of a public record or\n\nentry, even where the declarant is available as a witness. Evidence\n\nadmitted pursuant to Rule 803(10) must meet the following criteria:\n\n\n\n\n                                 -5-\n\f           To prove the absence of a record, report,\n           statement, or data compilation, in any form, or\n           the nonoccurrence or nonexistence of a matter of\n           which a record, report, statement, or data\n           compilation, in any form, was regularly made and\n           preserved by a public office or agency, evidence\n           in the form of a certification in accordance with\n           rule 902, or testimony, that diligent search\n           failed to disclose the record, report, statement,\n           or data compilation, or entry.\nFed R. Evid. 803(10). Thus, any certificate declaring that a diligent\n\nsearch of public records failed to disclose a record or entry must\n\ncomport with Rule 902, which governs the self-authentication of certain\n\ndocuments.   Rule 902 provides, in relevant part, for the self-\n\nauthentication of:\n\n          A document bearing a seal purporting to be that\n          of the United States, or of any State, district,\n          Commonwealth, territory, or insular possession\n          thereof, or the Panama Canal Zone, or the Trust\n          Territory of the Pacific Islands, or of a\n          political subdivision, department, officer, or\n          agency thereof, and a signature purporting to be\n          an attestation or execution.\n\nFed. R. Evid. 902(1).\n\n          Ventura challenges the district court's admission of the CNER\n\nunder Rule 803(10) on several grounds.       She claims: 1) that the\n\nunderlying records of those with permission to enter Camp García are\n\nnot \"regularly made and preserved by a public office or agency\"; 2)\n\nthat the CNER does not bear the proper seal; and 3) that there is no\n\nproper \"attestation\" to the contents of the document. We find each of\n\nthese arguments unpersuasive.\n\n\n\n                                 -6-\n\f            First, Ventura argues that, in order for the underlying\n\nrecords to be \"regularly made and preserved by a public office or\n\nagency,\" their creation and maintenance must be legally mandated by\n\nstatute or regulation. As such, defendant argues, the Navy's mere\n\npractice of making and retaining records of those with permission to\n\nenter Camp García does not satisfy the rule. However, we are unable to\n\nfind such a limitation in the text of the rule. Had the drafters of\n\nthe Rules of Evidence intended such a requirement, they were well aware\n\nof how it could be imposed. Cf. Fed. R. Evid. 803(6)(B) (providing for\n\nadmission of records and reports of public offices or agencies setting\n\nforth \"matters observed pursuant to duty imposed by law\") (emphasis\n\nadded). The plain text of the rule mandates only that the underlying\n\nrecords \"be regularly made and preserved by a public office or agency\";\n\nwe discern no error in the district court's conclusion that this\n\nlimitation was satisfied by a proffer of evidence that logs of those\n\nwith permission to enter the base are made and gathered on a daily\n\nbasis.\n\n            Second, with regard to the adequacy of the seal, the CNER\n\nadmitted by the district court clearly bears the raised seal of the\n\nDepartment of the Navy, a political subdivision of United States. We\n\nbelieve this satisfies the rule since, \"[u]nder the approach of Rule\n\n902(1), the seal of any executing officer or custodian will generally\n\nsuffice.\"    5 Jack B. Weinstein & Margaret A. Berger, Weinstein's\n\n\n                                 -7-\n\fFederal Evidence § 902.03[1], at 902-11 (3d ed. 1997) (footnote\n\nomitted).\n\n            Third, although LC Pagán did not use the precise term\n\n\"attest,\" he stated that he \"certifies and swears\" that the contents of\n\nthe CNER are accurate. The word \"certify\" means to \" attest to being\n\ntrue,\" Black's Law Dictionary 124 (7th ed. 1998) (emphasis added), and\n\nthus easily supports the requirement of Rule 902(1) that the signature\n\n\"purport[] to be an attestation.\" See United States v. Mateo-Méndez,\n\n</pre><span class=\"citation\" data-id=\"769125\"><a href=\"/opinion/769125/united-states-v-francisco-mateo-mendez/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1039</span></a></span><pre class=\"inline\">, 1043-44 (9th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">983</span></span><pre class=\"inline\"> (2000);\n\nsee also 5 Weinstein's Federal Evidence § 902.03[1], at 902-12 (\"Rule\n\n902(1) does not specify any particular form of attestation or\n\nexecution.\"). We therefore conclude that the district court was well\n\nwithin its discretion in determining that the CNER met each of the\n\nrequirements for admission under Rule 803(10).1\n\n            2.   Confrontation Clause\n\n            Ventura also challenges the admission of the CNER on\n\nconstitutional grounds, claiming that she was deprived of rights\n\nsecured by the Confrontation Clause. We review the district court's\n\nruling on this constitutional question de novo. United States v.\n\nRosario-Díaz, </pre><span class=\"citation\" data-id=\"767458\"><a href=\"/opinion/767458/united-states-v-ralph-rosario-diaz-aka-juni-united-states-v-wilson/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 70 (1st Cir. 2000).\n\n\n\n1 Because we agree that the CNER was properly admitted as self-\nauthenticating under Rule 902(1), we need not address defendant's\ncontention that the certification is not a self-authenticating domestic\npublic document not under seal within the meaning of Rule 902(2).\n\n                                 -8-\n\f          The Sixth Amendment provides, in relevant part, that \"the\n\naccused shall enjoy the right . . . to be confronted with the witnesses\n\nagainst him.\" U.S. Const. amend. VI. \"The central concern of the\n\nConfrontation Clause is to ensure the reliability of the evidence\n\nagainst a criminal defendant by subjecting it to rigorous testing in\n\nthe context of an adversary proceeding before the trier of fact.\"\n\nMaryland v. Craig, </pre><span class=\"citation\" data-id=\"112489\"><a href=\"/opinion/112489/maryland-v-craig/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">836</span></a></span><pre class=\"inline\">, 845 (1990). When the government seeks\n\nto use an out-of-court statement against the accused, \"courts must\n\ndecide whether the [Confrontation] Clause permits the government to\n\ndeny the accused his usual right to force the declarant 'to submit to\n\ncross-examination, the greatest legal engine ever invented for the\n\ndiscovery of truth.'\" Lilly v. Virginia, </pre><span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span><pre class=\"inline\">, 124 (1999)\n\n(plurality opinion) (quoting California v. Green, </pre><span class=\"citation\" data-id=\"108189\"><a href=\"/opinion/108189/california-v-green/\"><span class=\"volume\">399</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span><pre class=\"inline\">, 158\n\n(1970) (footnote and citation omitted)).\n\n          The hearsay exception and Confrontation Clause inquiries are\n\nnot coterminous, \"and evidence that is admissible under the former may\n\nstill be inadmissible under the latter.\" United States v. Barone, </pre><span class=\"citation\" data-id=\"197399\"><a href=\"/opinion/197399/united-states-v-barone/\"><span class=\"volume\">114</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span><pre class=\"inline\">, 1299 (1st Cir. 1997). Nonetheless, the Confrontation Clause\n\nand the hearsay rules are both \"generally designed to protect similar\n\nvalues . . . .\"   Bourjaily v. United States, </pre><span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span><pre class=\"inline\">, 182-83\n\n(1987) (citations and quotations omitted).        Thus, an otherwise\n\nadmissible out-of-court statement also satisfies the requirements of\n\nthe Sixth Amendment \"if it bears adequate indicia of reliability.\"\n\n\n                                 -9-\n\fIdaho v. Wright, </pre><span class=\"citation\" data-id=\"112488\"><a href=\"/opinion/112488/idaho-v-wright/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">805</span></a></span><pre class=\"inline\">, 815 (1990) (internal quotations\n\nomitted).\n\n            Ventura argues that admission of the CNER fails the\n\nreliability requirement of the Confrontation Clause because the\n\nevidence neither falls within a \"firmly rooted\" hearsay exception, nor\n\ncontains the particularized indicia of trustworthiness that would\n\notherwise pass constitutional muster.2 Because we conclude that the\n\nCNER demonstrates \"particularized guarantees of trustworthiness\"\n\nsufficient to satisfy the Confrontation Clause, see Ohio v. Roberts,\n\n</pre><span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span><pre class=\"inline\">, 66 (1980), we need not decide whether Rule 803(10)\n\nembodies a \"firmly rooted\" hearsay exception.3\n\n            The requisite \"'particularized guarantees of trustworthiness'\n\nmust be shown from the totality of the circumstances.\" Wright, 497\n\nU.S. at 819.     Though \"courts have considerable leeway in their\n\nconsideration of appropriate factors,\" the relevant circumstances are\n\nthose \"that surround the making of the statement and that render the\n\n\n2 Ventura does not appear to challenge introduction of the CNER on the\nbasis that the government failed to demonstrate that LC Pagán was\nunavailable to testify. Cf. Barone, 114 F.3d at 1302 (noting that\nunder certain circumstances the Confrontation Clause requires the\ngovernment to demonstrate the declarant's unavailability).\n3 \"Where the evidence is admitted under a 'firmly rooted' hearsay\nexception, reliability may be inferred without more.\" Barone, 114 F.3d\nat 1301 (citing Roberts, 448 U.S. at 66). \"Admission under a firmly\nrooted hearsay exception satisfies the constitutional requirement of\nreliability because of the weight accorded longstanding judicial and\nlegislative experience in assessing the trustworthiness of certain\ntypes of out-of-court statements . . . .\" Wright, 497 U.S. at 817.\n\n                                  -10-\n\fdeclarant particularly worthy of belief,\" such that \"the test of\n\ncross-examination would be of marginal utility.\" Id. at 819-22. We\n\ntherefore eschew the endorsement of a single \"mechanical test,\" id. at\n\n822, and look to the factors that best assay the reliability of the\n\nCNER. In this regard, the Supreme Court's plurality decision in Dutton\n\nv. Evans, </pre><span class=\"citation\" data-id=\"108220\"><a href=\"/opinion/108220/dutton-v-evans/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span><pre class=\"inline\"> (1970), provides helpful guidance. In Dutton,\n\nthe Court articulated a four-prong analysis for testing the reliability\n\nof out-of-court statements, inquiring whether: 1) the statement\n\ncontained no express assertions about past facts; 2) the declarant was\n\nin a position to have personal knowledge of the matters in the\n\nstatement; 3) the possibility that the declarant's statement was\n\nfounded on faulty recollection is extremely remote; and 4) the\n\ncircumstances surrounding the making of the statement were such that\n\nthe possibility of misrepresentation was unlikely.         Id. at 88-89.\n\n          Here, the CNER admitted into evidence by the district court\n\nsatisfies each of the Dutton factors. First, the document contains no\n\nassertion of past facts; rather, it relates only to the LC Pagán's\n\ncontemporaneous search of existing records. Second, LC Pagán, whose\n\nduties include \"control of access to the area known as Camp García\" and\n\nthe \"authority to grant permission to particular individuals to enter\n\nCamp García,\" was well positioned to have personal knowledge of the\n\nmatters in the CNER.    Third, because a search of the records was\n\nconducted shortly before the creation of the CNER, the resulting\n\n\n                                 -11-\n\fpossibility of faulty recollection is minute.            Lastly, the\n\ncircumstances surrounding the making of the CNER make misrepresentation\n\nunlikely: the statement is sworn by an officer of the government in the\n\ndischarge of his official duties; and the underlying records are\n\ncreated and maintained in a manner that bespeaks completeness and\n\nreliability.\n\n          Based on the Dutton factors, we conclude that the CNER is\n\nentitled to a dignity and trustworthiness on par with that recognized\n\nfor out-of-court statements that fall within \"firmly rooted\" hearsay\n\nexceptions.    See Wright, 497 U.S. at 821 (\"[E]vidence possessing\n\n'particularized guarantees of trustworthiness' must be at least as\n\nreliable as evidence admitted under a firmly rooted hearsay exception\n\n. . . .\") (citation omitted). Our conclusion is further buttressed by\n\ncourts that have determined that other certificates of the absence of\n\na public record or entry have particularized guarantees of\n\ntrustworthiness sufficient to satisfy the Confrontation Clause. See,\n\ne.g., United States v. Rith, </pre><span class=\"citation\" data-id=\"760544\"><a href=\"/opinion/760544/united-states-v-mesa-rith/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1323</span></a></span><pre class=\"inline\">, 1336-37 (10th Cir. 1999);\n\nUnited States v. Hutchinson, </pre><span class=\"citation\" data-id=\"668602\"><a href=\"/opinion/668602/united-states-v-brian-hutchison/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">846</span></a></span><pre class=\"inline\">, 852 (9th Cir. 1993); United\n\nStates v. Metzger, </pre><span class=\"citation\" data-id=\"461626\"><a href=\"/opinion/461626/united-states-v-ronald-willet-metzger/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span><pre class=\"inline\">, 1202-03 (6th Cir. 1985); United\n\nStates v. Herrera-Britto, </pre><span class=\"citation\" data-id=\"438971\"><a href=\"/opinion/438971/united-states-v-saul-s-herrera-britto/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span></a></span><pre class=\"inline\">, 552 (11th Cir. 1984) (per\n\ncuriam). Thus, the admission of the CNER in the criminal trial did not\n\nviolate Ventura's Sixth Amendment rights.\n\nB.   Sufficiency of evidence challenge\n\n\n                                 -12-\n\f            Ventura next assails the government's proof of entrance onto\n\nproperty reserved by the Navy. Ventura made these challenges in a\n\nmotion for judgment of acquittal under Federal Rule of Criminal\n\nProcedure 29. A Rule 29 motion will be denied \"unless the evidence,\n\nviewed in the light most favorable to the government, could not have\n\npersuaded any trier of fact of the defendant's guilt beyond a\n\nreasonable doubt.\" United States v. Hernández, </pre><span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 64 (1st\n\nCir. 2000) (quotation omitted), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span><pre class=\"inline\"> (2001). We\n\nreview the district court's denial of the motion de novo. United\n\nStates v. Frigerio-Migiano, </pre><span class=\"citation\" data-id=\"199477\"><a href=\"/opinion/199477/united-states-v-frigerio-migiano/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span><pre class=\"inline\">, 33 (1st Cir. 2001).\n\n            Ventura argues that her unauthorized presence on the beach\n\nnear the live impact area does not violate 18 U.S.C. § 1382 because the\n\nstatute requires proof of both ownership and control of area in\n\nquestion.     Although defendant concedes that the Navy owned and\n\ncontrolled the area up to the mean high-tide line of the beach, she\n\nmaintains that the area seaward of that line was essentially fair game\n\nfor her and the other protesters because Congress has recognized Puerto\n\nRico's jurisdiction over its beaches, see 48 U.S.C. §§ 747-49. She\n\nargues further that, because the evidence at trial established only\n\nthat she was arrested on the beach -- but not specifically landward of\n\nthe mean high-tide line -- her conviction cannot be sustained.\n\n            As an initial matter, and despite the defendant's\n\nprotestations to the contrary, we conclude that \"[g]overnment ownership\n\n\n                                  -13-\n\fof the property in question is not a requisite to violating Section\n\n1382.\"   United States v. Allen, </pre><span class=\"citation\" data-id=\"554975\"><a href=\"/opinion/554975/united-states-v-jacqueline-allen-arthur-laffin-james-patrick-reale/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 31 (2d Cir. 1991)\n\n(emphasis added) (citing United States v. McCoy, </pre><span class=\"citation\" data-id=\"517647\"><a href=\"/opinion/517647/united-states-v-joan-mccoy/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">826</span></a></span><pre class=\"inline\">, 830-32\n\n(6th Cir. 1989)).\n\n          In Allen, the Second Circuit addressed this issue in the\n\ncontext of several defendants charged with violating § 1382 by swimming\n\nalongside a docked Trident nuclear submarine.       In that case, the\n\ndefendants argued that they could not have violated § 1382 because\n\n\"they never intended to, and in fact did not, penetrate the boundary of\n\nthe naval reservation . . . but rather only the 'security zone' of the\n\nwaters surrounding that reservation.\" Id. at 30. The Allen court held\n\nthat \"entering the security zone is entering the naval reservation and\n\nis a violation of Section 1382.\" Id. The waters' designation as part\n\nof a security zone in accordance with federal regulations was\n\nsufficient to invest the Navy with \"exclusive rights to occupy [the]\n\narea.\" Id.\n\n          The holding of the Second Circuit in Allen echoes that of the\n\nNinth Circuit in United States v. Mowat, </pre><span class=\"citation\" data-id=\"359039\"><a href=\"/opinion/359039/united-states-v-karl-anthony-mowat-united-states-of-america-v-francis-n/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1194</span></a></span><pre class=\"inline\"> (9th Cir. 1978),\n\nwhere the court stated that \"even if the Navy did not possess a fee\n\nsimple absolute title to the Island of Kahoolawe, the maintenance of\n\nthe 'naval reservation' there suffices to support the convictions under\n\n18 U.S.C. § 1382.\" Id. at 1208. In accord with these courts, we hold\n\nthat, when the government does not own the land, § 1382 requires only\n\n\n                                 -14-\n\fthat the government demonstrate either a possessory interest in, or\n\noccupation or control of, the area reserved by the military.\n\n          Here we apply the occupation-and-control test and conclude,\n\nin agreement with the district court, that the government demonstrated\n\nthat the area beyond the mean high-tide lines is under the occupation\n\nand control of the Navy for purposes of § 1382.         Puerto Rico's\n\njurisdiction over the shoreline was established subject to the control\n\nof the United States. Thus, a large swath of area extending beyond the\n\nshoreline of the beach was permissibly designated as part of a \"danger\n\nzone\" by federal regulation. See 33 C.F.R. §§ 334.2, 334.1480. These\n\nregulations allow the Navy to \"occupy and control\" these areas, and\n\nthere was adequate testimony at trial demonstrating that the Navy has\n\nin fact exercised this power. The Navy has continuously used the\n\nadjacent area as a live impact zone for live-fire artillery and\n\nbombardment exercises and has continuously patrolled the beach for\n\npossible intruders. Furthermore, regulations establish that Camp\n\nGarcía is a \"closed\" base, meaning that the public may not enter\n\nwithout permission of the commanding officer. See 32 C.F.R. §§ 770.35-\n\n770.40. The evidence therefore permitted the district court, acting as\n\nthe fact-finder, to conclude beyond a reasonable doubt that Ventura had\n\nviolated § 1382.\n\nC.   Use of Special Assistant U.S. Attorneys General\n\n\n\n\n                                 -15-\n\f          Finally, Ventura argues that the district court erred by not\n\ndisqualifying Navy officers from serving as the prosecuting attorneys.\n\nBefore trial, Ventura filed motions seeking to disqualify United States\n\nNavy officers from prosecuting the case. She argued that the Navy\n\nofficers, appointed as Special Assistant United States Attorneys to\n\nprosecute the case, had an institutional conflict. More specifically,\n\nshe avers that the ongoing controversy between the Navy and local\n\nresidents over the live bombing exercises at Camp García prevented Navy\n\npersonnel from serving as disinterested prosecutors. The district\n\ncourt denied Ventura's motions, and the government was represented at\n\ntrial by Navy officers.\n\n          We addressed the identical argument in United States v.\n\nSilva-Rosa, No. 01-1347, slip op. at 4-6 (1st Cir. Dec. __, 2001), and\n\nneed not recite the precise analysis set forth in that opinion.\n\nSuffice it say, however, that the defendant's argument must be rejected\n\non the same rationale.\n\n                          III.   CONCLUSION\n\n          For the reasons stated above, we affirm.\n\n\n\n\n                                 -16-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771698/"
  ]
}