{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199715/",
  "absolute_url": "/opinion/199715/sallen-v-corinthians-licencia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199715/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:28Z",
  "date_modified": "2017-03-24T11:03:04.392206Z",
  "type": "010combined",
  "sha1": "7df059628484337e38bcae372fd4f95642c79b35",
  "page_count": 34,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1197-01A.pdf",
  "local_path": "pdf/2001/12/05/Sallen_v._Corinthians_Licencia.pdf",
  "plain_text": "              United States Court of Appeals\n                       For the First Circuit\n                       ____________________\n\nNo. 01-1197\n\n\n              JAY D. SALLEN d/b/a J.D.S. Enterprises,\n\n                       Plaintiff, Appellant,\n\n                                v.\n\n               CORINTHIANS LICENCIAMENTOS LTDA and\n                  DESPORTOS LICENCIAMENTOS LTDA,\n\n                      Defendants, Appellees.\n\n                       ____________________\n\n\n        ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n                       ____________________\n\n                              Before\n\n                       Lynch, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n                       ____________________\n\n\n     Linda A. Harvey with whom Harvey & Kleger was on brief for\nappellant.\n     Amy B. Goldsmith with whom George Gottlieb, Marc P. Misthal,\nGottlieb, Rackman & Reisman, P.C., Curtis Krechevsky, Mark D. Robins\nand Hutchins, Wheeler & Dittmar were on brief for appellees.\n\n                       ____________________\n\f  December 5, 2001\n____________________\n\n\n\n\n        -2-\n\f          LYNCH, Circuit Judge. This case raises important issues\n\nabout the relationship between the Anticybersquatting Consumer\n\nProtection Act (\"ACPA\") and the World Intellectual Property\n\nOrganization (\"WIPO\") dispute resolution procedures under the Uniform\n\nDomain Name Dispute Resolution Policy (\"UDRP\"). This is a dispute\n\nbetween Jay D. Sallen, a resident of Brookline, Massachusetts, and\n\nCorinthians Licenciamentos LTDA (\"CL\"), a Brazilian corporation, over\n\nSallen's registration and use of the domain name corinthians.com. We\n\nare asked to determine whether Sallen, a domain name registrant who has\n\nlost the use of a domain name in a WIPO dispute resolution proceeding\n\nthat declared him a cybersquatter under the UDRP, may bring an action\n\nin federal court seeking (1) a declaration that he is not in violation\n\nof the ACPA; (2) a declaration that he is not required to transfer the\n\ndomain name to CL; and (3) such relief as necessary to effectuate these\n\nends.1 The district court held that federal courts lack jurisdiction\n\nover such claims. For the reasons that follow, we reverse the district\n\ncourt and hold that there is federal jurisdiction over such claims.\n\n\n\n\n     1     Sallen's initiation of these proceedings in the district\ncourt stayed the WIPO panel's order to transfer the domain name to CL.\nSee UDRP ¶ 4(k), at http://www.icann.org/udrp/udrp-policy-24oct99.htm\n(Oct. 24, 1999). After the district court dismissed Sallen's suit,\nhowever, the domain name was transferred to CL, possibly wrongfully in\nlight of the pendency of this appeal.         If the complaint were\nreinstated, the logic of Sallen's position is that Sallen would seek\nleave to amend his complaint to request an injunction returning the\ndomain name.\n\n                                 -3-\n\f                                  I.\n\n          This is a case in the new territory of cybersquatting (also\n\nknown as \"cyberpiracy\" or \"domain name hijacking\"), an Internet\n\nphenomenon whereby individuals register Internet domain names in\n\nviolation of the rights of trademark owners. S. Rep. No. 106-140, at\n\n4 (1999). Alternatively, the case may be viewed as possibly one of\n\n\"reverse domain name hijacking,\" whereby trademark owners abusively\n\nassert their trademark rights to strip domain names from rightful\n\nowners. See UDRP Rule 1, at http://www.icann.org/udrp/udrp-rules-\n\n24oct99.htm (Oct. 24, 1999) (defining \"reverse domain name hijacking\").\n\nCybersquatters often register domain names incorporating the trademarks\n\nof others, with the intent of selling the domain names back to the\n\ntrademark owners at a profit. S. Rep. No. 106-140, at 4-5; H.R. Rep.\n\nNo. 106-412, at 5 (1999); Sporty's Farm L.L.C. v. Sportsman's Mkt.,\n\nInc., 202 F.3d 489, 493 (2d Cir. 2000).       Some trademark owners,\n\nhowever, may find accusations of cybersquatting a convenient way to\n\nbypass legitimate disputes over trademark rights. See 145 Cong. Rec.\n\nS15,026 (1999).\n\n          CL asserts that it has rights in Brazil to the name\n\n\"Corinthiao,\" the Portuguese equivalent of \"Corinthians,\" which is the\n\nname of a soccer team popular in Brazil. In the district court, and\n\nbefore this court, CL argued that a WIPO panel2 properly found that\n\n     2    WIPO is an international organization with 177 member states,\n\n                                 -4-\n\fSallen was a cybersquatter under the UDRP. The UDRP applies to Sallen\n\nbecause its terms are incorporated into his domain name registration\n\nagreement -- a private contract. CL says that federal courts do not\n\nhave jurisdiction to revisit the issue of whether Sallen is a\n\ncybersquatter as determined under that contract. Further, CL says,\n\nfederal courts lack jurisdiction over Sallen's suit under the ACPA\n\nbecause CL has disclaimed any intent to sue Sallen under the ACPA. If\n\nSallen cannot reasonably fear a lawsuit under the ACPA, so the argument\n\ngoes, then there is no Article III case or controversy. CL insists\n\nthat its victory under the UDRP is unrelated to, and unaffected by, any\n\ncause of action under the ACPA. Even if Sallen had an affirmative\n\n\n\norganized to promote intellectual property protection.           World\nIntellectual Property Organization, The Recognition of Rights and the\nUse of Names in the Internet Domain Name System: Report of the Second\nWIPO       Internet        Domain        Name      Process,         at\nhttp://wipo2.wipo.int/process2/report/html/report.html (Sept. 3, 2001)\n[hereinafter Second WIPO Report]. One of its functions is to mediate\ncybersquatting claims. Either party to a cybersquatting dispute before\nWIPO may elect to have the dispute decided by a three-member panel.\nUDRP Rules 3(b)(iv) and 5(b)(iv). If neither party does so in its\npleadings, then WIPO appoints a sole panelist from its list of\npanelists. UDRP Rule 6(b). The WIPO decision in the Corinthians case\nwas rendered by a one-person panel. WIPO Arbitration and Mediation\nCenter, Administrative Panel Decision, Corinthians Licenciamentos LTDA\nv. Sallen, No. D2000-0461 (July 17, 2000) (Bianchi, Sole Panelist), at\nhttp://arbiter.wipo.int/domains/decisions/html/2000/d2000-0461.html.\nThe decision in the related case brought by Cruzeiro Licenciamentos\nLTDA (formerly known as Desportos Licenciamentos LTDA) was issued by a\nthree-member panel.      WIPO Arbitration and Mediation Center,\nAdministrative Panel Decision, Cruzeiro Licenciamentos LTDA v. Sallen,\nNo. D2000-0715 (Sept. 6, 2000) (Barker, Sorkin, and Tamassia Santos,\nP    a    n    e    l    i     s    t    s   )    ,             a    t\nhttp://arbiter.wipo.int/domains/decisions/html/2000/d2000-0715.html.\n\n                                 -5-\n\fright under the ACPA to use corinthians.com, it says, he has\n\ncontractually waived that right by agreeing to the UDRP's different\n\nlegal standard in his domain name registration agreement.\n\n           Sallen unsuccessfully defended his registration and use of\n\ncorinthians.com in a WIPO dispute resolution proceeding initiated by\n\nCL.   WIPO Arbitration and Mediation Center, Administrative Panel\n\nDecision, Corinthians Licenciamentos LTDA v. Sallen, No. D2000-0461\n\n(July     17,     2000)     (Bianchi,      Sole     Panelist),      at\n\nhttp://arbiter.wipo.int/domains/decisions/html/2000/d2000-0461.html.\n\nSallen then filed a complaint in federal court against CL seeking a\n\ndeclaration that his registration and use of corinthians.com is not\n\nunlawful under the ACPA. He relied on both 15 U.S.C. § 1114(2)(D)(v)\n\nand the declaratory judgment statute, 28 U.S.C. § 2201.        Section\n\n1114(2)(D)(v) states:\n\n           A domain name registrant whose domain name has been\n           suspended, disabled, or transferred under a policy described\n           under clause (ii)(II) may, upon notice to the mark owner,\n           file a civil action to establish that the registration or\n           use of the domain name by such registrant is not unlawful\n           under this chapter. The court may grant injunctive relief\n           to the domain name registrant, including the reactivation of\n           the domain name or transfer of the domain name to the domain\n           name registrant.\n\n15 U.S.C. § 1114(2)(D)(v) (2000).\n\n           Sallen asserts that (1) this provision of the ACPA creates\n\nan explicit cause of action for a declaration that a registrant who has\n\nlost a domain name under the UDRP has lawfully registered and used that\n\n\n                                 -6-\n\fdomain name; (2) this declaration overrides the WIPO panel's decision\n\nto the contrary; and (3) federal courts may order the domain name\n\nreactivated or transferred back to the aggrieved registrant. Sallen's\n\nposition is that, despite the terms of his domain name registration\n\nagreement, and despite the WIPO panel's interpretation of those terms,\n\nhe is entitled to retain registration and use of corinthians.com if his\n\nregistration and use of the domain name is consistent with the ACPA.\n\n          This case raises an issue of first impression, requiring us\n\nto determine whether a domain name registrant, who has lost in a WIPO-\n\nadjudicated UDRP proceeding, may bring an action in federal court under\n\n§ 1114(2)(D)(v) seeking to override the result of the earlier WIPO\n\nproceeding by having his status as a nonviolator of the ACPA declared\n\nand by getting an injunction forcing a transfer of the disputed domain\n\nname back to him.      The answer to this question turns on the\n\nrelationship between the ACPA, in particular § 1114(2)(D)(v), and\n\ndecisions of administrative dispute resolution panels contractually\n\nempowered to adjudicate domain name disputes under the UDRP.\n\n          The district court dismissed Sallen's complaint on the\n\ngrounds that no actual controversy existed between the parties since CL\n\nnever claimed that Sallen violated the ACPA. We hold that, although CL\n\nrepresented that it had \"no intent to sue [Sallen] under the ACPA for\n\nhis past activities in connection with corinthians.com,\" an actual\n\ncontroversy did exist between the parties concerning rights to\n\n\n                                 -7-\n\fcorinthians.com, and that the district court incorrectly dismissed\n\nSallen's complaint.     Section 1114(2)(D)(v) grants domain name\n\nregistrants who have lost domain names under administrative panel\n\ndecisions applying the UDRP an affirmative cause of action in federal\n\ncourt for a declaration of nonviolation of the ACPA and for the return\n\nof the wrongfully transferred domain names. Accordingly, we reverse\n\nand remand to the district court.\n\n                                 II.\n\nA. Internet Background\n\n          The Internet is a network of computers allowing a user on the\n\nnetwork to communicate with any other computer on the network. See 15\n\nU.S.C. § 1127 (incorporating, for purposes of the Trademark Act, the\n\ndefinition of Internet given by 47 U.S.C. § 230(f): \"the international\n\ncomputer network of both Federal and non-Federal interoperable packet\n\nswitched data networks\"); H.H. Perritt, Jr. Law and the Information\n\nSuperhighway § 1.02[B], at 6-7 (2d ed. 2001) (briefly explaining how\n\nthe Internet works); G.B. Delta & J.H. Matsuura, Law of the Internet §\n\n1.02 (2001) (documenting the Internet's history). Although there are\n\nmany widely used applications on the Internet, Perritt, supra, §\n\n1.02[B], at 7, the World Wide Web is the dominant application, id. §\n\n1.02[G], at 12. \"[T]he Web is a method of organizing information\n\ndistributed across the Internet.\" Id. Users of the Internet may make\n\ninformation available on the Web and access information made available\n\n\n                                 -8-\n\fby others. Id. Internet users are able to access desired content on\n\nthe Web by typing in the correct Uniform Resource Locator (\"URL\"), or\n\ndomain name, which functions much like a telephone number, allowing a\n\nuser who enters the correct address to reach a particular Web site.3\n\n          A domain name consists of at least two parts: the top level\n\ndomain and the second level domain. The top level domain, such as\n\n.com, .net, or .org, is preceded by the second level domain, which\n\nconsists of a combination of letters, numbers, or some symbols. So,\n\nfor example, in the domain name uscourts.gov, \".gov\" is the top level\n\ndomain name and \"uscourts\" is the second level domain name. A user\n\nwishing to view the Federal Judiciary's official Web site could do so\n\nby entering \"http://www.uscourts.gov\" into her Web browser.\n\n          Presently, users may not claim their own top level domains,\n\nbut anyone wishing to obtain a second level domain name may, for a fee,\n\nenter into a registration agreement with a domain name registrar,\n\nthereby acquiring exclusive rights to that second level domain and the\n\nability to create as many third (or higher) level domains as desired\n\nunder that second level domain.\n\n          Disputes over domain names have become increasingly common\n\nwith the expanding commercial use of the Internet. See Management of\n\n     3    The Trademark Act defines \"domain name\" as \"any alphanumeric\ndesignation which is registered with or assigned by any domain name\nregistrar, domain name registry, or other domain name registration\nauthority as part of an electronic address on the Internet.\" 15 U.S.C.\n§ 1127.\n\n                                 -9-\n\fInternet Names and Addresses, 63 Fed. Reg. 31,741, 31,746-47 (June 10,\n\n1998);   First WIPO Internet Domain Name Process: Archive, at\n\nhttp://wipo2.wipo.int/process1/index.html (visited Oct. 30, 2001)\n\n(describing increased commercial use of the Internet and associated\n\npotential for trademark disputes). Because of their easily remembered\n\nform, domain names have become business identifiers important to\n\noffering goods and services on the Internet. The importance of having\n\none's recognized trademark as a domain name stems from the fact that\n\nmany Internet users, when looking for a company's Web site, may simply\n\ninfer the Web site's address by extrapolating from the company's\n\nrecognized trademark. H.R. Rep. No. 106-412, at 5. For instance, a\n\nperson looking for the Coca-Cola Company's Web site might enter\n\n\"www.cocacola.com\" into her Web browser, assuming (correctly) that it\n\nwould turn up the Coca-Cola Company's official Web site.\n\n           As companies seek to incorporate their nationally registered\n\ntrademarks into domain names that they can use to promote goods and\n\nservices, they often find that the names, or names confusingly similar,\n\nhave already been registered by individuals unconnected with the\n\ncompany.   Delta & Matsuura, supra, § 5.04[B], at 5.58.2.         This\n\noccurrence is unsurprising because the initial domain name registration\n\nsystem is a non-governmentally operated, first-come, first-served\n\nsystem that does not inquire into potential conflicts with trademarks.\n\nId.; see also Sporty's Farm, 202 F.3d at 493 (attributing increasing\n\n\n                                 -10-\n\fcybersquatting to \"lack of any regulatory control over domain name\n\nregistration\"); Panavision Int'l, L.P. v. Toeppen, 141 F.3d 1316, 1318-\n\n19 (9th Cir. 1998) (noting that NSI, the registrar involved in this\n\ncase, does require registrants to represent that they are not\n\ninfringing any trademarks, but does not make any inquiry of its own).\n\n           In the past, confusingly similar trademarks could exist\n\nsimultaneously in different geographical areas or in different business\n\nsectors without creating consumer confusion.              The internet has\n\ndrastically changed this situation because a domain name is both unique\n\nand global in scope. F.L. Street & M.P. Grant, Law of the Internet §\n\n4-1, at 437 (2001); see also Internet Architecture Board, Request For\n\nComments: 2826, IAB Technical Comment on the Unique DNS Root, at\n\nhttp://www.rfc-editor.org/rfc/rfc2826.txt (2000) (\"To remain a global\n\nnetwork, the Internet requires the existence of a globally unique\n\npublic name space.\"); Second WIPO Report, supra, at ¶ 59. For example,\n\na party cannot register and use corinthians.com in the United States\n\nwhile another party registers and uses corinthians.com in Brazil.\n\nSimilarly, one party cannot register that domain name to post Biblical\n\nmessages   while   another   uses    it    to   promote   a   soccer   team.\n\nCorinthians.com, like any domain name, is unique and its use by one\n\nparty is mutually exclusive with its use by any other party.\n\n\n\n\n                                    -11-\n\fB. Facts\n\n           In August 1998, Sallen registered corinthians.com with\n\nNetwork Solutions, Inc. (\"NSI\"). NSI is one of several domain name\n\nregistrars accredited by the Internet Corporation for Assigned Names\n\nand Numbers (\"ICANN\"), a not-for-profit corporation that administers\n\nthe domain name system pursuant to a Memorandum of Understanding with\n\nthe United States Department of Commerce, see Memorandum of\n\nUnderstanding Between the U.S. Department of Commerce and Internet\n\nCorporation for Assigned Names and Numbers (1998), available at\n\nhttp://www.ntia.doc.gov/ntiahome/domainname/icann-memorandum.htm\n\n(visited Nov. 5, 2001); Second WIPO Report, supra, at ¶ 3 (describing\n\nICANN's formation); The Internet Corporation for Assigned Names and\n\nNumbers, http://www.icann.org (last updated Oct. 30, 2001).\n\n           When a domain name registrant registers a domain name with\n\na registrar, such as NSI, the parties enter into a registration\n\nagreement. Sallen's registration agreement, like all registration\n\nagreements for second level domain names within the .com, .net, .org,\n\n.biz, .info, and .name top level domains, incorporates the terms of the\n\nUDRP. See Uniform Domain-Name Dispute-Resolution Policy: General\n\nInformation, at http://www.icann.org/udrp/ (last updated Aug. 26,\n\n2001); UDRP note 2; id. ¶ 1. This is because registrars have agreed,\n\nor have been required by ICANN, to incorporate the UDRP into\n\nregistration agreements for these second level domain names, Uniform\n\n\n                                 -12-\n\fDomain-Name Dispute-Resolution Policy: General Information, supra; UDRP\n\nnote 2, and registrants must accept the UDRP's terms in order to\n\nregister a domain name. Parisi v. Netlearning, Inc., 139 F. Supp. 2d\n\n745, 746 (E.D. Va. 2001) (noting that \"the UDRP binds registrants by\n\nvirtue of their contracts with registrars\"); see also Second WIPO\n\nReport, supra, at ¶ 73 (noting that ICANN uses its control over the\n\ndomain name system to impose the UDRP through contract).\n\n           By its terms, the UDRP governs disputes between the\n\nregistrant and third parties over the registration and use of a domain\n\nname. UDRP ¶ 1. In particular, the UDRP only governs allegations by\n\nthird party trademark holders asserting that a registrant has engaged\n\nin \"cybersquatting.\" Under the UDRP, a registrant is \"required to\n\nsubmit to a mandatory administrative proceeding in the event that a\n\nthird party . . . asserts,\" to an ICANN-approved administrative dispute\n\nresolution service provider, that (1) the registrant's domain name is\n\n\"identical or confusingly similar to a trademark or service mark in\n\nwhich the complainant has rights\"; (2) the registrant has \"no rights or\n\nlegitimate interests\" in the domain name; and (3) the registrant's\n\ndomain name \"has been registered and is being used in bad faith.\" Id.\n\n¶ 4. A complainant under the UDRP must establish all three elements to\n\nprevail.\n\n           UDRP proceedings are conducted by administrative dispute\n\nresolution service providers approved by ICANN.        Id.   ICANN has\n\n\n                                 -13-\n\faccredited four service providers and WIPO is one of them. Second WIPO\n\nReport, supra, at ¶ 10. Between December 1999, when the UDRP first\n\ncame into force, and July 2001, over four thousand cases were brought\n\nunder the UDRP and roughly two-thirds of these cases were filed with\n\nWIPO.   Id. at ¶ 11.\n\n          Approximately one year after registering corinthians.com,\n\nSallen sent an email to representatives of Corinthians stating that he\n\nhad \"been contacted recently, by several people in brazil [ sic],\n\nregarding the purchase of [corinthians.com]\" and that it occurred to\n\nhim that \"it is in [Corinthians's] interest to own it.\" CL responded\n\nby sending Sallen a cease and desist letter concerning corinthians.com.\n\nSallen did not respond. At some point, Sallen posted Biblical material\n\non the corinthians.com Web site.        Sallen asserts that he posted\n\nBiblical material before any dispute over the domain name arose; CL\n\ndisagrees and asserts that no content was present on the site at the\n\ntime it sent the cease and desist letter to Sallen.\n\n          On May 18, 2000, CL filed a complaint with WIPO, asserting,\n\nunder UDRP ¶ 4(a), that (1) Sallen's domain name was confusingly\n\nsimilar to its trademark; (2) Sallen had no rights in the domain name;\n\nand (3) Sallen had registered and used the name in bad faith. Sallen\n\nparticipated in the WIPO dispute resolution process by filing both a\n\nresponse and a supplemental response to CL's complaint. The dispute\n\nwas ultimately resolved in CL's favor approximately two months later,\n\n\n                                 -14-\n\fon July 17, 2000.   Corinthians Licenciamentos LTDA v. Sallen, No.\n\nD    2    0    0    0    -    0     4    6    1    ,            a    t\n\nhttp://arbiter.wipo.int/domains/decisions/html/2000/d2000-0461.html.\n\n          CL is the exclusive licensee of Corinthians's intellectual\n\nproperty, which includes the \"Corinthiao\" mark registered with the\n\nBrazilian Institute of Industrial Property, but not with the United\n\nStates Patent and Trademark Office. It is undisputed that Corinthians\n\nis a popular and well known soccer team in Brazil. See Champions 2000:\n\nFrom Sydney to the Bronx, the Winners, N.Y. Times § 8, at 5 (Dec. 31,\n\n2000) (listing Corinthians as FIFA Club World Champions); Victor's\n\nSpoils: Corinthians Takes No. 1 After Club World Championship, at\n\nhttp://sportsillustrated.cnn.com/soccer/world/top10/news/2000/01/17/w\n\norldsoccer_topten/ (Sept. 4, 2000) (noting that Corinthians won \"two-\n\nstraight Brazilian national championships\").\n\n          The WIPO panel found that Sallen's corinthians.com domain\n\nname was \"identical or confusingly similar to\" CL's \"Corinthiao\"4 mark,\n\nmainly on the grounds that \"when comparing Corinthians\" with Corinthiao\n\n\"the domain name at issue is phonetically nearly identical to the\n\nComplainant's trademark.\" Then, finding that Sallen did not use or\n\nprepare to use the domain name \"in connection with a bona fide offering\n\nof goods or services\" before he had received notice of the dispute,\n\n     4     It is unclear from the WIPO panel decision whether the\ncorrect spelling of the Portugese word is \"corinthiao\" or \"corianthiao\"\nbecause the panel opinion uses both spellings interchangeably.\n\n                                  -15-\n\fUDRP ¶ 4(c)(i), and that he was not \"making a legitimate noncommercial\n\nor fair use of the domain name, without intent for commercial gain [or]\n\nto misleadingly divert consumers,\" id. ¶ 4(c)(iii), the panel concluded\n\nthat Sallen had \"no rights or legitimate interests\" in corinthians.com,\n\nid. ¶ 4(a)(ii). Finally, the panel concluded that Sallen registered\n\nand used corinthians.com in bad faith, id. ¶ 4(a)(iii), because he\n\nregistered the domain name primarily for the purpose of selling it to\n\nCL, id. ¶ 4(b)(i).    The panel ordered that the registration of\n\ncorinthians.com be transferred to CL.\n\n          The domain name was not immediately transferred, however.\n\nUnder the UDRP, a disappointed respondent has ten business days from\n\nthe day of the panel's decision to file a court action, in which case\n\nthe domain name registrar is contractually bound to \"not implement the\n\nAdministrative Panel's decision\" and to \"take no further action\" until\n\nthe registrar receives evidence that the dispute has been resolved or\n\nthat the court has dismissed the lawsuit or ruled against the\n\nrespondent on the merits.     Id. ¶ 4(k).\n\n          On August 2, 2000, Sallen filed a complaint in federal court,\n\nstaying the WIPO panel's transfer order. Sallen's complaint sought\n\ndeclaratory relief to establish that his registration and use of\n\ncorinthians.com was not unlawful under the ACPA and to establish that\n\nhe was not required to transfer corinthians.com to CL. He alleged that\n\nunder the ACPA, he did not have a bad faith intent to profit from CL's\n\n\n                                 -16-\n\ftrademark, corinthians.com is not confusingly similar to Corinthiao,\n\nand he had a reasonable belief that his use of corinthians.com was fair\n\nor otherwise lawful.\n\n          CL moved to dismiss Sallen's complaint, arguing that the\n\ndistrict court lacked subject matter jurisdiction, see Fed. R. Civ. P.\n\n12(b)(1), because Sallen requested a declaration of his rights under\n\nthe ACPA and CL had no intent to sue Sallen under the ACPA.5 The\n\ndistrict court agreed, holding:\n\n          Based on the representations made by Defendant, Corinthians\n          Licenciamentos (\"CL\") that it \"has no intent to sue\n          Plaintiff under the ACPA for his past activities in\n          connection with corinthians.com\" the Motion to Dismiss is\n          GRANTED. Jurisdiction under 28 U.S.C. § 2201 is proper only\n          if there exists an actual controversy between the parties.\n          Absent the threat of suit there is no controversy and\n          jurisdiction is lacking.\n\nSallen v. Corinthians Licenciamentos LTDA, No. 00-11555 (D. Mass. Dec.\n\n19, 2000) (order granting defendant's motion to dismiss) (citation\n\nomitted).6 Sallen appeals the district court's order dismissing his\n\n\n     5     Following the district court's November 21, 2000, hearing on\nCL's motion to dismiss, this action was consolidated with another\naction, Sallen v. Desportos Licenciamentos LTDA, No. 00-12011 (D. Mass.\nfiled Sept. 29, 2000), between Sallen and another party who was a party\nin interest with CL. The facts of the Desportos Licenciamentos\ndispute, which involves the Web site cruzeiro.com, are, in all relevant\nrespects, similar to the facts of the Corinthians dispute. Our\njudgment today governs both. Corinthians has said that Sallen may no\nlonger be pursuing the Desportos dispute; this we leave for the parties\nand the district court to determine on remand.\n     6     The district court's order is unclear, but we assume that\ndismissal was for lack of subject matter jurisdiction given the\nparties' arguments in the district court, which were limited to subject\n\n                                 -17-\n\fcomplaint for lack of subject matter jurisdiction.\n\n                                III.\n\n          Our review of the district court's order dismissing Sallen's\n\ncomplaint for lack of subject matter jurisdiction is de novo. Corrada\n\nBetances v. Sea-Land Serv. Inc., 248 F.3d 40, 44 (1st Cir. 2001). The\n\nbasic framework for analyzing federal subject matter jurisdiction has\n\nlong been settled. Jurisdiction depends upon the facts as they existed\n\nwhen the complaint was brought.7 Mullen v. Torrance, 22 U.S. 537, 539\n\n(1824). For a federal court to have subject matter jurisdiction over\n\na dispute, a statute must confer jurisdiction on the federal court and\n\nthe exercise of jurisdiction must be consistent with the Constitution.\n\nOsborn v. Bank of the United States, 22 U.S. (9 Wheat.) 738, 817\n\n(1824).\n\n          The federal question jurisdiction statute, 28 U.S.C. § 1331,\n\nstates that \"[t]he district courts shall have original jurisdiction of\n\nall civil actions arising under the Constitution, laws, or treaties of\n\nthe United States.\" 28 U.S.C. § 1331 (1994). In order to determine\n\nwhether a case arises under federal law, we look at the plaintiff's\n\n\nmatter jurisdiction. In addition, although the order states that there\nis no controversy, as required by 28 U.S.C. § 2201, the order does not\neven mention 15 U.S.C. § 1114(2)(D)(v), which is central to Sallen's\ncause of action. Because our review is de novo, we make reasonable\nassumptions and discuss all relevant issues.\n     7    Some events subsequent to the filing of the complaint can,\nof course, defeat jurisdiction. DeFunis v. Odegaard, 416 U.S. 312\n(1974) (per curiam). No such events have occurred in this case.\n\n                                -18-\n\fwell-pleaded complaint. Louisville & Nashville R.R. Co. v. Mottley,\n\n211 U.S. 149, 152 (1908). Sallen's complaint alleges a cause of action\n\nunder federal law, namely 15 U.S.C. § 1114(2)(D)(v), and so his cause\n\nof action arises under federal law for purposes of § 1331.8\n\n          CL asserts that Sallen's action does not arise under §\n\n1114(2)(D)(v) because he has not provided notice to a \"mark owner\" as\n\nrequired by the statute and because there is no dispute under the ACPA.\n\nCL's argument is without merit. Sallen has clearly stated in his\n\ncomplaint that § 1114(2)(D)(v) is the basis for his requested relief.\n\nWhether or not Sallen can win his claim under § 1114(2)(D)(v) is a\n\nseparate question which does not bear on jurisdiction unless Sallen's\n\nclaim is \"wholly insubstantial and frivolous.\" Bell v. Hood, 327 U.S.\n\n678, 682-83 (1946) (holding that jurisdiction \"is not defeated . . . by\n\nthe possibility that the averments might fail to state a cause of\n\naction on which petitioners could actually recover\").\n\n          Sallen's claim is not wholly insubstantial and frivolous.\n\nWhether CL is a \"mark owner\" within the meaning of the statute is in\n\n\n\n\n     8    This is not a complicated \"arising under\" case where a\nplaintiff is potentially using the declaratory judgment remedy to\ncircumvent the well-pleaded complaint rule. Cf. Franchise Tax Bd. v.\nConstr. Laborers Vacation Trust, 463 U.S. 1 (1983); Skelly Oil Co. v.\nPhillips Petroleum Co., 339 U.S. 667 (1950). Here, § 1114(2)(D)(v)\nexplicitly provides Sallen with a cause of action so there is no\nquestion that Sallen's action arises under federal law for purposes of\n§ 1331.\n\n                                 -19-\n\fdispute, but it is far from frivolous to argue that it is.9 Sallen\n\nclaims that he gave notice to CL as required by § 1114(2)(D)(v) and CL\n\ndoes not dispute this. Instead, CL says that it has not registered\n\n\"Corinthians\" as a U.S. trademark and so Sallen did not provide notice\n\nto a \"mark owner.\"      CL's interpretation of \"mark owner\" is\n\nunpersuasive. The ACPA says \"mark,\" not \"registered mark,\" which §\n\n1127 defines separately. Section 1127 defines \"mark\" to include \"any\n\ntrademark\" and that same section defines \"trademark\" as \"any word,\n\nname, symbol, or device . . . (1) used by a person, or (2) which a\n\nperson has a bona fide intention to use in commerce and applies to\n\nregister on the principal register . . . , to identify and distinguish\n\nhis or her goods . . . and to indicate the source of the goods.\" 15\n\nU.S.C. § 1127. \"Mark owner\" must be understood against the backdrop of\n\nU.S. trademark law, which provides some protections to unregistered\n\nmarks. See Wal-Mart Stores, Inc. v. Samara Bros., Inc., 529 U.S. 205,\n\n210 (2000); Two Pesos, Inc. v. Taco Cabana, Inc., 505 U.S. 763, 768\n\n(1992).\n\n          In addition, interpreting \"mark owner\" to apply only to\n\nregistered U.S. marks would create a perverse result at odds with our\n\n\n\n     9     As a general matter, there is no principle that all notice\nprovisions are jurisdictional. Indeed, timely filing of EEOC charges\nis not jurisdictional in the area of discrimination law. Zipes v.\nTrans World Airlines, Inc., 455 U.S. 385, 392-93 (1982). In addition,\nCL does not contest Sallen's assertion that he provided notice; CL's\nonly claim is that the notice was not to a \"mark owner.\"\n\n                                -20-\n\fview of the ACPA as granting relief to registrants who have wrongly\n\nlost domain names in UDRP proceedings.       It would be very odd if\n\nCongress, which was well aware of the international nature of trademark\n\ndisputes,10 protected Americans against reverse domain name hijacking\n\nonly when a registered American mark owner was doing the hijacking.\n\nSuch a policy would permit American citizens, whose domain names are\n\nsubject to WIPO transfer orders, to get relief against abusive mark\n\nowners that have registered in the U.S., but not against abusive mark\n\nowners that have not registered (including both foreign mark owners and\n\ndomestic mark owners that have not registered).        It would leave\n\nregistrants unprotected against reverse domain name hijackers so long\n\nas the hijackers are not registered with the PTO.\n\n          With regard to whether there is a dispute under the ACPA, the\n\ntext states a \"registrant whose domain name has been suspended,\n\ndisabled, or transferred under a policy described under clause (ii)(II)\n\nmay, upon notice to the mark owner, file a civil action . . . .\" 15\n\nU.S.C. § 1114(2)(D)(v). A \"policy described under clause (ii)(II)\"\n\nincludes \"any action of . . . transferring . . . or . . . canceling a\n\ndomain name -- . . . (II) in the implementation of a reasonable policy\n\n\n\n     10    15 U.S.C. § 1126, titled \"International conventions,\"\nprovides for a \"register of all marks communicated [to the Director] by\nthe international bureaus provided for by the conventions for the\nprotection of . . . trademarks.\" We have no evidence in the record as\nto whether CL's \"Corinthiao\" mark, registered in Brazil, would qualify\nfor protection under § 1126.\n\n                                 -21-\n\fby such registrar . . . prohibiting the registration of a domain name\n\nthat is identical to, confusingly similar to, or dilutive of another's\n\nmark.\" Id. § 1114(2)(D)(ii)(II). It is undisputed that Sallen is a\n\n\"registrant\" and that the WIPO panel ordered his domain name\n\ntransferred.   The transfer was under a \"policy\" as defined by §\n\n1114(2)(D)(ii)(II). That is, his domain name was transferred by NSI,\n\npursuant to its policy, stated in the UDRP, see UDRP ¶ 4(k), of\n\ncancelling or transferring domain names found by a dispute resolution\n\npanel to be confusingly similar to others' trademarks.11\n\n          The analysis is not as simple under the Constitution. The\n\nquestion here is whether Congress has extended the federal courts'\n\njurisdiction beyond Article III's limits by providing a cause of action\n\nto individuals such as Sallen. Article III states that \"[t]he judicial\n\nPower shall extend to all Cases . . . arising under this Constitution,\n\nthe Laws of the United States, and Treaties made . . . under their\n\nAuthority.\" U.S. Const. art. III, § 2, cl. 1. Article III acts as a\n\nceiling: Congress may confer federal jurisdiction up to Article III's\n\nlimits, but not beyond. Osborn, 22 U.S. (9 Wheat.) 738. Although\n\nOsborn \"reflects a broad conception of 'arising under' jurisdiction,\"\n\n\n     11   We recognize that, at the time the complaint was filed, NSI\nhad yet to transfer the domain name. Pursuant to UDRP ¶ 4(k), NSI\nautomatically implements WIPO transfer orders unless the UDRP\nrespondent files a complaint in court within ten days. We think that\n§ 1114(2)(D)(ii)(II), the statutory provision referenced in\n§ 1114(2)(D)(v), covers situations where a transfer by NSI is\ninevitable unless a court action is filed.\n\n                                 -22-\n\fVerlinden B.V. v. Cent. Bank of Nigeria, 461 U.S. 480, 492 (1983),\n\nCongress may not extend that jurisdiction to decide federal questions\n\nthat are not Article III \"Cases.\"       The \"triad of injury in fact,\n\ncausation, and redressability comprises the core of Article III's case-\n\nor-controversy requirement, and the party invoking federal jurisdiction\n\nbears the burden of establishing its existence.\" Steel Co. v. Citizens\n\nfor a Better Env't, 523 U.S. 83, 103-04 (1998) (footnote omitted).12\n\n          If § 1114(2)(D)(v) were read to permit federal jurisdiction\n\nin instances where no Article III case or controversy exists, then the\n\nstatute would run afoul of the Constitution. But we do not read §\n\n1114(2)(D)(v) as granting federal jurisdiction over mere abstract\n\nclaims of federal right where no Article III case exists. Although CL\n\nhas stated that it has no intent to sue Sallen under the ACPA for his\n\npast actions related to corinthians.com, there is indeed a controversy\n\nbetween Sallen and CL: Sallen asserts that he has rights to\n\ncorinthians.com and CL asserts that it has mutually exclusive rights to\n\nthe same domain name. Since the dismissal of Sallen's complaint, the\n\ncorinthians.com domain name has been transferred to CL and is now being\n\nused to promote the Corinthians soccer team. Sallen asserts that the\n\ndomain name belongs to him.\n\n\n\n     12   The declaratory judgment statute, 28 U.S.C. § 2201, also\ncodifies this requirement by referring to \"actual controversy.\" That\nstatute is largely irrelevant to this case because the ACPA itself\nauthorizes declaratory relief.\n\n                                 -23-\n\f          CL claims that a reasonable apprehension of suit is required\n\nto meet Article III's case or controversy requirement. But this is not\n\nthe only way to establish the existence of a case for purposes of\n\nArticle III. The reasonable apprehension of suit doctrine exists to\n\ncabin declaratory judgment actions where the only controversy surrounds\n\na potential, future lawsuit. E.g., Biogen, Inc. v. Amgen, Inc., 913 F.\n\nSupp. 35 (D. Mass. 1996) (holding no case or controversy exists when a\n\nparty brings a declaratory judgment action to declare patents invalid\n\nand the declaratory defendant promises never to sue on the patents in\n\nthe future); Super Sack Mfg. Corp. v. Chase Packaging Corp., 57 F.3d\n\n1054, 1058-60 (Fed. Cir. 1995) (same).       That is not this case.\n\n          Here, Sallen has already had transferred from him a domain\n\nname, to which he claims to have legitimate rights, in an international\n\ndispute resolution proceeding. At the time Sallen filed his complaint,\n\nthe dispute had already progressed far beyond those cases in which a\n\ndeclaratory defendant only questionably threatened suit. Sallen had\n\nbeen brought before a WIPO panel, the panel had found him in violation\n\nof the UDRP's cybersquatting provision, and the panel had ordered the\n\ndisputed domain name transferred to CL. Sallen objected to all of\n\nthis. As other courts have noted, a certain controversy renders the\n\n\"reasonable apprehension\" question irrelevant. Arrowhead Indus. Water,\n\nInc. v. Ecolochem, Inc., 846 F.2d 731, 736 (Fed. Cir. 1988); Waters\n\nCorp. v. Hewlett-Packard Co., 999 F. Supp. 167, 171 (D. Mass. 1998).\n\n\n                                 -24-\n\f          According to CL, regardless of any UDRP dispute between it\n\nand Sallen, there is no dispute under the ACPA. But this assumes that\n\na declaration of compliance with the ACPA is only relevant to defend\n\nagainst a potential lawsuit under that very statute and that a\n\ndeclaration of Sallen's compliance with the ACPA could not redress his\n\nUDRP defeat. This assumption is incorrect. Section 1114(2)(D)(v)\n\nprovides a registrant who has lost a domain name under the UDRP with a\n\ncause of action for an injunction returning the domain name if the\n\nregistrant can show that she is in compliance with the ACPA.         A\n\ndeclaration of Sallen's compliance with the ACPA would redress his loss\n\nof corinthians.com in the UDRP proceeding.\n\n          First, the UDRP clearly contemplates judicial intervention\n\nand, in fact, that the judicial outcome will override the UDRP one.\n\nSee UDRP ¶ 4(k) (stating that UDRP proceedings shall not prevent either\n\nparty from \"submitting the dispute to a court of competent jurisdiction\n\nfor independent resolution\"); World Intellectual Property organization,\n\nThe Management of Internet Names and Addresses: Intellectual Property\n\nIssues: Final Report of the WIPO Internet Domain Name Process ¶ 150(v),\n\nat http://wipo2.wipo.int/process1/report/finalreport.html (Apr. 30,\n\n1999) [hereinafter First WIPO Report] (stating that UDRP administrative\n\ndispute resolution procedures \"should not have (and cannot have) the\n\neffect of binding precedent in national courts\"); id. at ¶ 196(v)\n\n(stating that \"[a] decision by a court of competent jurisdiction, that\n\n\n                                 -25-\n\fis contrary to a determination resulting from the administrative\n\nprocedure should . . . override the administrative determination\").\n\n           This is how the UDRP has been interpreted. BroadBridge\n\nMedia, L.L.C. v. Hypercd.com, 106 F. Supp. 2d 505, 508-09 (S.D.N.Y.\n\n2000) (concluding that a plaintiff that has filed an ICANN\n\nadministrative proceeding may, before, during, and after filing such a\n\nproceeding, bring an action in federal court); Weber-Stephen Prods. Co.\n\nv. Armitage Hardware & Bldg. Supply, Inc., No. 00 C 1738, 2000 WL\n\n562470, at *1-2 (N.D. Ill. May 3, 2000) (concluding that \"the ICANN\n\nPolicy and its accompanying rules do contemplate the possibility of\n\nparallel proceedings in federal court\" and that federal courts are \"not\n\nbound by the outcome of the ICANN administrative proceedings\"); Parisi,\n\n139 F. Supp. 2d at 746, 751-52 (concluding that UDRP proceedings should\n\nnot receive the significant deference accorded to arbitration under the\n\nFederal Arbitration Act).\n\n           The ability of the parties to a UDRP proceeding to seek\n\nindependent resolution of the issues was part of the compromise\n\ncodified in the UDRP. See UDRP ¶ 4(k); First WIPO Report, supra, at ¶¶\n\n139-140   (recommending,   with   the    approval   of   \"virtually   all\n\ncommentators,\" that the UDRP \"not deny the parties to the dispute\n\naccess to court litigation\"); id. at ¶¶ 139, 150(iv) (noting that\n\nparties should be able to seek \"de novo review\" of UDRP administrative\n\ndispute resolution).     Because the UDRP explicitly contemplates\n\n\n                                  -26-\n\findependent review in national courts, the cause of action Sallen seeks\n\nto assert is consistent with the UDRP's structure.\n\n          Since the UDRP cannot confer federal jurisdiction where none\n\nexists, the remaining question is whether Congress has, in fact,\n\nprovided a cause of action to override UDRP decisions.         Under §\n\n1114(2)(D)(v), Congress has provided registrants such as Sallen with an\n\naffirmative cause of action to recover domain names lost in UDRP\n\nproceedings. The statute clearly states that a registrant whose domain\n\nname has been \"suspended, disabled, or transferred\" may sue for a\n\ndeclaration that the registrant is not in violation of the Act and for\n\nan injunction returning the domain name. 15 U.S.C. § 1114(2)(D)(v).\n\nSallen is a registrant. His domain name has been transferred. Now he\n\nsimply seeks the declaration and injunction that the statutory\n\nprovision makes available. Congress's authorization of the federal\n\ncourts to \"grant injunctive relief to the domain name registrant,\n\nincluding the reactivation of the domain name or transfer of the domain\n\nname to the domain name registrant,\" provides Sallen with an explicit\n\ncause of action to redress his loss of corinthians.com under the UDRP.\n\nCf. PHC, Inc. v. Pioneer Healthcare, Inc., 75 F.3d 75, 79 (1st Cir.\n\n1996) (holding that federal jurisdiction clearly exists over\n\nplaintiff's request for a declaration that it was not violating\n\ndefendant's trademark rights and that it was entitled to maintain its\n\ntrademark registration).\n\n\n                                 -27-\n\f          That a declaration of compliance with the ACPA trumps the\n\npanel's finding of noncompliance with the UDRP is further supported by\n\nthe overlap between the two provisions. In the WIPO proceeding, the\n\npanel found that corinthians.com was confusingly similar to CL's\n\ntrademark, that Sallen had no rights or legitimate interests in\n\ncorinthians.com, and that the domain name was registered and being used\n\nin bad faith. Sallen argues that, under U.S. law, none of these claims\n\nis legally supported.\n\n          Although CL recognizes overlap between the UDRP and the ACPA,\n\nit argues that WIPO proceedings determine whether a registrant's use of\n\na domain name is in accordance with the UDRP, not whether there has\n\nbeen a violation of a U.S. law. But a WIPO panel's application of the\n\nUDRP requires it to resolve issues of U.S. law in some cases and, in\n\nthese cases, a federal court's declaration of a UDRP participant's\n\nrights directly impacts the decision issued by the WIPO panel. For\n\ninstance, the panel found that Sallen had \"no rights to or legitimate\n\ninterests in the domain name at issue.\" The panel concluded that\n\npublishing quotes from the Bible before CL filed its complaint but\n\nafter Sallen had notice that there was a dispute brewing was\n\ninsufficient to constitute a right or legitimate interest. A finding\n\nby a federal court that Sallen was within his rights when he used\n\ncorinthians.com to post Biblical quotes would directly undercut the\n\npanel's conclusion.\n\n\n                                 -28-\n\f          Similarly, the panel, taking into consideration Sallen's\n\n\"lack of rights or interests in the domain name,\" found that Sallen had\n\nregistered and used corinthians.com in bad faith.       Again, Sallen\n\nasserts that he had no bad faith intent because he believed, and had\n\nreasonable grounds to believe, that his use of corinthians.com was fair\n\nor otherwise lawful under 15 U.S.C. § 1125(d)(1)(B)(ii). A finding by\n\na federal court that Sallen was within his rights would necessarily\n\nundermine the panel's conclusion that he used the domain name in bad\n\nfaith.\n\n          More generally, a court's § 1114(2)(D)(v) decision that a\n\nparty is not a cybersquatter under the ACPA, and that a party has a\n\nright to use a domain name, necessarily negates a WIPO decision that a\n\nparty is a cybersquatter under the UDRP. The conclusion that a federal\n\ncourt's interpretation of the ACPA supplants a WIPO panel's\n\ninterpretation of the UDRP is further reinforced by the fact that WIPO\n\ndoes not create new law -- it applies existing law.      In fact, the\n\napplication of the \"lowest common denominator of internationally agreed\n\nand accepted principles concerning the abuse of trademarks,\" rather\n\nthan the creation of new law, is part of the UDRP's fundamental\n\nstructure.   See Second WIPO Report, supra, at ¶ 66.\n\n          CL claims that it does not contest any of Sallen's ACPA\n\ncybersquatting arguments, but instead defends WIPO's decision that\n\nSallen violated the UDRP's contractual prohibition on cybersquatting.\n\n\n                                 -29-\n\fAs CL understands the law, Sallen has waived his rights under the ACPA\n\nby agreeing to different standards under the UDRP. But § 1114(2)(D)(v)\n\nprovides disappointed administrative dispute resolution participants\n\nwith a chance to have any unfavorable UDRP decision reviewed in a U.S.\n\ncourt. We think this provision means that a federal court's decision\n\nthat Sallen was in compliance with the ACPA necessarily contradicts the\n\nWIPO panel's finding that Sallen lacked a legitimate interest in\n\ncorinthians.com. Congress has defined in the ACPA what it means to\n\nlack a legitimate interest in a domain name under U.S. law. For that\n\nreason, should a federal court declare that Sallen is in compliance\n\nwith the ACPA, that declaration would undercut the rationale of the\n\nWIPO panel decision.\n\n          We would not lightly assume that Congress enacted the ACPA,\n\nbut intended all domain name registrants to be governed by a different\n\nstandard, administered by international dispute resolution panels, with\n\nno eventual recourse to whatever affirmative protections the U.S. law\n\nmight provide. A contextual understanding of § 1114(2)(D)(v) supports\n\nreading the provision to include complaints such as Sallen's. Section\n\n1114(2) addresses limitations on liability of potential defendants in\n\ntrademark infringement actions.      Section 1114(2)(A) creates the\n\n\"innocent infringer\" exception and § 1114(2)(B) creates a limitation on\n\nliability of advertisers. Section 1114(2)(D), added to the Lanham Act\n\nby the ACPA, creates, among other things, an exception to liability for\n\n\n                                 -30-\n\fdomain name registrars that transfer or revoke domain names from\n\nregistrants pursuant to a policy by the registrar prohibiting\n\nregistration of domain names that are \"identical to, confusingly\n\nsimilar to, or dilutive of another's mark.\" § 1114(2)(D)(ii)(II).\n\nSection 1114(2)(D)(ii)(I) also creates an exception to liability for\n\ndomain name registrars that transfer or revoke domain names from\n\nregistrants pursuant to a court order. The purpose of subsections\n\n(D)(i)-(ii) is \"to encourage domain name registrars . . . to work with\n\ntrademark owners to prevent cybersquatting through a limited exemption\n\nfrom liability for domain name registrars . . . that suspend, cancel,\n\nor transfer domain names pursuant to a court order or in the\n\nimplementation of a reasonable policy prohibiting cybersquatting.\"\n\nH.R. Conf. Rep. No. 106-464, at 116 (1999); see also H.R. Rep. No. 106-\n\n412, at 15.   Subsections (D)(i)-(ii) are, on this reading, quite\n\nfavorable to trademark holders because they encourage domain name\n\nregistrars to cooperate with trademark holders' attempts to assert\n\ntheir trademark rights.\n\n          Subsection (D)(iv) then provides that if a registrar suspends\n\nor transfers a registrant's domain name based on a knowing\n\nmisrepresentation by another person that \"a domain name is identical\n\nto, confusingly similar to, or dilutive of a mark,\" then the person\n\nmaking the misrepresentation is liable to the registrant.         This\n\nprovision states that \"[t]he court may also grant injunctive relief to\n\n\n                                 -31-\n\fthe domain name registrant, including the reactivation of the domain\n\nname or transfer of the domain name to the domain name registrant.\"\n\nThis subsection, in contrast to subsections (D)(i)-(ii), \"protects the\n\nrights of domain name registrants against overreaching trademark\n\nowners.\" H.R. Conf. Rep. No. 106-464, at 117. Although subsections\n\n(D)(i)-(ii) encourage enforcement of policies against cybersquatting by\n\nfacilitating cooperation between registrars and trademark owners,\n\nsubsection (D)(iv) provides a counterweight to ensure that this\n\ncooperation does not result in reverse domain name hijacking, whereby\n\ntrademark holders abuse anticybersquatting provisions to take domain\n\nnames from rightful, noninfringing registrants.\n\n          Subsection (D)(v), similar to subsection (D)(iv), also acts\n\nas a counterweight to offset potential overreaching by trademark\n\nholders. Subsection (D)(v) was viewed as an \"additional protection[ ]\"\n\nto subsection (D)(iv), designed to aid registrants who lose their\n\ndomain names to overzealous trademark holders. Id. The similarity of\n\nsubsections (D)(iv) and (v) is reinforced by their parallel structure.\n\nThey use the exact same language, stating that \"[t]he court may grant\n\ninjunctive relief to the domain name registrant, including the\n\nreactivation of the domain name or transfer of the domain name to the\n\ndomain name registrant.\" Viewed in context, and with the structure of\n\nthe statute in mind, subsection (D)(v) is best understood to provide\n\ndomain name holders with a cause of action to rectify reverse domain\n\n\n                                 -32-\n\fname hijacking by trademark holders using the UDRP process to require\n\nregistrants to transfer domain names originally held by rightful users\n\nunder U.S. law.\n\n          The legislative history also supports the proposition that\n\n§ 1114(2)(D)(v) was intended to provide registrants in Sallen's\n\nposition with a cause of action.        Senator Hatch, discussing §\n\n1114(2)(D)(v), which he offered as an amendment to the bill that was\n\nenacted as the ACPA, explained that\n\n          a domain name registrant whose name is suspended in an\n          extra-judicial dispute resolution procedure can seek a\n          declaratory judgment that his use of the name was, in fact,\n          lawful under the Trademark Act. This clarification is\n          consistent with other provisions of the reported bill that\n          seek to protect domain name registrants against overreaching\n          trademark owners.\n\n145 Cong. Rec. S10,516 (1999).13 This provision, along with others\n\nadded by the Hatch-Leahy amendments, was understood by Senator Hatch to\n\n\"balance the rights of trademark owners with the interests of Internet\n\nusers\" and to \"preserv[e] the rights of Internet users to engage in\n\nprotected expression online and to make lawful uses of others'\n\ntrademarks in cyberspace.\" Id. at S10,515. Subsection (D)(v) is best\n\n\n\n     13   We note ACPA legislative history to the contrary, which\ndiscusses the meaning of a \"reasonable policy\" as the term is used in\n§ 1114(2)(D)(ii)(II). See H.R. Rep. No. 106-412, at 15. It states\nthat \"[t]he act anticipates a reasonable policy against cyberpiracy\nwill apply only to marks registered on the Principal Register of the\nPatent and Trademark Office.\" Id. In light of the above discussion,\nhowever, we find this evidence insufficient to support CL's argument.\n\n\n                                 -33-\n\funderstood as creating a protection for registrants to counteract\n\nabusive behavior by trademark holders. And this abusive behavior is\n\nbest understood to include administrative dispute resolution\n\nproceedings under the UDRP where those proceedings are intended, as\n\nSallen has asserted, to strip a domain name from a registrant who has\n\nlawfully registered and used that domain name.\n\n                                IV.\n\n          For these reasons, the district court's decision is reversed\n\nand the case is remanded.\n\n\n\n\n                                -34-\n\f",
  "html": "<p class=\"case_cite\">273 F.3d 14 (1st Cir. 2001)</p>\n    <p class=\"parties\">JAY D. SALLEN d/b/a J.D.S. Enterprises, Plaintiff, Appellant,<br>v.<br>CORINTHIANS LICENCIAMENTOS LTDA and DESPORTOS LICENCIAMENTOS LTDA, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-1197</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct. 4, 2001<br>Decided December 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. William G. Young, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Linda A. Harvey with whom Harvey &amp; Kleger was on brief for appellant.</p>\n      <p class=\"indent\">Amy B. Goldsmith with whom George Gottlieb, Marc P. Misthal, Gottlieb, Rackman &amp; Reisman, P.C., Curtis Krechevsky, Mark D. Robins and Hutchins, Wheeler &amp; Dittmar were on brief for appellees.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Stahl, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises important issues about the relationship between the Anticybersquatting Consumer Protection Act (\"ACPA\") and the World Intellectual Property Organization (\"WIPO\") dispute resolution procedures under the Uniform Domain Name Dispute Resolution Policy (\"UDRP\"). This is a dispute between Jay D. Sallen, a resident of Brookline, Massachusetts, and Corinthians Licenciamentos LTDA (\"CL\"), a Brazilian corporation, over Sallen's registration and use of the domain name corinthians.com. We are asked to determine whether Sallen, a domain name registrant who has lost the use of a domain name in a WIPO dispute resolution proceeding that declared him a cybersquatter under the UDRP, may bring an action in federal court seeking (1) a declaration that he is not in violation of the ACPA; (2) a declaration that he is not required to transfer the domain name to CL; and (3) such relief as necessary to effectuate these ends.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court held that federal courts lack jurisdiction over such claims. For the reasons that follow, we reverse the district court and hold that there is federal jurisdiction over such claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. This is a case in the new territory of cybersquatting (also known as \"cyberpiracy\" or \"domain name hijacking\"), an Internet phenomenon whereby individuals register Internet domain names in violation of the rights of trademark owners. S. Rep. No. 106-140, at 4 (1999). Alternatively, the case may be viewed as possibly one of \"reverse domain name hijacking,\" whereby trademark owners abusively assert their trademark rights to strip domain names from rightful owners. See UDRP Rule 1, at http://www.icann.org/udrp/udrp-rules-24oct99.htm (Oct. 24, 1999) (defining \"reverse domain name hijacking\"). Cybersquatters often register domain names incorporating the trademarks of others, with the intent of selling the domain names back to the trademark owners at a profit. S. Rep. No. 106-140, at 4-5; H.R. Rep. No. 106-412, at 5 (1999); Sporty's Farm L.L.C. v. Sportsman's Mkt., Inc., 202 F.3d 489, 493 (2d Cir. 2000). Some trademark owners, however, may find accusations of cybersquatting a convenient way to bypass legitimate disputes over trademark rights. See 145 Cong. Rec. S15,026 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">CL asserts that it has rights in Brazil to the name \"Corinthiao,\" the Portuguese equivalent of \"Corinthians,\" which is the name of a soccer team popular in Brazil. In the district court, and before this court, CL argued that a WIPO panel<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> properly found that Sallen was a cybersquatter under the UDRP. The UDRP applies to Sallen because its terms are incorporated into his domain name registration agreement -- a private contract. CL says that federal courts do not have jurisdiction to revisit the issue of whether Sallen is a cybersquatter as determined under that contract. Further, CL says, federal courts lack jurisdiction over Sallen's suit under the ACPA because CL has disclaimed any intent to sue Sallen under the ACPA. If Sallen cannot reasonably fear a lawsuit under the ACPA, so the argument goes, then there is no Article III case or controversy. CL insists that its victory under the UDRP is unrelated to, and unaffected by, any cause of action under the ACPA. Even if Sallen had an affirmative right under the ACPA to use corinthians.com, it says, he has contractually waived that right by agreeing to the UDRP's different legal standard in his domain name registration agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sallen unsuccessfully defended his registration and use of corinthians.com in a WIPO dispute resolution proceeding initiated by CL. WIPO Arbitration and Mediation Center, Administrative Panel Decision, Corinthians Licenciamentos LTDA v. Sallen, No. D2000-0461 (July 17, 2000) (Bianchi, Sole Panelist), at http://arbiter.wipo.int/domains/decisions/html/2000/d2000-0461.html. Sallen then filed a complaint in federal court against CL seeking a declaration that his registration and use of corinthians.com is not unlawful under the ACPA. He relied on both 15 U.S.C. &#167; 1114(2)(D)(v) and the declaratory judgment statute, 28 U.S.C. &#167; 2201. Section 1114(2)(D)(v) states:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A domain name registrant whose domain name has been suspended, disabled, or transferred under a policy described under clause (ii)(II) may, upon notice to the mark owner, file a civil action to establish that the registration or use of the domain name by such registrant is not unlawful under this chapter. The court may grant injunctive relief to the domain name registrant, including the reactivation of the domain name or transfer of the domain name to the domain name registrant.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1114(2)(D)(v) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sallen asserts that (1) this provision of the ACPA creates an explicit cause of action for a declaration that a registrant who has lost a domain name under the UDRP has lawfully registered and used that domain name; (2) this declaration overrides the WIPO panel's decision to the contrary; and (3) federal courts may order the domain name reactivated or transferred back to the aggrieved registrant. Sallen's position is that, despite the terms of his domain name registration agreement, and despite the WIPO panel's interpretation of those terms, he is entitled to retain registration and use of corinthians.com if his registration and use of the domain name is consistent with the ACPA.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This case raises an issue of first impression, requiring us to determine whether a domain name registrant, who has lost in a WIPO-adjudicated UDRP proceeding, may bring an action in federal court under &#167; 1114(2)(D)(v) seeking to override the result of the earlier WIPO proceeding by having his status as a nonviolator of the ACPA declared and by getting an injunction forcing a transfer of the disputed domain name back to him. The answer to this question turns on the relationship between the ACPA, in particular &#167; 1114(2)(D)(v), and decisions of administrative dispute resolution panels contractually empowered to adjudicate domain name disputes under the UDRP.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court dismissed Sallen's complaint on the grounds that no actual controversy existed between the parties since CL never claimed that Sallen violated the ACPA. We hold that, although CL represented that it had \"no intent to sue [Sallen] under the ACPA for his past activities in connection with corinthians.com,\" an actual controversy did exist between the parties concerning rights to corinthians.com, and that the district court incorrectly dismissed Sallen's complaint. Section 1114(2)(D)(v) grants domain name registrants who have lost domain names under administrative panel decisions applying the UDRP an affirmative cause of action in federal court for a declaration of nonviolation of the ACPA and for the return of the wrongfully transferred domain names. Accordingly, we reverse and remand to the district court.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. Internet Background</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Internet is a network of computers allowing a user on the network to communicate with any other computer on the network. See 15 U.S.C. &#167; 1127 (incorporating, for purposes of the Trademark Act, the definition of Internet given by 47 U.S.C. &#167; 230(f): \"the international computer network of both Federal and non-Federal interoperable packet switched data networks\"); H.H. Perritt, Jr. Law and the Information Superhighway &#167; 1.02[B], at 6-7 (2d ed. 2001) (briefly explaining how the Internet works); G.B. Delta &amp; J.H. Matsuura, Law of the Internet &#167; 1.02 (2001) (documenting the Internet's history). Although there are many widely used applications on the Internet, Perritt, supra, &#167; 1.02[B], at 7, the World Wide Web is the dominant application, id. &#167; 1.02[G], at 12. \"[T]he Web is a method of organizing information distributed across the Internet.\" Id. Users of the Internet may make information available on the Web and access information made available by others. Id. Internet users are able to access desired content on the Web by typing in the correct Uniform Resource Locator (\"URL\"), or domain name, which functions much like a telephone number, allowing a user who enters the correct address to reach a particular Web site.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A domain name consists of at least two parts: the top level domain and the second level domain. The top level domain, such as .com, .net, or .org, is preceded by the second level domain, which consists of a combination of letters, numbers, or some symbols. So, for example, in the domain name uscourts.gov, \".gov\" is the top level domain name and \"uscourts\" is the second level domain name. A user wishing to view the Federal Judiciary's official Web site could do so by entering \"http://www.uscourts.gov\" into her Web browser.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Presently, users may not claim their own top level domains, but anyone wishing to obtain a second level domain name may, for a fee, enter into a registration agreement with a domain name registrar, thereby acquiring exclusive rights to that second level domain and the ability to create as many third (or higher) level domains as desired under that second level domain.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Disputes over domain names have become increasingly common with the expanding commercial use of the Internet. See Management of Internet Names and Addresses, 63 Fed. Reg. 31,741, 31,746-47 (June 10, 1998); First WIPO Internet Domain Name Process: Archive, at http://wipo2.wipo.int/process1/index.html (visited Oct. 30, 2001) (describing increased commercial use of the Internet and associated potential for trademark disputes). Because of their easily remembered form, domain names have become business identifiers important to offering goods and services on the Internet. The importance of having one's recognized trademark as a domain name stems from the fact that many Internet users, when looking for a company's Web site, may simply infer the Web site's address by extrapolating from the company's recognized trademark. H.R. Rep. No. 106-412, at 5. For instance, a person looking for the Coca-Cola Company's Web site might enter \"www.cocacola.com\" into her Web browser, assuming (correctly) that it would turn up the Coca-Cola Company's official Web site.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As companies seek to incorporate their nationally registered trademarks into domain names that they can use to promote goods and services, they often find that the names, or names confusingly similar, have already been registered by individuals unconnected with the company. Delta &amp; Matsuura, supra, &#167; 5.04[B], at 5.58.2. This occurrence is unsurprising because the initial domain name registration system is a non-governmentally operated, first-come, first-served system that does not inquire into potential conflicts with trademarks. Id.; see also Sporty's Farm, 202 F.3d at 493 (attributing increasing cybersquatting to \"lack of any regulatory control over domain name registration\"); Panavision Int'l, L.P. v. Toeppen, 141 F.3d 1316, 1318-19 (9th Cir. 1998) (noting that NSI, the registrar involved in this case, does require registrants to represent that they are not infringing any trademarks, but does not make any inquiry of its own).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the past, confusingly similar trademarks could exist simultaneously in different geographical areas or in different business sectors without creating consumer confusion. The internet has drastically changed this situation because a domain name is both unique and global in scope. F.L. Street &amp; M.P. Grant, Law of the Internet &#167; 4-1, at 437 (2001); see also Internet Architecture Board, Request For Comments: 2826, IAB Technical Comment on the Unique DNS Root, at http://www.rfc-editor.org/rfc/rfc2826.txt (2000) (\"To remain a global network, the Internet requires the existence of a globally unique public name space.\"); Second WIPO Report, supra, at &#182; 59. For example, a party cannot register and use corinthians.com in the United States while another party registers and uses corinthians.com in Brazil. Similarly, one party cannot register that domain name to post Biblical messages while another uses it to promote a soccer team. Corinthians.com, like any domain name, is unique and its use by one party is mutually exclusive with its use by any other party.</p>\n    </div>\n    <p class=\"indent\">B. Facts</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In August 1998, Sallen registered corinthians.com with Network Solutions, Inc. (\"NSI\"). NSI is one of several domain name registrars accredited by the Internet Corporation for Assigned Names and Numbers (\"ICANN\"), a not-for-profit corporation that administers the domain name system pursuant to a Memorandum of Understanding with the United States Department of Commerce, see Memorandum of Understanding Between the U.S. Department of Commerce and Internet Corporation for Assigned Names and Numbers (1998), available at http://www.ntia.doc.gov/ntiahome/domainname/icann-memorandum.htm (visited Nov. 5, 2001); Second WIPO Report, supra, at &#182; 3 (describing ICANN's formation); The Internet Corporation for Assigned Names and Numbers, http://www.icann.org (last updated Oct. 30, 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When a domain name registrant registers a domain name with a registrar, such as NSI, the parties enter into a registration agreement. Sallen's registration agreement, like all registration agreements for second level domain names within the .com, .net, .org, .biz, .info, and .name top level domains, incorporates the terms of the UDRP. See Uniform Domain-Name Dispute-Resolution Policy: General Information, at http://www.icann.org/udrp/ (last updated Aug. 26, 2001); UDRP note 2; id. &#182; 1. This is because registrars have agreed, or have been required by ICANN, to incorporate the UDRP into registration agreements for these second level domain names, Uniform Domain-Name Dispute-Resolution Policy: General Information, supra; UDRP note 2, and registrants must accept the UDRP's terms in order to register a domain name. Parisi v. Netlearning, Inc., 139 F. Supp. 2d 745, 746 (E.D. Va. 2001) (noting that \"the UDRP binds registrants by virtue of their contracts with registrars\"); see also Second WIPO Report, supra, at &#182; 73 (noting that ICANN uses its control over the domain name system to impose the UDRP through contract).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">By its terms, the UDRP governs disputes between the registrant and third parties over the registration and use of a domain name. UDRP &#182; 1. In particular, the UDRP only governs allegations by third party trademark holders asserting that a registrant has engaged in \"cybersquatting.\" Under the UDRP, a registrant is \"required to submit to a mandatory administrative proceeding in the event that a third party . . . asserts,\" to an ICANN-approved administrative dispute resolution service provider, that (1) the registrant's domain name is \"identical or confusingly similar to a trademark or service mark in which the complainant has rights\"; (2) the registrant has \"no rights or legitimate interests\" in the domain name; and (3) the registrant's domain name \"has been registered and is being used in bad faith.\" Id. &#182; 4. A complainant under the UDRP must establish all three elements to prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">UDRP proceedings are conducted by administrative dispute resolution service providers approved by ICANN. Id. ICANN has accredited four service providers and WIPO is one of them. Second WIPO Report, supra, at &#182; 10. Between December 1999, when the UDRP first came into force, and July 2001, over four thousand cases were brought under the UDRP and roughly two-thirds of these cases were filed with WIPO. Id. at &#182; 11.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Approximately one year after registering corinthians.com, Sallen sent an email to representatives of Corinthians stating that he had \"been contacted recently, by several people in brazil [sic], regarding the purchase of [corinthians.com]\" and that it occurred to him that \"it is in [Corinthians's] interest to own it.\" CL responded by sending Sallen a cease and desist letter concerning corinthians.com. Sallen did not respond. At some point, Sallen posted Biblical material on the corinthians.com Web site. Sallen asserts that he posted Biblical material before any dispute over the domain name arose; CL disagrees and asserts that no content was present on the site at the time it sent the cease and desist letter to Sallen.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On May 18, 2000, CL filed a complaint with WIPO, asserting, under UDRP &#182; 4(a), that (1) Sallen's domain name was confusingly similar to its trademark; (2) Sallen had no rights in the domain name; and (3) Sallen had registered and used the name in bad faith. Sallen participated in the WIPO dispute resolution process by filing both a response and a supplemental response to CL's complaint. The dispute was ultimately resolved in CL's favor approximately two months later, on July 17, 2000. Corinthians Licenciamentos LTDA v. Sallen, No. D2000-0461, at http://arbiter.wipo.int/domains/decisions/html/2000/d2000-0461.html.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">CL is the exclusive licensee of Corinthians's intellectual property, which includes the \"Corinthiao\" mark registered with the Brazilian Institute of Industrial Property, but not with the United States Patent and Trademark Office. It is undisputed that Corinthians is a popular and well known soccer team in Brazil. See Champions 2000: From Sydney to the Bronx, the Winners, N.Y. Times &#167; 8, at 5 (Dec. 31, 2000) (listing Corinthians as FIFA Club World Champions); Victor's Spoils: Corinthians Takes No. 1 After Club World Championship, at http://sportsillustrated.cnn.com/soccer/world/top10/news/2000/01/17/worldsoccer_topten/ (Sept. 4, 2000) (noting that Corinthians won \"two-straight Brazilian national championships\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The WIPO panel found that Sallen's corinthians.com domain name was \"identical or confusingly similar to\" CL's \"Corinthiao\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> mark, mainly on the grounds that \"when comparing Corinthians\" with Corinthiao \"the domain name at issue is phonetically nearly identical to the Complainant's trademark.\" Then, finding that Sallen did not use or prepare to use the domain name \"in connection with a bona fide offering of goods or services\" before he had received notice of the dispute, UDRP &#182; 4(c)(i), and that he was not \"making a legitimate noncommercial or fair use of the domain name, without intent for commercial gain [or] to misleadingly divert consumers,\" id. &#182; 4(c)(iii), the panel concluded that Sallen had \"no rights or legitimate interests\" in corinthians.com, id. &#182; 4(a)(ii). Finally, the panel concluded that Sallen registered and used corinthians.com in bad faith, id. &#182; 4(a)(iii), because he registered the domain name primarily for the purpose of selling it to CL, id. &#182; 4(b)(i). The panel ordered that the registration of corinthians.com be transferred to CL.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The domain name was not immediately transferred, however. Under the UDRP, a disappointed respondent has ten business days from the day of the panel's decision to file a court action, in which case the domain name registrar is contractually bound to \"not implement the Administrative Panel's decision\" and to \"take no further action\" until the registrar receives evidence that the dispute has been resolved or that the court has dismissed the lawsuit or ruled against the respondent on the merits. Id. &#182; 4(k).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On August 2, 2000, Sallen filed a complaint in federal court, staying the WIPO panel's transfer order. Sallen's complaint sought declaratory relief to establish that his registration and use of corinthians.com was not unlawful under the ACPA and to establish that he was not required to transfer corinthians.com to CL. He alleged that under the ACPA, he did not have a bad faith intent to profit from CL's trademark, corinthians.com is not confusingly similar to Corinthiao, and he had a reasonable belief that his use of corinthians.com was fair or otherwise lawful.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">CL moved to dismiss Sallen's complaint, arguing that the district court lacked subject matter jurisdiction, see Fed. R. Civ. P. 12(b)(1), because Sallen requested a declaration of his rights under the ACPA and CL had no intent to sue Sallen under the ACPA.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court agreed, holding:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Based on the representations made by Defendant, Corinthians Licenciamentos (\"CL\") that it \"has no intent to sue Plaintiff under the ACPA for his past activities in connection with corinthians.com\" the Motion to Dismiss is GRANTED. Jurisdiction under 28 U.S.C. &#167; 2201 is proper only if there exists an actual controversy between the parties. Absent the threat of suit there is no controversy and jurisdiction is lacking.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Sallen v. Corinthians Licenciamentos LTDA, No. 00-11555 (D. Mass. Dec. 19, 2000) (order granting defendant's motion to dismiss) (citation omitted).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Sallen appeals the district court's order dismissing his complaint for lack of subject matter jurisdiction.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our review of the district court's order dismissing Sallen's complaint for lack of subject matter jurisdiction is de novo. Corrada Betances v. Sea-Land Serv. Inc., 248 F.3d 40, 44 (1st Cir. 2001). The basic framework for analyzing federal subject matter jurisdiction has long been settled. Jurisdiction depends upon the facts as they existed when the complaint was brought.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Mullen v. Torrance, 22 U.S. 537, 539 (1824). For a federal court to have subject matter jurisdiction over a dispute, a statute must confer jurisdiction on the federal court and the exercise of jurisdiction must be consistent with the Constitution. Osborn v. Bank of the United States, 22 U.S. (9 Wheat.) 738, 817 (1824).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The federal question jurisdiction statute, 28 U.S.C. &#167; 1331, states that \"[t]he district courts shall have original jurisdiction of all civil actions arising under the Constitution, laws, or treaties of the United States.\" 28 U.S.C. &#167; 1331 (1994). In order to determine whether a case arises under federal law, we look at the plaintiff's well-pleaded complaint. Louisville &amp; Nashville R.R. Co. v. Mottley, 211 U.S. 149, 152 (1908). Sallen's complaint alleges a cause of action under federal law, namely 15 U.S.C. &#167; 1114(2)(D)(v), and so his cause of action arises under federal law for purposes of &#167; 1331.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">CL asserts that Sallen's action does not arise under &#167; 1114(2)(D)(v) because he has not provided notice to a \"mark owner\" as required by the statute and because there is no dispute under the ACPA. CL's argument is without merit. Sallen has clearly stated in his complaint that &#167; 1114(2)(D)(v) is the basis for his requested relief. Whether or not Sallen can win his claim under &#167; 1114(2)(D)(v) is a separate question which does not bear on jurisdiction unless Sallen's claim is \"wholly insubstantial and frivolous.\" Bell v. Hood, 327 U.S. 678, 682-83 (1946) (holding that jurisdiction \"is not defeated . . . by the possibility that the averments might fail to state a cause of action on which petitioners could actually recover\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Sallen's claim is not wholly insubstantial and frivolous. Whether CL is a \"mark owner\" within the meaning of the statute is in dispute, but it is far from frivolous to argue that it is.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Sallen claims that he gave notice to CL as required by &#167; 1114(2)(D)(v) and CL does not dispute this. Instead, CL says that it has not registered \"Corinthians\" as a U.S. trademark and so Sallen did not provide notice to a \"mark owner.\" CL's interpretation of \"mark owner\" is unpersuasive. The ACPA says \"mark,\" not \"registered mark,\" which &#167; 1127 defines separately. Section 1127 defines \"mark\" to include \"any trademark\" and that same section defines \"trademark\" as \"any word, name, symbol, or device . . . (1) used by a person, or (2) which a person has a bona fide intention to use in commerce and applies to register on the principal register . . . , to identify and distinguish his or her goods . . . and to indicate the source of the goods.\" 15 U.S.C. &#167; 1127. \"Mark owner\" must be understood against the backdrop of U.S. trademark law, which provides some protections to unregistered marks. See Wal-Mart Stores, Inc. v. Samara Bros., Inc., 529 U.S. 205, 210 (2000); Two Pesos, Inc. v. Taco Cabana, Inc., 505 U.S. 763, 768 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In addition, interpreting \"mark owner\" to apply only to registered U.S. marks would create a perverse result at odds with our view of the ACPA as granting relief to registrants who have wrongly lost domain names in UDRP proceedings. It would be very odd if Congress, which was well aware of the international nature of trademark disputes,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> protected Americans against reverse domain name hijacking only when a registered American mark owner was doing the hijacking. Such a policy would permit American citizens, whose domain names are subject to WIPO transfer orders, to get relief against abusive mark owners that have registered in the U.S., but not against abusive mark owners that have not registered (including both foreign mark owners and domestic mark owners that have not registered). It would leave registrants unprotected against reverse domain name hijackers so long as the hijackers are not registered with the PTO.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">With regard to whether there is a dispute under the ACPA, the text states a \"registrant whose domain name has been suspended, disabled, or transferred under a policy described under clause (ii)(II) may, upon notice to the mark owner, file a civil action . . . .\" 15 U.S.C. &#167; 1114(2)(D)(v). A \"policy described under clause (ii)(II)\" includes \"any action of . . . transferring . . . or . . . canceling a domain name -- . . . (II) in the implementation of a reasonable policy by such registrar . . . prohibiting the registration of a domain name that is identical to, confusingly similar to, or dilutive of another's mark.\" Id. &#167; 1114(2)(D)(ii)(II). It is undisputed that Sallen is a \"registrant\" and that the WIPO panel ordered his domain name transferred. The transfer was under a \"policy\" as defined by &#167; 1114(2)(D)(ii)(II). That is, his domain name was transferred by NSI, pursuant to its policy, stated in the UDRP, see UDRP &#182; 4(k), of cancelling or transferring domain names found by a dispute resolution panel to be confusingly similar to others' trademarks.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The analysis is not as simple under the Constitution. The question here is whether Congress has extended the federal courts' jurisdiction beyond Article III's limits by providing a cause of action to individuals such as Sallen. Article III states that \"[t]he judicial Power shall extend to all Cases . . . arising under this Constitution, the Laws of the United States, and Treaties made . . . under their Authority.\" U.S. Const. art. III, &#167; 2, cl. 1. Article III acts as a ceiling: Congress may confer federal jurisdiction up to Article III's limits, but not beyond. Osborn, 22 U.S. (9 Wheat.) 738. Although Osborn \"reflects a broad conception of 'arising under' jurisdiction,\" Verlinden B.V. v. Cent. Bank of Nigeria, 461 U.S. 480, 492 (1983), Congress may not extend that jurisdiction to decide federal questions that are not Article III \"Cases.\" The \"triad of injury in fact, causation, and redressability comprises the core of Article III's case-or-controversy requirement, and the party invoking federal jurisdiction bears the burden of establishing its existence.\" Steel Co. v. Citizens for a Better Env't, 523 U.S. 83, 103-04 (1998) (footnote omitted).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">If &#167; 1114(2)(D)(v) were read to permit federal jurisdiction in instances where no Article III case or controversy exists, then the statute would run afoul of the Constitution. But we do not read &#167; 1114(2)(D)(v) as granting federal jurisdiction over mere abstract claims of federal right where no Article III case exists. Although CL has stated that it has no intent to sue Sallen under the ACPA for his past actions related to corinthians.com, there is indeed a controversy between Sallen and CL: Sallen asserts that he has rights to corinthians.com and CL asserts that it has mutually exclusive rights to the same domain name. Since the dismissal of Sallen's complaint, the corinthians.com domain name has been transferred to CL and is now being used to promote the Corinthians soccer team. Sallen asserts that the domain name belongs to him.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">CL claims that a reasonable apprehension of suit is required to meet Article III's case or controversy requirement. But this is not the only way to establish the existence of a case for purposes of Article III. The reasonable apprehension of suit doctrine exists to cabin declaratory judgment actions where the only controversy surrounds a potential, future lawsuit. E.g., Biogen, Inc. v. Amgen, Inc., 913 F. Supp. 35 (D. Mass. 1996) (holding no case or controversy exists when a party brings a declaratory judgment action to declare patents invalid and the declaratory defendant promises never to sue on the patents in the future); Super Sack Mfg. Corp. v. Chase Packaging Corp., 57 F.3d 1054, 1058-60 (Fed. Cir. 1995) (same). That is not this case.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, Sallen has already had transferred from him a domain name, to which he claims to have legitimate rights, in an international dispute resolution proceeding. At the time Sallen filed his complaint, the dispute had already progressed far beyond those cases in which a declaratory defendant only questionably threatened suit. Sallen had been brought before a WIPO panel, the panel had found him in violation of the UDRP's cybersquatting provision, and the panel had ordered the disputed domain name transferred to CL. Sallen objected to all of this. As other courts have noted, a certain controversy renders the \"reasonable apprehension\" question irrelevant. Arrowhead Indus. Water, Inc. v. Ecolochem, Inc., 846 F.2d 731, 736 (Fed. Cir. 1988); Waters Corp. v. Hewlett-Packard Co., 999 F. Supp. 167, 171 (D. Mass. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">According to CL, regardless of any UDRP dispute between it and Sallen, there is no dispute under the ACPA. But this assumes that a declaration of compliance with the ACPA is only relevant to defend against a potential lawsuit under that very statute and that a declaration of Sallen's compliance with the ACPA could not redress his UDRP defeat. This assumption is incorrect. Section 1114(2)(D)(v) provides a registrant who has lost a domain name under the UDRP with a cause of action for an injunction returning the domain name if the registrant can show that she is in compliance with the ACPA. A declaration of Sallen's compliance with the ACPA would redress his loss of corinthians.com in the UDRP proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">First, the UDRP clearly contemplates judicial intervention and, in fact, that the judicial outcome will override the UDRP one. See UDRP &#182; 4(k) (stating that UDRP proceedings shall not prevent either party from \"submitting the dispute to a court of competent jurisdiction for independent resolution\"); World Intellectual Property organization, The Management of Internet Names and Addresses: Intellectual Property Issues: Final Report of the WIPO Internet Domain Name Process &#182; 150(v), at http://wipo2.wipo.int/process1/report/finalreport.html (Apr. 30, 1999) [hereinafter First WIPO Report] (stating that UDRP administrative dispute resolution procedures \"should not have (and cannot have) the effect of binding precedent in national courts\"); id. at &#182; 196(v) (stating that \"[a] decision by a court of competent jurisdiction, that is contrary to a determination resulting from the administrative procedure should . . . override the administrative determination\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">This is how the UDRP has been interpreted. BroadBridge Media, L.L.C. v. Hypercd.com, 106 F. Supp. 2d 505, 508-09 (S.D.N.Y. 2000) (concluding that a plaintiff that has filed an ICANN administrative proceeding may, before, during, and after filing such a proceeding, bring an action in federal court); Weber-Stephen Prods. Co. v. Armitage Hardware &amp; Bldg. Supply, Inc., No. 00 C 1738, 2000 WL 562470, at *1-2 (N.D. Ill. May 3, 2000) (concluding that \"the ICANN Policy and its accompanying rules do contemplate the possibility of parallel proceedings in federal court\" and that federal courts are \"not bound by the outcome of the ICANN administrative proceedings\"); Parisi, 139 F. Supp. 2d at 746, 751-52 (concluding that UDRP proceedings should not receive the significant deference accorded to arbitration under the Federal Arbitration Act).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The ability of the parties to a UDRP proceeding to seek independent resolution of the issues was part of the compromise codified in the UDRP. See UDRP &#182; 4(k); First WIPO Report, supra, at &#182;&#182; 139-140 (recommending, with the approval of \"virtually all commentators,\" that the UDRP \"not deny the parties to the dispute access to court litigation\"); id. at &#182;&#182; 139, 150(iv) (noting that parties should be able to seek \"de novo review\" of UDRP administrative dispute resolution). Because the UDRP explicitly contemplates independent review in national courts, the cause of action Sallen seeks to assert is consistent with the UDRP's structure.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Since the UDRP cannot confer federal jurisdiction where none exists, the remaining question is whether Congress has, in fact, provided a cause of action to override UDRP decisions. Under &#167; 1114(2)(D)(v), Congress has provided registrants such as Sallen with an affirmative cause of action to recover domain names lost in UDRP proceedings. The statute clearly states that a registrant whose domain name has been \"suspended, disabled, or transferred\" may sue for a declaration that the registrant is not in violation of the Act and for an injunction returning the domain name. 15 U.S.C. &#167; 1114(2)(D)(v). Sallen is a registrant. His domain name has been transferred. Now he simply seeks the declaration and injunction that the statutory provision makes available. Congress's authorization of the federal courts to \"grant injunctive relief to the domain name registrant, including the reactivation of the domain name or transfer of the domain name to the domain name registrant,\" provides Sallen with an explicit cause of action to redress his loss of corinthians.com under the UDRP. Cf. PHC, Inc. v. Pioneer Healthcare, Inc., 75 F.3d 75, 79 (1st Cir. 1996) (holding that federal jurisdiction clearly exists over plaintiff's request for a declaration that it was not violating defendant's trademark rights and that it was entitled to maintain its trademark registration).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">That a declaration of compliance with the ACPA trumps the panel's finding of noncompliance with the UDRP is further supported by the overlap between the two provisions. In the WIPO proceeding, the panel found that corinthians.com was confusingly similar to CL's trademark, that Sallen had no rights or legitimate interests in corinthians.com, and that the domain name was registered and being used in bad faith. Sallen argues that, under U.S. law, none of these claims is legally supported.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Although CL recognizes overlap between the UDRP and the ACPA, it argues that WIPO proceedings determine whether a registrant's use of a domain name is in accordance with the UDRP, not whether there has been a violation of a U.S. law. But a WIPO panel's application of the UDRP requires it to resolve issues of U.S. law in some cases and, in these cases, a federal court's declaration of a UDRP participant's rights directly impacts the decision issued by the WIPO panel. For instance, the panel found that Sallen had \"no rights to or legitimate interests in the domain name at issue.\" The panel concluded that publishing quotes from the Bible before CL filed its complaint but after Sallen had notice that there was a dispute brewing was insufficient to constitute a right or legitimate interest. A finding by a federal court that Sallen was within his rights when he used corinthians.com to post Biblical quotes would directly undercut the panel's conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Similarly, the panel, taking into consideration Sallen's \"lack of rights or interests in the domain name,\" found that Sallen had registered and used corinthians.com in bad faith. Again, Sallen asserts that he had no bad faith intent because he believed, and had reasonable grounds to believe, that his use of corinthians.com was fair or otherwise lawful under 15 U.S.C. &#167; 1125(d)(1)(B)(ii). A finding by a federal court that Sallen was within his rights would necessarily undermine the panel's conclusion that he used the domain name in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">More generally, a court's &#167; 1114(2)(D)(v) decision that a party is not a cybersquatter under the ACPA, and that a party has a right to use a domain name, necessarily negates a WIPO decision that a party is a cybersquatter under the UDRP. The conclusion that a federal court's interpretation of the ACPA supplants a WIPO panel's interpretation of the UDRP is further reinforced by the fact that WIPO does not create new law -- it applies existing law. In fact, the application of the \"lowest common denominator of internationally agreed and accepted principles concerning the abuse of trademarks,\" rather than the creation of new law, is part of the UDRP's fundamental structure. See Second WIPO Report, supra, at &#182; 66.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">CL claims that it does not contest any of Sallen's ACPA cybersquatting arguments, but instead defends WIPO's decision that Sallen violated the UDRP's contractual prohibition on cybersquatting. As CL understands the law, Sallen has waived his rights under the ACPA by agreeing to different standards under the UDRP. But &#167; 1114(2)(D)(v) provides disappointed administrative dispute resolution participants with a chance to have any unfavorable UDRP decision reviewed in a U.S. court. We think this provision means that a federal court's decision that Sallen was in compliance with the ACPA necessarily contradicts the WIPO panel's finding that Sallen lacked a legitimate interest in corinthians.com. Congress has defined in the ACPA what it means to lack a legitimate interest in a domain name under U.S. law. For that reason, should a federal court declare that Sallen is in compliance with the ACPA, that declaration would undercut the rationale of the WIPO panel decision.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We would not lightly assume that Congress enacted the ACPA, but intended all domain name registrants to be governed by a different standard, administered by international dispute resolution panels, with no eventual recourse to whatever affirmative protections the U.S. law might provide. A contextual understanding of &#167; 1114(2)(D)(v) supports reading the provision to include complaints such as Sallen's. Section 1114(2) addresses limitations on liability of potential defendants in trademark infringement actions. Section 1114(2)(A) creates the \"innocent infringer\" exception and &#167; 1114(2)(B) creates a limitation on liability of advertisers. Section 1114(2)(D), added to the Lanham Act by the ACPA, creates, among other things, an exception to liability for domain name registrars that transfer or revoke domain names from registrants pursuant to a policy by the registrar prohibiting registration of domain names that are \"identical to, confusingly similar to, or dilutive of another's mark.\" &#167; 1114(2)(D)(ii)(II). Section 1114(2)(D)(ii)(I) also creates an exception to liability for domain name registrars that transfer or revoke domain names from registrants pursuant to a court order. The purpose of subsections (D)(i)-(ii) is \"to encourage domain name registrars . . . to work with trademark owners to prevent cybersquatting through a limited exemption from liability for domain name registrars . . . that suspend, cancel, or transfer domain names pursuant to a court order or in the implementation of a reasonable policy prohibiting cybersquatting.\" H.R. Conf. Rep. No. 106-464, at 116 (1999); see also H.R. Rep. No. 106-412, at 15. Subsections (D)(i)-(ii) are, on this reading, quite favorable to trademark holders because they encourage domain name registrars to cooperate with trademark holders' attempts to assert their trademark rights.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Subsection (D)(iv) then provides that if a registrar suspends or transfers a registrant's domain name based on a knowing misrepresentation by another person that \"a domain name is identical to, confusingly similar to, or dilutive of a mark,\" then the person making the misrepresentation is liable to the registrant. This provision states that \"[t]he court may also grant injunctive relief to the domain name registrant, including the reactivation of the domain name or transfer of the domain name to the domain name registrant.\" This subsection, in contrast to subsections (D)(i)-(ii), \"protects the rights of domain name registrants against overreaching trademark owners.\" H.R. Conf. Rep. No. 106-464, at 117. Although subsections (D)(i)-(ii) encourage enforcement of policies against cybersquatting by facilitating cooperation between registrars and trademark owners, subsection (D)(iv) provides a counterweight to ensure that this cooperation does not result in reverse domain name hijacking, whereby trademark holders abuse anticybersquatting provisions to take domain names from rightful, noninfringing registrants.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Subsection (D)(v), similar to subsection (D)(iv), also acts as a counterweight to offset potential overreaching by trademark holders. Subsection (D)(v) was viewed as an \"additional protection[ ]\" to subsection (D)(iv), designed to aid registrants who lose their domain names to overzealous trademark holders. Id. The similarity of subsections (D)(iv) and (v) is reinforced by their parallel structure. They use the exact same language, stating that \"[t]he court may grant injunctive relief to the domain name registrant, including the reactivation of the domain name or transfer of the domain name to the domain name registrant.\" Viewed in context, and with the structure of the statute in mind, subsection (D)(v) is best understood to provide domain name holders with a cause of action to rectify reverse domain name hijacking by trademark holders using the UDRP process to require registrants to transfer domain names originally held by rightful users under U.S. law.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The legislative history also supports the proposition that &#167; 1114(2)(D)(v) was intended to provide registrants in Sallen's position with a cause of action. Senator Hatch, discussing &#167; 1114(2)(D)(v), which he offered as an amendment to the bill that was enacted as the ACPA, explained that</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">a domain name registrant whose name is suspended in an extra-judicial dispute resolution procedure can seek a declaratory judgment that his use of the name was, in fact, lawful under the Trademark Act. This clarification is consistent with other provisions of the reported bill that seek to protect domain name registrants against overreaching trademark owners.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">145 Cong. Rec. S10,516 (1999).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> This provision, along with others added by the Hatch-Leahy amendments, was understood by Senator Hatch to \"balance the rights of trademark owners with the interests of Internet users\" and to \"preserv[e] the rights of Internet users to engage in protected expression online and to make lawful uses of others' trademarks in cyberspace.\" Id. at S10,515. Subsection (D)(v) is best understood as creating a protection for registrants to counteract abusive behavior by trademark holders. And this abusive behavior is best understood  to include administrative dispute resolution proceedings under the UDRP where those proceedings are intended, as Sallen has asserted, to strip a domain name from a registrant who has lawfully registered and used that domain name.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">For these reasons, the district court's decision is reversed and the case is remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Sallen's initiation of these proceedings in the district court stayed the WIPO panel's order to transfer the domain name to CL. See UDRP &#182; 4(k), at http://www.icann.org/udrp/udrp-policy-24oct99.htm (Oct. 24, 1999). After the district court dismissed Sallen's suit, however, the domain name was transferred to CL, possibly wrongfully in light of the pendency of this appeal. If the complaint were reinstated, the logic of Sallen's position is that Sallen would seek leave to amend his complaint to request an injunction returning the domain name.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> WIPO is an international organization with 177 member states, organized to promote intellectual property protection. World Intellectual Property Organization, The Recognition of Rights and the Use of Names in the Internet Domain Name System: Report of the Second WIPO Internet Domain Name Process, at http://wipo2.wipo.int/process2/report/html/report.html (Sept. 3, 2001) [hereinafter Second WIPO Report]. One of its functions is to mediate cybersquatting claims. Either party to a cybersquatting dispute before WIPO may elect to have the dispute decided by a three-member panel. UDRP Rules 3(b)(iv) and 5(b)(iv). If neither party does so in its pleadings, then WIPO appoints a sole panelist from its list of panelists. UDRP Rule 6(b). The WIPO decision in the Corinthians case was rendered by a one-person panel. WIPO Arbitration and Mediation Center, Administrative Panel Decision, Corinthians Licenciamentos LTDA v. Sallen, No. D2000-0461 (July 17, 2000) (Bianchi, Sole Panelist), at http://arbiter.wipo.int/domains/decisions/html/2000/d2000-0461.html. The decision in the related case brought by Cruzeiro Licenciamentos LTDA (formerly known as Desportos Licenciamentos LTDA) was issued by a three-member panel. WIPO Arbitration and Mediation Center, Administrative Panel Decision, Cruzeiro Licenciamentos LTDA v. Sallen, No. D2000-0715 (Sept. 6, 2000) (Barker, Sorkin, and Tamassia Santos, Panelists), at http://arbiter.wipo.int/domains/decisions/html/2000/d2000-0715.html.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Trademark Act defines \"domain name\" as \"any alphanumeric designation which is registered with or assigned by any domain name registrar, domain name registry, or other domain name registration authority as part of an electronic address on the Internet.\" 15 U.S.C. &#167; 1127.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is unclear from the WIPO panel decision whether the correct spelling of the Portugese word is \"corinthiao\" or \"corianthiao\" because the panel opinion uses both spellings interchangeably.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Following the district court's November 21, 2000, hearing on CL's motion to dismiss, this action was consolidated with another action, Sallen v. Desportos Licenciamentos LTDA, No. 00-12011 (D. Mass. filed Sept. 29, 2000), between Sallen and another party who was a party in interest with CL. The facts of the Desportos Licenciamentos dispute, which involves the Web site cruzeiro.com, are, in all relevant respects, similar to the facts of the Corinthians dispute. Our judgment today governs both. Corinthians has said that Sallen may no longer be pursuing the Desportos dispute; this we leave for the parties and the district court to determine on remand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court's order is unclear, but we assume that dismissal was for lack of subject matter jurisdiction given the parties' arguments in the district court, which were limited to subject matter jurisdiction. In addition, although the order states that there is no controversy, as required by 28 U.S.C. &#167; 2201, the order does not even mention 15 U.S.C. &#167; 1114(2)(D)(v), which is central to Sallen's cause of action. Because our review is de novo, we make reasonable assumptions and discuss all relevant issues.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Some events subsequent to the filing of the complaint can, of course, defeat jurisdiction. DeFunis v. Odegaard, 416 U.S. 312 (1974) (per curiam). No such events have occurred in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This is not a complicated \"arising under\" case where a plaintiff is potentially using the declaratory judgment remedy to circumvent the well-pleaded complaint rule. Cf. Franchise Tax Bd. v. Constr. Laborers Vacation Trust, 463 U.S. 1 (1983); Skelly Oil Co. v. Phillips Petroleum Co., 339 U.S. 667 (1950). Here, &#167; 1114(2)(D)(v) explicitly provides Sallen with a cause of action so there is no question that Sallen's action arises under federal law for purposes of &#167; 1331.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As a general matter, there is no principle that all notice provisions are jurisdictional. Indeed, timely filing of EEOC charges is not jurisdictional in the area of discrimination law. Zipes v. Trans World Airlines, Inc., 455 U.S. 385, 392-93 (1982). In addition, CL does not contest Sallen's assertion that he provided notice; CL's only claim is that the notice was not to a \"mark owner.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 15 U.S.C. &#167; 1126, titled \"International conventions,\" provides for a \"register of all marks communicated [to the Director] by the international bureaus provided for by the conventions for the protection of . . . trademarks.\" We have no evidence in the record as to whether CL's \"Corinthiao\" mark, registered in Brazil, would qualify for protection under &#167; 1126.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We recognize that, at the time the complaint was filed, NSI had yet to transfer the domain name. Pursuant to UDRP &#182; 4(k), NSI automatically implements WIPO transfer orders unless the UDRP respondent files a complaint in court within ten days. We think that &#167; 1114(2)(D)(ii)(II), the statutory provision referenced in &#167; 1114(2)(D)(v), covers situations where a transfer by NSI is inevitable unless a court action is filed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The declaratory judgment statute, 28 U.S.C. &#167; 2201, also codifies this requirement by referring to \"actual controversy.\" That statute is largely irrelevant to this case because the ACPA itself authorizes declaratory relief.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We note ACPA legislative history to the contrary, which discusses the meaning of a \"reasonable policy\" as the term is used in &#167; 1114(2)(D)(ii)(II). See H.R. Rep. No. 106-412, at 15. It states that \"[t]he act anticipates a reasonable policy against cyberpiracy will apply only to marks registered on the Principal Register of the Patent and Trademark Office.\" Id. In light of the above discussion, however, we find this evidence insufficient to support CL's argument.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">JAY D. SALLEN d/b/a J.D.S. Enterprises, Plaintiff, Appellant,<br>v.<br>CORINTHIANS LICENCIAMENTOS LTDA and DESPORTOS LICENCIAMENTOS LTDA, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-1197</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct. 4, 2001<br>Decided December 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. William G. Young, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Linda A. Harvey with whom Harvey &amp; Kleger was on brief for appellant.</p>\n      <p class=\"indent\">Amy B. Goldsmith with whom George Gottlieb, Marc P. Misthal, Gottlieb, Rackman &amp; Reisman, P.C., Curtis Krechevsky, Mark D. Robins and Hutchins, Wheeler &amp; Dittmar were on brief for appellees.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Stahl, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises important issues about the relationship between the Anticybersquatting Consumer Protection Act (\"ACPA\") and the World Intellectual Property Organization (\"WIPO\") dispute resolution procedures under the Uniform Domain Name Dispute Resolution Policy (\"UDRP\"). This is a dispute between Jay D. Sallen, a resident of Brookline, Massachusetts, and Corinthians Licenciamentos LTDA (\"CL\"), a Brazilian corporation, over Sallen's registration and use of the domain name corinthians.com. We are asked to determine whether Sallen, a domain name registrant who has lost the use of a domain name in a WIPO dispute resolution proceeding that declared him a cybersquatter under the UDRP, may bring an action in federal court seeking (1) a declaration that he is not in violation of the ACPA; (2) a declaration that he is not required to transfer the domain name to CL; and (3) such relief as necessary to effectuate these ends.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court held that federal courts lack jurisdiction over such claims. For the reasons that follow, we reverse the district court and hold that there is federal jurisdiction over such claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. This is a case in the new territory of cybersquatting (also known as \"cyberpiracy\" or \"domain name hijacking\"), an Internet phenomenon whereby individuals register Internet domain names in violation of the rights of trademark owners. S. Rep. No. 106-140, at 4 (1999). Alternatively, the case may be viewed as possibly one of \"reverse domain name hijacking,\" whereby trademark owners abusively assert their trademark rights to strip domain names from rightful owners. See UDRP Rule 1, at http://www.icann.org/udrp/udrp-rules-24oct99.htm (Oct. 24, 1999) (defining \"reverse domain name hijacking\"). Cybersquatters often register domain names incorporating the trademarks of others, with the intent of selling the domain names back to the trademark owners at a profit. S. Rep. No. 106-140, at 4-5; H.R. Rep. No. 106-412, at 5 (1999); Sporty's Farm L.L.C. v. Sportsman's Mkt., Inc., <span class=\"citation\" data-id=\"767485\"><a href=\"/opinion/767485/sportys-farm-llc-plaintiff-counter-defendant-appellant-cross-appellee/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 493 (2d Cir. 2000). Some trademark owners, however, may find accusations of cybersquatting a convenient way to bypass legitimate disputes over trademark rights. See 145 Cong. Rec. S15,026 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">CL asserts that it has rights in Brazil to the name \"Corinthiao,\" the Portuguese equivalent of \"Corinthians,\" which is the name of a soccer team popular in Brazil. In the district court, and before this court, CL argued that a WIPO panel<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> properly found that Sallen was a cybersquatter under the UDRP. The UDRP applies to Sallen because its terms are incorporated into his domain name registration agreement -- a private contract. CL says that federal courts do not have jurisdiction to revisit the issue of whether Sallen is a cybersquatter as determined under that contract. Further, CL says, federal courts lack jurisdiction over Sallen's suit under the ACPA because CL has disclaimed any intent to sue Sallen under the ACPA. If Sallen cannot reasonably fear a lawsuit under the ACPA, so the argument goes, then there is no Article III case or controversy. CL insists that its victory under the UDRP is unrelated to, and unaffected by, any cause of action under the ACPA. Even if Sallen had an affirmative right under the ACPA to use corinthians.com, it says, he has contractually waived that right by agreeing to the UDRP's different legal standard in his domain name registration agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sallen unsuccessfully defended his registration and use of corinthians.com in a WIPO dispute resolution proceeding initiated by CL. WIPO Arbitration and Mediation Center, Administrative Panel Decision, Corinthians Licenciamentos LTDA v. Sallen, No. D2000-0461 (July 17, 2000) (Bianchi, Sole Panelist), at http://arbiter.wipo.int/domains/decisions/html/2000/d2000-0461.html. Sallen then filed a complaint in federal court against CL seeking a declaration that his registration and use of corinthians.com is not unlawful under the ACPA. He relied on both 15 U.S.C. &#167; 1114(2)(D)(v) and the declaratory judgment statute, 28 U.S.C. &#167; 2201. Section 1114(2)(D)(v) states:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A domain name registrant whose domain name has been suspended, disabled, or transferred under a policy described under clause (ii)(II) may, upon notice to the mark owner, file a civil action to establish that the registration or use of the domain name by such registrant is not unlawful under this chapter. The court may grant injunctive relief to the domain name registrant, including the reactivation of the domain name or transfer of the domain name to the domain name registrant.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1114(2)(D)(v) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sallen asserts that (1) this provision of the ACPA creates an explicit cause of action for a declaration that a registrant who has lost a domain name under the UDRP has lawfully registered and used that domain name; (2) this declaration overrides the WIPO panel's decision to the contrary; and (3) federal courts may order the domain name reactivated or transferred back to the aggrieved registrant. Sallen's position is that, despite the terms of his domain name registration agreement, and despite the WIPO panel's interpretation of those terms, he is entitled to retain registration and use of corinthians.com if his registration and use of the domain name is consistent with the ACPA.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This case raises an issue of first impression, requiring us to determine whether a domain name registrant, who has lost in a WIPO-adjudicated UDRP proceeding, may bring an action in federal court under &#167; 1114(2)(D)(v) seeking to override the result of the earlier WIPO proceeding by having his status as a nonviolator of the ACPA declared and by getting an injunction forcing a transfer of the disputed domain name back to him. The answer to this question turns on the relationship between the ACPA, in particular &#167; 1114(2)(D)(v), and decisions of administrative dispute resolution panels contractually empowered to adjudicate domain name disputes under the UDRP.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court dismissed Sallen's complaint on the grounds that no actual controversy existed between the parties since CL never claimed that Sallen violated the ACPA. We hold that, although CL represented that it had \"no intent to sue [Sallen] under the ACPA for his past activities in connection with corinthians.com,\" an actual controversy did exist between the parties concerning rights to corinthians.com, and that the district court incorrectly dismissed Sallen's complaint. Section 1114(2)(D)(v) grants domain name registrants who have lost domain names under administrative panel decisions applying the UDRP an affirmative cause of action in federal court for a declaration of nonviolation of the ACPA and for the return of the wrongfully transferred domain names. Accordingly, we reverse and remand to the district court.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. Internet Background</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Internet is a network of computers allowing a user on the network to communicate with any other computer on the network. See 15 U.S.C. &#167; 1127 (incorporating, for purposes of the Trademark Act, the definition of Internet given by 47 U.S.C. &#167; 230(f): \"the international computer network of both Federal and non-Federal interoperable packet switched data networks\"); H.H. Perritt, Jr. Law and the Information Superhighway &#167; 1.02[B], at 6-7 (2d ed. 2001) (briefly explaining how the Internet works); G.B. Delta &amp; J.H. Matsuura, Law of the Internet &#167; 1.02 (2001) (documenting the Internet's history). Although there are many widely used applications on the Internet, Perritt, supra, &#167; 1.02[B], at 7, the World Wide Web is the dominant application, id. &#167; 1.02[G], at 12. \"[T]he Web is a method of organizing information distributed across the Internet.\" Id. Users of the Internet may make information available on the Web and access information made available by others. Id. Internet users are able to access desired content on the Web by typing in the correct Uniform Resource Locator (\"URL\"), or domain name, which functions much like a telephone number, allowing a user who enters the correct address to reach a particular Web site.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A domain name consists of at least two parts: the top level domain and the second level domain. The top level domain, such as .com, .net, or .org, is preceded by the second level domain, which consists of a combination of letters, numbers, or some symbols. So, for example, in the domain name uscourts.gov, \".gov\" is the top level domain name and \"uscourts\" is the second level domain name. A user wishing to view the Federal Judiciary's official Web site could do so by entering \"http://www.uscourts.gov\" into her Web browser.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Presently, users may not claim their own top level domains, but anyone wishing to obtain a second level domain name may, for a fee, enter into a registration agreement with a domain name registrar, thereby acquiring exclusive rights to that second level domain and the ability to create as many third (or higher) level domains as desired under that second level domain.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Disputes over domain names have become increasingly common with the expanding commercial use of the Internet. See Management of Internet Names and Addresses, 63 Fed. Reg. 31,741, 31,746-47 (June 10, 1998); First WIPO Internet Domain Name Process: Archive, at http://wipo2.wipo.int/process1/index.html (visited Oct. 30, 2001) (describing increased commercial use of the Internet and associated potential for trademark disputes). Because of their easily remembered form, domain names have become business identifiers important to offering goods and services on the Internet. The importance of having one's recognized trademark as a domain name stems from the fact that many Internet users, when looking for a company's Web site, may simply infer the Web site's address by extrapolating from the company's recognized trademark. H.R. Rep. No. 106-412, at 5. For instance, a person looking for the Coca-Cola Company's Web site might enter \"www.cocacola.com\" into her Web browser, assuming (correctly) that it would turn up the Coca-Cola Company's official Web site.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As companies seek to incorporate their nationally registered trademarks into domain names that they can use to promote goods and services, they often find that the names, or names confusingly similar, have already been registered by individuals unconnected with the company. Delta &amp; Matsuura, supra, &#167; 5.04[B], at 5.58.2. This occurrence is unsurprising because the initial domain name registration system is a non-governmentally operated, first-come, first-served system that does not inquire into potential conflicts with trademarks. Id.; see also Sporty's Farm, 202 F.3d at 493 (attributing increasing cybersquatting to \"lack of any regulatory control over domain name registration\"); Panavision Int'l, L.P. v. Toeppen, <span class=\"citation\" data-id=\"753693\"><a href=\"/opinion/753693/panavision-international-lp-a-delaware-limited-partnership-v-dennis/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1316</span></a></span>, 1318-19 (9th Cir. 1998) (noting that NSI, the registrar involved in this case, does require registrants to represent that they are not infringing any trademarks, but does not make any inquiry of its own).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the past, confusingly similar trademarks could exist simultaneously in different geographical areas or in different business sectors without creating consumer confusion. The internet has drastically changed this situation because a domain name is both unique and global in scope. F.L. Street &amp; M.P. Grant, Law of the Internet &#167; 4-1, at 437 (2001); see also Internet Architecture Board, Request For Comments: 2826, IAB Technical Comment on the Unique DNS Root, at http://www.rfc-editor.org/rfc/rfc2826.txt (2000) (\"To remain a global network, the Internet requires the existence of a globally unique public name space.\"); Second WIPO Report, supra, at &#182; 59. For example, a party cannot register and use corinthians.com in the United States while another party registers and uses corinthians.com in Brazil. Similarly, one party cannot register that domain name to post Biblical messages while another uses it to promote a soccer team. Corinthians.com, like any domain name, is unique and its use by one party is mutually exclusive with its use by any other party.</p>\n    </div>\n    <p class=\"indent\">B. Facts</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In August 1998, Sallen registered corinthians.com with Network Solutions, Inc. (\"NSI\"). NSI is one of several domain name registrars accredited by the Internet Corporation for Assigned Names and Numbers (\"ICANN\"), a not-for-profit corporation that administers the domain name system pursuant to a Memorandum of Understanding with the United States Department of Commerce, see Memorandum of Understanding Between the U.S. Department of Commerce and Internet Corporation for Assigned Names and Numbers (1998), available at http://www.ntia.doc.gov/ntiahome/domainname/icann-memorandum.htm (visited Nov. 5, 2001); Second WIPO Report, supra, at &#182; 3 (describing ICANN's formation); The Internet Corporation for Assigned Names and Numbers, http://www.icann.org (last updated Oct. 30, 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When a domain name registrant registers a domain name with a registrar, such as NSI, the parties enter into a registration agreement. Sallen's registration agreement, like all registration agreements for second level domain names within the .com, .net, .org, .biz, .info, and .name top level domains, incorporates the terms of the UDRP. See Uniform Domain-Name Dispute-Resolution Policy: General Information, at http://www.icann.org/udrp/ (last updated Aug. 26, 2001); UDRP note 2; id. &#182; 1. This is because registrars have agreed, or have been required by ICANN, to incorporate the UDRP into registration agreements for these second level domain names, Uniform Domain-Name Dispute-Resolution Policy: General Information, supra; UDRP note 2, and registrants must accept the UDRP's terms in order to register a domain name. Parisi v. Netlearning, Inc., <span class=\"citation\" data-id=\"2410113\"><a href=\"/opinion/2410113/parisi-v-netlearning-inc/\"><span class=\"volume\">139</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">745</span></a></span>, 746 (E.D. Va. 2001) (noting that \"the UDRP binds registrants by virtue of their contracts with registrars\"); see also Second WIPO Report, supra, at &#182; 73 (noting that ICANN uses its control over the domain name system to impose the UDRP through contract).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">By its terms, the UDRP governs disputes between the registrant and third parties over the registration and use of a domain name. UDRP &#182; 1. In particular, the UDRP only governs allegations by third party trademark holders asserting that a registrant has engaged in \"cybersquatting.\" Under the UDRP, a registrant is \"required to submit to a mandatory administrative proceeding in the event that a third party . . . asserts,\" to an ICANN-approved administrative dispute resolution service provider, that (1) the registrant's domain name is \"identical or confusingly similar to a trademark or service mark in which the complainant has rights\"; (2) the registrant has \"no rights or legitimate interests\" in the domain name; and (3) the registrant's domain name \"has been registered and is being used in bad faith.\" Id. &#182; 4. A complainant under the UDRP must establish all three elements to prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">UDRP proceedings are conducted by administrative dispute resolution service providers approved by ICANN. Id. ICANN has accredited four service providers and WIPO is one of them. Second WIPO Report, supra, at &#182; 10. Between December 1999, when the UDRP first came into force, and July 2001, over four thousand cases were brought under the UDRP and roughly two-thirds of these cases were filed with WIPO. Id. at &#182; 11.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Approximately one year after registering corinthians.com, Sallen sent an email to representatives of Corinthians stating that he had \"been contacted recently, by several people in brazil [sic], regarding the purchase of [corinthians.com]\" and that it occurred to him that \"it is in [Corinthians's] interest to own it.\" CL responded by sending Sallen a cease and desist letter concerning corinthians.com. Sallen did not respond. At some point, Sallen posted Biblical material on the corinthians.com Web site. Sallen asserts that he posted Biblical material before any dispute over the domain name arose; CL disagrees and asserts that no content was present on the site at the time it sent the cease and desist letter to Sallen.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On May 18, 2000, CL filed a complaint with WIPO, asserting, under UDRP &#182; 4(a), that (1) Sallen's domain name was confusingly similar to its trademark; (2) Sallen had no rights in the domain name; and (3) Sallen had registered and used the name in bad faith. Sallen participated in the WIPO dispute resolution process by filing both a response and a supplemental response to CL's complaint. The dispute was ultimately resolved in CL's favor approximately two months later, on July 17, 2000. Corinthians Licenciamentos LTDA v. Sallen, No. D2000-0461, at http://arbiter.wipo.int/domains/decisions/html/2000/d2000-0461.html.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">CL is the exclusive licensee of Corinthians's intellectual property, which includes the \"Corinthiao\" mark registered with the Brazilian Institute of Industrial Property, but not with the United States Patent and Trademark Office. It is undisputed that Corinthians is a popular and well known soccer team in Brazil. See Champions 2000: From Sydney to the Bronx, the Winners, N.Y. Times &#167; 8, at 5 (Dec. 31, 2000) (listing Corinthians as FIFA Club World Champions); Victor's Spoils: Corinthians Takes No. 1 After Club World Championship, at http://sportsillustrated.cnn.com/soccer/world/top10/news/2000/01/17/worldsoccer_topten/ (Sept. 4, 2000) (noting that Corinthians won \"two-straight Brazilian national championships\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The WIPO panel found that Sallen's corinthians.com domain name was \"identical or confusingly similar to\" CL's \"Corinthiao\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> mark, mainly on the grounds that \"when comparing Corinthians\" with Corinthiao \"the domain name at issue is phonetically nearly identical to the Complainant's trademark.\" Then, finding that Sallen did not use or prepare to use the domain name \"in connection with a bona fide offering of goods or services\" before he had received notice of the dispute, UDRP &#182; 4(c)(i), and that he was not \"making a legitimate noncommercial or fair use of the domain name, without intent for commercial gain [or] to misleadingly divert consumers,\" id. &#182; 4(c)(iii), the panel concluded that Sallen had \"no rights or legitimate interests\" in corinthians.com, id. &#182; 4(a)(ii). Finally, the panel concluded that Sallen registered and used corinthians.com in bad faith, id. &#182; 4(a)(iii), because he registered the domain name primarily for the purpose of selling it to CL, id. &#182; 4(b)(i). The panel ordered that the registration of corinthians.com be transferred to CL.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The domain name was not immediately transferred, however. Under the UDRP, a disappointed respondent has ten business days from the day of the panel's decision to file a court action, in which case the domain name registrar is contractually bound to \"not implement the Administrative Panel's decision\" and to \"take no further action\" until the registrar receives evidence that the dispute has been resolved or that the court has dismissed the lawsuit or ruled against the respondent on the merits. Id. &#182; 4(k).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On August 2, 2000, Sallen filed a complaint in federal court, staying the WIPO panel's transfer order. Sallen's complaint sought declaratory relief to establish that his registration and use of corinthians.com was not unlawful under the ACPA and to establish that he was not required to transfer corinthians.com to CL. He alleged that under the ACPA, he did not have a bad faith intent to profit from CL's trademark, corinthians.com is not confusingly similar to Corinthiao, and he had a reasonable belief that his use of corinthians.com was fair or otherwise lawful.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">CL moved to dismiss Sallen's complaint, arguing that the district court lacked subject matter jurisdiction, see Fed. R. Civ. P. 12(b)(1), because Sallen requested a declaration of his rights under the ACPA and CL had no intent to sue Sallen under the ACPA.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court agreed, holding:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Based on the representations made by Defendant, Corinthians Licenciamentos (\"CL\") that it \"has no intent to sue Plaintiff under the ACPA for his past activities in connection with corinthians.com\" the Motion to Dismiss is GRANTED. Jurisdiction under 28 U.S.C. &#167; 2201 is proper only if there exists an actual controversy between the parties. Absent the threat of suit there is no controversy and jurisdiction is lacking.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Sallen v. Corinthians Licenciamentos LTDA, No. 00-11555 (D. Mass. Dec. 19, 2000) (order granting defendant's motion to dismiss) (citation omitted).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Sallen appeals the district court's order dismissing his complaint for lack of subject matter jurisdiction.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our review of the district court's order dismissing Sallen's complaint for lack of subject matter jurisdiction is de novo. Corrada Betances v. Sea-Land Serv. Inc., <span class=\"citation\" data-id=\"199395\"><a href=\"/opinion/199395/corrada-betances-v-sea-land-service/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 44 (1st Cir. 2001). The basic framework for analyzing federal subject matter jurisdiction has long been settled. Jurisdiction depends upon the facts as they existed when the complaint was brought.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Mullen v. Torrance, <span class=\"citation\" data-id=\"85432\"><a href=\"/opinion/85432/mollan-v-torrance/\"><span class=\"volume\">22</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, 539 (1824). For a federal court to have subject matter jurisdiction over a dispute, a statute must confer jurisdiction on the federal court and the exercise of jurisdiction must be consistent with the Constitution. Osborn v. Bank of the United States, 22 U.S. (9 Wheat.) 738, 817 (1824).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The federal question jurisdiction statute, 28 U.S.C. &#167; 1331, states that \"[t]he district courts shall have original jurisdiction of all civil actions arising under the Constitution, laws, or treaties of the United States.\" 28 U.S.C. &#167; 1331 (1994). In order to determine whether a case arises under federal law, we look at the plaintiff's well-pleaded complaint. Louisville &amp; Nashville R.R. Co. v. Mottley, <span class=\"citation\" data-id=\"96889\"><a href=\"/opinion/96889/louisville-nashville-r-co-v-mottley/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 152 (1908). Sallen's complaint alleges a cause of action under federal law, namely 15 U.S.C. &#167; 1114(2)(D)(v), and so his cause of action arises under federal law for purposes of &#167; 1331.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">CL asserts that Sallen's action does not arise under &#167; 1114(2)(D)(v) because he has not provided notice to a \"mark owner\" as required by the statute and because there is no dispute under the ACPA. CL's argument is without merit. Sallen has clearly stated in his complaint that &#167; 1114(2)(D)(v) is the basis for his requested relief. Whether or not Sallen can win his claim under &#167; 1114(2)(D)(v) is a separate question which does not bear on jurisdiction unless Sallen's claim is \"wholly insubstantial and frivolous.\" Bell v. Hood, <span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 682-83 (1946) (holding that jurisdiction \"is not defeated . . . by the possibility that the averments might fail to state a cause of action on which petitioners could actually recover\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Sallen's claim is not wholly insubstantial and frivolous. Whether CL is a \"mark owner\" within the meaning of the statute is in dispute, but it is far from frivolous to argue that it is.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Sallen claims that he gave notice to CL as required by &#167; 1114(2)(D)(v) and CL does not dispute this. Instead, CL says that it has not registered \"Corinthians\" as a U.S. trademark and so Sallen did not provide notice to a \"mark owner.\" CL's interpretation of \"mark owner\" is unpersuasive. The ACPA says \"mark,\" not \"registered mark,\" which &#167; 1127 defines separately. Section 1127 defines \"mark\" to include \"any trademark\" and that same section defines \"trademark\" as \"any word, name, symbol, or device . . . (1) used by a person, or (2) which a person has a bona fide intention to use in commerce and applies to register on the principal register . . . , to identify and distinguish his or her goods . . . and to indicate the source of the goods.\" 15 U.S.C. &#167; 1127. \"Mark owner\" must be understood against the backdrop of U.S. trademark law, which provides some protections to unregistered marks. See Wal-Mart Stores, Inc. v. Samara Bros., Inc., <span class=\"citation\" data-id=\"118349\"><a href=\"/opinion/118349/wal-mart-stores-inc-v-samara-brothers-inc/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 210 (2000); Two Pesos, Inc. v. Taco Cabana, Inc., <span class=\"citation\" data-id=\"112783\"><a href=\"/opinion/112783/two-pesos-inc-v-taco-cabana-inc/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">763</span></a></span>, 768 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In addition, interpreting \"mark owner\" to apply only to registered U.S. marks would create a perverse result at odds with our view of the ACPA as granting relief to registrants who have wrongly lost domain names in UDRP proceedings. It would be very odd if Congress, which was well aware of the international nature of trademark disputes,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> protected Americans against reverse domain name hijacking only when a registered American mark owner was doing the hijacking. Such a policy would permit American citizens, whose domain names are subject to WIPO transfer orders, to get relief against abusive mark owners that have registered in the U.S., but not against abusive mark owners that have not registered (including both foreign mark owners and domestic mark owners that have not registered). It would leave registrants unprotected against reverse domain name hijackers so long as the hijackers are not registered with the PTO.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">With regard to whether there is a dispute under the ACPA, the text states a \"registrant whose domain name has been suspended, disabled, or transferred under a policy described under clause (ii)(II) may, upon notice to the mark owner, file a civil action . . . .\" 15 U.S.C. &#167; 1114(2)(D)(v). A \"policy described under clause (ii)(II)\" includes \"any action of . . . transferring . . . or . . . canceling a domain name -- . . . (II) in the implementation of a reasonable policy by such registrar . . . prohibiting the registration of a domain name that is identical to, confusingly similar to, or dilutive of another's mark.\" Id. &#167; 1114(2)(D)(ii)(II). It is undisputed that Sallen is a \"registrant\" and that the WIPO panel ordered his domain name transferred. The transfer was under a \"policy\" as defined by &#167; 1114(2)(D)(ii)(II). That is, his domain name was transferred by NSI, pursuant to its policy, stated in the UDRP, see UDRP &#182; 4(k), of cancelling or transferring domain names found by a dispute resolution panel to be confusingly similar to others' trademarks.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The analysis is not as simple under the Constitution. The question here is whether Congress has extended the federal courts' jurisdiction beyond Article III's limits by providing a cause of action to individuals such as Sallen. Article III states that \"[t]he judicial Power shall extend to all Cases . . . arising under this Constitution, the Laws of the United States, and Treaties made . . . under their Authority.\" U.S. Const. art. III, &#167; 2, cl. 1. Article III acts as a ceiling: Congress may confer federal jurisdiction up to Article III's limits, but not beyond. Osborn, 22 U.S. (9 Wheat.) 738. Although Osborn \"reflects a broad conception of 'arising under' jurisdiction,\" Verlinden B.V. v. Cent. Bank of Nigeria, <span class=\"citation\" data-id=\"110932\"><a href=\"/opinion/110932/verlinden-bv-v-central-bank-of-nigeria/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 492 (1983), Congress may not extend that jurisdiction to decide federal questions that are not Article III \"Cases.\" The \"triad of injury in fact, causation, and redressability comprises the core of Article III's case-or-controversy requirement, and the party invoking federal jurisdiction bears the burden of establishing its existence.\" Steel Co. v. Citizens for a Better Env't, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 103-04 (1998) (footnote omitted).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">If &#167; 1114(2)(D)(v) were read to permit federal jurisdiction in instances where no Article III case or controversy exists, then the statute would run afoul of the Constitution. But we do not read &#167; 1114(2)(D)(v) as granting federal jurisdiction over mere abstract claims of federal right where no Article III case exists. Although CL has stated that it has no intent to sue Sallen under the ACPA for his past actions related to corinthians.com, there is indeed a controversy between Sallen and CL: Sallen asserts that he has rights to corinthians.com and CL asserts that it has mutually exclusive rights to the same domain name. Since the dismissal of Sallen's complaint, the corinthians.com domain name has been transferred to CL and is now being used to promote the Corinthians soccer team. Sallen asserts that the domain name belongs to him.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">CL claims that a reasonable apprehension of suit is required to meet Article III's case or controversy requirement. But this is not the only way to establish the existence of a case for purposes of Article III. The reasonable apprehension of suit doctrine exists to cabin declaratory judgment actions where the only controversy surrounds a potential, future lawsuit. E.g., Biogen, Inc. v. Amgen, Inc., <span class=\"citation\" data-id=\"1426110\"><a href=\"/opinion/1426110/biogen-inc-v-amgen-inc/\"><span class=\"volume\">913</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">35</span></a></span> (D. Mass. 1996) (holding no case or controversy exists when a party brings a declaratory judgment action to declare patents invalid and the declaratory defendant promises never to sue on the patents in the future); Super Sack Mfg. Corp. v. Chase Packaging Corp., <span class=\"citation\" data-id=\"697790\"><a href=\"/opinion/697790/super-sack-manufacturing-corporation-v-chase-packaging-corporation/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1058-60 (Fed. Cir. 1995) (same). That is not this case.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, Sallen has already had transferred from him a domain name, to which he claims to have legitimate rights, in an international dispute resolution proceeding. At the time Sallen filed his complaint, the dispute had already progressed far beyond those cases in which a declaratory defendant only questionably threatened suit. Sallen had been brought before a WIPO panel, the panel had found him in violation of the UDRP's cybersquatting provision, and the panel had ordered the disputed domain name transferred to CL. Sallen objected to all of this. As other courts have noted, a certain controversy renders the \"reasonable apprehension\" question irrelevant. Arrowhead Indus. Water, Inc. v. Ecolochem, Inc., <span class=\"citation\" data-id=\"505943\"><a href=\"/opinion/505943/arrowhead-industrial-water-inc-v-ecolochem-inc/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 736 (Fed. Cir. 1988); Waters Corp. v. Hewlett-Packard Co., <span class=\"citation\" data-id=\"2267471\"><a href=\"/opinion/2267471/waters-corp-v-hewlett-packard-co/\"><span class=\"volume\">999</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">167</span></a></span>, 171 (D. Mass. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">According to CL, regardless of any UDRP dispute between it and Sallen, there is no dispute under the ACPA. But this assumes that a declaration of compliance with the ACPA is only relevant to defend against a potential lawsuit under that very statute and that a declaration of Sallen's compliance with the ACPA could not redress his UDRP defeat. This assumption is incorrect. Section 1114(2)(D)(v) provides a registrant who has lost a domain name under the UDRP with a cause of action for an injunction returning the domain name if the registrant can show that she is in compliance with the ACPA. A declaration of Sallen's compliance with the ACPA would redress his loss of corinthians.com in the UDRP proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">First, the UDRP clearly contemplates judicial intervention and, in fact, that the judicial outcome will override the UDRP one. See UDRP &#182; 4(k) (stating that UDRP proceedings shall not prevent either party from \"submitting the dispute to a court of competent jurisdiction for independent resolution\"); World Intellectual Property organization, The Management of Internet Names and Addresses: Intellectual Property Issues: Final Report of the WIPO Internet Domain Name Process &#182; 150(v), at http://wipo2.wipo.int/process1/report/finalreport.html (Apr. 30, 1999) [hereinafter First WIPO Report] (stating that UDRP administrative dispute resolution procedures \"should not have (and cannot have) the effect of binding precedent in national courts\"); id. at &#182; 196(v) (stating that \"[a] decision by a court of competent jurisdiction, that is contrary to a determination resulting from the administrative procedure should . . . override the administrative determination\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">This is how the UDRP has been interpreted. BroadBridge Media, L.L.C. v. Hypercd.com, <span class=\"citation\" data-id=\"2510761\"><a href=\"/opinion/2510761/broadbridge-media-llc-v-hypercd-com/\"><span class=\"volume\">106</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">505</span></a></span>, 508-09 (S.D.N.Y. 2000) (concluding that a plaintiff that has filed an ICANN administrative proceeding may, before, during, and after filing such a proceeding, bring an action in federal court); Weber-Stephen Prods. Co. v. Armitage Hardware &amp; Bldg. Supply, Inc., No. 00 C 1738, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">562470</span></span>, at *1-2 (N.D. Ill. May 3, 2000) (concluding that \"the ICANN Policy and its accompanying rules do contemplate the possibility of parallel proceedings in federal court\" and that federal courts are \"not bound by the outcome of the ICANN administrative proceedings\"); Parisi, 139 F. Supp. 2d at 746, 751-52 (concluding that UDRP proceedings should not receive the significant deference accorded to arbitration under the Federal Arbitration Act).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The ability of the parties to a UDRP proceeding to seek independent resolution of the issues was part of the compromise codified in the UDRP. See UDRP &#182; 4(k); First WIPO Report, supra, at &#182;&#182; 139-140 (recommending, with the approval of \"virtually all commentators,\" that the UDRP \"not deny the parties to the dispute access to court litigation\"); id. at &#182;&#182; 139, 150(iv) (noting that parties should be able to seek \"de novo review\" of UDRP administrative dispute resolution). Because the UDRP explicitly contemplates independent review in national courts, the cause of action Sallen seeks to assert is consistent with the UDRP's structure.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Since the UDRP cannot confer federal jurisdiction where none exists, the remaining question is whether Congress has, in fact, provided a cause of action to override UDRP decisions. Under &#167; 1114(2)(D)(v), Congress has provided registrants such as Sallen with an affirmative cause of action to recover domain names lost in UDRP proceedings. The statute clearly states that a registrant whose domain name has been \"suspended, disabled, or transferred\" may sue for a declaration that the registrant is not in violation of the Act and for an injunction returning the domain name. 15 U.S.C. &#167; 1114(2)(D)(v). Sallen is a registrant. His domain name has been transferred. Now he simply seeks the declaration and injunction that the statutory provision makes available. Congress's authorization of the federal courts to \"grant injunctive relief to the domain name registrant, including the reactivation of the domain name or transfer of the domain name to the domain name registrant,\" provides Sallen with an explicit cause of action to redress his loss of corinthians.com under the UDRP. Cf. PHC, Inc. v. Pioneer Healthcare, Inc., <span class=\"citation\" data-id=\"712078\"><a href=\"/opinion/712078/phc-inc-v-pioneer-healthcare-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (1st Cir. 1996) (holding that federal jurisdiction clearly exists over plaintiff's request for a declaration that it was not violating defendant's trademark rights and that it was entitled to maintain its trademark registration).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">That a declaration of compliance with the ACPA trumps the panel's finding of noncompliance with the UDRP is further supported by the overlap between the two provisions. In the WIPO proceeding, the panel found that corinthians.com was confusingly similar to CL's trademark, that Sallen had no rights or legitimate interests in corinthians.com, and that the domain name was registered and being used in bad faith. Sallen argues that, under U.S. law, none of these claims is legally supported.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Although CL recognizes overlap between the UDRP and the ACPA, it argues that WIPO proceedings determine whether a registrant's use of a domain name is in accordance with the UDRP, not whether there has been a violation of a U.S. law. But a WIPO panel's application of the UDRP requires it to resolve issues of U.S. law in some cases and, in these cases, a federal court's declaration of a UDRP participant's rights directly impacts the decision issued by the WIPO panel. For instance, the panel found that Sallen had \"no rights to or legitimate interests in the domain name at issue.\" The panel concluded that publishing quotes from the Bible before CL filed its complaint but after Sallen had notice that there was a dispute brewing was insufficient to constitute a right or legitimate interest. A finding by a federal court that Sallen was within his rights when he used corinthians.com to post Biblical quotes would directly undercut the panel's conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Similarly, the panel, taking into consideration Sallen's \"lack of rights or interests in the domain name,\" found that Sallen had registered and used corinthians.com in bad faith. Again, Sallen asserts that he had no bad faith intent because he believed, and had reasonable grounds to believe, that his use of corinthians.com was fair or otherwise lawful under 15 U.S.C. &#167; 1125(d)(1)(B)(ii). A finding by a federal court that Sallen was within his rights would necessarily undermine the panel's conclusion that he used the domain name in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">More generally, a court's &#167; 1114(2)(D)(v) decision that a party is not a cybersquatter under the ACPA, and that a party has a right to use a domain name, necessarily negates a WIPO decision that a party is a cybersquatter under the UDRP. The conclusion that a federal court's interpretation of the ACPA supplants a WIPO panel's interpretation of the UDRP is further reinforced by the fact that WIPO does not create new law -- it applies existing law. In fact, the application of the \"lowest common denominator of internationally agreed and accepted principles concerning the abuse of trademarks,\" rather than the creation of new law, is part of the UDRP's fundamental structure. See Second WIPO Report, supra, at &#182; 66.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">CL claims that it does not contest any of Sallen's ACPA cybersquatting arguments, but instead defends WIPO's decision that Sallen violated the UDRP's contractual prohibition on cybersquatting. As CL understands the law, Sallen has waived his rights under the ACPA by agreeing to different standards under the UDRP. But &#167; 1114(2)(D)(v) provides disappointed administrative dispute resolution participants with a chance to have any unfavorable UDRP decision reviewed in a U.S. court. We think this provision means that a federal court's decision that Sallen was in compliance with the ACPA necessarily contradicts the WIPO panel's finding that Sallen lacked a legitimate interest in corinthians.com. Congress has defined in the ACPA what it means to lack a legitimate interest in a domain name under U.S. law. For that reason, should a federal court declare that Sallen is in compliance with the ACPA, that declaration would undercut the rationale of the WIPO panel decision.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We would not lightly assume that Congress enacted the ACPA, but intended all domain name registrants to be governed by a different standard, administered by international dispute resolution panels, with no eventual recourse to whatever affirmative protections the U.S. law might provide. A contextual understanding of &#167; 1114(2)(D)(v) supports reading the provision to include complaints such as Sallen's. Section 1114(2) addresses limitations on liability of potential defendants in trademark infringement actions. Section 1114(2)(A) creates the \"innocent infringer\" exception and &#167; 1114(2)(B) creates a limitation on liability of advertisers. Section 1114(2)(D), added to the Lanham Act by the ACPA, creates, among other things, an exception to liability for domain name registrars that transfer or revoke domain names from registrants pursuant to a policy by the registrar prohibiting registration of domain names that are \"identical to, confusingly similar to, or dilutive of another's mark.\" &#167; 1114(2)(D)(ii)(II). Section 1114(2)(D)(ii)(I) also creates an exception to liability for domain name registrars that transfer or revoke domain names from registrants pursuant to a court order. The purpose of subsections (D)(i)-(ii) is \"to encourage domain name registrars . . . to work with trademark owners to prevent cybersquatting through a limited exemption from liability for domain name registrars . . . that suspend, cancel, or transfer domain names pursuant to a court order or in the implementation of a reasonable policy prohibiting cybersquatting.\" H.R. Conf. Rep. No. 106-464, at 116 (1999); see also H.R. Rep. No. 106-412, at 15. Subsections (D)(i)-(ii) are, on this reading, quite favorable to trademark holders because they encourage domain name registrars to cooperate with trademark holders' attempts to assert their trademark rights.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Subsection (D)(iv) then provides that if a registrar suspends or transfers a registrant's domain name based on a knowing misrepresentation by another person that \"a domain name is identical to, confusingly similar to, or dilutive of a mark,\" then the person making the misrepresentation is liable to the registrant. This provision states that \"[t]he court may also grant injunctive relief to the domain name registrant, including the reactivation of the domain name or transfer of the domain name to the domain name registrant.\" This subsection, in contrast to subsections (D)(i)-(ii), \"protects the rights of domain name registrants against overreaching trademark owners.\" H.R. Conf. Rep. No. 106-464, at 117. Although subsections (D)(i)-(ii) encourage enforcement of policies against cybersquatting by facilitating cooperation between registrars and trademark owners, subsection (D)(iv) provides a counterweight to ensure that this cooperation does not result in reverse domain name hijacking, whereby trademark holders abuse anticybersquatting provisions to take domain names from rightful, noninfringing registrants.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Subsection (D)(v), similar to subsection (D)(iv), also acts as a counterweight to offset potential overreaching by trademark holders. Subsection (D)(v) was viewed as an \"additional protection[ ]\" to subsection (D)(iv), designed to aid registrants who lose their domain names to overzealous trademark holders. Id. The similarity of subsections (D)(iv) and (v) is reinforced by their parallel structure. They use the exact same language, stating that \"[t]he court may grant injunctive relief to the domain name registrant, including the reactivation of the domain name or transfer of the domain name to the domain name registrant.\" Viewed in context, and with the structure of the statute in mind, subsection (D)(v) is best understood to provide domain name holders with a cause of action to rectify reverse domain name hijacking by trademark holders using the UDRP process to require registrants to transfer domain names originally held by rightful users under U.S. law.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The legislative history also supports the proposition that &#167; 1114(2)(D)(v) was intended to provide registrants in Sallen's position with a cause of action. Senator Hatch, discussing &#167; 1114(2)(D)(v), which he offered as an amendment to the bill that was enacted as the ACPA, explained that</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">a domain name registrant whose name is suspended in an extra-judicial dispute resolution procedure can seek a declaratory judgment that his use of the name was, in fact, lawful under the Trademark Act. This clarification is consistent with other provisions of the reported bill that seek to protect domain name registrants against overreaching trademark owners.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">145 Cong. Rec. S10,516 (1999).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> This provision, along with others added by the Hatch-Leahy amendments, was understood by Senator Hatch to \"balance the rights of trademark owners with the interests of Internet users\" and to \"preserv[e] the rights of Internet users to engage in protected expression online and to make lawful uses of others' trademarks in cyberspace.\" Id. at S10,515. Subsection (D)(v) is best understood as creating a protection for registrants to counteract abusive behavior by trademark holders. And this abusive behavior is best understood  to include administrative dispute resolution proceedings under the UDRP where those proceedings are intended, as Sallen has asserted, to strip a domain name from a registrant who has lawfully registered and used that domain name.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">For these reasons, the district court's decision is reversed and the case is remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Sallen's initiation of these proceedings in the district court stayed the WIPO panel's order to transfer the domain name to CL. See UDRP &#182; 4(k), at http://www.icann.org/udrp/udrp-policy-24oct99.htm (Oct. 24, 1999). After the district court dismissed Sallen's suit, however, the domain name was transferred to CL, possibly wrongfully in light of the pendency of this appeal. If the complaint were reinstated, the logic of Sallen's position is that Sallen would seek leave to amend his complaint to request an injunction returning the domain name.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> WIPO is an international organization with 177 member states, organized to promote intellectual property protection. World Intellectual Property Organization, The Recognition of Rights and the Use of Names in the Internet Domain Name System: Report of the Second WIPO Internet Domain Name Process, at http://wipo2.wipo.int/process2/report/html/report.html (Sept. 3, 2001) [hereinafter Second WIPO Report]. One of its functions is to mediate cybersquatting claims. Either party to a cybersquatting dispute before WIPO may elect to have the dispute decided by a three-member panel. UDRP Rules 3(b)(iv) and 5(b)(iv). If neither party does so in its pleadings, then WIPO appoints a sole panelist from its list of panelists. UDRP Rule 6(b). The WIPO decision in the Corinthians case was rendered by a one-person panel. WIPO Arbitration and Mediation Center, Administrative Panel Decision, Corinthians Licenciamentos LTDA v. Sallen, No. D2000-0461 (July 17, 2000) (Bianchi, Sole Panelist), at http://arbiter.wipo.int/domains/decisions/html/2000/d2000-0461.html. The decision in the related case brought by Cruzeiro Licenciamentos LTDA (formerly known as Desportos Licenciamentos LTDA) was issued by a three-member panel. WIPO Arbitration and Mediation Center, Administrative Panel Decision, Cruzeiro Licenciamentos LTDA v. Sallen, No. D2000-0715 (Sept. 6, 2000) (Barker, Sorkin, and Tamassia Santos, Panelists), at http://arbiter.wipo.int/domains/decisions/html/2000/d2000-0715.html.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Trademark Act defines \"domain name\" as \"any alphanumeric designation which is registered with or assigned by any domain name registrar, domain name registry, or other domain name registration authority as part of an electronic address on the Internet.\" 15 U.S.C. &#167; 1127.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is unclear from the WIPO panel decision whether the correct spelling of the Portugese word is \"corinthiao\" or \"corianthiao\" because the panel opinion uses both spellings interchangeably.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Following the district court's November 21, 2000, hearing on CL's motion to dismiss, this action was consolidated with another action, Sallen v. Desportos Licenciamentos LTDA, No. 00-12011 (D. Mass. filed Sept. 29, 2000), between Sallen and another party who was a party in interest with CL. The facts of the Desportos Licenciamentos dispute, which involves the Web site cruzeiro.com, are, in all relevant respects, similar to the facts of the Corinthians dispute. Our judgment today governs both. Corinthians has said that Sallen may no longer be pursuing the Desportos dispute; this we leave for the parties and the district court to determine on remand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court's order is unclear, but we assume that dismissal was for lack of subject matter jurisdiction given the parties' arguments in the district court, which were limited to subject matter jurisdiction. In addition, although the order states that there is no controversy, as required by 28 U.S.C. &#167; 2201, the order does not even mention 15 U.S.C. &#167; 1114(2)(D)(v), which is central to Sallen's cause of action. Because our review is de novo, we make reasonable assumptions and discuss all relevant issues.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Some events subsequent to the filing of the complaint can, of course, defeat jurisdiction. DeFunis v. Odegaard, <span class=\"citation\" data-id=\"109012\"><a href=\"/opinion/109012/defunis-v-odegaard/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span> (1974) (per curiam). No such events have occurred in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This is not a complicated \"arising under\" case where a plaintiff is potentially using the declaratory judgment remedy to circumvent the well-pleaded complaint rule. Cf. Franchise Tax Bd. v. Constr. Laborers Vacation Trust, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span> (1983); Skelly Oil Co. v. Phillips Petroleum Co., <span class=\"citation\" data-id=\"104808\"><a href=\"/opinion/104808/skelly-oil-co-v-phillips-petroleum-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span> (1950). Here, &#167; 1114(2)(D)(v) explicitly provides Sallen with a cause of action so there is no question that Sallen's action arises under federal law for purposes of &#167; 1331.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As a general matter, there is no principle that all notice provisions are jurisdictional. Indeed, timely filing of EEOC charges is not jurisdictional in the area of discrimination law. Zipes v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 392-93 (1982). In addition, CL does not contest Sallen's assertion that he provided notice; CL's only claim is that the notice was not to a \"mark owner.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 15 U.S.C. &#167; 1126, titled \"International conventions,\" provides for a \"register of all marks communicated [to the Director] by the international bureaus provided for by the conventions for the protection of . . . trademarks.\" We have no evidence in the record as to whether CL's \"Corinthiao\" mark, registered in Brazil, would qualify for protection under &#167; 1126.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We recognize that, at the time the complaint was filed, NSI had yet to transfer the domain name. Pursuant to UDRP &#182; 4(k), NSI automatically implements WIPO transfer orders unless the UDRP respondent files a complaint in court within ten days. We think that &#167; 1114(2)(D)(ii)(II), the statutory provision referenced in &#167; 1114(2)(D)(v), covers situations where a transfer by NSI is inevitable unless a court action is filed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The declaratory judgment statute, 28 U.S.C. &#167; 2201, also codifies this requirement by referring to \"actual controversy.\" That statute is largely irrelevant to this case because the ACPA itself authorizes declaratory relief.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We note ACPA legislative history to the contrary, which discusses the meaning of a \"reasonable policy\" as the term is used in &#167; 1114(2)(D)(ii)(II). See H.R. Rep. No. 106-412, at 15. It states that \"[t]he act anticipates a reasonable policy against cyberpiracy will apply only to marks registered on the Principal Register of the Patent and Trademark Office.\" Id. In light of the above discussion, however, we find this evidence insufficient to support CL's argument.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/85432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1426110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2267471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2410113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2510761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}