{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199783/",
  "absolute_url": "/opinion/199783/ortiz-gonzalez-v-fonovisa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199783/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:37Z",
  "date_modified": "2017-03-24T11:03:16.545210Z",
  "type": "010combined",
  "sha1": "d083a70b57fc0ade7744059ad03f2d919a871258",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2290-01A.pdf",
  "local_path": "pdf/2002/01/17/Ortiz-Gonzalez_v._Fonovisa.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-2290\n\n                      JUAN R. ORTIZ-GONZALEZ,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                             FONOVISA,\n\n                       Defendant, Appellant.\n\nNo. 01-1004\n\n                      JUAN R. ORTIZ-GONZALEZ,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n              DISTRIBUIDORA NACIONAL DE DISCOS, INC.,\n\n                       Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n\n                 Kravitch,* Senior Circuit Judge,\n\n\n    *   Of the Eleventh Circuit, sitting by designation.\n\fand Torruella, Circuit Judge.\n\f     Irene M. Vera, with whom Alfredo Castellanos was on brief\nfor appellant.\n\n     Rafael E. Silva-Almeyda, with whom Jésus R. Rabell-Méndez\nwas on brief for appellee.\n\n\n                       January 17, 2002\n\f                  KRAVITCH, Senior Circuit Judge.            In these consolidated\n\ncases          involving     copyright       infringement,      defendant-appellant\n\nDistribuidora Nacional de Discos, Inc., (“Distribuidora”), a\n\ndistributor, appeals from the district court’s judgment awarding\n\nstatutory          damages,       raising    the    following   issues:    whether    a\n\ndistributor            can   be   liable     for    copyright   infringement   where\n\nplaintiff has not established that the producer was guilty of\n\ncopyright infringement, and whether it violated due process for\n\na defaulting party to not be notified of a trial date or to not\n\nhave       a    damages      hearing.        Defendant-appellant     Fonovisa,      the\n\nproducer,          appeals the district court’s denial of its motion\n\nrequesting attorney’s fees.\n\n                                        I.    BACKGROUND\n\n                  Juan R. Ortiz-Gonzalez allegedly authored and composed\n\ntwo songs, entitled “Si Así Tu Eres” and “Soy La Peregrina.”\n\nThese songs were included, without his permission, in an album\n\nentitled “De Vuelta Al Sabor” that was produced by Fonovisa, a\n\nLatin          music   record     label.      Fonovisa    licensed   the    right    of\n\ndistribution of the album to Distribuidora, which then licensed\n\nthe right to Distribuidora Aponte, Inc. (“Aponte”).*                       After the\n\nalbum was distributed, Ortiz-Gonzalez filed a cause of action\n\nagainst Fonovisa, Distribuidora, and Aponte, alleging copyright\n\n\n       *Aponte is not a party in this appeal.\n\n                                              -4-\n\finfringement under the Copyright Act, 17 U.S.C. § 101 et seq.\n\n(2001), and violations of the Lanham Act, 15 U.S.C. § 1051 et\n\nseq. (2001).\n\n          Fonovisa answered the complaint, but Distribuidora and\n\nAponte never responded.          Ortiz-Gonzalez proceeded to trial;\n\nDistribuidora and Aponte were not notified of the trial date.\n\nAt   trial,    Ortiz-Gonzalez      presented       his   evidence,   then\n\nvoluntarily    dismissed   the   case    against    Fonovisa.   Instead,\n\nOrtiz-Gonzalez pursued his cause of action against Distribuidora\n\nand Aponte, both of whom were in default.**          Concomitant with the\n\ndismissal, the parties entered into an agreement that Fonovisa\n\nwould not collect any award of attorney’s fees or costs.             The\n\ncourt found Fonovisa’s request for attorney’s fees moot due to\n\nthe agreement.\n\n          Following the trial, Ortiz-Gonzalez filed a post-trial\n\nmemorandum on the liability of Distribuidora and Aponte and\n\nrequested an award of damages.           Distribuidora first made an\n\nappearance at this stage, filing a reply to plaintiff’s post-\n\ntrial memorandum; Aponte did not reply.            Having determined that\n\nno hearing on damages was necessary, the court awarded the\n\n\n\n     **Default was entered after the defendants failed to make\nan appearance or respond to the complaint within the appropriate\ntime period; as to Fonovisa, the entry of default was later set\naside by the court.\n\n                                   -5-\n\fplaintiff $9,500.00 in statutory damages against Distribuidora\n\nand $6,756.79 in actual damages against Aponte.                  Distribuidora\n\nappeals from the court’s award of statutory damages.                    Fonovisa\n\nappeals the district court’s denial of its motion requesting\n\nattorney’s fees.     These cases were consolidated on appeal.\n\n\n\n                              II.   DISCUSSION\n\n                                     A.\n\n            Distribuidora appeals the order of the district court\n\nawarding    Ortiz-Gonzalez      statutory       damages     after   a     default\n\njudgment    for   copyright    infringement         under   17   U.S.C.    §   504\n\n(2001).     The defendant asserts it was error for the court: (1)\n\nto   find   Distribuidora      liable      as   a   distributor     where      the\n\nplaintiff had not established that the producer was guilty of\n\ninfringement; (2) to hold a trial and award damages against\n\nDistribuidora where the plaintiff had not notified Distribuidora\n\nof the trial date; and (3) to not hold a hearing on damages.\n\n            Whether a distributor can be found liable for copyright\n\ninfringement where the plaintiff has not established that the\n\nproducer is guilty of infringement is a question of law that is\n\nreviewed de novo.      Liberty Mut. Ins. Co. v. Metro. Life Ins.\n\nCo., 260 F.3d 54, 61 (1st Cir. 2001).                The issue of notice of\n\nthe trial after defaulting is also a question of law reviewed de\n\n\n                                     -6-\n\fnovo.        Id.    As to a hearing on damages, the need for such a\n\nhearing is vested with the district court and reviewed for abuse\n\nof discretion. HMG Prop. Investors, Inc. v. Parque Indus. Rio\n\nCanas, Inc., 847 F.2d 908, 919 (1st Cir. 1988).\n\n1. Distributor Liability\n\n               Distribuidora contends that a distributor’s liability\n\nfor     copyright      infringement    is    derived   from   a   producer’s\n\nliability.***        The Copyright Act, however, states that “the owner\n\nof a copyright under this title has the exclusive rights to do\n\nand to authorize any of the following: . . . (3) to distribute\n\ncopies or phonorecords of the copyrighted work to the public by\n\nsale or other transfer of ownership, or by rental, lease, or\n\nlending.”          17 U.S.C. § 106 (2001).     Section 106(3) explicitly\n\ngrants to the copyright owner the exclusive right to distribute\n\ncopies of the copyrighted work.              See 2 Melville B. Nimmer &\n\nDavid Nimmer, Nimmer on Copyright § 8.11[A] (2001); see also\n\nCable/Home Communication Corp. v. Network Prods., Inc., 902 F.2d\n\n829, 843 (11th Cir. 1990).            The Copyright Act further provides\n\nthat     “anyone who violates any of the exclusive rights of the\n\n\n       ***\n        Distribuidora contends that Ortiz-Gonzalez must proceed\nunder a theory of contributory liability, and that where there\nis no primary infringer there can be no secondary infringer.\nBecause the producer, Fonovisa, was not found to be an infringer\nof Ortiz-Gonzalez’s copyright, Distribuidora argues that it\ncannot face liability as a distributor. This is premised on an\ninaccurate conception of the law.\n\n                                       -7-\n\fcopyright owner . . . is an infringer of the copyright.”                              17\n\nU.S.C. § 501(a) (2001); Cable/Home Communication Corp., 902 F.2d\n\nat 843 (“Public distribution of a copyrighted work is a right\n\nreserved to the copyright owner, and usurpation of that right\n\nconstitutes      infringement.”);             2    Nimmer   &     Nimmer,    supra,    §\n\n8.11[A].     Thus, if Distribuidora distributed copies of Ortiz-\n\nGonzalez’s copyrighted work, the act of distribution is a direct\n\ninfringement itself, not an act of contributory or vicarious\n\ninfringement.\n\n            In     his      complaint,            Ortiz-Gonzalez        alleged     that\n\nDistribuidora distributed throughout Puerto Rico unauthorized\n\nreproductions of his copyright protected songs.                         Distribuidora,\n\nhaving   failed        to   appear      or    respond,      was    in    default.      A\n\ndefaulting party “is taken to have conceded the truth of the\n\nfactual allegations in the complaint as establishing the grounds\n\nfor liability as to which damages will be calculated.”                            Franco\n\nv. Selective Ins. Co., 184 F.3d 4, 9 n.3 (1st Cir. 1999).\n\nTherefore,       the    district     court         was   correct    to     have   found\n\nDistribuidora          liable      to        Ortiz-Gonzalez         for     copyright\n\ninfringement.\n\n2. Notice\n\n            Distribuidora complains that it was never notified of\n\nthe trial date in this case.                       Although it was a defaulting\n\n\n                                             -8-\n\fparty, Distribuidora contends it had a due process right to be\n\ngiven notice of the trial.\n\n              Federal Rule of Civil Procedure 55(b)(2)**** states that\n\nnotice is required before application to the court for entry of\n\na judgment by default when a party has appeared in an action.\n\nIt follows that if judgment can be entered against a defendant\n\nwithout notice where the party has failed to appear,***** then due\n\nprocess cannot require a higher standard for notice of the trial\n\ndate in the same situation.\n\n              Here, Distribuidora did not make an appearance until\n\nthe    motion for post-trial judgment; therefore, it was not\n\nentitled to the benefits granted in Rule 55.                  This does not\n\nviolate Distribuidora’s due process rights; in fact, the purpose\n\nof Rule 55 is to protect the rights of parties like Ortiz-\n\nGonzalez.       See   H.F.   Livermore     Corp.   v.   Aktiengesellschaft\n\nGebruder Loepfe, 432 F.2d 689, 691 (D.C. Cir. 1970)(“[T]he\n\ndiligent      party   must   be   protected   lest      he   be   faced   with\n\n\n      ****\n        “If the party against whom judgment by default is sought\nhas appeared in the action, the party . . . shall be served with\nwritten notice of the application for judgment at least 3 days\nprior to the hearing on such application.”      Fed. R. Civ. P.\n55(b)(2) (2001).\n      *****\n         See Taylor v. Boston & Taunton Transp. Co., 720 F.2d\n731,   733  (1st   Cir.   1983);  H.F.   Livermore    Corp.   v.\nAktiengesellschaft Gebruder Loepfe, 432 F.2d 689, 691 (D.C. Cir.\n1970); 10A Charles Alan Wright, Arthur R. Miller, & Mary Kay\nKane, Federal Practice and Procedure § 2687 (3d. ed. 1998).\n\n                                     -9-\n\finterminable delay and continued uncertainty as to his rights.\n\nThe default judgment remedy serves as such a protection.”).                    We\n\nconclude that by failing to respond or appear, Distribuidora\n\nlost its right to notice of the trial date.\n\n 3. Damages Hearing\n\n               Distribuidora    argues   that    it   was    never   given    the\n\nopportunity to be heard, not even on the issue of damages.******\n\nIn   this      case,   Ortiz-Gonzalez     elected     to    receive,   and    was\n\nawarded, statutory damages against Distribuidora pursuant to 17\n\nU.S.C. § 504(c)(1) (2001) (“ . . . the copyright owner may\n\nelect,    at    any    time   before   final    judgment     is   rendered,    to\n\nrecover, instead of actual damages and profits, an award of\n\nstatutory       damages   for    all   infringements        involved   in     the\n\naction.”).        After considering the record, the district court\n\n\n\n\n      ******\n          Distribuidora does not appeal the amount of the\nstatutory damages granted, but instead argues that Ortiz-\nGonzalez should be considered ineligible to receive statutory\ndamages; had there been a hearing on statutory damages,\nDistribuidora contends it would have been able to demonstrate\nthat such damages were not justified because Ortiz-Gonzalez was\nunable to prove his claim of infringement against the\ndefendants,   Fonovisa   and   Distribuidora.     As   discussed\npreviously, there is no basis for this claim because\nDistribuidora had defaulted and was found to be liable as a\ndirect infringer.      As an infringer, Distribuidora faced\nstatutory damages.      Although a party may demand a jury\ndetermination of the amount of statutory damages to be awarded,\nFeltner v. Columbia Pictures Television, Inc., 523 U.S. 340, 355\n(1998), Distribuidora never made such demand.\n\n                                       -10-\n\fdecided that no hearing was necessary and awarded statutory\n\ndamages within the prescribed range.\n\n               Both    Section   504(c)(1)        and   Rule     55    grant   wide\n\ndiscretion to the district court.                A copyright owner may elect\n\nto recover in statutory damages a “sum of not less than $750 or\n\nmore than $30,000 as the court considers just.”                        17 U.S.C. §\n\n504(c)(1); see also Fed. R. Civ. P. 55(b)(2).*******                  Discretion as\n\nto the judgment or the need for a hearing on damages is vested\n\nwith the district court.             Pope v. United States, 323 U.S. 1, 12\n\n(1944) (“It is a familiar practice and an exercise of judical\n\npower   for      a    court   upon    default,    by    taking    evidence     when\n\nnecessary or by computation from facts of record, to fix the\n\namount which the plaintiff is lawfully entitled to recover and\n\nto give judgment accordingly.”).               The discretion granted to the\n\nd i s t r i c t          c o u r t        w a s         n o t          a b u s e d .\n\n\n\n                                         B.\n\n\n\n\n     *******\n          If, in order to enable the court to enter judgment or\nto carry it into effect, it is necessary to take an account or\nto determine the amount of damages or to establish the truth of\nany averment by evidence or to make an investigation of any\nother matter, the court may conduct such hearings or order such\nreferences as it deems necessary and proper and shall accord a\nright of trial by jury to the parties when and as required by\nany statute of the United States.\nFed. R. Civ. P. 55(b)(2) (2001).\n\n                                        -11-\n\f            Fonovisa appeals the district court’s denial of its\n\nmotion requesting attorney’s fees pursuant to the Copyright Act,\n\n17 U.S.C. § 505.********   Fonovisa argues that the district court\n\nerred in holding that its motion requesting attorney’s fees was\n\nmoot.   Mootness is a jurisdictional question and is reviewed de\n\nnovo.    Verhoeven v. Brunswick Sch. Comm., 207 F.3d 1, 5 (1st\n\nCir. 1999).\n\n            Concurrent with Ortiz-Gonzalez’s voluntary dismissal,\n\nthe parties entered into an agreement whereby Fonovisa agreed\n\nnot to collect any award of attorney’s fees or costs.     Based on\n\nthis agreement, the district court ruled that Fonovisa’s motion\n\nfor attorney’s fees was moot.      Fonovisa argues that, although\n\nthe agreement does prevent it from collecting attorney’s fees,\n\nthe agreement was structured so that Fonovisa could receive a\n\njudgment on attorney’s fees.    Despite being unable to collect on\n\n\n\n     ********\n            Ortiz-Gonzalez   argues   that  this  court   lacks\njurisdiction because Fonovisa appealed immediately after the\ndenial of its motion, rather than after the final judgment was\nissued. This is incorrect. “A notice of appeal filed after the\ncourt announces a decision or order—but before the entry of the\njudgment or order—is treated as filed on the date of and after\nthe entry.” Fed. R. App. P. 4(a)(2) (2001). This rule allows\nnotice of appeal from a non-final decision to operate as an\neffective notice of appeal from a decision that would be\nappealable upon final judgment.     FirsTier Mortgage Co. v.\nInvestors Mortgage Ins. Co., 498 U.S. 269, 276 (1991).\nFonovisa’s filing of its notice of appeal comports with Rule\n4(a)(2) and this court, therefore, has jurisdiction to hear the\nappeal.\n\n                                -12-\n\fsuch   a   judgment,     Fonovisa      contends    that    the    judgment       for\n\nattorney’s fees would be valuable to deter other potential\n\nplaintiffs       from    filing      frivolous     claims        for    copyright\n\ninfringement.      Thus, according to Fonovisa, the case is not moot\n\nbecause    the    judgment      on   attorney’s    fees    would       be   legally\n\nvaluable.\n\n            A federal court’s jurisdiction is restricted to the\n\nresolution of cases or controversies. U.S. Const. Art. III, § 2;\n\nLewis v. Cont’l Bank Corp., 494 U.S. 472, 477 (1990).                       A case\n\ngenerally becomes moot when the controversy is no longer “live”\n\nor   the   parties      “lack   a    legal    cognizable    interest        in   the\n\noutcome.” Murphy v. Hunt, 455 U.S. 478, 481 (1982). “The duty of\n\nthis court, as of every other judicial tribunal, is to decide\n\nactual controversies by a judgment which can be carried into\n\neffect. . . .”       Mills v. Green, 159 U.S. 651, 653 (1895), cited\n\nin Local No. 8-6, Oil, Chem. & Atomic Workers Int’l Union v.\n\nMissouri, 361 U.S. 363, 367(1960); see also Morgan v. McDonough,\n\n689 F.2d 265, 273 (1st Cir. 1982).\n\n            Fonovisa admits that the court’s judgment will not be\n\n“carried into effect” and cannot “affect the matter in issue in\n\nthe case before it,” Mills, 159 U.S. at 653, but will instead\n\n\n\n\n                                       -13-\n\fhopefully impact future cases.*********   Although possibly being of\n\nsome value in future situations, a judgment by the district\n\ncourt on the issue of attorney’s fees would be superfluous\n\nbecause of the agreement. Cf. Riva v. Massachusetts, 61 F.3d\n\n1003, 1011 (1st Cir. 1995) (requiring in the context of ripeness\n\nthat “the controversy is narrowly defined and is susceptible to\n\nspecific relief, . . . and without much risk that the court’s\n\nopinion will prove superfluous.”).        Courts are not required to\n\ngo through the symbolic step of entering a judgment which the\n\nbeneficiary has already agreed not to collect merely so that the\n\njudgment can be waived as a red flag to serve the private\n\ninterests of the recipient in other cases.       Because there is no\n\nactual live controversy here, the district court was correct to\n\ndismiss the motion for attorney’s fees as moot.\n\n                         III.   CONCLUSION\n\n\n\n\n     *********\n          Ortiz-Gonzalez offered to voluntarily dismiss his\nclaims against Fonovisa with prejudice, so long as Fonovisa did\nnot recover attorney’s fees or costs. According to Fonovisa, it\nagreed, subject to the condition that it remain free to pursue\na judgment for attorney’s fees.      The handwritten agreement\nstates, “Defendant hereby will not collect from Plaintiff any\naward for cost [sic] and attorney fees that may be granted by\nthe court.” The words of this agreement can be read to support\nFonovisa’s contention that Fonovisa could seek fees, but not\nrecover them.   We need not determine if this is the correct\ninterpretation of the agreement, however, because even assuming\nFonovisa’s position is correct, the district court would still\nlack jurisdiction due to mootness.\n\n                                -14-\n\f         Because   we   find   no   error   in   the   district   court’s\n\nrulings, we AFFIRM.\n\n\n\n\n                                -15-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-2290\n\n                      JUAN R. ORTIZ-GONZALEZ,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                             FONOVISA,\n\n                       Defendant, Appellant.\n\nNo. 01-1004\n\n                      JUAN R. ORTIZ-GONZALEZ,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n              DISTRIBUIDORA NACIONAL DE DISCOS, INC.,\n\n                       Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n\n                 Kravitch,* Senior Circuit Judge,\n\n\n    *   Of the Eleventh Circuit, sitting by designation.\n\fand Torruella, Circuit Judge.\n\f     Irene M. Vera, with whom Alfredo Castellanos was on brief\nfor appellant.\n\n     Rafael E. Silva-Almeyda, with whom Jésus R. Rabell-Méndez\nwas on brief for appellee.\n\n\n                       January 17, 2002\n\f                  KRAVITCH, Senior Circuit Judge.            In these consolidated\n\ncases          involving     copyright       infringement,      defendant-appellant\n\nDistribuidora Nacional de Discos, Inc., (“Distribuidora”), a\n\ndistributor, appeals from the district court’s judgment awarding\n\nstatutory          damages,       raising    the    following   issues:    whether    a\n\ndistributor            can   be   liable     for    copyright   infringement   where\n\nplaintiff has not established that the producer was guilty of\n\ncopyright infringement, and whether it violated due process for\n\na defaulting party to not be notified of a trial date or to not\n\nhave       a    damages      hearing.        Defendant-appellant     Fonovisa,      the\n\nproducer,          appeals the district court’s denial of its motion\n\nrequesting attorney’s fees.\n\n                                        I.    BACKGROUND\n\n                  Juan R. Ortiz-Gonzalez allegedly authored and composed\n\ntwo songs, entitled “Si Así Tu Eres” and “Soy La Peregrina.”\n\nThese songs were included, without his permission, in an album\n\nentitled “De Vuelta Al Sabor” that was produced by Fonovisa, a\n\nLatin          music   record     label.      Fonovisa    licensed   the    right    of\n\ndistribution of the album to Distribuidora, which then licensed\n\nthe right to Distribuidora Aponte, Inc. (“Aponte”).*                       After the\n\nalbum was distributed, Ortiz-Gonzalez filed a cause of action\n\nagainst Fonovisa, Distribuidora, and Aponte, alleging copyright\n\n\n       *Aponte is not a party in this appeal.\n\n                                              -4-\n\finfringement under the Copyright Act, 17 U.S.C. § 101 et seq.\n\n(2001), and violations of the Lanham Act, 15 U.S.C. § 1051 et\n\nseq. (2001).\n\n          Fonovisa answered the complaint, but Distribuidora and\n\nAponte never responded.          Ortiz-Gonzalez proceeded to trial;\n\nDistribuidora and Aponte were not notified of the trial date.\n\nAt   trial,    Ortiz-Gonzalez      presented       his   evidence,   then\n\nvoluntarily    dismissed   the   case    against    Fonovisa.   Instead,\n\nOrtiz-Gonzalez pursued his cause of action against Distribuidora\n\nand Aponte, both of whom were in default.**          Concomitant with the\n\ndismissal, the parties entered into an agreement that Fonovisa\n\nwould not collect any award of attorney’s fees or costs.             The\n\ncourt found Fonovisa’s request for attorney’s fees moot due to\n\nthe agreement.\n\n          Following the trial, Ortiz-Gonzalez filed a post-trial\n\nmemorandum on the liability of Distribuidora and Aponte and\n\nrequested an award of damages.           Distribuidora first made an\n\nappearance at this stage, filing a reply to plaintiff’s post-\n\ntrial memorandum; Aponte did not reply.            Having determined that\n\nno hearing on damages was necessary, the court awarded the\n\n\n\n     **Default was entered after the defendants failed to make\nan appearance or respond to the complaint within the appropriate\ntime period; as to Fonovisa, the entry of default was later set\naside by the court.\n\n                                   -5-\n\fplaintiff $9,500.00 in statutory damages against Distribuidora\n\nand $6,756.79 in actual damages against Aponte.                  Distribuidora\n\nappeals from the court’s award of statutory damages.                    Fonovisa\n\nappeals the district court’s denial of its motion requesting\n\nattorney’s fees.     These cases were consolidated on appeal.\n\n\n\n                              II.   DISCUSSION\n\n                                     A.\n\n            Distribuidora appeals the order of the district court\n\nawarding    Ortiz-Gonzalez      statutory       damages     after   a     default\n\njudgment    for   copyright    infringement         under   17   U.S.C.    §   504\n\n(2001).     The defendant asserts it was error for the court: (1)\n\nto   find   Distribuidora      liable      as   a   distributor     where      the\n\nplaintiff had not established that the producer was guilty of\n\ninfringement; (2) to hold a trial and award damages against\n\nDistribuidora where the plaintiff had not notified Distribuidora\n\nof the trial date; and (3) to not hold a hearing on damages.\n\n            Whether a distributor can be found liable for copyright\n\ninfringement where the plaintiff has not established that the\n\nproducer is guilty of infringement is a question of law that is\n\nreviewed de novo.      Liberty Mut. Ins. Co. v. Metro. Life Ins.\n\nCo., </pre><span class=\"citation\" data-id=\"199557\"><a href=\"/opinion/199557/liberty-mutual-v-metropolitan-life/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 61 (1st Cir. 2001).                The issue of notice of\n\nthe trial after defaulting is also a question of law reviewed de\n\n\n                                     -6-\n\fnovo.        Id.    As to a hearing on damages, the need for such a\n\nhearing is vested with the district court and reviewed for abuse\n\nof discretion. HMG Prop. Investors, Inc. v. Parque Indus. Rio\n\nCanas, Inc., </pre><span class=\"citation\" data-id=\"506586\"><a href=\"/opinion/506586/hmg-property-investors-inc-v-parque-industrial-rio-canas-inc/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span><pre class=\"inline\">, 919 (1st Cir. 1988).\n\n1. Distributor Liability\n\n               Distribuidora contends that a distributor’s liability\n\nfor     copyright      infringement    is    derived   from   a   producer’s\n\nliability.***        The Copyright Act, however, states that “the owner\n\nof a copyright under this title has the exclusive rights to do\n\nand to authorize any of the following: . . . (3) to distribute\n\ncopies or phonorecords of the copyrighted work to the public by\n\nsale or other transfer of ownership, or by rental, lease, or\n\nlending.”          17 U.S.C. § 106 (2001).     Section 106(3) explicitly\n\ngrants to the copyright owner the exclusive right to distribute\n\ncopies of the copyrighted work.              See 2 Melville B. Nimmer &\n\nDavid Nimmer, Nimmer on Copyright § 8.11[A] (2001); see also\n\nCable/Home Communication Corp. v. Network Prods., Inc., </pre><span class=\"citation\" data-id=\"540917\"><a href=\"/opinion/540917/cablehome-communication-corporation-ma-com-inc-home-box-office-inc/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">829</span></a></span><pre class=\"inline\">, 843 (11th Cir. 1990).            The Copyright Act further provides\n\nthat     “anyone who violates any of the exclusive rights of the\n\n\n       ***\n        Distribuidora contends that Ortiz-Gonzalez must proceed\nunder a theory of contributory liability, and that where there\nis no primary infringer there can be no secondary infringer.\nBecause the producer, Fonovisa, was not found to be an infringer\nof Ortiz-Gonzalez’s copyright, Distribuidora argues that it\ncannot face liability as a distributor. This is premised on an\ninaccurate conception of the law.\n\n                                       -7-\n\fcopyright owner . . . is an infringer of the copyright.”                              17\n\nU.S.C. § 501(a) (2001); Cable/Home Communication Corp., 902 F.2d\n\nat 843 (“Public distribution of a copyrighted work is a right\n\nreserved to the copyright owner, and usurpation of that right\n\nconstitutes      infringement.”);             2    Nimmer   &     Nimmer,    supra,    §\n\n8.11[A].     Thus, if Distribuidora distributed copies of Ortiz-\n\nGonzalez’s copyrighted work, the act of distribution is a direct\n\ninfringement itself, not an act of contributory or vicarious\n\ninfringement.\n\n            In     his      complaint,            Ortiz-Gonzalez        alleged     that\n\nDistribuidora distributed throughout Puerto Rico unauthorized\n\nreproductions of his copyright protected songs.                         Distribuidora,\n\nhaving   failed        to   appear      or    respond,      was    in    default.      A\n\ndefaulting party “is taken to have conceded the truth of the\n\nfactual allegations in the complaint as establishing the grounds\n\nfor liability as to which damages will be calculated.”                            Franco\n\nv. Selective Ins. Co., </pre><span class=\"citation\" data-id=\"765223\"><a href=\"/opinion/765223/michael-franco-v-selective-insurance-company-new-jersey-manufacturers/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">, 9 n.3 (1st Cir. 1999).\n\nTherefore,       the    district     court         was   correct    to     have   found\n\nDistribuidora          liable      to        Ortiz-Gonzalez         for     copyright\n\ninfringement.\n\n2. Notice\n\n            Distribuidora complains that it was never notified of\n\nthe trial date in this case.                       Although it was a defaulting\n\n\n                                             -8-\n\fparty, Distribuidora contends it had a due process right to be\n\ngiven notice of the trial.\n\n              Federal Rule of Civil Procedure 55(b)(2)**** states that\n\nnotice is required before application to the court for entry of\n\na judgment by default when a party has appeared in an action.\n\nIt follows that if judgment can be entered against a defendant\n\nwithout notice where the party has failed to appear,***** then due\n\nprocess cannot require a higher standard for notice of the trial\n\ndate in the same situation.\n\n              Here, Distribuidora did not make an appearance until\n\nthe    motion for post-trial judgment; therefore, it was not\n\nentitled to the benefits granted in Rule 55.                  This does not\n\nviolate Distribuidora’s due process rights; in fact, the purpose\n\nof Rule 55 is to protect the rights of parties like Ortiz-\n\nGonzalez.       See   H.F.   Livermore     Corp.   v.   Aktiengesellschaft\n\nGebruder Loepfe, </pre><span class=\"citation\" data-id=\"292495\"><a href=\"/opinion/292495/h-f-livermore-corporation-v-aktiengesellschaft-gebruder-loepfe/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span><pre class=\"inline\">, 691 (D.C. Cir. 1970)(“[T]he\n\ndiligent      party   must   be   protected   lest      he   be   faced   with\n\n\n      ****\n        “If the party against whom judgment by default is sought\nhas appeared in the action, the party . . . shall be served with\nwritten notice of the application for judgment at least 3 days\nprior to the hearing on such application.”      Fed. R. Civ. P.\n55(b)(2) (2001).\n      *****\n         See Taylor v. Boston & Taunton Transp. Co., </pre><span class=\"citation\" data-id=\"427000\"><a href=\"/opinion/427000/henry-c-taylor-v-boston-and-taunton-transportation-co/\"><span class=\"volume\">720</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">731</span></a></span><pre class=\"inline\">,   733  (1st   Cir.   1983);  H.F.   Livermore    Corp.   v.\nAktiengesellschaft Gebruder Loepfe, </pre><span class=\"citation\" data-id=\"292495\"><a href=\"/opinion/292495/h-f-livermore-corporation-v-aktiengesellschaft-gebruder-loepfe/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span><pre class=\"inline\">, 691 (D.C. Cir.\n1970); 10A Charles Alan Wright, Arthur R. Miller, & Mary Kay\nKane, Federal Practice and Procedure § 2687 (3d. ed. 1998).\n\n                                     -9-\n\finterminable delay and continued uncertainty as to his rights.\n\nThe default judgment remedy serves as such a protection.”).                    We\n\nconclude that by failing to respond or appear, Distribuidora\n\nlost its right to notice of the trial date.\n\n 3. Damages Hearing\n\n               Distribuidora    argues   that    it   was    never   given    the\n\nopportunity to be heard, not even on the issue of damages.******\n\nIn   this      case,   Ortiz-Gonzalez     elected     to    receive,   and    was\n\nawarded, statutory damages against Distribuidora pursuant to 17\n\nU.S.C. § 504(c)(1) (2001) (“ . . . the copyright owner may\n\nelect,    at    any    time   before   final    judgment     is   rendered,    to\n\nrecover, instead of actual damages and profits, an award of\n\nstatutory       damages   for    all   infringements        involved   in     the\n\naction.”).        After considering the record, the district court\n\n\n\n\n      ******\n          Distribuidora does not appeal the amount of the\nstatutory damages granted, but instead argues that Ortiz-\nGonzalez should be considered ineligible to receive statutory\ndamages; had there been a hearing on statutory damages,\nDistribuidora contends it would have been able to demonstrate\nthat such damages were not justified because Ortiz-Gonzalez was\nunable to prove his claim of infringement against the\ndefendants,   Fonovisa   and   Distribuidora.     As   discussed\npreviously, there is no basis for this claim because\nDistribuidora had defaulted and was found to be liable as a\ndirect infringer.      As an infringer, Distribuidora faced\nstatutory damages.      Although a party may demand a jury\ndetermination of the amount of statutory damages to be awarded,\nFeltner v. Columbia Pictures Television, Inc., </pre><span class=\"citation\" data-id=\"118192\"><a href=\"/opinion/118192/feltner-v-columbia-pictures-television-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span><pre class=\"inline\">, 355\n(1998), Distribuidora never made such demand.\n\n                                       -10-\n\fdecided that no hearing was necessary and awarded statutory\n\ndamages within the prescribed range.\n\n               Both    Section   504(c)(1)        and   Rule     55    grant   wide\n\ndiscretion to the district court.                A copyright owner may elect\n\nto recover in statutory damages a “sum of not less than $750 or\n\nmore than $30,000 as the court considers just.”                        17 U.S.C. §\n\n504(c)(1); see also Fed. R. Civ. P. 55(b)(2).*******                  Discretion as\n\nto the judgment or the need for a hearing on damages is vested\n\nwith the district court.             Pope v. United States, </pre><span class=\"citation\" data-id=\"104018\"><a href=\"/opinion/104018/pope-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 12\n\n(1944) (“It is a familiar practice and an exercise of judical\n\npower   for      a    court   upon    default,    by    taking    evidence     when\n\nnecessary or by computation from facts of record, to fix the\n\namount which the plaintiff is lawfully entitled to recover and\n\nto give judgment accordingly.”).               The discretion granted to the\n\nd i s t r i c t          c o u r t        w a s         n o t          a b u s e d .\n\n\n\n                                         B.\n\n\n\n\n     *******\n          If, in order to enable the court to enter judgment or\nto carry it into effect, it is necessary to take an account or\nto determine the amount of damages or to establish the truth of\nany averment by evidence or to make an investigation of any\nother matter, the court may conduct such hearings or order such\nreferences as it deems necessary and proper and shall accord a\nright of trial by jury to the parties when and as required by\nany statute of the United States.\nFed. R. Civ. P. 55(b)(2) (2001).\n\n                                        -11-\n\f            Fonovisa appeals the district court’s denial of its\n\nmotion requesting attorney’s fees pursuant to the Copyright Act,\n\n17 U.S.C. § 505.********   Fonovisa argues that the district court\n\nerred in holding that its motion requesting attorney’s fees was\n\nmoot.   Mootness is a jurisdictional question and is reviewed de\n\nnovo.    Verhoeven v. Brunswick Sch. Comm., </pre><span class=\"citation\" data-id=\"198645\"><a href=\"/opinion/198645/verhoeven-v-brunswick-school/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st\n\nCir. 1999).\n\n            Concurrent with Ortiz-Gonzalez’s voluntary dismissal,\n\nthe parties entered into an agreement whereby Fonovisa agreed\n\nnot to collect any award of attorney’s fees or costs.     Based on\n\nthis agreement, the district court ruled that Fonovisa’s motion\n\nfor attorney’s fees was moot.      Fonovisa argues that, although\n\nthe agreement does prevent it from collecting attorney’s fees,\n\nthe agreement was structured so that Fonovisa could receive a\n\njudgment on attorney’s fees.    Despite being unable to collect on\n\n\n\n     ********\n            Ortiz-Gonzalez   argues   that  this  court   lacks\njurisdiction because Fonovisa appealed immediately after the\ndenial of its motion, rather than after the final judgment was\nissued. This is incorrect. “A notice of appeal filed after the\ncourt announces a decision or order—but before the entry of the\njudgment or order—is treated as filed on the date of and after\nthe entry.” Fed. R. App. P. 4(a)(2) (2001). This rule allows\nnotice of appeal from a non-final decision to operate as an\neffective notice of appeal from a decision that would be\nappealable upon final judgment.     FirsTier Mortgage Co. v.\nInvestors Mortgage Ins. Co., </pre><span class=\"citation\" data-id=\"112521\"><a href=\"/opinion/112521/firstier-mtge-co-v-investors-mtge-ins-co/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span><pre class=\"inline\">, 276 (1991).\nFonovisa’s filing of its notice of appeal comports with Rule\n4(a)(2) and this court, therefore, has jurisdiction to hear the\nappeal.\n\n                                -12-\n\fsuch   a   judgment,     Fonovisa      contends    that    the    judgment       for\n\nattorney’s fees would be valuable to deter other potential\n\nplaintiffs       from    filing      frivolous     claims        for    copyright\n\ninfringement.      Thus, according to Fonovisa, the case is not moot\n\nbecause    the    judgment      on   attorney’s    fees    would       be   legally\n\nvaluable.\n\n            A federal court’s jurisdiction is restricted to the\n\nresolution of cases or controversies. U.S. Const. Art. III, § 2;\n\nLewis v. Cont’l Bank Corp., </pre><span class=\"citation\" data-id=\"112389\"><a href=\"/opinion/112389/lewis-v-continental-bank-corp/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">, 477 (1990).                       A case\n\ngenerally becomes moot when the controversy is no longer “live”\n\nor   the   parties      “lack   a    legal    cognizable    interest        in   the\n\noutcome.” Murphy v. Hunt, </pre><span class=\"citation\" data-id=\"110660\"><a href=\"/opinion/110660/murphy-v-hunt/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span><pre class=\"inline\">, 481 (1982). “The duty of\n\nthis court, as of every other judicial tribunal, is to decide\n\nactual controversies by a judgment which can be carried into\n\neffect. . . .”       Mills v. Green, </pre><span class=\"citation\" data-id=\"2620957\"><a href=\"/opinion/2620957/mills-v-green/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span><pre class=\"inline\">, 653 (1895), cited\n\nin Local No. 8-6, Oil, Chem. & Atomic Workers Int’l Union v.\n\nMissouri, </pre><span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></span><pre class=\"inline\">, 367(1960); see also Morgan v. McDonough,\n\n</pre><span class=\"citation\" data-id=\"409208\"><a href=\"/opinion/409208/tallulah-morgan-v-john-mcdonough-boston-home-and-school-association/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">265</span></a></span><pre class=\"inline\">, 273 (1st Cir. 1982).\n\n            Fonovisa admits that the court’s judgment will not be\n\n“carried into effect” and cannot “affect the matter in issue in\n\nthe case before it,” Mills, 159 U.S. at 653, but will instead\n\n\n\n\n                                       -13-\n\fhopefully impact future cases.*********   Although possibly being of\n\nsome value in future situations, a judgment by the district\n\ncourt on the issue of attorney’s fees would be superfluous\n\nbecause of the agreement. Cf. Riva v. Massachusetts, </pre><span class=\"citation\" data-id=\"196227\"><a href=\"/opinion/196227/riva-v-commonwealth-of-ma/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1003</span></a></span><pre class=\"inline\">, 1011 (1st Cir. 1995) (requiring in the context of ripeness\n\nthat “the controversy is narrowly defined and is susceptible to\n\nspecific relief, . . . and without much risk that the court’s\n\nopinion will prove superfluous.”).        Courts are not required to\n\ngo through the symbolic step of entering a judgment which the\n\nbeneficiary has already agreed not to collect merely so that the\n\njudgment can be waived as a red flag to serve the private\n\ninterests of the recipient in other cases.       Because there is no\n\nactual live controversy here, the district court was correct to\n\ndismiss the motion for attorney’s fees as moot.\n\n                         III.   CONCLUSION\n\n\n\n\n     *********\n          Ortiz-Gonzalez offered to voluntarily dismiss his\nclaims against Fonovisa with prejudice, so long as Fonovisa did\nnot recover attorney’s fees or costs. According to Fonovisa, it\nagreed, subject to the condition that it remain free to pursue\na judgment for attorney’s fees.      The handwritten agreement\nstates, “Defendant hereby will not collect from Plaintiff any\naward for cost [sic] and attorney fees that may be granted by\nthe court.” The words of this agreement can be read to support\nFonovisa’s contention that Fonovisa could seek fees, but not\nrecover them.   We need not determine if this is the correct\ninterpretation of the agreement, however, because even assuming\nFonovisa’s position is correct, the district court would still\nlack jurisdiction due to mootness.\n\n                                -14-\n\f         Because   we   find   no   error   in   the   district   court’s\n\nrulings, we AFFIRM.\n\n\n\n\n                                -15-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/292495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620957/"
  ]
}