{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199721/",
  "absolute_url": "/opinion/199721/ccf-western-operati-v-irs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199721/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:33Z",
  "date_modified": "2017-03-24T11:03:03.233246Z",
  "type": "010combined",
  "sha1": "58f4df52dc5eef9b6306c9a6398adf1723610405",
  "page_count": 17,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1169-01A.pdf",
  "local_path": "pdf/2001/12/10/CCF_Western_Operati_v._IRS.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-1169\n\n         CC&F WESTERN OPERATIONS LIMITED PARTNERSHIP,\n          CC&F INVESTORS, INC., TAX MATTERS PARTNER,\n\n                     Petitioner, Appellant,\n\n                               v.\n\n               COMMISSIONER OF INTERNAL REVENUE,\n\n                     Respondent, Appellee.\n\n\n   ON APPEAL FROM A DECISION OF THE UNITED STATES TAX COURT\n\n          [Hon. Mary Ann Cohen, U.S. Tax Court Judge]\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n\n                 Stahl, Senior Circuit Judge,\n\n                   and Lynch, Circuit Judge.\n\n\n     William F. Nelson, with whom J. Bradford Anwyll, Christopher\nP. La Puma, Nathan E. Clukey, McKee Nelson, Ernst & Young LLP,\nPeter J. Genz and King & Spalding were on brief for petitioner.\n     Charles Bricken, Tax Division, Department of Justice, with\nwhom Claire Fallon, Acting Assistant Attorney General, and Bruce\nR. Ellisen, Tax Division, Department of Justice, were on brief\nfor respondent.\n\n\n                       December 10, 2001\n\f\f           BOUDIN, Chief Judge.        We are asked to resolve whether\n\na   tax   assessment    against     CC&F    Western    Operations      Limited\n\nPartnership (\"Western\") was timely filed under a provision of\n\nthe Internal Revenue Code that gives the IRS three additional\n\nyears to impose such an assessment on a partnership that omits\n\na substantial amount of gross income from its return.                 26 U.S.C.\n\n§ 6229(c)(2) (1994).          The facts, which are fully stipulated,\n\ninvolve the sale of real estate interests in a complicated two-\n\nstep transaction.\n\n           CC&F Investment Company Limited Partnership (\"CC&F\n\nInvestment\") and CC&F Investors, Inc. (\"CC&F Investors\") formed\n\nWestern   in   1990    for    the   sole   purpose     of   selling    certain\n\npartnership interests owned by CC&F Investment to Trammell Crow\n\nEquity Partners II, Ltd. (\"Trammell Crow\").                 CC&F Investment\n\nowned, directly or through its lower-tier partnership CC&F West,\n\ntwo   relevant   sets    of    assets:     84   percent     general    partner\n\ninterests in seven real estate partnerships (\"the real estate\n\npartnerships\")    and   100    percent     ownership    interests      in   five\n\nvacant land parcels.1\n\n\n\n      1\n     CC&F Investment also owned--and sold to Trammell Crow--\nstock in CC&F Stadium Properties, Inc., a corporation involved\nin real estate leasing.    The IRS determined that the gross\nincome on this sale was also under-reported, but neither party\ncontends that this transaction affects the timeliness of the\nIRS's assessment.\n\n                                     -3-\n\f            In a tax-free transaction prior to the Trammell Crow\n\nsale,   CC&F     Investment     and    CC&F   West    sold    Western   their    84\n\npercent interest in the real estate partnerships and conveyed\n\nthe five land parcels to five new partnerships in which Western\n\nwas a 99 percent partner (\"the vacant land partnerships\").                      The\n\nremaining 16 percent interest in the real estate partnerships\n\nwas held by other partnerships whose partners were primarily\n\nemployees of CC&F Investment's general partner (\"the employee\n\npartnerships\"); CC&F Investors retained the residual 1 percent\n\ninterest in the vacant land partnerships.\n\n            In two separate transactions in March and April 1990,\n\nWestern joined with the employee partnerships and CC&F Investors\n\nto   sell   a    100    percent       interest   in    each     of   the   twelve\n\npartnerships (collectively, \"the subsidiary partnerships\") to\n\nTrammell Crow for $74,122,212 in cash.                 Because Trammell Crow\n\nwas promised the assets free and clear of debt, $52,928,095 of\n\nthe sale proceeds went directly from the escrow agent to repay\n\nall of the third-party bank debt.\n\n            As    a    result    of    the    sale,    each     of   the   twelve\n\npartnerships underwent a tax termination under 26 U.S.C. §\n\n708(b)(1)(B)      and    submitted       a    final    tax    return    for     the\n\nabbreviated tax year.           All but one return included a statement\n\nthat the partnership had been sold to an unrelated third party\n\n\n                                        -4-\n\fby Western and the employee partnerships.                 (One of the seven\n\nreal estate partnerships--CC&F Bellvue--erroneously stated that\n\nall of its interests had been liquidated and transferred                    to\n\nWestern.)\n\n            Western timely filed its 1990 partnership information\n\nreturn (Form 1065) on October 15, 1991.            The return stated that\n\nWestern had sold \"various partnership interests\" on March 29,\n\n1990 at a \"gross sales price\" of $27,965,551 and at a \"cost or\n\nother basis\" of $31,161,890, for a net loss of $3,196,339.                  No\n\nexplanation    of    the   derivation   of   these    figures     was   given.\n\nWestern   also      attached    the   Schedule     K-1s   from    the   twelve\n\nsubsidiary partnership returns, which taken together stated that\n\nWestern's allocable share of those partnerships' liabilities\n\njust prior to the sale totaled $69,959,490.\n\n            On October 14, 1997--a day less than six years after\n\nWestern's    return    was     filed--the    IRS   sent    CC&F   Investors,\n\nWestern's tax matters partner, an adjustment with a proposed\n\nincrease of nearly $83 million in Western's taxable income from\n\nthe sale of the twelve partnership interests.               This adjustment\n\nwas later acknowledged to be miscalculated, and the parties now\n\nagree that Western's $3,196,339 net loss on the sale should have\n\nbeen reported as a net gain of $9,182,216--an upward adjustment\n\nof $12,378,555.\n\n\n                                      -5-\n\f             The correct gain was calculated based on gross sale\n\nproceeds to Western of $20,904,872 (the $74,122,212 purchase\n\nprice paid by Trammell Crow minus the employee partnerships'\n\n$289,245 share and the $52,928,095 that went to pay off the\n\nthird-party bank debt).           The aggregate tax basis of Western's\n\ninterest     in    the   twelve    partnerships      was   calculated   to   be\n\n$9,276,412, disregarding the third-party bank debt (which had\n\nalso   been       disregarded     in   calculating    Western's    proceeds).\n\nCertain other costs were also attributed to the sale.               The exact\n\ncalculations appear in an appendix to this opinion.\n\n             Western concedes that this adjustment is accurate but\n\ncontends that the adjustment was not timely filed.                 It argues\n\nthat   the     statutory     three-year       extension     for   substantial\n\nomissions of gross income does not apply because its gross\n\nincome was adequately disclosed on its return and attached\n\nschedules.     On cross-motions for summary judgment, the Tax Court\n\nsustained the IRS, 80 T.C.M. (CCH) 345 (2000), and this appeal\n\nensued.      We have jurisdiction, and our review is de novo.                26\n\nU.S.C. § 7482; State Police Ass'n of Mass. v. Comm'r, 125 F.3d\n\n1, 5 (1st Cir. 1997).\n\n             The limitations provisions that directly govern are\n\ncontained in sections 6229(a) and (c) of the 1954 Code, enacted\n\nas part of the Tax Equity and Fiscal Responsibility Act of 1982\n\n\n                                        -6-\n\f(\"TEFRA\"), Pub. L. No. 97-248, § 402, 96 Stat. 324, 648.                  Under\n\nTEFRA, tax treatment of partnership items is determined in a\n\nunified partnership level proceeding, although assessments occur\n\nat the individual partner level.\n\n           Section 6229(a) says that the limitations period for\n\nassessing tax on a taxpayer, where the tax is attributable to a\n\npartnership item, does not expire before three years after the\n\npartnership return was filed.              Section 6229(c) then creates\n\ncertain    extensions,     including      one   in   subsection   (c)(2)      for\n\n\"[s]ubstantial omission of income\":\n\n                 If any partnership omits from gross\n           income an amount properly includible therein\n           which is in excess of 25 percent of gross\n           income stated in its return, subsection (a)\n           shall be applied by substituting \"6 years\"\n           for \"3 years\".\n\n           In this case, notice of an adjustment tolling the\n\nstatute was sent to Western's tax matters partner one day before\n\nthe six-year period expired.             If the six-year period governs,\n\nthe parties have stipulated that additional tax from Western on\n\nthe   under-reported       income   is    now   due.      The   parties    also\n\nstipulate that the 25 percent threshold has been met.                  Whether\n\none compares actual gross proceeds with reported gross proceeds,\n\nor real net gain with reported net loss, the actual amounts\n\ninvolved    exceed   the    reported      figures    by   far   more   than    25\n\npercent.    See Appendix.\n\n                                     -7-\n\f            Based on the bare language of section 6229, it might\n\nappear that this alone is enough to entitle the IRS to the six-\n\nyear statute of limitations.          However, Western has two counter-\n\narguments to the IRS, both of which depend on reading section\n\n6229 in light of case law developed in connection with two other\n\nprovisions--section 275 of the 1939 Code and section 6501 of the\n\n1954 Code.       The arguments can scarcely be understood, let alone\n\nassessed, without an excursion into pre-TEFRA law and precedent.\n\n            Language embodying section 6229's substantial omission\n\ntest was originally contained in section 275 of the 1939 Code to\n\nqualify    the    ordinary    three-year     limitations   period    for    all\n\nincome    tax     returns    and   not    just   partnerships;      the    only\n\ndifference was that the extension provided was from three years\n\nto five years rather than six.              In 1954, Congress superseded\n\nsection 275 with section 6501.              Subsection 6501(a) adopts the\n\nnormal     three-year       period;      subsection   (e)(1)   adopts       the\n\nsubstantial omission test extending the period to six years but\n\nalso adds two further subsections not contained in section 275\n\nproviding special rules for implementing the test.               26 U.S.C. §\n\n6501(e)(1)(A)(i), (ii).\n\n            Not long after the 1954 Code was enacted, the Supreme\n\nCourt in    Colony, Inc. v.        Commissioner, 357 U.S. 28 (1958),\n\nconstrued section 275 as applied to a pre-1954 Code return.                  In\n\n\n                                      -8-\n\fColony, the case around which Western's main arguments revolve,\n\nthe taxpayer reported the sale of several lots of land, giving\n\nthe   full   amount        of   the    gross     receipts   from    the    sales    but\n\noverstating     its        basis      in   the    property,   resulting        in   an\n\nunderstatement        of    gross      income.      Relying   upon        legislative\n\nhistory of section 275, Justice Harlan held that its longer\n\nlimitations period did not apply where gross receipts had been\n\nfully     reported,    even      though     gross    income   was    substantially\n\nunder-reported.        Id. at 33.\n\n             The result may seem surprising because section 275 did\n\nnot speak of gross receipts at all but of gross income, and\n\ntaxpayer Colony had under-reported gross income by more than 25\n\npercent by overstating the basis.                 Gross income on land sales is\n\nnormally computed as net gain after subtracting the basis.                          26\n\nU.S.C. §§ 61(a)(3), 1001(a); 26 C.F.R § 1.61-6 (2001).                       However,\n\nJustice Harlan read section 275 in light of legislative reports\n\nand debates giving examples of cases where an income receipt was\n\nentirely omitted from the return.                   Colony, 357 U.S. at 33-35.\n\nAlthough these could have been deemed merely examples, Colony\n\nread them as reflecting the limits of section 275.2\n\n\n      2\n     Whether Colony's main holding carries over to section\n6501(e)(1) is at least doubtful. That section's first \"special\nrule\" adopts Justice Harlan's gross receipts test but only for\nsales of goods and services. 26 U.S.C. § 6501(e)(1)(A)(i). The\narguable implication is that it does not apply under section\n\n                                           -9-\n\f           Justice Harlan's decision concluded with the following:\n\n                We think that in enacting § 275(c)\n           Congress manifested no broader purpose than\n           to give the Commissioner an additional two\n           years   [now   increased    to   three]   to\n           investigate tax returns in cases where,\n           because of a taxpayer's omission to report\n           some taxable item, the Commissioner is at a\n           special disadvantage in detecting errors.\n           In such instances the return on its face\n           provides no clue to the existence of the\n           omitted item. On the other hand, when, as\n           here, the understatement of a tax arises\n           from an error in reporting an item disclosed\n           on the face of the return the Commissioner\n           is at no such disadvantage.\n\n357 U.S. at 36.\n\n           Western's    first     argument    based     upon   Colony   is\n\nstraightforward.     It says that Colony is on all fours with this\n\ncase and that, as section 6229(c) tracks section 275, it follows\n\nthat the substantial omission test not met in Colony was also\n\nnot met in this case.       The equation is mistaken.       Colony did not\n\ninvolve the failure to include attributed income; rather, all\n\nreceipts were disclosed and the taxpayer's only fault was an\n\noverstatement of basis.\n\n           In the present case, by contrast, the huge payment by\n\nTrammell Crow discharging Western's indebtedness to banks is\n\nproperly   treated     as    a   gross    receipt     and   gross   income\n\n\n\n6501 to other types of income. See Lawson v. Comm'r, 67 T.C.M.\n(CCH) 3121 (1994). But we need not resolve this issue.\n\n                                   -10-\n\fattributable to Western.    26 U.S.C. §§ 752(d), 1001(b); 26\n\nC.F.R. §§ 1.752-1(h), 1.1001-2(a) (2001).     All or most of this\n\namount, stipulated as $52,928,095, was simply omitted as an\n\nincome item on Western's return.      In Colony there was no such\n\nomission and that was decisive; here, there was.      So much for\n\nany argument that   Colony is directly in point and that its\n\noutcome compels the same one here.\n\n         However, Western has a second argument based not on\n\nColony's main holding (that a gross receipt must be omitted\n\nbefore the extension applies) but rather on Justice Harlan's\n\nreference, quoted above, to the lack of any clue alerting the\n\nIRS to an omission from the return.    Western's position is that,\n\nfollowing Colony, the six year statute is triggered only if the\n\nreturn, in addition to omitting over 25 percent of gross income,\n\nalso gives the IRS no clue that this omission has occurred.\n\nAnd, it says, the aggregate of Western's indebtedness, reflected\n\nin the twelve subsidiary partnerships' Schedule K-1s that were\n\nattached to Western's own partnership return, provided that\n\nclue.\n\n         Read literally, Justice Harlan's reference to the lack\n\nof a clue was not at all a description of a condition for\n\nimplementing section 275.   The only test adopted in Colony was\n\nthat there be an omission of gross receipts exceeding 25 percent\n\n\n                              -11-\n\fand not just an overstatement of basis that effectively reduced\n\nreportable gross income by that amount.            The clue language was\n\nused   merely   to   explain   why    Congress    might   have   been   more\n\nconcerned about an omitted receipt than an overstated basis--\n\nspecifically, because the omitted receipt will (ordinarily)\n\nprovide no clue as to the error; by implicit contrast, an\n\noverstated basis provides something the IRS can check.             Colony,\n\n357 U.S. at 36.\n\n          Nevertheless,        several      Tax   Court   decisions     have\n\ndescribed the clue reference as if it were an independent test\n\nso that there must be both an omission of over 25 percent and\n\nalso no clue to the existence of the omission.               E.g., Rhone-\n\nPoulenc Surfactants & Specialities, L.P. v. Comm'r, 114 T.C.\n\n533, 557-58 (2000), appeal dismissed and remanded, 249 F.3d 175\n\n(3d Cir. 2001); Univ. Country Club, Inc. v. Comm'r, 64 T.C. 460,\n\n469 (1975).     However, these statements generally appear not as\n\na gloss on section 275 or on section 6229; instead, they are\n\naddressed to the second \"special rule\" in section 6501, which\n\ncontains this added language:\n\n              In determining the amount omitted from\n          gross income, there shall not be taken into\n          account any amount which is omitted from\n          gross income stated in the return if such\n          amount is disclosed in the return, or in a\n          statement attached to the return, in a\n          manner adequate to apprise the Secretary of\n          the nature and amount of such item.\n\n                                     -12-\n\f26 U.S.C. § 6501(e)(1)(A)(ii).\n\n               On its face, the \"adequate to apprise the Secretary of\n\nthe nature and amount\" language establishes a much stiffer test\n\nthan a mere clue, and quite properly the cases tend to interpret\n\nit as requiring far more than a mere clue that might intrigue\n\nSherlock Holmes.          George Edward Quick Trust v. Comm'r, 54 T.C.\n\n1336, 1347 (1970), aff'd per curiam, 444 F.2d 90 (8th Cir.\n\n1971).     And even if Colony were (wrongly) read as establishing\n\na   clue   test,     it     would   be    difficult   to   read    the   adequate\n\ndisclosure language as adopting that test since the language was\n\nenacted four years before Colony was even decided and does not\n\nappear in the statute there at issue (section 275).                  The use of\n\nthe   clue      language     in     decisions   construing    section        6501's\n\nadequate disclosure provision likely reflects an impulse to\n\ncreate     a   sense   of    continuity     (unfortunately    false)      between\n\nColony and section 6501's adequate disclosure test.\n\n               On top of all this, it is debatable whether this\n\nadequate disclosure safe harbor should even be read into section\n\n6229, which is applicable here and contains no such language.\n\nAnd it is also debatable whether this provision should be read\n\nliterally, as the IRS argues, to require disclosure of the exact\n\namount     omitted     or    merely      requires   that   there    be   a   clear\n\nindication that a large amount of gross income was omitted, as\n\n\n                                         -13-\n\fsome cases have held, see Univ. Country Club, 64 T.C. at 471;\n\nQuick   Trust,   54   T.C.   at   1347.   We   need   not   decide    these\n\nquestions because even if both assumptions are indulged in favor\n\nof Western, we think that it still loses in the present case.\n\n           Western's argument as to adequate disclosure is that\n\nthe Schedule K-1s of the twelve partnerships specified figures\n\nrepresenting Western's indebtedness immediately before the sale\n\nin amounts that, if aggregated, approached $70 million.               This,\n\nsays Western, should have alerted the IRS to a large amount of\n\nmissing gross income because Western had reported only $27\n\nmillion as the \"gross sales price\" on its own return.                If the\n\n$70 million were treated as attributed income, the reported\n\nfigure should have been much higher.\n\n           But even if the IRS knew that this large amount of pre-\n\nsale debt existed, Western does not explain why the IRS should\n\nhave assumed that the debt was paid off by Trammel Crow incident\n\nto its purchase.       Nothing in Western's return indicated the\n\nallocation of debt or any other sale terms.             Possibly, some\n\ninference supporting such an assumption could be based on the\n\nlow amount of basis reported on Western's return; the theory\n\nmight be that if Western remained liable, it would be part of\n\nthat basis.      But that is not crystal clear to us and Western\n\n\n\n\n                                   -14-\n\foffers   no    argument   to   show    the   IRS   should   have     made   that\n\nassumption.\n\n              Further, even if the IRS had inferred that the buyer\n\nhad paid off Western's debts, it is unclear why this should have\n\ncreated concern and prompted further inquiry.                   Formally, a\n\nbuyer's payment discharging the seller's bank debt should be\n\ntreated as income to the seller, but the parties indicate that\n\nit is apparently fairly common in tax reporting for the seller\n\nin these circumstances to omit the imputed income on the return\n\nbut also to omit the same amount from the basis.                      See also\n\nManolakas, Partnerships and LLCs: Tax Practice and Analysis ¶\n\n1103.03, at 334 (2000).          Because the liabilities are omitted\n\nfrom both income and basis, the omission is normally a \"wash\"\n\nand has no effect on the tax due.            Thus, the failure of the IRS\n\nto investigate further based solely on these bare facts is\n\nunderstandable.\n\n              In the end, the safe harbor provision of section 6501\n\nhas to be read in light of its purpose, namely, to give the\n\ntaxpayer      the   shorter   limitations     period   where   the    taxpayer\n\nomitted a particular income item from its calculations but\n\ndisclosed it in substance.           The chain of inferences relied upon\n\nby   Western    is   simply    too    thin   and   doubtful    to   meet    this\n\nrequirement even on the debatable assumption that the safe\n\n\n                                      -15-\n\fharbor test should be read into section 6229 despite the absence\n\nof any language to this effect.   That is enough to resolve this\n\ncase.\n\n         Affirmed.\n\n\n\n\n                             -16-\n\f                          APPENDIX\n\n                                      Western        Western\n                                      Operations     Operations\n                                      (Reported)     (Adjusted)\nGross Sales Price                     $27,965,551    $74,122,212\nProceeds to Third-Party Debt                         $52,928,095\nProceeds to Employee                                 $   289,245\n\nPartnerships\nGROSS SALE PROCEEDS TO WESTERN                       $20,904,872\nTax Basis                                            $ 9,276,412\nSelling Expenses                                     $ 1,791,016\nClosing Costs                                        $   380,733\nOther Costs                                          $   274,495\nAGGREGATE COST & OTHER BASIS          $31,161,890    $11,722,656\nNET GAIN (LOSS)                       ($3,196,339)   $ 9,182,216\n\n\n\n\n                               -17-\n\f",
  "html": "<p class=\"case_cite\">273 F.3d 402 (1st Cir. 2001)</p>\n    <p class=\"parties\">CC&amp;F WESTERN OPERATIONS LIMITED PARTNERSHIP, CC&amp;F INVESTORS, INC., TAX MATTERS PARTNER, Petitioner, Appellant,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1169</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Sept. 6, 2001<br>Decided December 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM A DECISION OF THE UNITED STATES TAX COURT. Hon. Mary Ann Cohen, U.S. Tax Court Judge William F. Nelson, with whom J. Bradford Anwyll, Christopher P. La Puma, Nathan E. Clukey, McKee Nelson, Ernst &amp; Young LLP, Peter J. Genz and King &amp; Spalding were on brief for petitioner.</p>\n      <p class=\"indent\">Charles Bricken, Tax Division, Department of Justice, with whom Claire Fallon, Acting Assistant Attorney General, and Bruce R. Ellisen, Tax Division, Department of Justice, were on brief for respondent.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Stahl, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are asked to resolve whether a tax assessment against CC&amp;F Western Operations Limited Partnership (\"Western\") was timely filed under a provision of the Internal Revenue Code that gives the IRS three additional years to impose such an assessment on a partnership that omits a substantial amount of gross income from its return. 26 U.S.C. &#167; 6229(c)(2) (1994). The facts, which are fully stipulated, involve the sale of real estate interests in a complicated two-step transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">CC&amp;F Investment Company Limited Partnership (\"CC&amp;F Investment\") and CC&amp;F Investors, Inc. (\"CC&amp;F Investors\") formed Western in 1990 for the sole purpose of selling certain partnership interests owned by CC&amp;F Investment to Trammell Crow Equity Partners II, Ltd. (\"Trammell Crow\"). CC&amp;F Investment owned, directly or through its lower-tier partnership CC&amp;F West, two relevant sets of assets: 84 percent general partner interests in seven real estate partnerships (\"the real estate partnerships\") and 100 percent ownership interests in five vacant land parcels.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In a tax-free transaction prior to the Trammell Crow sale, CC&amp;F Investment and CC&amp;F West sold Western their 84 percent interest in the real estate partnerships and conveyed the five land parcels to five new partnerships in which Western was a 99 percent partner (\"the vacant land partnerships\"). The remaining 16 percent interest in the real estate partnerships was held by other partnerships whose partners were primarily employees of CC&amp;F Investment's general partner (\"the employee partnerships\"); CC&amp;F Investors retained the residual 1 percent interest in the vacant land partnerships.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In two separate transactions in March and April 1990, Western joined with the employee partnerships and CC&amp;F Investors to sell a 100 percent interest in each of the twelve partnerships (collectively, \"the subsidiary partnerships\") to Trammell Crow for $74,122,212 in cash. Because Trammell Crow was promised the assets free and clear of debt, $52,928,095 of the sale proceeds went directly from the escrow agent to repay all of the third-party bank debt.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As a result of the sale, each of the twelve partnerships underwent a tax termination under 26 U.S.C. &#167; 708(b)(1)(B) and submitted a final tax return for the abbreviated tax year. All but one return included a statement that the partnership had been sold to an unrelated third party by Western and the employee partnerships. (One of the seven real estate partnerships--CC&amp;F Bellvue--erroneously stated that all of its interests had been liquidated and transferred to Western.)</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Western timely filed its 1990 partnership information return (Form 1065) on October 15, 1991. The return stated that Western had sold \"various partnership interests\" on March 29, 1990 at a \"gross sales price\" of $27,965,551 and at a \"cost or other basis\" of $31,161,890, for a net loss of $3,196,339. No explanation of the derivation of these figures was given. Western also attached the Schedule K-1s from the twelve subsidiary partnership returns, which taken together stated that Western's allocable share of those partnerships' liabilities just prior to the sale totaled $69,959,490.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 14, 1997--a day less than six years after Western's return was filed--the IRS sent CC&amp;F Investors, Western's tax matters partner, an adjustment with a proposed increase of nearly $83 million in Western's taxable income from the sale of the twelve partnership interests. This adjustment was later acknowledged to be miscalculated, and the parties now agree that Western's $3,196,339 net loss on the sale should have been reported as a net gain of $9,182,216--an upward adjustment of $12,378,555.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The correct gain was calculated based on gross sale proceeds to Western of $20,904,872 (the $74,122,212 purchase price paid by Trammell Crow minus the employee partnerships' $289,245 share and the $52,928,095 that went to pay off the third-party bank debt). The aggregate tax basis of Western's interest in the twelve partnerships was calculated to be $9,276,412, disregarding the third-party bank debt (which had also been disregarded in calculating Western's proceeds). Certain other costs were also attributed to the sale. The exact calculations appear in an appendix to this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Western concedes that this adjustment is accurate but contends that the adjustment was not timely filed. It argues that the statutory three-year extension for substantial omissions of gross income does not apply because its gross income was adequately disclosed on its return and attached schedules. On cross-motions for summary judgment, the Tax Court sustained the IRS, 80 T.C.M. (CCH) 345 (2000), and this appeal ensued. We have jurisdiction, and our review is de novo. 26 U.S.C. &#167; 7482; State Police Ass'n of Mass. v. Comm'r, 125 F.3d 1, 5 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The limitations provisions that directly govern are contained in sections 6229(a) and (c) of the 1954 Code, enacted as part of the Tax Equity and Fiscal Responsibility Act of 1982 (\"TEFRA\"), Pub. L. No. 97-248, &#167; 402, 96 Stat. 324, 648. Under TEFRA, tax treatment of partnership items is determined in a unified partnership level proceeding, although assessments occur at the individual partner level.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 6229(a) says that the limitations period for assessing tax on a taxpayer, where the tax is attributable to a partnership item, does not expire before three years after the partnership return was filed. Section 6229(c) then creates certain extensions, including one in subsection (c)(2) for \"[s]ubstantial omission of income\":</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If any partnership omits from gross income an amount properly includible therein which is in excess of 25 percent of gross income stated in its return, subsection (a) shall be applied by substituting \"6 years\" for \"3 years\".</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, notice of an adjustment tolling the statute was sent to Western's tax matters partner one day before the six-year period expired. If the six-year period governs, the parties have stipulated that additional tax from Western on the under-reported income is now due. The parties also stipulate that the 25 percent threshold has been met. Whether one compares actual gross proceeds with reported gross proceeds, or real net gain with reported net loss, the actual amounts involved exceed the reported figures by far more than 25 percent. See Appendix.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Based on the bare language of section 6229, it might appear that this alone is enough to entitle the IRS to the six-year statute of limitations. However, Western has two counter-arguments to the IRS, both of which depend on reading section 6229 in light of case law developed in connection with two other provisions--section 275 of the 1939 Code and section 6501 of the 1954 Code. The arguments can scarcely be understood, let alone assessed, without an excursion into pre-TEFRA law and precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Language embodying section 6229's substantial omission test was originally contained in section 275 of the 1939 Code to qualify the ordinary three-year limitations period for all income tax returns and not just partnerships; the only difference was that the extension provided was from three years to five years rather than six. In 1954, Congress superseded section 275 with section 6501. Subsection 6501(a) adopts the normal three-year period; subsection (e)(1) adopts the substantial omission test extending the period to six years but also adds two further subsections not contained in section 275 providing special rules for implementing the test. 26 U.S.C. &#167; 6501(e)(1)(A)(i), (ii).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Not long after the 1954 Code was enacted, the Supreme Court in Colony, Inc. v. Commissioner, 357 U.S. 28 (1958), construed section 275 as applied to a pre-1954 Code return. In Colony, the case around which Western's main arguments revolve, the taxpayer reported the sale of several lots of land, giving the full amount of the gross receipts from the sales but overstating its basis in the property, resulting in an understatement of gross income. Relying upon legislative history of section 275, Justice Harlan held that its longer limitations period did not apply where gross receipts had been fully reported, even though gross income was substantially under-reported. Id. at 33.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The result may seem surprising because section 275 did not speak of gross receipts at all but of gross income, and taxpayer Colony had under-reported gross income by more than 25 percent by overstating the basis. Gross income on land sales is normally computed as net gain after subtracting the basis. 26 U.S.C. &#167;&#167; 61(a)(3), 1001(a); 26 C.F.R &#167; 1.61-6 (2001). However, Justice Harlan read section 275 in light of legislative reports and debates giving examples of cases where an income receipt was entirely omitted from the return. Colony, 357 U.S. at 33-35. Although these could have been deemed merely examples, Colony read them as reflecting the limits of section 275.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Justice Harlan's decision concluded with the following:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think that in enacting &#167; 275(c) Congress manifested no broader purpose than to give the Commissioner an additional two years [now increased to three] to investigate tax returns in cases where, because of a taxpayer's omission to report some taxable item, the Commissioner is at a special disadvantage in detecting errors. In such instances the return on its face provides no clue to the existence of the omitted item. On the other hand, when, as here, the understatement of a tax arises from an error in reporting an item disclosed on the face of the return the Commissioner is at no such disadvantage.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">357 U.S. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Western's first argument based upon Colony is straightforward. It says that Colony is on all fours with this case and that, as section 6229(c) tracks section 275, it follows that the substantial omission test not met in Colony was also not met in this case. The equation is mistaken. Colony did not involve the failure to include attributed income; rather, all receipts were disclosed and the taxpayer's only fault was an overstatement of basis.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the present case, by contrast, the huge payment by Trammell Crow discharging Western's indebtedness to banks is properly treated as a gross receipt and gross income attributable to Western. 26 U.S.C. &#167;&#167; 752(d), 1001(b); 26 C.F.R. &#167;&#167; 1.752-1(h), 1.1001-2(a) (2001). All or most of this amount, stipulated as $52,928,095, was simply omitted as an income item on Western's return. In Colony there was no such omission and that was decisive; here, there was. So much for any argument that Colony is directly in point and that its outcome compels the same one here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, Western has a second argument based not on Colony's main holding (that a gross receipt must be omitted before the extension applies) but rather on Justice Harlan's reference, quoted above, to the lack of any clue alerting the IRS to an omission from the return. Western's position is that, following Colony, the six year statute is triggered only if the return, in addition to omitting over 25 percent of gross income, also gives the IRS no clue that this omission has occurred. And, it says, the aggregate of Western's indebtedness, reflected in the twelve subsidiary partnerships' Schedule K-1s that were attached to Western's own partnership return, provided that clue.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Read literally, Justice Harlan's reference to the lack of a clue was not at all a description of a condition for implementing section 275. The only test adopted in Colony was that there be an omission of gross receipts exceeding 25 percent and not just an overstatement of basis that effectively reduced reportable gross income by that amount. The clue language was used merely to explain why Congress might have been more concerned about an omitted receipt than an overstated basis--specifically, because the omitted receipt will (ordinarily) provide no clue as to the error; by implicit contrast, an overstated basis provides something the IRS can check. Colony, 357 U.S. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nevertheless, several Tax Court decisions have described the clue reference as if it were an independent test so that there must be both an omission of over 25 percent and also no clue to the existence of the omission. E.g., Rhone-Poulenc Surfactants &amp; Specialities, L.P. v. Comm'r, 114 T.C. 533, 557-58 (2000), appeal dismissed and remanded, 249 F.3d 175 (3d Cir. 2001); Univ. Country Club, Inc. v. Comm'r, 64 T.C. 460, 469 (1975). However, these statements generally appear not as a gloss on section 275 or on section 6229; instead, they are addressed to the second \"special rule\" in section 6501, which contains this added language:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In determining the amount omitted from gross income, there shall not be taken into account any amount which is omitted from gross income stated in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the Secretary of the nature and amount of such item.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">26 U.S.C. &#167; 6501(e)(1)(A)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On its face, the \"adequate to apprise the Secretary of the nature and amount\" language establishes a much stiffer test than a mere clue, and quite properly the cases tend to interpret it as requiring far more than a mere clue that might intrigue Sherlock Holmes. George Edward Quick Trust v. Comm'r, 54 T.C. 1336, 1347 (1970), aff'd per curiam, 444 F.2d 90 (8th Cir. 1971). And even if Colony were (wrongly) read as establishing a clue test, it would be difficult to read the adequate disclosure language as adopting that test since the language was enacted four years before Colony was even decided and does not appear in the statute there at issue (section 275). The use of the clue language in decisions construing section 6501's adequate disclosure provision likely reflects an impulse to create a sense of continuity (unfortunately false) between Colony and section 6501's adequate disclosure test.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On top of all this, it is debatable whether this adequate disclosure safe harbor should even be read into section 6229, which is applicable here and contains no such language. And it is also debatable whether this provision should be read literally, as the IRS argues, to require disclosure of the exact amount omitted or merely requires that there be a clear indication that a large amount of gross income was omitted, as some cases have held, see Univ. Country Club, 64 T.C. at 471; Quick Trust, 54 T.C. at 1347. We need not decide these questions because even if both assumptions are indulged in favor of Western, we think that it still loses in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Western's argument as to adequate disclosure is that the Schedule K-1s of the twelve partnerships specified figures representing Western's indebtedness immediately before the sale in amounts that, if aggregated, approached $70 million. This, says Western, should have alerted the IRS to a large amount of missing gross income because Western had reported only $27 million as the \"gross sales price\" on its own return. If the $70 million were treated as attributed income, the reported figure should have been much higher.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But even if the IRS knew that this large amount of pre-sale debt existed, Western does not explain why the IRS should have assumed that the debt was paid off by Trammel Crow incident to its purchase. Nothing in Western's return indicated the allocation of debt or any other sale terms. Possibly, some inference supporting such an assumption could be based on the low amount of basis reported on Western's return; the theory might be that if Western remained liable, it would be part of that basis. But that is not crystal clear to us and Western offers no argument to show the IRS should have made that assumption.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Further, even if the IRS had inferred that the buyer had paid off Western's debts, it is unclear why this should have created concern and prompted further inquiry. Formally, a buyer's payment discharging the seller's bank debt should be treated as income to the seller, but the parties indicate that it is apparently fairly common in tax reporting for the seller in these circumstances to omit the imputed income on the return but also to omit the same amount from the basis. See also Manolakas, Partnerships and LLCs: Tax Practice and Analysis &#182; 1103.03, at 334 (2000). Because the liabilities are omitted from both income and basis, the omission is normally a \"wash\" and has no effect on the tax due. Thus, the failure of the IRS to investigate further based solely on these bare facts is understandable.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the end, the safe harbor provision of section 6501 has to be read in light of its purpose, namely, to give the taxpayer the shorter limitations period where the taxpayer omitted a particular income item from its calculations but disclosed it in substance. The chain of inferences relied upon by Western is simply too thin and doubtful to meet this requirement even on the debatable assumption that the safe harbor test should be read into section 6229 despite the absence of any language to this effect. That is enough to resolve this case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <pre>                               APPENDIX</pre>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <pre>                                    Western             Western \n                                    Operations          Operations\n                                    (Reported)          (Adjusted)</pre>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <pre>Gross Sales Price                   $27,965,551         $74,122,212\nProceeds to Third-Party Debt                            $52,928,095                              \nProceeds to Employee Partnerships                         $ 289,245\nGROSS SALE PROCEEDS TO WESTERN                          $20,904,872  \nTax Basis                                               $ 9,276,412\nSelling Expenses                                        $ 1,791,016\nClosing Costs                                             $ 380,733\nOther Costs                                               $ 274,495\nAGGREGATE COST &amp; OTHER BASIS        $31,161,890         $11,722,656</pre>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <pre>NET GAIN (LOSS)                    ($3,196,339)         $ 9,182,216</pre>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> CC&amp;F Investment also owned--and sold to Trammell Crow--stock in CC&amp;F Stadium Properties, Inc., a corporation involved in real estate leasing. The IRS determined that the gross income on this sale was also under-reported, but neither party contends that this transaction affects the timeliness of the IRS's assessment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Whether Colony's main holding carries over to section 6501(e)(1) is at least doubtful. That section's first \"special rule\" adopts Justice Harlan's gross receipts test but only for sales of goods and services. 26 U.S.C. &#167; 6501(e)(1)(A)(i). The arguable implication is that it does not apply under section 6501 to other types of income. See Lawson v. Comm'r, 67 T.C.M. (CCH) 3121 (1994). But we need not resolve this issue.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">402</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">CC&amp;F WESTERN OPERATIONS LIMITED PARTNERSHIP, CC&amp;F INVESTORS, INC., TAX MATTERS PARTNER, Petitioner, Appellant,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1169</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Sept. 6, 2001<br>Decided December 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM A DECISION OF THE UNITED STATES TAX COURT. Hon. Mary Ann Cohen, U.S. Tax Court Judge William F. Nelson, with whom J. Bradford Anwyll, Christopher P. La Puma, Nathan E. Clukey, McKee Nelson, Ernst &amp; Young LLP, Peter J. Genz and King &amp; Spalding were on brief for petitioner.</p>\n      <p class=\"indent\">Charles Bricken, Tax Division, Department of Justice, with whom Claire Fallon, Acting Assistant Attorney General, and Bruce R. Ellisen, Tax Division, Department of Justice, were on brief for respondent.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Stahl, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are asked to resolve whether a tax assessment against CC&amp;F Western Operations Limited Partnership (\"Western\") was timely filed under a provision of the Internal Revenue Code that gives the IRS three additional years to impose such an assessment on a partnership that omits a substantial amount of gross income from its return. 26 U.S.C. &#167; 6229(c)(2) (1994). The facts, which are fully stipulated, involve the sale of real estate interests in a complicated two-step transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">CC&amp;F Investment Company Limited Partnership (\"CC&amp;F Investment\") and CC&amp;F Investors, Inc. (\"CC&amp;F Investors\") formed Western in 1990 for the sole purpose of selling certain partnership interests owned by CC&amp;F Investment to Trammell Crow Equity Partners II, Ltd. (\"Trammell Crow\"). CC&amp;F Investment owned, directly or through its lower-tier partnership CC&amp;F West, two relevant sets of assets: 84 percent general partner interests in seven real estate partnerships (\"the real estate partnerships\") and 100 percent ownership interests in five vacant land parcels.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In a tax-free transaction prior to the Trammell Crow sale, CC&amp;F Investment and CC&amp;F West sold Western their 84 percent interest in the real estate partnerships and conveyed the five land parcels to five new partnerships in which Western was a 99 percent partner (\"the vacant land partnerships\"). The remaining 16 percent interest in the real estate partnerships was held by other partnerships whose partners were primarily employees of CC&amp;F Investment's general partner (\"the employee partnerships\"); CC&amp;F Investors retained the residual 1 percent interest in the vacant land partnerships.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In two separate transactions in March and April 1990, Western joined with the employee partnerships and CC&amp;F Investors to sell a 100 percent interest in each of the twelve partnerships (collectively, \"the subsidiary partnerships\") to Trammell Crow for $74,122,212 in cash. Because Trammell Crow was promised the assets free and clear of debt, $52,928,095 of the sale proceeds went directly from the escrow agent to repay all of the third-party bank debt.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As a result of the sale, each of the twelve partnerships underwent a tax termination under 26 U.S.C. &#167; 708(b)(1)(B) and submitted a final tax return for the abbreviated tax year. All but one return included a statement that the partnership had been sold to an unrelated third party by Western and the employee partnerships. (One of the seven real estate partnerships--CC&amp;F Bellvue--erroneously stated that all of its interests had been liquidated and transferred to Western.)</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Western timely filed its 1990 partnership information return (Form 1065) on October 15, 1991. The return stated that Western had sold \"various partnership interests\" on March 29, 1990 at a \"gross sales price\" of $27,965,551 and at a \"cost or other basis\" of $31,161,890, for a net loss of $3,196,339. No explanation of the derivation of these figures was given. Western also attached the Schedule K-1s from the twelve subsidiary partnership returns, which taken together stated that Western's allocable share of those partnerships' liabilities just prior to the sale totaled $69,959,490.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 14, 1997--a day less than six years after Western's return was filed--the IRS sent CC&amp;F Investors, Western's tax matters partner, an adjustment with a proposed increase of nearly $83 million in Western's taxable income from the sale of the twelve partnership interests. This adjustment was later acknowledged to be miscalculated, and the parties now agree that Western's $3,196,339 net loss on the sale should have been reported as a net gain of $9,182,216--an upward adjustment of $12,378,555.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The correct gain was calculated based on gross sale proceeds to Western of $20,904,872 (the $74,122,212 purchase price paid by Trammell Crow minus the employee partnerships' $289,245 share and the $52,928,095 that went to pay off the third-party bank debt). The aggregate tax basis of Western's interest in the twelve partnerships was calculated to be $9,276,412, disregarding the third-party bank debt (which had also been disregarded in calculating Western's proceeds). Certain other costs were also attributed to the sale. The exact calculations appear in an appendix to this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Western concedes that this adjustment is accurate but contends that the adjustment was not timely filed. It argues that the statutory three-year extension for substantial omissions of gross income does not apply because its gross income was adequately disclosed on its return and attached schedules. On cross-motions for summary judgment, the Tax Court sustained the IRS, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">345</span></span> (2000), and this appeal ensued. We have jurisdiction, and our review is de novo. 26 U.S.C. &#167; 7482; State Police Ass'n of Mass. v. Comm'r, <span class=\"citation\" data-id=\"746421\"><a href=\"/opinion/746421/state-police-association-of-massachusetts-v-commissioner-of-internal/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The limitations provisions that directly govern are contained in sections 6229(a) and (c) of the 1954 Code, enacted as part of the Tax Equity and Fiscal Responsibility Act of 1982 (\"TEFRA\"), Pub. L. No. 97-248, &#167; 402, 96 Stat. 324, 648. Under TEFRA, tax treatment of partnership items is determined in a unified partnership level proceeding, although assessments occur at the individual partner level.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 6229(a) says that the limitations period for assessing tax on a taxpayer, where the tax is attributable to a partnership item, does not expire before three years after the partnership return was filed. Section 6229(c) then creates certain extensions, including one in subsection (c)(2) for \"[s]ubstantial omission of income\":</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If any partnership omits from gross income an amount properly includible therein which is in excess of 25 percent of gross income stated in its return, subsection (a) shall be applied by substituting \"6 years\" for \"3 years\".</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, notice of an adjustment tolling the statute was sent to Western's tax matters partner one day before the six-year period expired. If the six-year period governs, the parties have stipulated that additional tax from Western on the under-reported income is now due. The parties also stipulate that the 25 percent threshold has been met. Whether one compares actual gross proceeds with reported gross proceeds, or real net gain with reported net loss, the actual amounts involved exceed the reported figures by far more than 25 percent. See Appendix.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Based on the bare language of section 6229, it might appear that this alone is enough to entitle the IRS to the six-year statute of limitations. However, Western has two counter-arguments to the IRS, both of which depend on reading section 6229 in light of case law developed in connection with two other provisions--section 275 of the 1939 Code and section 6501 of the 1954 Code. The arguments can scarcely be understood, let alone assessed, without an excursion into pre-TEFRA law and precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Language embodying section 6229's substantial omission test was originally contained in section 275 of the 1939 Code to qualify the ordinary three-year limitations period for all income tax returns and not just partnerships; the only difference was that the extension provided was from three years to five years rather than six. In 1954, Congress superseded section 275 with section 6501. Subsection 6501(a) adopts the normal three-year period; subsection (e)(1) adopts the substantial omission test extending the period to six years but also adds two further subsections not contained in section 275 providing special rules for implementing the test. 26 U.S.C. &#167; 6501(e)(1)(A)(i), (ii).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Not long after the 1954 Code was enacted, the Supreme Court in Colony, Inc. v. Commissioner, <span class=\"citation\" data-id=\"105710\"><a href=\"/opinion/105710/colony-inc-v-commissioner/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span> (1958), construed section 275 as applied to a pre-1954 Code return. In Colony, the case around which Western's main arguments revolve, the taxpayer reported the sale of several lots of land, giving the full amount of the gross receipts from the sales but overstating its basis in the property, resulting in an understatement of gross income. Relying upon legislative history of section 275, Justice Harlan held that its longer limitations period did not apply where gross receipts had been fully reported, even though gross income was substantially under-reported. Id. at 33.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The result may seem surprising because section 275 did not speak of gross receipts at all but of gross income, and taxpayer Colony had under-reported gross income by more than 25 percent by overstating the basis. Gross income on land sales is normally computed as net gain after subtracting the basis. 26 U.S.C. &#167;&#167; 61(a)(3), 1001(a); 26 C.F.R &#167; 1.61-6 (2001). However, Justice Harlan read section 275 in light of legislative reports and debates giving examples of cases where an income receipt was entirely omitted from the return. Colony, 357 U.S. at 33-35. Although these could have been deemed merely examples, Colony read them as reflecting the limits of section 275.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Justice Harlan's decision concluded with the following:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think that in enacting &#167; 275(c) Congress manifested no broader purpose than to give the Commissioner an additional two years [now increased to three] to investigate tax returns in cases where, because of a taxpayer's omission to report some taxable item, the Commissioner is at a special disadvantage in detecting errors. In such instances the return on its face provides no clue to the existence of the omitted item. On the other hand, when, as here, the understatement of a tax arises from an error in reporting an item disclosed on the face of the return the Commissioner is at no such disadvantage.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">357 U.S. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Western's first argument based upon Colony is straightforward. It says that Colony is on all fours with this case and that, as section 6229(c) tracks section 275, it follows that the substantial omission test not met in Colony was also not met in this case. The equation is mistaken. Colony did not involve the failure to include attributed income; rather, all receipts were disclosed and the taxpayer's only fault was an overstatement of basis.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the present case, by contrast, the huge payment by Trammell Crow discharging Western's indebtedness to banks is properly treated as a gross receipt and gross income attributable to Western. 26 U.S.C. &#167;&#167; 752(d), 1001(b); 26 C.F.R. &#167;&#167; 1.752-1(h), 1.1001-2(a) (2001). All or most of this amount, stipulated as $52,928,095, was simply omitted as an income item on Western's return. In Colony there was no such omission and that was decisive; here, there was. So much for any argument that Colony is directly in point and that its outcome compels the same one here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, Western has a second argument based not on Colony's main holding (that a gross receipt must be omitted before the extension applies) but rather on Justice Harlan's reference, quoted above, to the lack of any clue alerting the IRS to an omission from the return. Western's position is that, following Colony, the six year statute is triggered only if the return, in addition to omitting over 25 percent of gross income, also gives the IRS no clue that this omission has occurred. And, it says, the aggregate of Western's indebtedness, reflected in the twelve subsidiary partnerships' Schedule K-1s that were attached to Western's own partnership return, provided that clue.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Read literally, Justice Harlan's reference to the lack of a clue was not at all a description of a condition for implementing section 275. The only test adopted in Colony was that there be an omission of gross receipts exceeding 25 percent and not just an overstatement of basis that effectively reduced reportable gross income by that amount. The clue language was used merely to explain why Congress might have been more concerned about an omitted receipt than an overstated basis--specifically, because the omitted receipt will (ordinarily) provide no clue as to the error; by implicit contrast, an overstated basis provides something the IRS can check. Colony, 357 U.S. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nevertheless, several Tax Court decisions have described the clue reference as if it were an independent test so that there must be both an omission of over 25 percent and also no clue to the existence of the omission. E.g., Rhone-Poulenc Surfactants &amp; Specialities, L.P. v. Comm'r, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">533</span></span>, 557-58 (2000), appeal dismissed and remanded, <span class=\"citation\" data-id=\"773119\"><a href=\"/opinion/773119/rhone-poulenc-surfactants-and-specialties-lp-gaf-chemicals-corporation/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span> (3d Cir. 2001); Univ. Country Club, Inc. v. Comm'r, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">460</span></span>, 469 (1975). However, these statements generally appear not as a gloss on section 275 or on section 6229; instead, they are addressed to the second \"special rule\" in section 6501, which contains this added language:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In determining the amount omitted from gross income, there shall not be taken into account any amount which is omitted from gross income stated in the return if such amount is disclosed in the return, or in a statement attached to the return, in a manner adequate to apprise the Secretary of the nature and amount of such item.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">26 U.S.C. &#167; 6501(e)(1)(A)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On its face, the \"adequate to apprise the Secretary of the nature and amount\" language establishes a much stiffer test than a mere clue, and quite properly the cases tend to interpret it as requiring far more than a mere clue that might intrigue Sherlock Holmes. George Edward Quick Trust v. Comm'r, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">1336</span></span>, 1347 (1970), aff'd per curiam, <span class=\"citation\" data-id=\"297312\"><a href=\"/opinion/297312/george-edward-quicks-trust-ua-2333-41-mercantile-trust-company-national/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span> (8th Cir. 1971). And even if Colony were (wrongly) read as establishing a clue test, it would be difficult to read the adequate disclosure language as adopting that test since the language was enacted four years before Colony was even decided and does not appear in the statute there at issue (section 275). The use of the clue language in decisions construing section 6501's adequate disclosure provision likely reflects an impulse to create a sense of continuity (unfortunately false) between Colony and section 6501's adequate disclosure test.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On top of all this, it is debatable whether this adequate disclosure safe harbor should even be read into section 6229, which is applicable here and contains no such language. And it is also debatable whether this provision should be read literally, as the IRS argues, to require disclosure of the exact amount omitted or merely requires that there be a clear indication that a large amount of gross income was omitted, as some cases have held, see Univ. Country Club, 64 T.C. at 471; Quick Trust, 54 T.C. at 1347. We need not decide these questions because even if both assumptions are indulged in favor of Western, we think that it still loses in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Western's argument as to adequate disclosure is that the Schedule K-1s of the twelve partnerships specified figures representing Western's indebtedness immediately before the sale in amounts that, if aggregated, approached $70 million. This, says Western, should have alerted the IRS to a large amount of missing gross income because Western had reported only $27 million as the \"gross sales price\" on its own return. If the $70 million were treated as attributed income, the reported figure should have been much higher.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But even if the IRS knew that this large amount of pre-sale debt existed, Western does not explain why the IRS should have assumed that the debt was paid off by Trammel Crow incident to its purchase. Nothing in Western's return indicated the allocation of debt or any other sale terms. Possibly, some inference supporting such an assumption could be based on the low amount of basis reported on Western's return; the theory might be that if Western remained liable, it would be part of that basis. But that is not crystal clear to us and Western offers no argument to show the IRS should have made that assumption.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Further, even if the IRS had inferred that the buyer had paid off Western's debts, it is unclear why this should have created concern and prompted further inquiry. Formally, a buyer's payment discharging the seller's bank debt should be treated as income to the seller, but the parties indicate that it is apparently fairly common in tax reporting for the seller in these circumstances to omit the imputed income on the return but also to omit the same amount from the basis. See also Manolakas, Partnerships and LLCs: Tax Practice and Analysis &#182; 1103.03, at 334 (2000). Because the liabilities are omitted from both income and basis, the omission is normally a \"wash\" and has no effect on the tax due. Thus, the failure of the IRS to investigate further based solely on these bare facts is understandable.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the end, the safe harbor provision of section 6501 has to be read in light of its purpose, namely, to give the taxpayer the shorter limitations period where the taxpayer omitted a particular income item from its calculations but disclosed it in substance. The chain of inferences relied upon by Western is simply too thin and doubtful to meet this requirement even on the debatable assumption that the safe harbor test should be read into section 6229 despite the absence of any language to this effect. That is enough to resolve this case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <pre>                               APPENDIX</pre>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <pre>                                    Western             Western \n                                    Operations          Operations\n                                    (Reported)          (Adjusted)</pre>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <pre>Gross Sales Price                   $27,965,551         $74,122,212\nProceeds to Third-Party Debt                            $52,928,095                              \nProceeds to Employee Partnerships                         $ 289,245\nGROSS SALE PROCEEDS TO WESTERN                          $20,904,872  \nTax Basis                                               $ 9,276,412\nSelling Expenses                                        $ 1,791,016\nClosing Costs                                             $ 380,733\nOther Costs                                               $ 274,495\nAGGREGATE COST &amp; OTHER BASIS        $31,161,890         $11,722,656</pre>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <pre>NET GAIN (LOSS)                    ($3,196,339)         $ 9,182,216</pre>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> CC&amp;F Investment also owned--and sold to Trammell Crow--stock in CC&amp;F Stadium Properties, Inc., a corporation involved in real estate leasing. The IRS determined that the gross income on this sale was also under-reported, but neither party contends that this transaction affects the timeliness of the IRS's assessment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Whether Colony's main holding carries over to section 6501(e)(1) is at least doubtful. That section's first \"special rule\" adopts Justice Harlan's gross receipts test but only for sales of goods and services. 26 U.S.C. &#167; 6501(e)(1)(A)(i). The arguable implication is that it does not apply under section 6501 to other types of income. See Lawson v. Comm'r, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">3121</span></span> (1994). But we need not resolve this issue.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773119/"
  ]
}