{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199752/",
  "absolute_url": "/opinion/199752/picard-v-city-of-providence/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199752/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:08Z",
  "date_modified": "2017-03-24T11:03:15.310554Z",
  "type": "010combined",
  "sha1": "6017761a4783993d126b9bf99b90ec57cdaae836",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2367-01A.pdf",
  "local_path": "pdf/2001/12/28/Picard_v._City_of_Providence.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\nNos. 00-2367\n     00-2580\n\n                      LIONEL PICARD, ET AL.,\n\n                      Plaintiffs, Appellants,\n\n                                 v.\n\n    MEMBERS OF THE EMPLOYEE RETIREMENT BOARD OF PROVIDENCE,\n    MEMBERS OF THE CITY COUNCIL FOR THE CITY OF PROVIDENCE,\n        VINCENT A. CIANCI, JR., IN HIS CAPACITY AS MAYOR\n       OF THE CITY OF PROVIDENCE, STEPHEN T. NAPOLITANO,\n           IN HIS CAPACITY AS TREASURER OF THE CITY OF\n              PROVIDENCE AND THE CITY OF PROVIDENCE,\n\n                      Defendants, Appellees.\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n\n                               Before\n\n                     Torruella, Circuit Judge,\n                    Cyr, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n\n     Scott P. Tierney, with whom Amato A. DeLuca, Miriam Weizenbaum,\nand DeLuca & Weizenbaum, LTD. were on brief, for appellants.\n     Kevin F. McHugh, Assistant City Solicitor, Department of Law, for\nappellees.\n\fDecember 28, 2001\n\n\n\n\n       -2-\n\f          TORRUELLA, Circuit Judge.       This civil rights action\n\nrepresents another chapter in a pitched battle over the pension\n\nbenefits due to retired municipal employees of the City of Providence.\n\nThe district court below disposed of several of plaintiffs' claims at\n\nsummary judgment and, later, dismissed the remaining claims on\n\njurisdictional grounds. Plaintiffs seek reversal of the district\n\ncourt's order dismissing their claims under the Contract Clause,\n\nTakings Clause, and Due Process Clause of the United States\n\nConstitution.   We affirm the district court's judgment in toto.\n\n                                 I.\n\n          Although we ultimately resolve this appeal on straightforward\n\ngrounds, the attendant facts and procedural history are somewhat more\n\ninvolved. We recite only the undisputed facts, unless otherwise noted.\n\n                                 A.\n\n          Plaintiffs are all former members of the police and fire\n\ndepartments of the City of Providence who retired after January 1994.\n\nDefendants include the City of Providence (City), members of the\n\nProvidence City Council (City Council), the mayor of the City of\n\nProvidence, and members of the City of Providence Employee Retirement\n\nBoard (Retirement Board).\n\n          At a meeting held on December 6, 1989, the Retirement Board\n\nvoted to approve a variety of retirement benefits for both Class A and\n\n\n\n\n                                 -3-\n\fClass B City employees,1 including a generous increase in the cost of\n\nliving adjustment (COLA) for pension benefits.          Following the\n\nRetirement Board's vote, however, the City chafed at the prospect of\n\nhonoring the terms of the newly enacted retirement plan. The City\n\nhired outside counsel to challenge the validity of the Retirement\n\nBoard's action in state court. In its complaint, the City challenged\n\nthe Retirement Board's COLA and pension award action as ultra vires.\n\nThe case reached a bench trial before the Rhode Island Superior Court.\n\nUpon completion of that trial, the trial judge entered a written\n\ndecision in which he determined that the Retirement Board's December 6,\n\n1989, vote establishing the pension and COLA modifications was a valid\n\nand binding exercise of its authority.      Counsel to the case were\n\nordered to prepare and submit an appropriate judgment for entry by the\n\ntrial court.\n\n          Instead of preparing that judgment, counsel informed the\n\ntrial court that they were attempting to negotiate a final settlement\n\nof the case, ostensibly to avoid further proceedings and bring finality\n\nto the ongoing pension controversy. By December 17, 1991, an agreed\n\ncase settlement had been negotiated under which the beneficiaries to\n\nthe settlement would receive a 6% compounded COLA increase. The terms\n\nof the proposed settlement were adopted formally by vote of the\n\n1 As defined by City Ordinance § 17-181, Class B employees include\n\"members of the fire department and police department of the City of\nProvidence.\"\n\n                                 -4-\n\fRetirement Board at a December 18, 1991, meeting, and the settlement\n\nwas thereafter presented to the trial court for approval and entry as\n\na consent decree.\n\n          The City complied with the terms of the consent decree for\n\na period of roughly two years. Then, in 1993, the City again balked at\n\nfunding COLA benefits for retirees. On January 6, 1994, the City\n\nCouncil passed Ordinance 1994-1, which terminated the 6% compounded\n\nCOLA increase for retired police and firefighters. On the same day,\n\nthe City Council also passed Ordinance 1994-2, which established a new\n\nscheme of retiree benefits, but did not include the 6% compounded COLA\n\nincrease. The City's deviation from the terms of the consent decree\n\ntriggered a contempt proceeding in state court.\n\n          Meanwhile, the City Council and City filed a separate action\n\nin state court in pursuit of a declaration that the consent decree was\n\ninvalid. The City Council and City argued that the decree had not been\n\nentered with the permission or ratification of the City Council,\n\nthereby rendering the decree unenforceable. The trial judge was asked\n\nnot only to determine the validity of the consent decree, but also to\n\nresolve lingering doubts concerning the actual scope of the consent\n\ndecree. Numerous City employees who retired after December 18, 1991,\n\nclaimed entitlement to the 6% compounded COLA increase;2 the City\n\n2 This group included a class of former police and firefighters which,\nin turn, included plaintiffs. They were represented in the state-court\nlitigation and on appeal by their counsel in the present case.\n\n                                 -5-\n\fresponded by arguing that the consent decree, even if valid, did not\n\napply to later retirees.\n\n          After a labyrinthine tour of the state court system, which\n\nincluded an appeal to the Rhode Island Supreme Court and subsequent\n\nremand, the various consent decree litigations were ultimately\n\nconsolidated into a single appeal before the Rhode Island Supreme\n\nCourt. In City of Providence v. Employee Retirement Board, 749 A.2d\n\n1088 (R.I. 2000), the court held that the consent decree was valid and\n\nbinding upon the City. Id. at 1095. The court further held that the\n\ndecree covered only those employees who had retired on or before\n\nDecember 18, 1991. Id. at 1099. Consequently, the court rejected the\n\nemployees' argument that any subsequent changes to COLA benefits would\n\neffect an unconstitutional impairment of contract rights as applied to\n\nthose retiring after December 18, 1991.       Id. at 1099-1100.\n\n                                 B.\n\n          Between 1991 and 1995, during the pendency of the ongoing\n\nconsent decree controversies, the City and plaintiffs (acting through\n\ntheir collective bargaining representatives) negotiated and agreed to\n\na series of collective bargaining agreements (CBAs) that provided for\n\na 5% compounded COLA increase. Although § 17-27 of the Providence Code\n\nof Ordinances requires that the City Council ratify all CBAs between\n\nthe City and a labor organization, it is undisputed that the City\n\nCouncil never ratified the CBAs in question.\n\n\n                                 -6-\n\f          Then, beginning in 1995, the City Council passed a handful\n\nof municipal ordinances, each of which placed the amount of plaintiffs'\n\nCOLA benefits below the levels established under the CBAs: Chapter\n\n1995-17 established a 3% non-compounded COLA increase; Chapter 1996-4\n\nprovided a 3% non-compounded increase up to the first $10,000 of the\n\nretirement allowance; and Chapter 1998-22 provided a 3% non-compounded\n\nincrease up to the first $1,000 of the retirement allowance.\n\n                                  C.\n\n          In 1998, plaintiffs commenced the present suit in federal\n\ncourt alleging numerous constitutional claims pursuant to 42 U.S.C. §\n\n1983. The amended complaint asserted that, by adopting an ordinance\n\nthat terminated the COLA provisions of the consent decree, defendants\n\ndeprived plaintiffs of property in violation of the Due Process Clause\n\n(Count 1). By adopting various city ordinances that are at odds with\n\nprovisions of the collective bargaining agreements, defendants were\n\nalso alleged to have violated: the Due Process Clause (Count 2); the\n\ndue process component of the Rhode Island Constitution (Count 3); the\n\nContract Clause and a cognate provision of the Rhode Island\n\nConstitution (Count 6); and the Takings Clause (Count 7). Lastly, the\n\ncomplaint contained a claim for violation of the Equal Protection\n\nClause (Count 4) and a broad-brush due process claim (Count 5).\n\n          In November 1998, both parties moved for summary judgment on\n\nall counts of the complaint. In September 1999, the district court\n\n\n                                 -7-\n\fbelow entered a written order allowing partial judgment in favor of\n\ndefendants. At the outset, the district court noted that plaintiffs'\n\nclaims essentially comprised an attack on two fronts:\n\n          First, they challenge defendants' efforts to\n          reduce the amount of COLAs to which plaintiffs\n          claim they are entitled under the consent decree.\n          Next, they challenge defendants' efforts to\n          provide COLAs that are less than those called for\n          under the terms of the collective bargaining\n          agreements (which . . . were never formally\n          ratified by the City Council).\n\nPicard v. City of Providence, Nos. 98-40-L & 98-95-M, slip op. at 7\n\n(D.R.I. Sept. 29, 1999). The district court then abstained from ruling\n\non the merits of the claims arising from the consent decree because\n\nneither party had addressed a lurking jurisdictional issue under the\n\nRooker-Feldman doctrine.3 In particular, the court noted that its\n\njurisdiction to entertain those claims was questionable in light of a\n\nstate superior court ruling that held that the consent decree applied\n\nonly to those who had retired on or before December 18, 1991. Id. at\n\n7-8 (referring to Mansolillo v. Employee Ret. Bd., No. 93-5266, 1998 WL\n\n799129 (R.I. Super. Ct. Nov. 12, 1998)).4\n\n\n\n\n3 As explained more fully below, the Rooker-Feldman doctrine provides\nthat federal courts, other than the Supreme Court, lack jurisdiction to\ndirectly review the decisions of state courts.\n4 The state court's holding in Mansolillo was later affirmed by the\nRhode Island Supreme Court in City of Providence v. Employee Retirement\nBoard, 749 A.2d 1088 (R.I. 2000).\n\n                                 -8-\n\f          The district court did not, however, feel similarly\n\nconstrained in ruling on plaintiffs' second means of attack. The court\n\nentered summary judgment against plaintiffs on their claims based on\n\nthe CBAs. The district court reasoned that the failure of the City\n\nCouncil to ratify the CBAs pursuant to § 17-27 of the Providence Code\n\nof Ordinances rendered those agreements void and thereby foreclosed the\n\npossibility of finding any enforceable contract rights protected by the\n\nConstitution. Id. at 11-12 (citing Providence City Council v. Cianci,\n\n650 A.2d 499, 501 (R.I. 1994)).     Accordingly, the district court\n\ngranted summary judgment as to Counts 2, 3, 6, and 7 and denied summary\n\njudgment as to the remaining claims.\n\n          Later, defendants filed a motion to dismiss the remaining\n\nconsent decree claims based on lack of standing, lack of subject matter\n\njurisdiction, res judicata, and collateral estoppel. Plaintiffs filed\n\nno opposition to the motion; nor did plaintiffs' counsel attend a\n\nstatus conference held in the case.      On September 19, 2000, the\n\ndistrict court granted the motion to dismiss for the reasons presented\n\nin defendants' memorandum and for plaintiffs' failure to prosecute the\n\nclaim. Subsequently, plaintiffs filed a motion for reconsideration\n\nexplaining counsel's absence from the status conference, but offering\n\nno legal argument on the merits of the motion to dismiss. In response\n\nto plaintiffs' motion, the district court withdrew its statement that\n\nplaintiffs had failed to prosecute the claim and stated that its\n\n\n                                 -9-\n\fdismissal rested solely on the substantive grounds set forth in\n\ndefendants' motion to dismiss. Thereafter, plaintiffs filed their\n\nnotice of appeal.\n\n                                 II.\n\n                                 A.\n\n          The district court's September 19, 2000, order disposed of\n\nthe plaintiffs' claims on the basis of defendants' motion to dismiss\n\nfor want of subject-matter jurisdiction. Cf. Valentín v. Hosp. Bella\n\nVista, 254 F.3d 358, 362 (1st Cir. 2001) (\"The proper vehicle for\n\nchallenging a court's subject-matter jurisdiction is Federal Rule of\n\nCivil Procedure 12(b)(1).\").    The facts relevant to the district\n\ncourt's decision are essentially undisputed. We therefore exercise de\n\nnovo review. See id. at 365 (\"Because the facts are not in issue, the\n\ncourt's determination engenders de novo review.\").\n\n                                 B.\n\n          The nub of plaintiffs' first argument on appeal is that the\n\ndistrict court erred in dismissing Counts 2, 3, 6, and 7 of the\n\ncomplaint by overlooking plaintiffs' contention that the City entered\n\nan implied-in-fact contract to provide the 5% compounded COLA increase\n\nin conformity with the unratified CBAs. Plaintiffs assert that this\n\nimplied-in-fact contract was consummated when the City accepted the\n\nbenefits of plaintiffs' work and allowed them to continue contributing\n\na portion of their salaries toward the pension fund. Cf. Marshall\n\n\n                                -10-\n\fContractors, Inc. v. Brown Univ., 692 A.2d 665, 669 (R.I. 1997) (\"[An\n\nimplied-in-fact contract] is a form of express contract wherein the\n\nelements of the contract are found in and determined from the relations\n\nof, and the communications between the parties, rather than from a\n\nsingle clearly expressed written document.\").       According to this\n\ntheory, the enactment of subsequent ordinances restricting the COLA\n\nincrease impaired these vested contractual rights in violation of\n\nnumerous provisions of the United States Constitution. Plaintiffs\n\ntherefore seek reversal of the September 2000 order. Defendants, on\n\nthe other hand, contend that state law clearly establishes that\n\nplaintiffs have no constitutionally protected property or contract\n\nright in the unratified CBAs.5\n\n          In evaluating whether a purported contract or property right\n\nis entitled to constitutional protection under the Takings Clause,\n\nContract Clause, or Due Process Clause, this Court generally looks to\n\nstate law as interpreted by the state's highest court. See Phillips v.\n\nWash. Legal Found., 524 U.S. 156, 167 (1998) (\"[A] State may not\n\n\n5  Defendants also rejoin with the argument that plaintiffs have\nforfeited any claim based on the CBAs by failing to designate in their\nnotice of appeal the district court's September 1999 order granting\nsummary judgment on those claims. We find, however, that the notice of\nappeal sufficiently apprised this Court and the defendants that\nplaintiffs were appealing the final judgment of the district court.\n\"[I]t has been uniformly held that a notice of appeal that designates\nthe final judgment encompasses not only that judgment, but also all\nearlier interlocutory orders that merge in the judgment.\" John's\nInsulation, Inc. v. L. Addison & Assocs., Inc., 156 F.3d 101, 104 (1st\nCir. 1998).\n\n                                 -11-\n\fsidestep the Takings Clause by disavowing traditional property\n\ninterests long recognized under state law.\") (emphasis added); Gen.\n\nMotors Corp. v. Romein, 503 U.S. 181, 187 (1992) (holding that for\n\npurposes of the Contract Clause, although the question whether a\n\ncontract was made is a federal question, a court must \"accord\n\nrespectful consideration and great weight to the views of the State's\n\nhighest court\") (citations and quotations omitted); Bishop v. Wood, 426\n\nU.S. 341, 344-45 (1976) (deciding whether North Carolina had created a\n\nproperty interest cognizable under the Due Process Clause by reference\n\nto state law as interpreted by the North Carolina Supreme Court).\n\nPlaintiffs assert that a series of CBAs negotiated but never ratified\n\nby the City Council created a vested right in the higher COLA benefit.\n\nYet, the Supreme Court of Rhode Island has repeatedly held that a CBA\n\nthat is not ratified by the City Council is void and unenforceable.\n\nSee Providence Teachers Union v. Providence Sch. Bd., 689 A.2d 388, 391\n\n(R.I. 1997); Providence Teachers Union v. Providence Sch. Bd., 689 A.2d\n\n384, 385-86 (R.I. 1996); Providence City Council, 650 A.2d at 501; cf.\n\n5 Eugene McQuillan, Law of Municipal Corporations § 15.03, at 68 (3d\n\ned. rev. 1996) (\"[W]here the charter provides that a particular power\n\nshall be exercised by ordinance, its exercise in any other manner, as\n\nby contract or resolution, would not be legal.\") (footnote omitted).\n\nGiven this clear precedent from the state's highest court, we find no\n\nbasis for concluding that plaintiffs were deprived of a property or\n\n\n                                 -12-\n\fcontract right in violation of the Constitution.       Therefore, the\n\ndistrict court was correct in dismissing these claims.\n\n                                  C.\n\n          With respect to the claims based solely on the consent\n\ndecree, Counts 1, 4, and 5, plaintiffs have offered no argument or\n\nauthority -- either in their brief or at oral argument -- that supports\n\nreversal. That fact alone would justify affirmance under our long-\n\nstanding precedent. See Acevedo López v. Police Dep't of P.R., 247\n\nF.3d 26, 29 (1st Cir. 2001) (holding that court will not consider\n\nclaims for which arguments are not presented in the party's brief or at\n\noral argument); see also United States v. Bongiorno, 106 F.3d 1027,\n\n1034 (1st Cir. 1997) (\"We have steadfastly deemed waived issues raised\n\non appeal in a perfunctory manner, not accompanied by developed\n\nargumentation.\").\n\n          Moreover, even if the plaintiffs had mounted an adequate\n\nchallenge to the district court's order of dismissal, their arguments\n\nwould be doomed in any event. Their claim is foreclosed by a textbook\n\napplication of the Rooker-Feldman doctrine. See Rooker v. Fidelity\n\nTrust Co., 263 U.S. 413 (1923); D.C. Ct. of App. v. Feldman, 460 U.S.\n\n462 (1983).   In describing the contours of this jurisdictional\n\ndoctrine, we have stated:\n\n          The Rooker-Feldman doctrine prohibits federal\n          district and circuit courts from reviewing state\n          court judgments. Where a party did not actually\n\n\n                                 -13-\n\f          present its federal claims in state court,\n          Rooker-Feldman forecloses lower federal court\n          jurisdiction over claims that are \"inextricably\n          intertwined\" with the claims adjudicated in a\n          state court. See Feldman, 460 U.S. at 483 n.16.\n          A federal claim is inextricably intertwined with\n          the state-court claims \"if the federal claim\n          succeeds only to the extent that the state court\n          wrongly decided the issues before it.\" See Hill\n          v. Town of Conway, 193 F.3d 33, 39 (1st Cir.\n          1999).\n\nSheehan v. Marr, 207 F.3d 35, 39-40 (1st Cir. 2000) (footnote omitted).\n\n          In the present case, the gravamen of plaintiffs' claim based\n\non the consent decree is that the terms of the decree extended to\n\npolice and firefighters retiring after January 1995 and entitled them\n\nto the 6% compounded COLA increase provided therein. This issue was\n\nsquarely addressed when these parties were before the Rhode Island\n\nSupreme Court in City of Providence v. Employee Retirement Board, 749\n\nA.2d 1088 (R.I. 2000).     In that decision, the court held that:\n\n          [T]he group of city employees who retired prior\n          to December 18, 1991, and the nineteen city\n          employees who retired effective December 18,\n          1991, were the only city retirees that could\n          benefit from [the consent decree's] pension grant\n          provisions, and all members of that group\n          continue to remain entitled to those benefits.\n\nId. at 1100 (emphasis added).\n\n          Any attempt to make out a constitutional violation under the\n\nDue Process Clause, Contract Clause, or Takings Clause would require\n\nplaintiffs to establish -- at a minimum -- some property or contract\n\nright stemming from the consent decree.       Thus, it is plain that\n\n\n                                 -14-\n\fplaintiffs' claims could only succeed to the extent the Rhode Island\n\nSupreme Court wrongly decided the question of the consent decree's\n\ncoverage. We therefore must decline jurisdiction, as plaintiffs'\n\nclaims represent an improper attempt to seek federal review of a final\n\nstate court judgment.\n\n                                  III.\n\n            For the foregoing reasons, the judgment of the district court\n\nis affirmed. Costs are assessed against plaintiffs. Fed. R. App. P.\n\n39(a)(2).\n\n            Affirmed.\n\n\n\n\n                                  -15-\n\f",
  "html": "<p class=\"case_cite\">275 F.3d 139 (1st Cir. 2001)</p>\n    <p class=\"parties\">LIONEL PICARD, ET AL., Plaintiffs, Appellants,<br>v.<br>MEMBERS OF THE EMPLOYEE RETIREMENT BOARD OF PROVIDENCE, MEMBERS OF THE CITY COUNCIL FOR THE CITY OF PROVIDENCE, VINCENT A. CIANCI, JR., IN HIS CAPACITY AS MAYOR OF THE CITY OF PROVIDENCE, STEPHEN T. NAPOLITANO, IN HIS CAPACITY AS TREASURER OF THE CITY OF PROVIDENCE AND THE CITY OF PROVIDENCE, Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 00-2367 &amp; 00-2580</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct. 2, 2001<br>Decided December 28, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE. Hon. Steven J. McAuliffe, U.S. District Judge Scott P. Tierney, with whom Amato A. DeLuca, Miriam Weizenbaum, and DeLuca &amp; Weizenbaum, LTD. were on brief, for appellants.</p>\n      <p class=\"indent\">Kevin F. McHugh, Assistant City Solicitor, Department of Law, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Cyr, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This civil rights action represents another chapter in a pitched battle over the pension benefits due to retired municipal employees of the City of Providence. The district court below disposed of several of plaintiffs' claims at summary judgment and, later, dismissed the remaining claims on jurisdictional grounds. Plaintiffs seek reversal of the district court's order dismissing their claims under the Contract Clause, Takings Clause, and Due Process Clause of the United States Constitution. We affirm the district court's judgment in toto.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although we ultimately resolve this appeal on straightforward grounds, the attendant facts and procedural history are somewhat more involved. We recite only the undisputed facts, unless otherwise noted.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs are all former members of the police and fire departments of the City of Providence who retired after January 1994. Defendants include the City of Providence (City), members of the Providence City Council (City Council), the mayor of the City of Providence, and members of the City of Providence Employee Retirement Board (Retirement Board).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At a meeting held on December 6, 1989, the Retirement Board voted to approve a variety of retirement benefits for both Class A and Class B City employees,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> including a generous increase in the cost of living adjustment (COLA) for pension benefits. Following the Retirement Board's vote, however, the City chafed at the prospect of honoring the terms of the newly enacted retirement plan. The City hired outside counsel to challenge the validity of the Retirement Board's action in state court. In its complaint, the City challenged the Retirement Board's COLA and pension award action as ultra vires. The case reached a bench trial before the Rhode Island Superior Court. Upon completion of that trial, the trial judge entered a written decision in which he determined that the Retirement Board's December 6, 1989, vote establishing the pension and COLA modifications was a valid and binding exercise of its authority. Counsel to the case were ordered to prepare and submit an appropriate judgment for entry by the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Instead of preparing that judgment, counsel informed the trial court that they were attempting to negotiate a final settlement of the case, ostensibly to avoid further proceedings and bring finality to the ongoing pension controversy. By December 17, 1991, an agreed case settlement had been negotiated under which the beneficiaries to the settlement would receive a 6% compounded COLA increase. The terms of the proposed settlement were adopted formally by vote of the Retirement Board at a December 18, 1991, meeting, and the settlement was thereafter presented to the trial court for approval and entry as a consent decree.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The City complied with the terms of the consent decree for a period of roughly two years. Then, in 1993, the City again balked at funding COLA benefits for retirees. On January 6, 1994, the City Council passed Ordinance 1994-1, which terminated the 6% compounded COLA increase for retired police and firefighters. On the same day, the City Council also passed Ordinance 1994-2, which established a new scheme of retiree benefits, but did not include the 6% compounded COLA increase. The City's deviation from the terms of the consent decree triggered a contempt proceeding in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, the City Council and City filed a separate action in state court in pursuit of a declaration that the consent decree was invalid. The City Council and City argued that the decree had not been entered with the permission or ratification of the City Council, thereby rendering the decree unenforceable. The trial judge was asked not only to determine the validity of the consent decree, but also to resolve lingering doubts concerning the actual scope of the consent decree. Numerous City employees who retired after December 18, 1991, claimed entitlement to the 6% compounded COLA increase;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the City responded by arguing that the consent decree, even if valid, did not apply to later retirees.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After a labyrinthine tour of the state court system, which included an appeal to the Rhode Island Supreme Court and subsequent remand, the various consent decree litigations were ultimately consolidated into a single appeal before the Rhode Island Supreme Court. In City of Providence v. Employee Retirement Board, 749 A.2d 1088 (R.I. 2000), the court held that the consent decree was valid and binding upon the City. Id. at 1095. The court further held that the decree covered only those employees who had retired on or before December 18, 1991. Id. at 1099. Consequently, the court rejected the employees' argument that any subsequent changes to COLA benefits would effect an unconstitutional impairment of contract rights as applied to those retiring after December 18, 1991. Id. at 1099-1100.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Between 1991 and 1995, during the pendency of the ongoing consent decree controversies, the City and plaintiffs (acting through their collective bargaining representatives) negotiated and agreed to a series of collective bargaining agreements (CBAs) that provided for a 5% compounded COLA increase. Although &#167; 17-27 of the Providence Code of Ordinances requires that the City Council ratify all CBAs between the City and a labor organization, it is undisputed that the City Council never ratified the CBAs in question.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Then, beginning in 1995, the City Council passed a handful of municipal ordinances, each of which placed the amount of plaintiffs' COLA benefits below the levels established under the CBAs: Chapter 1995-17 established a 3% non-compounded COLA increase; Chapter 1996-4 provided a 3% non-compounded increase up to the first $10,000 of the retirement allowance; and Chapter 1998-22 provided a 3% non-compounded increase up to the first $1,000 of the retirement allowance.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1998, plaintiffs commenced the present suit in federal court alleging numerous constitutional claims pursuant to 42 U.S.C. &#167; 1983. The amended complaint asserted that, by adopting an ordinance that terminated the COLA provisions of the consent decree, defendants deprived plaintiffs of property in violation of the Due Process Clause (Count 1). By adopting various city ordinances that are at odds with provisions of the collective bargaining agreements, defendants were also alleged to have violated: the Due Process Clause (Count 2); the due process component of the Rhode Island Constitution (Count 3); the Contract Clause and a cognate provision of the Rhode Island Constitution (Count 6); and the Takings Clause (Count 7). Lastly, the complaint contained a claim for violation of the Equal Protection Clause (Count 4) and a broad-brush due process claim (Count 5).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In November 1998, both parties moved for summary judgment on all counts of the complaint. In September 1999, the district court below entered a written order allowing partial judgment in favor of defendants. At the outset, the district court noted that plaintiffs' claims essentially comprised an attack on two fronts:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">First, they challenge defendants' efforts to reduce the amount of COLAs to which plaintiffs claim they are entitled under the consent decree. Next, they challenge defendants' efforts to provide COLAs that are less than those called for under the terms of the collective bargaining agreements (which . . . were never formally ratified by the City Council).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Picard v. City of Providence, Nos. 98-40-L &amp; 98-95-M, slip op. at 7 (D.R.I. Sept. 29, 1999). The district court then abstained from ruling on the merits of the claims arising from the consent decree because neither party had addressed a lurking jurisdictional issue under the Rooker-Feldman doctrine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In particular, the court noted that its jurisdiction to entertain those claims was questionable in light of a state superior court ruling that held that the consent decree applied only to those who had retired on or before December 18, 1991. Id. at 7-8 (referring to Mansolillo v. Employee Ret. Bd., No. 93-5266, 1998 WL 799129 (R.I. Super. Ct. Nov. 12, 1998)).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court did not, however, feel similarly constrained in ruling on plaintiffs' second means of attack. The court entered summary judgment against plaintiffs on their claims based on the CBAs. The district court reasoned that the failure of the City Council to ratify the CBAs pursuant to &#167; 17-27 of the Providence Code of Ordinances rendered those agreements void and thereby foreclosed the possibility of finding any enforceable contract rights protected by the Constitution. Id. at 11-12 (citing Providence City Council v. Cianci, 650 A.2d 499, 501 (R.I. 1994)). Accordingly, the district court granted summary judgment as to Counts 2, 3, 6, and 7 and denied summary judgment as to the remaining claims.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Later, defendants filed a motion to dismiss the remaining consent decree claims based on lack of standing, lack of subject matter jurisdiction, res judicata, and collateral estoppel. Plaintiffs filed no opposition to the motion; nor did plaintiffs' counsel attend a status conference held in the case. On September 19, 2000, the district court granted the motion to dismiss for the reasons presented in defendants' memorandum and for plaintiffs' failure to prosecute the claim. Subsequently, plaintiffs filed a motion for reconsideration explaining counsel's absence from the status conference, but offering no legal argument on the merits of the motion to dismiss. In response to plaintiffs' motion, the district court withdrew its statement that plaintiffs had failed to prosecute the claim and stated that its dismissal rested solely on the substantive grounds set forth in defendants' motion to dismiss. Thereafter, plaintiffs filed their notice of appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court's September 19, 2000, order disposed of the plaintiffs' claims on the basis of defendants' motion to dismiss for want of subject-matter jurisdiction. Cf. Valentn v. Hosp. Bella Vista, 254 F.3d 358, 362 (1st Cir. 2001) (\"The proper vehicle for challenging a court's subject-matter jurisdiction is Federal Rule of Civil Procedure 12(b)(1).\"). The facts relevant to the district court's decision are essentially undisputed. We therefore exercise de novo review. See id. at 365 (\"Because the facts are not in issue, the court's determination engenders de novo review.\").</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The nub of plaintiffs' first argument on appeal is that the district court erred in dismissing Counts 2, 3, 6, and 7 of the complaint by overlooking plaintiffs' contention that the City entered an implied-in-fact contract to provide the 5% compounded COLA increase in conformity with the unratified CBAs. Plaintiffs assert that this implied-in-fact contract was consummated when the City accepted the benefits of plaintiffs' work and allowed them to continue contributing a portion of their salaries toward the pension fund. Cf. Marshall Contractors, Inc. v. Brown Univ., 692 A.2d 665, 669 (R.I. 1997) (\"[An implied-in-fact contract] is a form of express contract wherein the elements of the contract are found in and determined from the relations of, and the communications between the parties, rather than from a single clearly expressed written document.\"). According to this theory, the enactment of subsequent ordinances restricting the COLA increase impaired these vested contractual rights in violation of numerous provisions of the United States Constitution. Plaintiffs therefore seek reversal of the September 2000 order. Defendants, on the other hand, contend that state law clearly establishes that plaintiffs have no constitutionally protected property or contract right in the unratified CBAs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In evaluating whether a purported contract or property right is entitled to constitutional protection under the Takings Clause, Contract Clause, or Due Process Clause, this Court generally looks to state law as interpreted by the state's highest court. See Phillips v. Wash. Legal Found., 524 U.S. 156, 167 (1998) (\"[A] State may not sidestep the Takings Clause by disavowing traditional property interests long recognized under state law.\") (emphasis added); Gen. Motors Corp. v. Romein, 503 U.S. 181, 187 (1992) (holding that for purposes of the Contract Clause, although the question whether a contract was made is a federal question, a court must \"accord respectful consideration and great weight to the views of the State's highest court\") (citations and quotations omitted); Bishop v. Wood, 426 U.S. 341, 344-45 (1976) (deciding whether North Carolina had created a property interest cognizable under the Due Process Clause by reference to state law as interpreted by the North Carolina Supreme Court). Plaintiffs assert that a series of CBAs negotiated but never ratified by the City Council created a vested right in the higher COLA benefit. Yet, the Supreme Court of Rhode Island has repeatedly held that a CBA that is not ratified by the City Council is void and unenforceable. See Providence Teachers Union v. Providence Sch. Bd., 689 A.2d 388, 391 (R.I. 1997); Providence Teachers Union v. Providence Sch. Bd., 689 A.2d 384, 385-86 (R.I. 1996); Providence City Council, 650 A.2d at 501; cf. 5 Eugene McQuillan, Law of Municipal Corporations &#167; 15.03, at 68 (3d ed. rev. 1996) (\"[W]here the charter provides that a particular power shall be exercised by ordinance, its exercise in any other manner, as by contract or resolution, would not be legal.\") (footnote omitted). Given this clear precedent from the state's highest court, we find no basis for concluding that plaintiffs were deprived of a property or contract right in violation of the Constitution. Therefore, the district court was correct in dismissing these claims.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With respect to the claims based solely on the consent decree, Counts 1, 4, and 5, plaintiffs have offered no argument or authority -- either in their brief or at oral argument -- that supports reversal. That fact alone would justify affirmance under our long-standing precedent. See Acevedo Lopez v. Police Dep't of P.R., 247 F.3d 26, 29 (1st Cir. 2001) (holding that court will not consider claims for which arguments are not presented in the party's brief or at oral argument); see also United States v. Bongiorno, 106 F.3d 1027, 1034 (1st Cir. 1997) (\"We have steadfastly deemed waived issues raised on appeal in a perfunctory manner, not accompanied by developed argumentation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, even if the plaintiffs had mounted an adequate challenge to the district court's order of dismissal, their arguments would be doomed in any event. Their claim is foreclosed by a textbook application of the Rooker-Feldman doctrine. See Rooker v. Fidelity Trust Co., 263 U.S. 413 (1923); D.C. Ct. of App. v. Feldman, 460 U.S. 462 (1983). In describing the contours of this jurisdictional doctrine, we have stated:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Rooker-Feldman doctrine prohibits federal district and circuit courts from reviewing state court judgments. Where a party did not actually present its federal claims in state court, Rooker-Feldman forecloses lower federal court jurisdiction over claims that are \"inextricably intertwined\" with the claims adjudicated in a state court. See Feldman, 460 U.S. at 483 n.16. A federal claim is inextricably intertwined with the state-court claims \"if the federal claim succeeds only to the extent that the state court wrongly decided the issues before it.\" See Hill v. Town of Conway, 193 F.3d 33, 39 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Sheehan v. Marr, 207 F.3d 35, 39-40 (1st Cir. 2000) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the present case, the gravamen of plaintiffs' claim based on the consent decree is that the terms of the decree extended to police and firefighters retiring after January 1995 and entitled them to the 6% compounded COLA increase provided therein. This issue was squarely addressed when these parties were before the Rhode Island Supreme Court in City of Providence v. Employee Retirement Board, 749 A.2d 1088 (R.I. 2000). In that decision, the court held that:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[T]he group of city employees who retired prior to December 18, 1991, and the nineteen city employees who retired effective December 18, 1991, were the only city retirees that could benefit from [the consent decree's] pension grant provisions, and all members of that group continue to remain entitled to those benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id. at 1100 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Any attempt to make out a constitutional violation under the Due Process Clause, Contract Clause, or Takings Clause would require plaintiffs to establish -- at a minimum -- some property or contract right stemming from the consent decree. Thus, it is plain that plaintiffs' claims could only succeed to the extent the Rhode Island Supreme Court wrongly decided the question of the consent decree's coverage. We therefore must decline jurisdiction, as plaintiffs' claims represent an improper attempt to seek federal review of a final state court judgment.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed. Costs are assessed against plaintiffs. Fed. R. App. P. 39(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  As defined by City Ordinance &#167; 17-181, Class B employees include \"members of the fire department and police department of the City of Providence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  This group included a class of former police and firefighters which, in turn, included plaintiffs. They were represented in the state-court litigation and on appeal by their counsel in the present case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  As explained more fully below, the Rooker-Feldman doctrine provides that federal courts, other than the Supreme Court, lack jurisdiction to directly review the decisions of state courts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The state court's holding in Mansolillo was later affirmed by the Rhode Island Supreme Court in City of Providence v. Employee Retirement Board, 749 A.2d 1088 (R.I. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Defendants also rejoin with the argument that plaintiffs have forfeited any claim based on the CBAs by failing to designate in their notice of appeal the district court's September 1999 order granting summary judgment on those claims. We find, however, that the notice of appeal sufficiently apprised this Court and the defendants that plaintiffs were appealing the final judgment of the district court. \"[I]t has been uniformly held that a notice of appeal that designates the final judgment encompasses not only that judgment, but also all earlier interlocutory orders that merge in the judgment.\" John's Insulation, Inc. v. L. Addison &amp; Assocs., Inc., 156 F.3d 101, 104 (1st Cir. 1998).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">LIONEL PICARD, ET AL., Plaintiffs, Appellants,<br>v.<br>MEMBERS OF THE EMPLOYEE RETIREMENT BOARD OF PROVIDENCE, MEMBERS OF THE CITY COUNCIL FOR THE CITY OF PROVIDENCE, VINCENT A. CIANCI, JR., IN HIS CAPACITY AS MAYOR OF THE CITY OF PROVIDENCE, STEPHEN T. NAPOLITANO, IN HIS CAPACITY AS TREASURER OF THE CITY OF PROVIDENCE AND THE CITY OF PROVIDENCE, Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 00-2367 &amp; 00-2580</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct. 2, 2001<br>Decided December 28, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE. Hon. Steven J. McAuliffe, U.S. District Judge Scott P. Tierney, with whom Amato A. DeLuca, Miriam Weizenbaum, and DeLuca &amp; Weizenbaum, LTD. were on brief, for appellants.</p>\n      <p class=\"indent\">Kevin F. McHugh, Assistant City Solicitor, Department of Law, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Cyr, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This civil rights action represents another chapter in a pitched battle over the pension benefits due to retired municipal employees of the City of Providence. The district court below disposed of several of plaintiffs' claims at summary judgment and, later, dismissed the remaining claims on jurisdictional grounds. Plaintiffs seek reversal of the district court's order dismissing their claims under the Contract Clause, Takings Clause, and Due Process Clause of the United States Constitution. We affirm the district court's judgment in toto.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although we ultimately resolve this appeal on straightforward grounds, the attendant facts and procedural history are somewhat more involved. We recite only the undisputed facts, unless otherwise noted.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs are all former members of the police and fire departments of the City of Providence who retired after January 1994. Defendants include the City of Providence (City), members of the Providence City Council (City Council), the mayor of the City of Providence, and members of the City of Providence Employee Retirement Board (Retirement Board).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At a meeting held on December 6, 1989, the Retirement Board voted to approve a variety of retirement benefits for both Class A and Class B City employees,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> including a generous increase in the cost of living adjustment (COLA) for pension benefits. Following the Retirement Board's vote, however, the City chafed at the prospect of honoring the terms of the newly enacted retirement plan. The City hired outside counsel to challenge the validity of the Retirement Board's action in state court. In its complaint, the City challenged the Retirement Board's COLA and pension award action as ultra vires. The case reached a bench trial before the Rhode Island Superior Court. Upon completion of that trial, the trial judge entered a written decision in which he determined that the Retirement Board's December 6, 1989, vote establishing the pension and COLA modifications was a valid and binding exercise of its authority. Counsel to the case were ordered to prepare and submit an appropriate judgment for entry by the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Instead of preparing that judgment, counsel informed the trial court that they were attempting to negotiate a final settlement of the case, ostensibly to avoid further proceedings and bring finality to the ongoing pension controversy. By December 17, 1991, an agreed case settlement had been negotiated under which the beneficiaries to the settlement would receive a 6% compounded COLA increase. The terms of the proposed settlement were adopted formally by vote of the Retirement Board at a December 18, 1991, meeting, and the settlement was thereafter presented to the trial court for approval and entry as a consent decree.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The City complied with the terms of the consent decree for a period of roughly two years. Then, in 1993, the City again balked at funding COLA benefits for retirees. On January 6, 1994, the City Council passed Ordinance 1994-1, which terminated the 6% compounded COLA increase for retired police and firefighters. On the same day, the City Council also passed Ordinance 1994-2, which established a new scheme of retiree benefits, but did not include the 6% compounded COLA increase. The City's deviation from the terms of the consent decree triggered a contempt proceeding in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, the City Council and City filed a separate action in state court in pursuit of a declaration that the consent decree was invalid. The City Council and City argued that the decree had not been entered with the permission or ratification of the City Council, thereby rendering the decree unenforceable. The trial judge was asked not only to determine the validity of the consent decree, but also to resolve lingering doubts concerning the actual scope of the consent decree. Numerous City employees who retired after December 18, 1991, claimed entitlement to the 6% compounded COLA increase;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the City responded by arguing that the consent decree, even if valid, did not apply to later retirees.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After a labyrinthine tour of the state court system, which included an appeal to the Rhode Island Supreme Court and subsequent remand, the various consent decree litigations were ultimately consolidated into a single appeal before the Rhode Island Supreme Court. In City of Providence v. Employee Retirement Board, <span class=\"citation\" data-id=\"2090211\"><a href=\"/opinion/2090211/city-of-providence-v-employee-ret-bd/\"><span class=\"volume\">749</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1088</span></a></span> (R.I. 2000), the court held that the consent decree was valid and binding upon the City. Id. at 1095. The court further held that the decree covered only those employees who had retired on or before December 18, 1991. Id. at 1099. Consequently, the court rejected the employees' argument that any subsequent changes to COLA benefits would effect an unconstitutional impairment of contract rights as applied to those retiring after December 18, 1991. Id. at 1099-1100.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Between 1991 and 1995, during the pendency of the ongoing consent decree controversies, the City and plaintiffs (acting through their collective bargaining representatives) negotiated and agreed to a series of collective bargaining agreements (CBAs) that provided for a 5% compounded COLA increase. Although &#167; 17-27 of the Providence Code of Ordinances requires that the City Council ratify all CBAs between the City and a labor organization, it is undisputed that the City Council never ratified the CBAs in question.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Then, beginning in 1995, the City Council passed a handful of municipal ordinances, each of which placed the amount of plaintiffs' COLA benefits below the levels established under the CBAs: Chapter 1995-17 established a 3% non-compounded COLA increase; Chapter 1996-4 provided a 3% non-compounded increase up to the first $10,000 of the retirement allowance; and Chapter 1998-22 provided a 3% non-compounded increase up to the first $1,000 of the retirement allowance.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1998, plaintiffs commenced the present suit in federal court alleging numerous constitutional claims pursuant to 42 U.S.C. &#167; 1983. The amended complaint asserted that, by adopting an ordinance that terminated the COLA provisions of the consent decree, defendants deprived plaintiffs of property in violation of the Due Process Clause (Count 1). By adopting various city ordinances that are at odds with provisions of the collective bargaining agreements, defendants were also alleged to have violated: the Due Process Clause (Count 2); the due process component of the Rhode Island Constitution (Count 3); the Contract Clause and a cognate provision of the Rhode Island Constitution (Count 6); and the Takings Clause (Count 7). Lastly, the complaint contained a claim for violation of the Equal Protection Clause (Count 4) and a broad-brush due process claim (Count 5).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In November 1998, both parties moved for summary judgment on all counts of the complaint. In September 1999, the district court below entered a written order allowing partial judgment in favor of defendants. At the outset, the district court noted that plaintiffs' claims essentially comprised an attack on two fronts:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">First, they challenge defendants' efforts to reduce the amount of COLAs to which plaintiffs claim they are entitled under the consent decree. Next, they challenge defendants' efforts to provide COLAs that are less than those called for under the terms of the collective bargaining agreements (which . . . were never formally ratified by the City Council).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Picard v. City of Providence, Nos. 98-40-L &amp; 98-95-M, slip op. at 7 (D.R.I. Sept. 29, 1999). The district court then abstained from ruling on the merits of the claims arising from the consent decree because neither party had addressed a lurking jurisdictional issue under the Rooker-Feldman doctrine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In particular, the court noted that its jurisdiction to entertain those claims was questionable in light of a state superior court ruling that held that the consent decree applied only to those who had retired on or before December 18, 1991. Id. at 7-8 (referring to Mansolillo v. Employee Ret. Bd., No. 93-5266, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">799129</span></span> (R.I. Super. Ct. Nov. 12, 1998)).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court did not, however, feel similarly constrained in ruling on plaintiffs' second means of attack. The court entered summary judgment against plaintiffs on their claims based on the CBAs. The district court reasoned that the failure of the City Council to ratify the CBAs pursuant to &#167; 17-27 of the Providence Code of Ordinances rendered those agreements void and thereby foreclosed the possibility of finding any enforceable contract rights protected by the Constitution. Id. at 11-12 (citing Providence City Council v. Cianci, <span class=\"citation\" data-id=\"2165044\"><a href=\"/opinion/2165044/providence-city-council-v-cianci/\"><span class=\"volume\">650</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">499</span></a></span>, 501 (R.I. 1994)). Accordingly, the district court granted summary judgment as to Counts 2, 3, 6, and 7 and denied summary judgment as to the remaining claims.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Later, defendants filed a motion to dismiss the remaining consent decree claims based on lack of standing, lack of subject matter jurisdiction, res judicata, and collateral estoppel. Plaintiffs filed no opposition to the motion; nor did plaintiffs' counsel attend a status conference held in the case. On September 19, 2000, the district court granted the motion to dismiss for the reasons presented in defendants' memorandum and for plaintiffs' failure to prosecute the claim. Subsequently, plaintiffs filed a motion for reconsideration explaining counsel's absence from the status conference, but offering no legal argument on the merits of the motion to dismiss. In response to plaintiffs' motion, the district court withdrew its statement that plaintiffs had failed to prosecute the claim and stated that its dismissal rested solely on the substantive grounds set forth in defendants' motion to dismiss. Thereafter, plaintiffs filed their notice of appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court's September 19, 2000, order disposed of the plaintiffs' claims on the basis of defendants' motion to dismiss for want of subject-matter jurisdiction. Cf. Valentn v. Hosp. Bella Vista, <span class=\"citation\" data-id=\"199467\"><a href=\"/opinion/199467/valentin-de-jesus-v-united-healthcare/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">358</span></a></span>, 362 (1st Cir. 2001) (\"The proper vehicle for challenging a court's subject-matter jurisdiction is Federal Rule of Civil Procedure 12(b)(1).\"). The facts relevant to the district court's decision are essentially undisputed. We therefore exercise de novo review. See id. at 365 (\"Because the facts are not in issue, the court's determination engenders de novo review.\").</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The nub of plaintiffs' first argument on appeal is that the district court erred in dismissing Counts 2, 3, 6, and 7 of the complaint by overlooking plaintiffs' contention that the City entered an implied-in-fact contract to provide the 5% compounded COLA increase in conformity with the unratified CBAs. Plaintiffs assert that this implied-in-fact contract was consummated when the City accepted the benefits of plaintiffs' work and allowed them to continue contributing a portion of their salaries toward the pension fund. Cf. Marshall Contractors, Inc. v. Brown Univ., <span class=\"citation\" data-id=\"1969614\"><a href=\"/opinion/1969614/marshall-contractors-inc-v-brown-university/\"><span class=\"volume\">692</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">665</span></a></span>, 669 (R.I. 1997) (\"[An implied-in-fact contract] is a form of express contract wherein the elements of the contract are found in and determined from the relations of, and the communications between the parties, rather than from a single clearly expressed written document.\"). According to this theory, the enactment of subsequent ordinances restricting the COLA increase impaired these vested contractual rights in violation of numerous provisions of the United States Constitution. Plaintiffs therefore seek reversal of the September 2000 order. Defendants, on the other hand, contend that state law clearly establishes that plaintiffs have no constitutionally protected property or contract right in the unratified CBAs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In evaluating whether a purported contract or property right is entitled to constitutional protection under the Takings Clause, Contract Clause, or Due Process Clause, this Court generally looks to state law as interpreted by the state's highest court. See Phillips v. Wash. Legal Found., <span class=\"citation\" data-id=\"118226\"><a href=\"/opinion/118226/phillips-v-washington-legal-foundation/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 167 (1998) (\"[A] State may not sidestep the Takings Clause by disavowing traditional property interests long recognized under state law.\") (emphasis added); Gen. Motors Corp. v. Romein, <span class=\"citation\" data-id=\"112703\"><a href=\"/opinion/112703/general-motors-corp-v-romein/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span>, 187 (1992) (holding that for purposes of the Contract Clause, although the question whether a contract was made is a federal question, a court must \"accord respectful consideration and great weight to the views of the State's highest court\") (citations and quotations omitted); Bishop v. Wood, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 344-45 (1976) (deciding whether North Carolina had created a property interest cognizable under the Due Process Clause by reference to state law as interpreted by the North Carolina Supreme Court). Plaintiffs assert that a series of CBAs negotiated but never ratified by the City Council created a vested right in the higher COLA benefit. Yet, the Supreme Court of Rhode Island has repeatedly held that a CBA that is not ratified by the City Council is void and unenforceable. See Providence Teachers Union v. Providence Sch. Bd., <span class=\"citation\" data-id=\"2310979\"><a href=\"/opinion/2310979/providence-teachers-union-v-providence-school-bd/\"><span class=\"volume\">689</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">388</span></a></span>, 391 (R.I. 1997); Providence Teachers Union v. Providence Sch. Bd., <span class=\"citation\" data-id=\"2310933\"><a href=\"/opinion/2310933/providence-teachers-union-v-providence-school-bd/\"><span class=\"volume\">689</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">384</span></a></span>, 385-86 (R.I. 1996); Providence City Council, 650 A.2d at 501; cf. 5 Eugene McQuillan, Law of Municipal Corporations &#167; 15.03, at 68 (3d ed. rev. 1996) (\"[W]here the charter provides that a particular power shall be exercised by ordinance, its exercise in any other manner, as by contract or resolution, would not be legal.\") (footnote omitted). Given this clear precedent from the state's highest court, we find no basis for concluding that plaintiffs were deprived of a property or contract right in violation of the Constitution. Therefore, the district court was correct in dismissing these claims.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With respect to the claims based solely on the consent decree, Counts 1, 4, and 5, plaintiffs have offered no argument or authority -- either in their brief or at oral argument -- that supports reversal. That fact alone would justify affirmance under our long-standing precedent. See Acevedo Lopez v. Police Dep't of P.R., <span class=\"citation\" data-id=\"772904\"><a href=\"/opinion/772904/lutgardo-acevedo-lopez-migdalia-fuentes-cab-n-conjugal-partnership/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 29 (1st Cir. 2001) (holding that court will not consider claims for which arguments are not presented in the party's brief or at oral argument); see also United States v. Bongiorno, <span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1034 (1st Cir. 1997) (\"We have steadfastly deemed waived issues raised on appeal in a perfunctory manner, not accompanied by developed argumentation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, even if the plaintiffs had mounted an adequate challenge to the district court's order of dismissal, their arguments would be doomed in any event. Their claim is foreclosed by a textbook application of the Rooker-Feldman doctrine. See Rooker v. Fidelity Trust Co., <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span> (1923); D.C. Ct. of App. v. Feldman, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span> (1983). In describing the contours of this jurisdictional doctrine, we have stated:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Rooker-Feldman doctrine prohibits federal district and circuit courts from reviewing state court judgments. Where a party did not actually present its federal claims in state court, Rooker-Feldman forecloses lower federal court jurisdiction over claims that are \"inextricably intertwined\" with the claims adjudicated in a state court. See Feldman, 460 U.S. at 483 n.16. A federal claim is inextricably intertwined with the state-court claims \"if the federal claim succeeds only to the extent that the state court wrongly decided the issues before it.\" See Hill v. Town of Conway, <span class=\"citation\" data-id=\"198663\"><a href=\"/opinion/198663/hill-v-town-of-conway/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 39 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Sheehan v. Marr, <span class=\"citation\" data-id=\"768059\"><a href=\"/opinion/768059/arthur-joseph-sheehan-v-james-marr-police-chief-city-of-gloucester/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 39-40 (1st Cir. 2000) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the present case, the gravamen of plaintiffs' claim based on the consent decree is that the terms of the decree extended to police and firefighters retiring after January 1995 and entitled them to the 6% compounded COLA increase provided therein. This issue was squarely addressed when these parties were before the Rhode Island Supreme Court in City of Providence v. Employee Retirement Board, <span class=\"citation\" data-id=\"2090211\"><a href=\"/opinion/2090211/city-of-providence-v-employee-ret-bd/\"><span class=\"volume\">749</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1088</span></a></span> (R.I. 2000). In that decision, the court held that:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[T]he group of city employees who retired prior to December 18, 1991, and the nineteen city employees who retired effective December 18, 1991, were the only city retirees that could benefit from [the consent decree's] pension grant provisions, and all members of that group continue to remain entitled to those benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id. at 1100 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Any attempt to make out a constitutional violation under the Due Process Clause, Contract Clause, or Takings Clause would require plaintiffs to establish -- at a minimum -- some property or contract right stemming from the consent decree. Thus, it is plain that plaintiffs' claims could only succeed to the extent the Rhode Island Supreme Court wrongly decided the question of the consent decree's coverage. We therefore must decline jurisdiction, as plaintiffs' claims represent an improper attempt to seek federal review of a final state court judgment.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed. Costs are assessed against plaintiffs. Fed. R. App. P. 39(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  As defined by City Ordinance &#167; 17-181, Class B employees include \"members of the fire department and police department of the City of Providence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  This group included a class of former police and firefighters which, in turn, included plaintiffs. They were represented in the state-court litigation and on appeal by their counsel in the present case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  As explained more fully below, the Rooker-Feldman doctrine provides that federal courts, other than the Supreme Court, lack jurisdiction to directly review the decisions of state courts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The state court's holding in Mansolillo was later affirmed by the Rhode Island Supreme Court in City of Providence v. Employee Retirement Board, <span class=\"citation\" data-id=\"2090211\"><a href=\"/opinion/2090211/city-of-providence-v-employee-ret-bd/\"><span class=\"volume\">749</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1088</span></a></span> (R.I. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Defendants also rejoin with the argument that plaintiffs have forfeited any claim based on the CBAs by failing to designate in their notice of appeal the district court's September 1999 order granting summary judgment on those claims. We find, however, that the notice of appeal sufficiently apprised this Court and the defendants that plaintiffs were appealing the final judgment of the district court. \"[I]t has been uniformly held that a notice of appeal that designates the final judgment encompasses not only that judgment, but also all earlier interlocutory orders that merge in the judgment.\" John's Insulation, Inc. v. L. Addison &amp; Assocs., Inc., <span class=\"citation\" data-id=\"198117\"><a href=\"/opinion/198117/johns-v-l-addison/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 104 (1st Cir. 1998).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1969614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2090211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2165044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310979/"
  ]
}