{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199778/",
  "absolute_url": "/opinion/199778/zapata-matos-v-reckitt-colman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199778/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:29Z",
  "date_modified": "2017-03-24T11:03:16.183517Z",
  "type": "010combined",
  "sha1": "b89236fbf193d1f7f6e99ad285c20ad83000ba62",
  "page_count": 19,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2546-01A.pdf",
  "local_path": "pdf/2002/01/14/Zapata-Matos_v._Reckitt__Colman.pdf",
  "plain_text": "             United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-2546\n\n                         RAMÓN ZAPATA-MATOS,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n             RECKITT & COLMAN, INC., f/k/a L&F PRODUCTS,\n\n                        Defendant, Appellee.\n\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Aida M. Delgado-Colón, U.S. Magistrate Judge]\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n                  Kravitch,* Senior Circuit Judge,\n                     and Lynch, Circuit Judge.\n\n\n\n\n          Jane Becker Whitaker for appellant.\n          Graciela J. Belaval with whom Martinez Odell & Calabria was\non brief for appellee.\n\n\n\n\n     *\n            Of the Eleventh Circuit, sitting by designation.\n\f                            January 14, 2002\n\n\n\n\n           LYNCH,     Circuit   Judge.     Ramón   Zapata-Matos   was\n\nterminated in 1993 from his position with L&F Products as\n\nGeneral Manager for all operations in Puerto Rico, Mexico, and\n\nthe Caribbean.      He had been with the company since 1983 and had\n\nreceived a number of promotions, although in 1992 the company\n\ndeclined to create and promote him to a Regional Director's\n\nposition   as    he   had   requested.    Zapata's   employment   was\n\nterminated on September 28, 1993.        He sued under Title VII of\n\nthe Civil Rights Act of 1964, 42 U.S.C. § 2000e-2 (1994), saying\n\nhe had been discriminated against on the basis of his national\n\norigin as a Puerto Rican.\n\n           In a thoughtful opinion and order, the magistrate judge\n\ngranted summary judgment for defendant L&F.1 The court concluded\n\nthat Zapata had \"presented insufficient evidence from which a\n\nrational fact finder could conclude that in failing to promote,\n\nand subsequently terminating Zapata, L&F Products discriminated\n\n\n    1      L&F is now known as Reckitt & Colman, Inc.\n\n                                  -2-\n\fagainst him on the basis of his Puerto Rican heritage.\"              We\n\nagree, and affirm.     In so doing we clarify what is meant by\n\nevidence of pretext and the ultimate issue of discrimination.\n\n                                  I.\n\n         We review the grant of summary judgment de novo and\n\ndraw all reasonable inferences from the facts in plaintiff’s\n\nfavor.   Lennon v. Rubin, 166 F.3d 6, 8 (1st Cir. 1999).\n\n         The undisputed facts tell the story.          Zapata was hired\n\nin 1983, as a Manager for Givenchy Products, a division of\n\nSterling Products, Inc.,      itself a subsidiary of Eastman Kodak\n\nCorporation. He was hired by a Sterling vice president with the\n\napproval of Michael Gallagher, the company's President.\n\n         In 1989, Zapata was promoted to the position of General\n\nManager of L&F Products, Caribbean, also an Eastman Kodak\n\nsubsidiary.   Gallagher, again, was involved in his appointment.\n\nIn   addition,       with     Gallagher’s       blessing,      Zapata's\n\nresponsibilities were increased to include Mexico as well as\n\nPuerto Rico and the Carribean.         In recognition of his greater\n\nresponsibilities, Zapata received a salary increase, again with\n\nGallagher’s   approval.     Indeed,    in   1992,   Zapata's   immediate\n\n\n\n                                 -3-\n\fsupervisor stated    that   he   anticipated   promoting     Zapata   to\n\nRegional Director in a year.2\n\n         In 1992, in light of his new responsibilities, Zapata\n\nactively sought to be named Regional Director for L&F for Mexico\n\nand the Caribbean.   Gallagher told Zapata that he was not going\n\nto create a Regional Director position for Zapata's region.\n\nNonetheless,   Zapata   continued      to   receive   very    positive\n\nperformance evaluations, and Gallagher rated his work as \"very\n\ngood.\"\n\n         But a serpent lurked in this happy scene.           The prices\n\ncharged by L&F for its goods in Puerto Rico were as much as 30%\n\nlower than for the same goods on the U.S. mainland.           This led\n\npotential mainland buyers to buy from third party middlemen, who\n\nbought low in Puerto Rico and resold stateside.            The resale\n\nprices were still lower than mainland prices.         The company was\n\nvery concerned about this \"diversion problem\" and Zapata was\n\nordered at a meeting in Montvale, New Jersey early in 1992, and\n\nlater by memo dated July 8, 1992, to make Puerto Rico prices\n\n\n\n    2     He had earlier recommended that the company send Zapata\nto a management development program at a business school like\nWharton or Harvard.\n\n                                 -4-\n\fequal to mainland U.S. prices.        He balked and predicted this\n\nstrategy would cause the Caribbean Division to lose at least\n\n$2.4 million in operating profits. He asked for time to present\n\nan alternative plan. Zapata’s direct supervisor, A.J. Brown,\n\nresponded in a July 8, 1992 memo that while he was willing to\n\nlisten to alternatives, he would not change his position on\n\nprice parity.     Brown told Zapata it was unfortunate he had to\n\n\"order\" Zapata to do this, that Zapata had known of the urgency\n\nof the problem for nine months, and that he should have come up\n\nwith   a   plan    earlier.     Gallagher    was   copied    on    the\n\ncorrespondence.\n\n           In an August 1992 budget meeting, Zapata tried to get\n\nthe price parity directive reconsidered and expressed his fear\n\nabout the negative effect it would have on the Puerto Rican\n\nmarket. According to Zapata, Gallagher responded \"Fuck Puerto\n\nRico . . . .      We’ve got to change and we’ve got to fix this\n\nsituation, because we don’t want this happening.\"      Zapata says\n\nthis remark showed discrimination against Puerto Ricans.          It is\n\nthe only such remark alleged.\n\n           True to form, the company repeated its policy against\n\ndiversion in a memorandum dated November 13, 1992.          As Zapata\n\n                                -5-\n\fpredicted,   the    raising   of   prices   in   Puerto   Rico   and   the\n\nCaribbean substantially hurt his Division’s sales.          Zapata says\n\nsales in Puerto Rico dropped by about 40%.           He also says that\n\nwhen he did the budget review in 1992 he was told by Gallagher\n\nnot to worry about the profit decline because they had the\n\nMexican market. Zapata felt he should \"get Mexico growing.\"\n\nThen, he says, by mid-year 1993 the emphasis was switched back\n\nto Puerto Rico, and he was put under severe pressure to increase\n\nprofits. A goal of $500,000 in profits for the Division was set.\n\n         Zapata, in response, worked on what he called a\n\n\"reengineering plan\" to downsize and eliminate the positions of\n\nsome key employees.      Zapata says he was initially told not to\n\nprepare a budget for 1993, but as the annual budget meeting for\n\nthe upcoming 1993 year -- to be held in Puerto Rico on September\n\n26-28 -- approached, Zapata was reminded of needed financial\n\ninformation by a September 20 memo from Peter Black, the Group\n\nVice President for North America.        Zapata immediately met with\n\nhis key staff.     On the same day, after the meeting, four of the\n\nkey staff members resigned: the managers for Marketing, Sales,\n\nand Products.      The four sent letters to the company.\n\n\n\n                                   -6-\n\f            The magistrate judge’s opinion and order capture the\n\nessence of the letters.       Gloria Castillo, a Marketing Manager,\n\nwrote that she could not \"continue to work under the conditions\n\nnow prevailing at L&F Products, where decisions are taken\n\nimpulsively and the course of action is changed from day to\n\nday.\"     Edgardo De La Torre, a Sales Manager, wrote that he was\n\nresigning due to \"a series of irreconcilable differences with\n\nthe top management of L&F Products Caribbean.\" Yvette De Jesús,\n\na Product Manager, expressed her belief that \"some of the\n\nactions    taken   by   the   company   could   hamper   [her]   future\n\nprofessional growth in this market.\"            Sylvia Rivera, also a\n\nProduct Manager, stated that she was resigning due to \"[t]he\n\natmosphere of instability and uncertainty that has prevailed in\n\nL&F during the last few weeks.\"\n\n            After receiving these letters, Zapata spoke with the\n\nfour employees.     Each expressed different reasons for leaving\n\nthe company, but none of the reasons stated to Zapata concerned\n\nhis own management style.       Several of the employees indicated\n\nthat they were leaving the company due to the company’s new\n\npricing policy, which had resulted in monetary losses to the\n\nPuerto Rico operation.        In light of these four resignations,\n\n                                  -7-\n\fthe review scheduled for September 26, 1993, did not take place.\n\nThe four resignations eliminated the top level of management\n\nunder Zapata in the Division.     Zapata had planned to eliminate\n\ntwo of the positions as part of his reengineering plan, but not\n\nall four.\n\n            Caught by surprise by the four employees' resignation\n\nletters, L&F sent its Vice President of Human Resources, Gary\n\nPearl, and Peter Black to Puerto Rico.             Pearl and Black\n\ninterviewed those four employees and others.      Black told Zapata\n\nthat the four employees were \"renegades.\"       Black also said they\n\nhad a \"tough situation.\"     Black did not, however, say what the\n\nfour employees had told him.      After the interviews, Pearl and\n\nBlack   recommended   to   Gallagher   that   Zapata   be   terminated\n\nimmediately.     Pearl stated that he was told by the four\n\nemployees that Zapata’s management style was deficient and did\n\nnot foster an effective work atmosphere.       Even more seriously,\n\nPearl stated that he was told Zapata \"implemented plans contrary\n\nto stated marketing and sales philosophies and strategies of the\n\nparent company.\"\n\n            Gallagher agreed to terminate Zapata.      Gallagher, who\n\nhad approved the hiring and promotion of Zapata in earlier\n\n                                 -8-\n\fyears, and who thought Zapata's performance had been very good,\n\nsaid at deposition:\n\n                The organization in Puerto Rico had resigned in\n         a major and surprising move with a letter to Ramon\n         that was faxed up to our offices from several of the\n         senior managers, which indicated that they, the\n         organization, had lost confidence in Ramon as their\n         leader and didn’t want to work for the company any\n         more.\n                Obviously, this was a major concern to us, a\n         surprise, and as I recall, Peter Black and Gary Pearl,\n         who was vice president of HR, called down there,\n         talked to some people and they went down there\n         immediately, and in discussions with the people found\n         out that the management style of Mr. Zapata was\n         abusive, disrespectful, to the point that these people\n         were very unhappy and decided to leave, and from what\n         we could tell, the organization had lost confidence in\n         Ramon; he was not managing the way we wanted our\n         managers to manage.\n\n         Zapata was told the news on September 28, 1993.    He\n\nsays he was given no reason for his termination.   He was given\n\na severance package which included payment of his full regular\n\nsalary for six months. A September 27, 1993 letter addressed to\n\nBlack, and signed by more than twenty L&F employees, expressed\n\nsupport for and solidarity with Zapata.\n\n         Faced with vacancies in the top management, L&F moved\n\na long-term manager within the corporate family, Kevin Dunn, in\n\nto oversee the Caribbean and Mexican operations within a few\n\n\n                              -9-\n\fmonths of Zapata's termination. Dunn had been Vice President of\n\nMarketing of consumer products for L&F, and he took the position\n\nof Regional Director for the Caribbean, Puerto Rico and Mexico\n\nwith L&F.     The Puerto Rican and Mexican markets were later\n\nseparated and a Puerto Rican, Alberto Fernández Comas, was named\n\nGeneral Manager of the Puerto Rican market.         Within a year, L&F\n\nProducts itself was sold.\n\n\n\n                                  II.\n\n            Before the district court, this case was governed by\n\nthe burden-shifting framework set out in McDonnell Douglas Corp.\n\nv. Green, 411 U.S. 792, 802-05 (1973).\n\n            Under   the   McDonnell   Douglas   framework,     once   the\n\nplaintiff has met the low standard of showing prima facie\n\ndiscrimination,     the   employer    must   articulate   a   legitimate\n\nnondiscriminatory reason in response.           Texas Dep't of Comty.\n\nAffairs v. Burdine, 450 U.S. 248, 252-53 (1981).              Once that\n\nreason is articulated, the presumption of discrimination drops\n\nout of the picture, St. Mary's Honor Ctr. v. Hicks, 509 U.S.\n\n502, 511 (1993), the McDonnell Douglas framework with its\n\npresumptions and burdens disappears, and the sole remaining\n\n                                 -10-\n\fissue is of discrimination vel non.                  Reeves v. Sanderson\n\nPlumbing Prods., Inc., 530 U.S. 133, 142 (2000);                     Melendez-\n\nArroyo v. Cutler-Hammer De P.R. Co., Inc., 273 F.3d 30, 33 (1st\n\nCir. 2001).\n\n            The McDonnell Douglas framework having dropped out of\n\nthe case, \"the ultimate burden is on [Zapata] to persuade the\n\ntrier of fact that [he was] treated differently because of [his\n\nnational origin].\" Thomas v. Eastman Kodak Co., 183 F.3d 38, 56\n\n(1st Cir. 1999).       On summary judgment, the question is whether\n\nplaintiff     has     produced    sufficient    evidence      that    he   was\n\ndiscriminated against due to his national origin to raise a\n\ngenuine issue of material fact.             Melendez-Arroyo, 273 F.3d at\n\n33; Dominguez-Cruz v. Suttle Caribe, Inc., 202 F.3d 424, 430-31\n\n(1st Cir. 2000).\n\n            Reeves reinforced the prior law in this circuit that\n\neven if the trier of fact disbelieves the nondiscriminatory\n\nexplanation given by the employer, the trier is not compelled to\n\nfind that the real reason was discrimination.            530 U.S. at 147;\n\nThomas, 183 F.3d at 57.          That is because the ultimate question\n\nis   not    whether     the   explanation      was   false,    but    whether\n\ndiscrimination was the cause of the termination.                      We have\n\n                                     -11-\n\fadhered to a case by case weighing.        Thomas, 183 F.3d at 58.\n\nNonetheless, disbelief of the reason may, along with the prima\n\nfacie case, on appropriate facts, permit the trier of fact to\n\nconclude that the employer had discriminated. Reeves, 530 U.S.\n\nat 146-47; Thomas, 183 F.3d at 57 (\"[E]vidence showing that the\n\nemployer's articulated reason is false\" can be sufficient to\n\novercome the third stage in the McDonnell Douglas framework, but\n\n\"there can be no mechanical formula . . . . everything depends\n\non the individual facts.\").     Ultimately, the question is one of\n\nthe sufficiency of plaintiff’s evidence.        Id. at 61.     As the\n\nSupreme Court said in Reeves:\n\n          [A]n employer would be entitled to judgment as a\n          matter of law if the record conclusively revealed some\n          other, nondiscriminatory reason for the employer's\n          decision, or if plaintiff created only a weak issue of\n          fact as to whether the employer's reason was untrue\n          and there was abundant and uncontroverted independent\n          evidence that no discrimination had occurred.\n\n530 U.S. at 148.   The facts of each case are important.      Thomas,\n\n183 F.3d at 57.\n\n          We dispose of a preliminary matter where Zapata argues\n\nthat the magistrate judge used an erroneous standard. Zapata argues\n\nthat the magistrate judge incorrectly relied on Mesnick v. Gen. Elec.\n\nCo, 950 F.2d 816 (1st Cir. 1991), in analyzing the question of pretext\n\n\n                                -12-\n\fby focusing on the employer's belief about the truth of its stated\n\nreason.     In part, Mesnick states that in analyzing whether an\n\n\"employer's proffered reason is actually a pretext for discrimination\n\n. . . . a court's 'focus must be on the perception of the\n\ndecisionmaker,' that is, whether the employer believed its stated\n\nreason to be credible.\" 950 F.2d at 823-24 (quoting Gray v. New England\n\nTel. and Tel. Co., 792 F.2d 251, 256 (1st Cir. 1986)) (emphasis\n\nomitted).\n\n            We agree that the employer might believe its stated\n\nreason for its action and honestly believe that the reason was\n\nnondiscriminatory, while the jury might find that the same\n\nreason was honestly held but conclude that it constituted\n\ndiscrimination (e.g., stereotyping).          To that extent, the\n\nemployer's good faith belief is not automatically conclusive;\n\nbut this refinement on Mesnick is likely to be rare and is in\n\nany event irrelevant here.     Conversely, there may be pretextual\n\nexplanations -- ones not honestly believed by the decisionmaker\n\n-- which do not lead to liability because the actual unadmitted\n\nreason still does not constitute discrimination.\n\n            With that clarification, we turn to the analysis of the\n\nfacts.    Zapata's theory of discrimination was that this was a\n\nglass-ceiling case: that at L&F a Puerto Rican could hold the\n\n                                 -13-\n\ftitle of General Manager but not the title of Regional Director.\n\nThe implications of the theory are that the company officials\n\nengineered, or took advantage of, a situation where they could\n\nterminate    Zapata’s     employment    rather      than   promote    him   to\n\nRegional Director.        The proof, Zapata says, is that Dunn, an\n\nAnglo, was named Regional Director, and he, Zapata, a Puerto\n\nRican, was not.\n\n            Plaintiff’s case resolves to three themes from the\n\nevidence    that   he   says   permit       the    ultimate    inference    of\n\ndiscrimination: one comment by Gallagher, the company president;\n\nthe fact that some months after Zapata's termination a non-\n\nPuerto Rican assumed his duties, and held the Regional Director\n\ntitle that Zapata had sought; and the fact that the company’s\n\nstated reasons for his termination could be found to be untrue.\n\nWhen these themes are moved from the abstract to the particulars\n\nof the case, they prove to be unimpressive.\n\nThe Comment About Puerto Rico\n\n            Gallagher's    comment     is   best    analyzed    in   context.\n\nZapata sold L&F products in Puerto Rico at prices up to 30%\n\nlower than prices charged to retail outlets in the mainland of\n\nthe United States.      This led potential U.S. buyers to buy from\n\n                                  -14-\n\fsecondary sellers in Puerto Rico (such as K-Mart), still at\n\nlower prices than U.S. prices, thus diverting profits to third\n\nparties.      Concerned about the losses to its United States\n\nmarkets, the company, on July 8, 1992, directly ordered Zapata\n\nto raise prices to the same level as in the continental United\n\nStates.    Zapata resisted but was again ordered to have the new\n\nprices in place by September 1, 1992.     Nonetheless, later in\n\nAugust, Zapata again tried to get the company President, Michael\n\nGallagher, to change course because his sales in Puerto Rico\n\nwould decline if prices rose. An obviously frustrated Gallagher\n\nresponded \"Fuck Puerto Rico . . . .     We’ve got to change and\n\nwe’ve got to fix this situation, because we don’t want this\n\nhappening.\"    The comment was clearly directed to Zapata’s view\n\nthat the company’s concerns about mainland market losses should\n\nbe subordinate to Zapata’s concern about his division.       No\n\nrational fact finder could, in this context, conclude that this\n\ncomment expressed discrimination against the company’s Puerto\n\nRican employees.\n\nThe Replacement\n\n           When the four top employees resigned and the company\n\nfired Zapata, it was left without management for its Puerto\n\n                               -15-\n\fRican operations.    In early 1994, a long-term company employee,\n\nKevin Dunn, was named Regional Director of L&F Products for the\n\nCaribbean     and   Mexico.   Dunn     thus   took     over   Zapata’s\n\nresponsibilities, and received the title that Zapata wanted.\n\n            Dunn, however, was already a Vice President at L&F, a\n\nposition higher in rank than the one of Regional Director, when\n\nthe company looked to him to fill the void at L&F.        Under these\n\ncircumstances, we think no rational inference of discrimination\n\nagainst Puerto Ricans can be drawn from Dunn’s assumption of\n\nthese responsibilities as Regional Director.          Further, when a\n\nnew permanent manager was named to cover the Puerto Rican\n\nmarket, it was Alberto Fernández Comas, a Puerto Rican who was\n\nhired from outside the company.\n\nThe Stated Reason as Pretext\n\n            An assertion of pretext requires an examination of the\n\nemployer’s articulated reason for termination.         Where and when\n\nthat reason is articulated has significance.         In Dominguez-Cruz\n\nv. Suttle Caribe, Inc., 202 F.3d 424 (1st Cir. 2000), this court\n\nfound sufficient evidence of pretext to survive summary judgment\n\nwhere the reasons given at termination and in contemporaneous\n\ndocuments appeared to be inconsistent with the defendant's\n\n                                -16-\n\fanswer to the complaint and with deposition testimony. Further,\n\nthe depositions themselves appeared to be inconsistent.               All of\n\nthis was buttressed by extrinsic evidence that undercut the\n\nproffered reason.      Id. at 431-32.\n\n          In this case, by contrast, no reasons were given at\n\ntermination and no contemporaneous documents stating a reason at\n\nthe time of termination have been introduced.               No reasons are\n\ngiven in the answer to the complaint, save for a pleading that\n\nplaintiff was terminated for just cause.            We thus turn to the\n\nexplanations    that    the   managers       involved   gave     at    their\n\ndepositions    for    terminating    Zapata.        Those    explanations,\n\ndescribed above, are themselves consistent and not contradicted\n\nby   either   contemporaneous   documents      or   statements    made    at\n\ntermination,     or    statements     made    later.        Further,     the\n\nexplanations are quite credible in light of the preceding\n\nevents.\n\n          Zapata argues that the four L&F employees who resigned\n\nright before his termination did not make negative comments\n\nabout his management style to the decisionmakers, because\n\nneither the four employees nor the management voiced these\n\ncomplaints to him.     That is not a serious argument.         It is human\n\n                                    -17-\n\fnature for a person not to tell someone to his face about\n\ncomplaints he has just made about him.   And management did not\n\ngive him any reasons, he says.\n\n          More serious is the argument that nothing in the prior\n\nwork history suggests that Zapata was a poor manager.   A trier\n\nof fact could reasonably think that this raises questions about\n\nthe sudden emergence, albeit in a time of extreme pressure, of\n\na managerial style problem on Zapata’s part. On the other hand,\n\na trier of fact could much more readily conclude that the\n\nemployer’s explanation was not a pretext, was quite true,3 and\n\nwas reinforced by two facts: four top employees had just\n\nresigned rather than work with Zapata in a difficult period, and\n\nthe company well knew Zapata had been balking at the directives\n\nfrom the parent company.\n\n          The question on summary judgment is whether the slight\n\nsuggestion of pretext present here, absent other evidence from\n\nwhich discrimination can be inferred, meets plaintiff’s ultimate\n\nburden.   We hold it cannot.   This case fits into the category\n\n\n\n    3     Zapata also did not, by deposition testimony or\naffidavits from the four former employees, refute the\nmanagement's assertions about the employees' reasons for\nresignation.\n\n                               -18-\n\fReeves described of plaintiff creating (at best) a weak issue of\n\nfact as to pretext on the face of strong independent evidence\n\nthat no discrimination occurred. 530 U.S. at 148. Considering,\n\nas   Reeves,   530   U.S.   at   158,   mandates,   the   strength   of\n\nplaintiff's prima facie case, the probative value of the proof\n\nthat the employer's explanation is false, and other evidence\n\nsupporting the employer's case, the employer is entitled to\n\njudgment as a matter of law.\n\n          Affirmed.\n\n\n\n\n                                 -19-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-2546\n\n                         RAMÓN ZAPATA-MATOS,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n             RECKITT & COLMAN, INC., f/k/a L&F PRODUCTS,\n\n                        Defendant, Appellee.\n\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Aida M. Delgado-Colón, U.S. Magistrate Judge]\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n                  Kravitch,* Senior Circuit Judge,\n                     and Lynch, Circuit Judge.\n\n\n\n\n          Jane Becker Whitaker for appellant.\n          Graciela J. Belaval with whom Martinez Odell & Calabria was\non brief for appellee.\n\n\n\n\n     *\n            Of the Eleventh Circuit, sitting by designation.\n\f                            January 14, 2002\n\n\n\n\n           LYNCH,     Circuit   Judge.     Ramón   Zapata-Matos   was\n\nterminated in 1993 from his position with L&F Products as\n\nGeneral Manager for all operations in Puerto Rico, Mexico, and\n\nthe Caribbean.      He had been with the company since 1983 and had\n\nreceived a number of promotions, although in 1992 the company\n\ndeclined to create and promote him to a Regional Director's\n\nposition   as    he   had   requested.    Zapata's   employment   was\n\nterminated on September 28, 1993.        He sued under Title VII of\n\nthe Civil Rights Act of 1964, 42 U.S.C. § 2000e-2 (1994), saying\n\nhe had been discriminated against on the basis of his national\n\norigin as a Puerto Rican.\n\n           In a thoughtful opinion and order, the magistrate judge\n\ngranted summary judgment for defendant L&F.1 The court concluded\n\nthat Zapata had \"presented insufficient evidence from which a\n\nrational fact finder could conclude that in failing to promote,\n\nand subsequently terminating Zapata, L&F Products discriminated\n\n\n    1      L&F is now known as Reckitt & Colman, Inc.\n\n                                  -2-\n\fagainst him on the basis of his Puerto Rican heritage.\"              We\n\nagree, and affirm.     In so doing we clarify what is meant by\n\nevidence of pretext and the ultimate issue of discrimination.\n\n                                  I.\n\n         We review the grant of summary judgment de novo and\n\ndraw all reasonable inferences from the facts in plaintiff’s\n\nfavor.   Lennon v. Rubin, </pre><span class=\"citation\" data-id=\"760938\"><a href=\"/opinion/760938/john-j-lennon-v-robert-rubin-secretary-of-the-treasury/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1999).\n\n         The undisputed facts tell the story.          Zapata was hired\n\nin 1983, as a Manager for Givenchy Products, a division of\n\nSterling Products, Inc.,      itself a subsidiary of Eastman Kodak\n\nCorporation. He was hired by a Sterling vice president with the\n\napproval of Michael Gallagher, the company's President.\n\n         In 1989, Zapata was promoted to the position of General\n\nManager of L&F Products, Caribbean, also an Eastman Kodak\n\nsubsidiary.   Gallagher, again, was involved in his appointment.\n\nIn   addition,       with     Gallagher’s       blessing,      Zapata's\n\nresponsibilities were increased to include Mexico as well as\n\nPuerto Rico and the Carribean.         In recognition of his greater\n\nresponsibilities, Zapata received a salary increase, again with\n\nGallagher’s   approval.     Indeed,    in   1992,   Zapata's   immediate\n\n\n\n                                 -3-\n\fsupervisor stated    that   he   anticipated   promoting     Zapata   to\n\nRegional Director in a year.2\n\n         In 1992, in light of his new responsibilities, Zapata\n\nactively sought to be named Regional Director for L&F for Mexico\n\nand the Caribbean.   Gallagher told Zapata that he was not going\n\nto create a Regional Director position for Zapata's region.\n\nNonetheless,   Zapata   continued      to   receive   very    positive\n\nperformance evaluations, and Gallagher rated his work as \"very\n\ngood.\"\n\n         But a serpent lurked in this happy scene.           The prices\n\ncharged by L&F for its goods in Puerto Rico were as much as 30%\n\nlower than for the same goods on the U.S. mainland.           This led\n\npotential mainland buyers to buy from third party middlemen, who\n\nbought low in Puerto Rico and resold stateside.            The resale\n\nprices were still lower than mainland prices.         The company was\n\nvery concerned about this \"diversion problem\" and Zapata was\n\nordered at a meeting in Montvale, New Jersey early in 1992, and\n\nlater by memo dated July 8, 1992, to make Puerto Rico prices\n\n\n\n    2     He had earlier recommended that the company send Zapata\nto a management development program at a business school like\nWharton or Harvard.\n\n                                 -4-\n\fequal to mainland U.S. prices.        He balked and predicted this\n\nstrategy would cause the Caribbean Division to lose at least\n\n$2.4 million in operating profits. He asked for time to present\n\nan alternative plan. Zapata’s direct supervisor, A.J. Brown,\n\nresponded in a July 8, 1992 memo that while he was willing to\n\nlisten to alternatives, he would not change his position on\n\nprice parity.     Brown told Zapata it was unfortunate he had to\n\n\"order\" Zapata to do this, that Zapata had known of the urgency\n\nof the problem for nine months, and that he should have come up\n\nwith   a   plan    earlier.     Gallagher    was   copied    on    the\n\ncorrespondence.\n\n           In an August 1992 budget meeting, Zapata tried to get\n\nthe price parity directive reconsidered and expressed his fear\n\nabout the negative effect it would have on the Puerto Rican\n\nmarket. According to Zapata, Gallagher responded \"Fuck Puerto\n\nRico . . . .      We’ve got to change and we’ve got to fix this\n\nsituation, because we don’t want this happening.\"      Zapata says\n\nthis remark showed discrimination against Puerto Ricans.          It is\n\nthe only such remark alleged.\n\n           True to form, the company repeated its policy against\n\ndiversion in a memorandum dated November 13, 1992.          As Zapata\n\n                                -5-\n\fpredicted,   the    raising   of   prices   in   Puerto   Rico   and   the\n\nCaribbean substantially hurt his Division’s sales.          Zapata says\n\nsales in Puerto Rico dropped by about 40%.           He also says that\n\nwhen he did the budget review in 1992 he was told by Gallagher\n\nnot to worry about the profit decline because they had the\n\nMexican market. Zapata felt he should \"get Mexico growing.\"\n\nThen, he says, by mid-year 1993 the emphasis was switched back\n\nto Puerto Rico, and he was put under severe pressure to increase\n\nprofits. A goal of $500,000 in profits for the Division was set.\n\n         Zapata, in response, worked on what he called a\n\n\"reengineering plan\" to downsize and eliminate the positions of\n\nsome key employees.      Zapata says he was initially told not to\n\nprepare a budget for 1993, but as the annual budget meeting for\n\nthe upcoming 1993 year -- to be held in Puerto Rico on September\n\n26-28 -- approached, Zapata was reminded of needed financial\n\ninformation by a September 20 memo from Peter Black, the Group\n\nVice President for North America.        Zapata immediately met with\n\nhis key staff.     On the same day, after the meeting, four of the\n\nkey staff members resigned: the managers for Marketing, Sales,\n\nand Products.      The four sent letters to the company.\n\n\n\n                                   -6-\n\f            The magistrate judge’s opinion and order capture the\n\nessence of the letters.       Gloria Castillo, a Marketing Manager,\n\nwrote that she could not \"continue to work under the conditions\n\nnow prevailing at L&F Products, where decisions are taken\n\nimpulsively and the course of action is changed from day to\n\nday.\"     Edgardo De La Torre, a Sales Manager, wrote that he was\n\nresigning due to \"a series of irreconcilable differences with\n\nthe top management of L&F Products Caribbean.\" Yvette De Jesús,\n\na Product Manager, expressed her belief that \"some of the\n\nactions    taken   by   the   company   could   hamper   [her]   future\n\nprofessional growth in this market.\"            Sylvia Rivera, also a\n\nProduct Manager, stated that she was resigning due to \"[t]he\n\natmosphere of instability and uncertainty that has prevailed in\n\nL&F during the last few weeks.\"\n\n            After receiving these letters, Zapata spoke with the\n\nfour employees.     Each expressed different reasons for leaving\n\nthe company, but none of the reasons stated to Zapata concerned\n\nhis own management style.       Several of the employees indicated\n\nthat they were leaving the company due to the company’s new\n\npricing policy, which had resulted in monetary losses to the\n\nPuerto Rico operation.        In light of these four resignations,\n\n                                  -7-\n\fthe review scheduled for September 26, 1993, did not take place.\n\nThe four resignations eliminated the top level of management\n\nunder Zapata in the Division.     Zapata had planned to eliminate\n\ntwo of the positions as part of his reengineering plan, but not\n\nall four.\n\n            Caught by surprise by the four employees' resignation\n\nletters, L&F sent its Vice President of Human Resources, Gary\n\nPearl, and Peter Black to Puerto Rico.             Pearl and Black\n\ninterviewed those four employees and others.      Black told Zapata\n\nthat the four employees were \"renegades.\"       Black also said they\n\nhad a \"tough situation.\"     Black did not, however, say what the\n\nfour employees had told him.      After the interviews, Pearl and\n\nBlack   recommended   to   Gallagher   that   Zapata   be   terminated\n\nimmediately.     Pearl stated that he was told by the four\n\nemployees that Zapata’s management style was deficient and did\n\nnot foster an effective work atmosphere.       Even more seriously,\n\nPearl stated that he was told Zapata \"implemented plans contrary\n\nto stated marketing and sales philosophies and strategies of the\n\nparent company.\"\n\n            Gallagher agreed to terminate Zapata.      Gallagher, who\n\nhad approved the hiring and promotion of Zapata in earlier\n\n                                 -8-\n\fyears, and who thought Zapata's performance had been very good,\n\nsaid at deposition:\n\n                The organization in Puerto Rico had resigned in\n         a major and surprising move with a letter to Ramon\n         that was faxed up to our offices from several of the\n         senior managers, which indicated that they, the\n         organization, had lost confidence in Ramon as their\n         leader and didn’t want to work for the company any\n         more.\n                Obviously, this was a major concern to us, a\n         surprise, and as I recall, Peter Black and Gary Pearl,\n         who was vice president of HR, called down there,\n         talked to some people and they went down there\n         immediately, and in discussions with the people found\n         out that the management style of Mr. Zapata was\n         abusive, disrespectful, to the point that these people\n         were very unhappy and decided to leave, and from what\n         we could tell, the organization had lost confidence in\n         Ramon; he was not managing the way we wanted our\n         managers to manage.\n\n         Zapata was told the news on September 28, 1993.    He\n\nsays he was given no reason for his termination.   He was given\n\na severance package which included payment of his full regular\n\nsalary for six months. A September 27, 1993 letter addressed to\n\nBlack, and signed by more than twenty L&F employees, expressed\n\nsupport for and solidarity with Zapata.\n\n         Faced with vacancies in the top management, L&F moved\n\na long-term manager within the corporate family, Kevin Dunn, in\n\nto oversee the Caribbean and Mexican operations within a few\n\n\n                              -9-\n\fmonths of Zapata's termination. Dunn had been Vice President of\n\nMarketing of consumer products for L&F, and he took the position\n\nof Regional Director for the Caribbean, Puerto Rico and Mexico\n\nwith L&F.     The Puerto Rican and Mexican markets were later\n\nseparated and a Puerto Rican, Alberto Fernández Comas, was named\n\nGeneral Manager of the Puerto Rican market.         Within a year, L&F\n\nProducts itself was sold.\n\n\n\n                                  II.\n\n            Before the district court, this case was governed by\n\nthe burden-shifting framework set out in McDonnell Douglas Corp.\n\nv. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 802-05 (1973).\n\n            Under   the   McDonnell   Douglas   framework,     once   the\n\nplaintiff has met the low standard of showing prima facie\n\ndiscrimination,     the   employer    must   articulate   a   legitimate\n\nnondiscriminatory reason in response.           Texas Dep't of Comty.\n\nAffairs v. Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">, 252-53 (1981).              Once that\n\nreason is articulated, the presumption of discrimination drops\n\nout of the picture, St. Mary's Honor Ctr. v. Hicks, </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">502</span></a></span><pre class=\"inline\">, 511 (1993), the McDonnell Douglas framework with its\n\npresumptions and burdens disappears, and the sole remaining\n\n                                 -10-\n\fissue is of discrimination vel non.                  Reeves v. Sanderson\n\nPlumbing Prods., Inc., </pre><span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 142 (2000);                     Melendez-\n\nArroyo v. Cutler-Hammer De P.R. Co., Inc., </pre><span class=\"citation\" data-id=\"199713\"><a href=\"/opinion/199713/melendez-arroyo-v-cutler-hammer/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span><pre class=\"inline\">, 33 (1st\n\nCir. 2001).\n\n            The McDonnell Douglas framework having dropped out of\n\nthe case, \"the ultimate burden is on [Zapata] to persuade the\n\ntrier of fact that [he was] treated differently because of [his\n\nnational origin].\" Thomas v. Eastman Kodak Co., </pre><span class=\"citation\" data-id=\"765085\"><a href=\"/opinion/765085/myrtle-thomas-v-eastman-kodak-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span><pre class=\"inline\">, 56\n\n(1st Cir. 1999).       On summary judgment, the question is whether\n\nplaintiff     has     produced    sufficient    evidence      that    he   was\n\ndiscriminated against due to his national origin to raise a\n\ngenuine issue of material fact.             Melendez-Arroyo, 273 F.3d at\n\n33; Dominguez-Cruz v. Suttle Caribe, Inc., </pre><span class=\"citation\" data-id=\"767480\"><a href=\"/opinion/767480/alberto-dominguez-cruz-and-nydia-negron-ramos-v-suttle-caribe-inc/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></a></span><pre class=\"inline\">, 430-31\n\n(1st Cir. 2000).\n\n            Reeves reinforced the prior law in this circuit that\n\neven if the trier of fact disbelieves the nondiscriminatory\n\nexplanation given by the employer, the trier is not compelled to\n\nfind that the real reason was discrimination.            530 U.S. at 147;\n\nThomas, 183 F.3d at 57.          That is because the ultimate question\n\nis   not    whether     the   explanation      was   false,    but    whether\n\ndiscrimination was the cause of the termination.                      We have\n\n                                     -11-\n\fadhered to a case by case weighing.        Thomas, 183 F.3d at 58.\n\nNonetheless, disbelief of the reason may, along with the prima\n\nfacie case, on appropriate facts, permit the trier of fact to\n\nconclude that the employer had discriminated. Reeves, 530 U.S.\n\nat 146-47; Thomas, 183 F.3d at 57 (\"[E]vidence showing that the\n\nemployer's articulated reason is false\" can be sufficient to\n\novercome the third stage in the McDonnell Douglas framework, but\n\n\"there can be no mechanical formula . . . . everything depends\n\non the individual facts.\").     Ultimately, the question is one of\n\nthe sufficiency of plaintiff’s evidence.        Id. at 61.     As the\n\nSupreme Court said in Reeves:\n\n          [A]n employer would be entitled to judgment as a\n          matter of law if the record conclusively revealed some\n          other, nondiscriminatory reason for the employer's\n          decision, or if plaintiff created only a weak issue of\n          fact as to whether the employer's reason was untrue\n          and there was abundant and uncontroverted independent\n          evidence that no discrimination had occurred.\n\n530 U.S. at 148.   The facts of each case are important.      Thomas,\n\n183 F.3d at 57.\n\n          We dispose of a preliminary matter where Zapata argues\n\nthat the magistrate judge used an erroneous standard. Zapata argues\n\nthat the magistrate judge incorrectly relied on Mesnick v. Gen. Elec.\n\nCo, </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\"> (1st Cir. 1991), in analyzing the question of pretext\n\n\n                                -12-\n\fby focusing on the employer's belief about the truth of its stated\n\nreason.     In part, Mesnick states that in analyzing whether an\n\n\"employer's proffered reason is actually a pretext for discrimination\n\n. . . . a court's 'focus must be on the perception of the\n\ndecisionmaker,' that is, whether the employer believed its stated\n\nreason to be credible.\" 950 F.2d at 823-24 (quoting Gray v. New England\n\nTel. and Tel. Co., </pre><span class=\"citation\" data-id=\"471269\"><a href=\"/opinion/471269/40-fair-emplpraccas-1597-41-empl-prac-dec-p-36451-irving-p-gray-v/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span><pre class=\"inline\">, 256 (1st Cir. 1986)) (emphasis\n\nomitted).\n\n            We agree that the employer might believe its stated\n\nreason for its action and honestly believe that the reason was\n\nnondiscriminatory, while the jury might find that the same\n\nreason was honestly held but conclude that it constituted\n\ndiscrimination (e.g., stereotyping).          To that extent, the\n\nemployer's good faith belief is not automatically conclusive;\n\nbut this refinement on Mesnick is likely to be rare and is in\n\nany event irrelevant here.     Conversely, there may be pretextual\n\nexplanations -- ones not honestly believed by the decisionmaker\n\n-- which do not lead to liability because the actual unadmitted\n\nreason still does not constitute discrimination.\n\n            With that clarification, we turn to the analysis of the\n\nfacts.    Zapata's theory of discrimination was that this was a\n\nglass-ceiling case: that at L&F a Puerto Rican could hold the\n\n                                 -13-\n\ftitle of General Manager but not the title of Regional Director.\n\nThe implications of the theory are that the company officials\n\nengineered, or took advantage of, a situation where they could\n\nterminate    Zapata’s     employment    rather      than   promote    him   to\n\nRegional Director.        The proof, Zapata says, is that Dunn, an\n\nAnglo, was named Regional Director, and he, Zapata, a Puerto\n\nRican, was not.\n\n            Plaintiff’s case resolves to three themes from the\n\nevidence    that   he   says   permit       the    ultimate    inference    of\n\ndiscrimination: one comment by Gallagher, the company president;\n\nthe fact that some months after Zapata's termination a non-\n\nPuerto Rican assumed his duties, and held the Regional Director\n\ntitle that Zapata had sought; and the fact that the company’s\n\nstated reasons for his termination could be found to be untrue.\n\nWhen these themes are moved from the abstract to the particulars\n\nof the case, they prove to be unimpressive.\n\nThe Comment About Puerto Rico\n\n            Gallagher's    comment     is   best    analyzed    in   context.\n\nZapata sold L&F products in Puerto Rico at prices up to 30%\n\nlower than prices charged to retail outlets in the mainland of\n\nthe United States.      This led potential U.S. buyers to buy from\n\n                                  -14-\n\fsecondary sellers in Puerto Rico (such as K-Mart), still at\n\nlower prices than U.S. prices, thus diverting profits to third\n\nparties.      Concerned about the losses to its United States\n\nmarkets, the company, on July 8, 1992, directly ordered Zapata\n\nto raise prices to the same level as in the continental United\n\nStates.    Zapata resisted but was again ordered to have the new\n\nprices in place by September 1, 1992.     Nonetheless, later in\n\nAugust, Zapata again tried to get the company President, Michael\n\nGallagher, to change course because his sales in Puerto Rico\n\nwould decline if prices rose. An obviously frustrated Gallagher\n\nresponded \"Fuck Puerto Rico . . . .     We’ve got to change and\n\nwe’ve got to fix this situation, because we don’t want this\n\nhappening.\"    The comment was clearly directed to Zapata’s view\n\nthat the company’s concerns about mainland market losses should\n\nbe subordinate to Zapata’s concern about his division.       No\n\nrational fact finder could, in this context, conclude that this\n\ncomment expressed discrimination against the company’s Puerto\n\nRican employees.\n\nThe Replacement\n\n           When the four top employees resigned and the company\n\nfired Zapata, it was left without management for its Puerto\n\n                               -15-\n\fRican operations.    In early 1994, a long-term company employee,\n\nKevin Dunn, was named Regional Director of L&F Products for the\n\nCaribbean     and   Mexico.   Dunn     thus   took     over   Zapata’s\n\nresponsibilities, and received the title that Zapata wanted.\n\n            Dunn, however, was already a Vice President at L&F, a\n\nposition higher in rank than the one of Regional Director, when\n\nthe company looked to him to fill the void at L&F.        Under these\n\ncircumstances, we think no rational inference of discrimination\n\nagainst Puerto Ricans can be drawn from Dunn’s assumption of\n\nthese responsibilities as Regional Director.          Further, when a\n\nnew permanent manager was named to cover the Puerto Rican\n\nmarket, it was Alberto Fernández Comas, a Puerto Rican who was\n\nhired from outside the company.\n\nThe Stated Reason as Pretext\n\n            An assertion of pretext requires an examination of the\n\nemployer’s articulated reason for termination.         Where and when\n\nthat reason is articulated has significance.         In Dominguez-Cruz\n\nv. Suttle Caribe, Inc., </pre><span class=\"citation\" data-id=\"767480\"><a href=\"/opinion/767480/alberto-dominguez-cruz-and-nydia-negron-ramos-v-suttle-caribe-inc/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></a></span><pre class=\"inline\"> (1st Cir. 2000), this court\n\nfound sufficient evidence of pretext to survive summary judgment\n\nwhere the reasons given at termination and in contemporaneous\n\ndocuments appeared to be inconsistent with the defendant's\n\n                                -16-\n\fanswer to the complaint and with deposition testimony. Further,\n\nthe depositions themselves appeared to be inconsistent.               All of\n\nthis was buttressed by extrinsic evidence that undercut the\n\nproffered reason.      Id. at 431-32.\n\n          In this case, by contrast, no reasons were given at\n\ntermination and no contemporaneous documents stating a reason at\n\nthe time of termination have been introduced.               No reasons are\n\ngiven in the answer to the complaint, save for a pleading that\n\nplaintiff was terminated for just cause.            We thus turn to the\n\nexplanations    that    the   managers       involved   gave     at    their\n\ndepositions    for    terminating    Zapata.        Those    explanations,\n\ndescribed above, are themselves consistent and not contradicted\n\nby   either   contemporaneous   documents      or   statements    made    at\n\ntermination,     or    statements     made    later.        Further,     the\n\nexplanations are quite credible in light of the preceding\n\nevents.\n\n          Zapata argues that the four L&F employees who resigned\n\nright before his termination did not make negative comments\n\nabout his management style to the decisionmakers, because\n\nneither the four employees nor the management voiced these\n\ncomplaints to him.     That is not a serious argument.         It is human\n\n                                    -17-\n\fnature for a person not to tell someone to his face about\n\ncomplaints he has just made about him.   And management did not\n\ngive him any reasons, he says.\n\n          More serious is the argument that nothing in the prior\n\nwork history suggests that Zapata was a poor manager.   A trier\n\nof fact could reasonably think that this raises questions about\n\nthe sudden emergence, albeit in a time of extreme pressure, of\n\na managerial style problem on Zapata’s part. On the other hand,\n\na trier of fact could much more readily conclude that the\n\nemployer’s explanation was not a pretext, was quite true,3 and\n\nwas reinforced by two facts: four top employees had just\n\nresigned rather than work with Zapata in a difficult period, and\n\nthe company well knew Zapata had been balking at the directives\n\nfrom the parent company.\n\n          The question on summary judgment is whether the slight\n\nsuggestion of pretext present here, absent other evidence from\n\nwhich discrimination can be inferred, meets plaintiff’s ultimate\n\nburden.   We hold it cannot.   This case fits into the category\n\n\n\n    3     Zapata also did not, by deposition testimony or\naffidavits from the four former employees, refute the\nmanagement's assertions about the employees' reasons for\nresignation.\n\n                               -18-\n\fReeves described of plaintiff creating (at best) a weak issue of\n\nfact as to pretext on the face of strong independent evidence\n\nthat no discrimination occurred. 530 U.S. at 148. Considering,\n\nas   Reeves,   530   U.S.   at   158,   mandates,   the   strength   of\n\nplaintiff's prima facie case, the probative value of the proof\n\nthat the employer's explanation is false, and other evidence\n\nsupporting the employer's case, the employer is entitled to\n\njudgment as a matter of law.\n\n          Affirmed.\n\n\n\n\n                                 -19-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}