{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199768/",
  "absolute_url": "/opinion/199768/united-states-v-diehl/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199768/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:19Z",
  "date_modified": "2017-03-24T11:03:17.078456Z",
  "type": "010combined",
  "sha1": "8bd8d051ca5a807ea89e96b01dc9aae644391812",
  "page_count": 30,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1623-01A.pdf",
  "local_path": "pdf/2002/01/09/US_v._Diehl.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNos. 01-1623\n     01-1624\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n               ANDREW DIEHL AND WILLIAM CUMMING,\n\n                    Defendants, Appellants.\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MAINE\n\n            [Hon. Gene Carter, U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n                 Coffin, Senior Circuit Judge,\n                  and Saris,* District Judge.\n\n\n\n     David M. Sanders, by Appointment of the Court, for appellant\nCummings.\n     Walter Hanstein, by Appointment of the Court, for appellant\nDiehl.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief, for appellee.\n\n\n\n\n     *Of the District of Massachusetts, sitting by designation.\n\fJanuary 9, 2002\n\f       COFFIN,     Senior    Circuit   Judge.        These    are   consolidated\n\nappeals arising out of successful prosecutions of defendants-\n\nappellants Diehl and Cumming for conspiring to manufacture,\n\nmanufacturing,        and    possessing      with     intent     to     distribute\n\nmarijuana.         See 18 U.S.C. § 2; 21 U.S.C. §§ 841(a)(1), 846.\n\nAppellants       entered     conditional     pleas    of     guilty     after    the\n\ndistrict court denied motions to suppress evidence obtained in\n\na search of their property in a remote and secluded area of\n\nwestern Maine.\n\n       At issue is the search warrant, which is challenged on two\n\ngrounds.     First, appellants claim that the warrant improperly\n\nincluded     the    averment   of   Agent    Milligan       of   the   Maine    Drug\n\nEnforcement Agency (\"MDEA\") that he had detected the odor of\n\ngrowing marijuana as he approached appellants’ camp house during\n\na previous, surreptitious visit to the property.                       They assert\n\nthat   the   agent     was    illegally     within    the    curtilage     of    the\n\nresidence when he encountered the smell.                     Second, appellants\n\nclaim there was insufficient basis for issuing a “no-knock”\n\nnight-time warrant.\n\n       The magistrate judge, after an evidentiary hearing, ruled\n\nthat Milligan was not within the curtilage of appellants’ home\n\nwhen he detected the telltale odor of growing marijuana and that\n\nthere was adequate justification for the no-knock warrant.                       The\n\n\n                                       -3-\n\fdistrict court affirmed based on the analysis in the magistrate\n\njudge's opinion.     We conclude that Milligan was unlawfully\n\nwithin the curtilage at the critical time, but that the search\n\nwarrant survives the challenge under the good-faith standard of\n\nUnited States v. Leon, 468 U.S. 897 (1984).          We also hold that\n\nthe affidavit underlying the search warrant gave sufficient\n\nbasis for the issuance of a no-knock warrant.             We therefore\n\naffirm the judgments.\n\n                             I. Background\n\n    The evidence appellants seek to suppress -- drugs and\n\nvarious drug-manufacturing items -- was seized pursuant to a\n\nfacially valid warrant permitting a search of their 17-acre\n\nparcel of land in Phillips, Maine.          The primary focus of these\n\nappeals, however, is an earlier, warrantless entry onto the\n\nproperty by Agent Milligan and two associates.         Throughout this\n\ncase, the government has taken the position that Milligan's\n\nreport that he smelled marijuana during that visit was necessary\n\nto establish the probable cause justifying issuance of the\n\nwarrant.   Whether or not we would agree with that conclusion, we\n\nconsider ourselves bound by it.      Thus, if Milligan obtained the\n\nolfactory evidence through conduct that violated the Fourth\n\nAmendment,   the   warrant   would   have    been   defective   and   the\n\nresulting search would have been unlawful.          Appellants contend\n\n\n                                  -4-\n\fthat       Milligan   violated   the    law    because   he     was    within   the\n\ncurtilage of their home without permission when he obtained the\n\ncritical evidence.\n\n       To set the stage for our legal discussion, we describe below\n\nappellants' property, the evidence presented in the warrant\n\napplication, including details of Milligan's pre-warrant visit,\n\nand    the     testimony    given      at     the   hearing     on     appellants'\n\nsuppression motion.\n\n           The Property.    Appellants’ property was reached only by\n\nproceeding some 700 feet along a discontinued town road (the Old\n\nBray Hill Road), then ascending a 500-foot dirt driveway, which\n\nwas bordered closely by forest and contained a dogleg turn\n\nshutting off a view of the full length.               “No Trespassing” signs\n\nwere posted at the beginning and near the end of the driveway.\n\nThe driveway terminated in a clearing of less than half an acre.\n\nIn the clearing was a crude camp, occupied by appellant Diehl,\n\nhis wife, and appellant Cumming, an outhouse, a pen for animals,\n\nand a line for drying laundry.                At the time of the search in\n\nFebruary 2000, the clearing was covered by snow except for a\n\nplowed parking area for vehicles.               Beyond the camp, a path led\n\nto     a    20-by-72-foot    wood      storage      building,        which   housed\n\nappellants' marijuana production operation.\n\n\n\n\n                                       -5-\n\f       The Warrant Application.             Before Agent Milligan made the\n\nwarrantless entry onto appellants’ property, he had assembled\n\nthe    following      information,        which   he    later      included      in   his\n\naffidavit:         Franklin County Deputy Sheriff Cayer had reported\n\nthat    a    public   safety    official        whom   the    sheriff     considered\n\nreliable had relayed statements from three Massachusetts hunters\n\nthat, during the preceding November, they were near a newly\n\nconstructed, windowless barn or garage-type building on the\n\nproperty when three men emerged with rifles and ordered them off\n\nthe land; in May 1999, a Florida company, Ian Fabrications,\n\npurchased the property in question and obtained a town permit to\n\nconstruct a 20-by-72-foot storage building, with no septic or\n\nwater facilities; appellant Cumming identified himself as one of\n\nfour men running the company, but refused to answer the town\n\nclerk's       question      about   the    nature      of   the    business.          The\n\napplication further reported that when Deputy Cayer and another\n\ndeputy recently drove to the property to investigate, Cumming\n\nran to their vehicle before they had a chance to exit, and\n\nanother man was seen nervously peeking out from a door; that\n\nCayer       had   learned    that   appellant     Diehl      was    the   only    named\n\nofficer of the company; that the company had been dissolved by\n\nFlorida in September 1999 for failure of documentation and had\n\nno papers on file with the Maine Secretary of State; and that\n\n\n                                          -6-\n\fthe local postmaster indicated that the company had received no\n\nbusiness-related mail.\n\n       The    warrant     application      also   recited     that    Milligan,\n\nsuspecting that the new storage building in such a remote spot\n\nmight be the site of an elaborate indoor marijuana cultivation\n\noperation, procured an administrative subpoena and received\n\npower    consumption      records   from    Central   Maine    Power      Company\n\nshowing      that   the   camp,   during    the   past   eight    months,     had\n\nconsumed 16,627 kilowatt hours of power, while the storage\n\nbuilding in the last three months had consumed 12,731 kilowatt\n\nhours (an average monthly use more than twice that of the camp);\n\nand that, on February 23, 2000, at 2:45 a.m., using a thermal\n\ndetection device while flying in a helicopter at about 1,000\n\nfeet, Milligan determined that heat was escaping from portions\n\nof the camp and “on all sides of the storage building,” and that\n\nsurface temperatures -- especially for the storage building --\n\nwere    “significantly      higher”   than    normally    found      in   similar\n\nstructures.\n\n       The application concluded with averments that cultivating\n\nmarijuana under high intensity discharge lamps creates a large\n\namount of heat, necessitating venting of excess heat and stale\n\nair, and with several statements, which we will discuss later,\n\naddressed to the need for a no-knock/night-time warrant.\n\n\n                                      -7-\n\f      Milligan also described the conduct giving rise to the\n\ncurtilage issue.      Paragraph 14 reports that at about 3 a.m. on\n\nFebruary 24, 2000, he and two other officers went on foot to\n\n\"the non-curtilage area of the property” to conduct a better\n\nthermal detection inspection of the camp and storage building.\n\nMilligan describes what happened as follows:\n\n      While standing on the dirt road away from the\n      curtilage of the camp, I pointed a hand-held thermal\n      detection device at the camp and began my survey.\n      While doing so, I could hear a loud “hum” which is\n      consistent with noise made from ballasts providing\n      power to high intensity lights commonly used in indoor\n      marijuana cultivation operations. I could also hear\n      at least two males laughing and talking inside the\n      camp. Moments later, I could smell a strong odor of\n      what I recognized to be growing marijuana coming from\n      the property in question.       Since I could smell\n      marijuana and realized that suspects were awake inside\n      the camp, I decided to terminate the thermal\n      inspection and withdraw from the property to ensure\n      officer safety.\n\nThe   search    warrant    was   issued    at   7:17    p.m.   the   next   day,\n\nauthorizing     an   unannounced,    night-time        search.       The   search\n\nyielded   360    growing    marijuana      plants,     483   “cuttings”     in   a\n\nrooting compound,         scales, grow lights, seeds, and harvested\n\nmarijuana.\n\n      The Hearing.        The magistrate judge granted a hearing on\n\nappellants’ motions to suppress.           In testifying about the 3 a.m.\n\napproach on February 24, Milligan said that he and his two\n\nassociates first attempted to walk through the woods directly to\n\n\n                                     -8-\n\fthe storage building but the snow was too deep.                 They then\n\nfollowed what Milligan called the dirt road or driveway off Old\n\nBray Hill Road to a utility pole at the edge of the clearing.\n\nHe said that the driveway was plowed at least to the camp, but\n\nhe did not go all the way.       He was in the lead of his group and\n\nwas    manipulating   the    thermal     imaging   device.      On    direct\n\nexamination, he said that he did not go past the pole.               On cross\n\nexamination he said that he remembered taking only two steps\n\nbeyond the pole, then later, after          reviewing a video, said he\n\nthought he was fifty, then later, thirty feet behind the pole\n\nwhen he was operating the imager.\n\n       The parties had visited the property in the summer following\n\nthe search in an effort to pinpoint Milligan's location when he\n\nsmelled marijuana.         A comparison video was made and showed a\n\ntelephone pole at the entrance to the driveway, a second one at\n\nthe curve in the driveway, and a third telephone pole at the\n\nbeginning of the clearing, eighty-nine feet from the camp.\n\nCumming testified that Milligan must have been between the last\n\npole   and   the   camp,   approximately    eighty-two   feet    from    the\n\nresidence.     The magistrate judge, relying on the video and\n\nMilligan’s inconsistent versions, so found.\n\n       Other evidence addressed the steps taken by appellants to\n\nprotect their privacy.         They had refused to allow a straight\n\n\n                                   -9-\n\fswath to be cut for a power line from the Old Bray Hill Road to\n\ntheir buildings, and instead cleared an indirect path so that\n\nthe line could follow the bend in the driveway.                  They had their\n\nmail delivered to a post office box in town.                    They instructed\n\nUPS to leave parcels at a store.                 They reached an understanding\n\nwith    their    nearest        neighbor    to    respect    their   passion    for\n\nprivacy.       In the three months preceding the events in question,\n\nthey had received only three visitors: the prior owner, the tax\n\nassessor, and local police who were trying to unearth some\n\ninformation about appellants.\n\n       Finally, there was testimony about the uses to which the\n\nclearing around the camp had been put.                       Because the living\n\nquarters were minimal and poorly sound-proofed, appellants and\n\nMrs. Diehl testified that they would go outdoors to talk, use\n\nthe portable telephone, meditate, read, write letters, play with\n\npet goats,       play frisbee and horseshoes, usher in the new year,\n\nand    hang    laundry     on    the   line.      Cumming    occasionally   would\n\nurinate       there   if   the    camp     bathroom   were    occupied,   and    he\n\nsunbathed in the nude.            The Diehls would repair to a bench for\n\nintimate times, even well into the fall.                       Milligan had no\n\nknowledge of such activities.               When he made his approach, snow\n\nwas on the ground and one vehicle was buried, another parked on\n\nthe plowed area.\n\n\n                                         -10-\n\f                            II. The Curtilage Issue\n\nA. Standard of Review\n\n      In reviewing a district court's curtilage decision, we\n\nconfront     a    mixture    of   specific       factual   questions,    such   as\n\ndistances, visibility, boundaries, and uses of property, as well\n\nas   legal       conclusions.       This    court    has   never   specifically\n\narticulated        the   standard    of    review   applicable     to   curtilage\n\ndeterminations, but we believe that United States Supreme Court\n\nprecedent and our own caselaw call for clear error review of the\n\ndistrict court's factual findings and de novo review of the\n\ncourt's legal conclusions.\n\n      In Ornelas v. United States, 517 U.S. 690, 698-99 (1996),\n\nthe Supreme Court endorsed a de novo standard of review for the\n\nultimate resolution of similar Fourth Amendment questions: the\n\ndetermination of \"reasonable suspicion\" and \"probable cause.\"\n\nAs in those inquiries, the question of curtilage requires a\n\ncourt to make a legal judgment about the significance of a\n\ncollection of facts.              We borrow the observations of the Ninth\n\nCircuit in United States v. Johnson, 256 F.3d 895 (9th Cir.\n\n2001) (en banc)1:\n\n\n      1\n      The Ninth Circuit in Johnson issued two majority decisions\nresolving different issues. Six of the eleven judges signed the\nopinion adopting this standard of review.     In a concurrence,\nJudge Tashima observed that that holding was dictum because the\ncourt was not in actuality reviewing a curtilage determination\n\n                                          -11-\n\f    The curtilage question turns on \"whether the area in\n    question is so intimately tied to the home itself that\n    it should be placed under the home's 'umbrella' of\n    Fourth Amendment protection.\"      [United States v.\n    Dunn], 480 U.S. [294, 301 (1987)].    The question of\n    whether an area should be protected by the Fourth\n    Amendment is not ultimately a factual one. It depends\n    upon whether the government's intrusion in the area\n    \"infringes upon the personal and societal values\n    protected by the Fourth Amendment.\" Oliver [v. United\n    States, 466 U.S. 170, 182-83 (1984)]. In making that\n    determination, a court must apply this legal value\n    judgment to the facts of each case.\n\nId. at 912-13 (footnote omitted).              The application of law to a\n\nparticular set of facts is not \"peculiarly within the province\n\nof the district courts,\" id. at 913, and indeed, \"[i]ndependent\n\nreview is . . . necessary if appellate courts are to maintain\n\ncontrol of, and to clarify, the legal principles,\" Ornelas, 517\n\nU.S. at 697.\n\n    Even before the Court's decision in Ornelas, we had utilized\n\n\"this     dichotomous        standard    of    review\"     for    constitutional\n\nquestions involving a mix of fact and law.                See United States v.\n\nSchaefer, 87 F.3d 562, 565 n.2 (lst Cir. 1996) (\"The Ornelas\n\nCourt's    holding      is    fully     consistent       with    this   circuit's\n\nprecedent . . . .\" (citing United States v. Zapata, 18 F.3d 971,\n\n\n\nin light of the other majority's decision to remand the case to\nthe district court for a decision on that issue in the first\ninstance. See 256 F.3d at 919-20. Judge Kozinski, writing for\nfour of the six-person majority on the standard of review,\nexplored the concept of dicta and concluded that the holding on\nstandard of review has precedential force. See id. at 914-16.\n\n                                        -12-\n\f975 (lst Cir. 1994) (\"In scrutinizing a district court's denial\n\nof   a       suppression    motion,   the   court   of   appeals   will   review\n\nfindings        of   fact   for   clear    error,   while   at   the   same   time\n\nsubjecting the trial court's ultimate constitutional conclusions\n\nto plenary oversight.\"))).2           We therefore explicitly extend this\n\napproach to findings that particular locations are within or\n\noutside a home's curtilage.3\n\n         B. The Dunn Analysis\n\n         We thus proceed to consider whether Milligan unlawfully\n\nstood within the curtilage of appellants' home when he detected\n\n\n\n         2\n       Before Ornelas, courts typically considered curtilage\nquestions as factual matters subject to clear error review. See,\ne.g., United States v. Friend, 50 F.3d 548, 552 (8th Cir. 1995),\nvacated and remanded on other grounds by Friend v. United\nStates, 517 U.S. 1152 (1996); United States v. Benish, 5 F.3d\n20, 23-24 (3d Cir. 1993); United States v. Knapp, 1 F.3d 1026,\n1029 (10th Cir. 1993); United States v. Hatch, 931 F.2d 1478,\n1480 (llth Cir. 1991); Hodges v. United States, 243 F.2d 281,\n283 (5th Cir. 1957). The Ninth Circuit thus far appears to be\nthe only circuit to have expressly adopted the de novo standard\nbased on the Supreme Court's decision. The Second Circuit in\nUnited States v. Reilly, 91 F.3d 331, 331 (2d Cir. 1996) (per\ncuriam), assumed but did not decide that Ornelas requires de\nnovo review. The Seventh Circuit in United States v. Shanks, 97\nF.3d 977, 979 (7th Cir. 1996), inexplicably cited Ornelas\nwithout discussion in applying a clearly erroneous standard.\n         3\n       We emphasize, as did the Court in Ornelas, that this\nstandard confers a substantial degree of deference on the\ndistrict court in the first tier of review: \"[W]e hasten to\npoint out that a reviewing court should take care both to review\nfindings of historical fact only for clear error and to give due\nweight to inferences drawn from those facts by resident judges\nand local law enforcement officers.\" 517 U.S. at 699.\n\n                                          -13-\n\fthe smell of marijuana.          We are given an unusual combination of\n\nspecific and general guidance in United States v. Dunn, 480 U.S.\n\n294 (1987).\n\n      In Dunn, the Court spelled out four specific factors to be\n\naddressed: “the proximity of the area claimed to be curtilage to\n\nthe home, whether the area is included within an enclosure\n\nsurrounding the home, the nature of the uses to which the area\n\nis put, and the steps taken by the resident to protect the area\n\nfrom observation by people passing by.”                  Id. at 301.    Then,\n\nhowever, the Court cautioned that these factors are useful only\n\nto   the   extent   they    shed    light    on   “the   centrally   relevant\n\nconsideration — whether the area in question is so intimately\n\ntied to the home itself that it should be placed under the\n\nhome’s     ‘umbrella’      of    Fourth   Amendment      protection.”     Id.\n\nTherefore, although we defer to findings regarding specific\n\nevents, conditions, and structures, our basic issue is whether\n\nthis central legal standard has been met.\n\n      We first must dispose of the government's contention that\n\nthere is a simple answer to our problem, short of getting into\n\nthe curtilage issue.            The government would have us rule that\n\nMilligan’s presence in a driveway, near a utility pole bearing\n\na meter, vitiates any expectation of privacy.                Indeed, at oral\n\nargument the government argued that if Milligan had only kept\n\n\n                                      -14-\n\fwalking on the driveway, he could have come very close to the\n\ncamp with no danger of violating any curtilage.\n\n       On scrutiny, the driveway cases cited from this circuit and\n\nothers do not stand for the proposition urged by the government,\n\nthat “there is no Fourth Amendment protection in driveways.”                In\n\nUnited States v. Roccio, 981 F.2d 587, 591 (1st Cir. 1992), we\n\nupheld the seizure by IRS agents of a vehicle that was parked on\n\nan unobstructed driveway and thus was easily visible from the\n\nstreet.      We   noted   our    prior   conclusion   that   \"there   is   no\n\nexpectation of privacy in a driveway that is exposed to the\n\npublic,\" id., citing       United States v. Hensel, 699 F.2d 18, 32-\n\n33 (1st Cir. 1983), which held that a license plate number taken\n\nfrom    an   automobile     visible      to   occasional     passersby     was\n\nadmissible evidence.      Here, by contrast, the significant portion\n\nof the driveway was far from public view.\n\n       As for the relevance of a meter on a pole, signifying an\n\noccasional visit by a meter reader, homeowners throughout the\n\ncountry would be astonished to learn that they had abandoned all\n\ncurtilage protection by allowing meters to be affixed to the\n\nsides of their houses.          Dunn’s requirement that a resident make\n\nefforts to avoid “observation by people passing by,” 480 U.S. at\n\n301, surely does not require efforts to insure total insulation\n\nat all times.      Thus, neither the driveway line of cases nor the\n\n\n                                     -15-\n\fpresence of the utility meter preempts our exploration of the\n\ncurtilage factors.\n\n        Proximity.    The magistrate judge ruled that a distance of\n\neighty-two feet between the camp and the spot where Milligan\n\nsmelled the marijuana was not determinative.               She did comment\n\nthat the presence of the pole within the clearing and Milligan’s\n\nproximity to it, as well as the likelihood of limited intrusions\n\nby    unannounced   visitors,    weighed   somewhat   in    favor   of   the\n\ngovernment.    As the government has pointed out, there are cases\n\nwhere distances under eighty-two feet have been held not to be\n\nwithin the curtilage and other cases where greater distances\n\nhave been held to be within it.\n\n       We, too, find no decisive help in the 82-foot distance from\n\nthe camp.     We do note, however, the absence of any indications\n\nof    a boundary closer to the camp.       And we are mindful of Judge\n\nFriendly’s observation in United States v. Arboleda, 633 F.2d\n\n985, 992 (2d Cir. 1980) (quoting Commonwealth v. Thomas, 358\n\nMass. 771, 267 N.E.2d 489, 491 (1971)): \"'In a modern urban\n\nmultifamily apartment house, the area within the \"curtilage\" is\n\nnecessarily much more limited than in the case of a rural\n\ndwelling subject to one owner’s control.'\"\n\n       Enclosure.    The magistrate judge reasoned that there were\n\n“no    artificial   enclosures    that    might   assist    the   curtilage\n\n\n                                   -16-\n\fanalysis,” and that although wooded areas might at some points\n\naround the property delineate the outer limits of curtilage,\n\n“the tree line is not so close to the camp at the head of the\n\ndriveway” as to mark that limit for one entering the clearing\n\nvia the driveway.   This seems to us another way of commenting on\n\nproximity.   Artificial enclosures for most homes, as the Dunn\n\nCourt observed, \"will be clearly marked\" to define \"the area\n\naround the home to which the activity of home life extends,\" 480\n\nU.S. at 302 (quoting Oliver v. United States, 466 U.S. 170, 182\n\nn.12 (1984)).   But in this case, the private interests of the\n\ninhabitants extended throughout the clearing, with no reason for\n\ninternal demarcation.   Both the Second Circuit in United States\n\nv. Reilly, 76 F.3d 1271, 1278 (2d Cir. 1996),4 and the Sixth\n\nCircuit in Daughenbaugh v. City of Tiffin, 150 F.3d 594, 599\n\n(6th Cir. 1998), have embraced the language in Williams v.\n\nGarrett, 722 F. Supp. 254, 260-61 (W.D. Va. 1989):\n\n    [R]eading the word “enclosure” in Dunn to require an\n    artificial barrier seems unduly narrow. The boxwood\n    hedge and the heavy woods created a natural enclosure\n\n\n    4  The panel in Reilly initially reviewed the district\ncourt's curtilage determination for clear error. See 76 F.3d at\n1279.   The government sought a rehearing based on the newly\nissued Ornelas decision, and it was in the course of\nreconsideration that the panel \"assumed, without deciding, that\nOrnelas requires us to review the district court's finding of\ncurtilage de novo . . . ,\" 91 F.3d at 331. See note 2 supra.\nThe panel concluded that the result was the same under either\nstandard.\n\n                               -17-\n\f       around the home and yard; requiring a person to expend\n       resources and sacrifice aesthetics by building a fence\n       in order to obtain protection from unreasonable\n       searches is not required by the constitution.\n\n       In short, as to this factor, we think the magistrate judge\n\nplaced too much emphasis on the need for artificial enclosures\n\nin a fairly small clearing, already enclosed by forest, where\n\nthe home-related uses did not require such enclosures.\n\n       Use.   The magistrate judge gave short shrift to both use of\n\nthe property and the steps taken to protect the area from\n\nobservation.     The decision noted that “there was no objective\n\nbasis for Agent Milligan to conclude that the Defendants used\n\nthe location in which he stood for the intimate activities of\n\nthe home.”     The Court in Dunn made the converse observation that\n\n\"[i]t    is   especially   significant   that   the   law   enforcement\n\nofficials possessed objective data indicating that the barn was\n\nnot being used for intimate activities of the home.\" 480 U.S. at\n\n302.    On this point, Justice Scalia parted company with the\n\nmajority, saying that actual use, not law enforcement officials’\n\nknowledge, was the significant fact.       Id. at 305.      The Reilly\n\ncourt opined that this reference in Dunn did not alter the\n\ncourt's statement that actual use was the relevant factor, but\n\nrather was directed to situations in which officers’ perceptions\n\ncoincided with actual use.      See 76 F.3d at 1278.\n\n\n\n                                 -18-\n\f    The government tries to take advantage of the Dunn reference\n\nto objective data of use by pointing out that illegal activity\n\nwas suggested by the objective evidence possessed by Milligan of\n\npower consumption, the fictitious existence of Ian Fabrications,\n\nthe construction of a large building with no windows, water, or\n\nsewage, the absence of signs of commercial activity, and the\n\nevasive or confrontational nature of dealings with occupants.\n\nAll of these indicia, however, related to use of the storage\n\nbuilding, not the clearing adjacent to the appellants’ living\n\nquarters.\n\n    Whatever     may    be    the   proper   reach   of   the   reference   to\n\nevidence of illegal activity, we are not willing to expand it to\n\nrequire that, to invoke curtilage protection, there must be\n\nobjective evidence of intimate uses possessed by officers.               Such\n\nwould totally eviscerate the protection, making it depend on the\n\nexigencies of night or day, rain or shine, and winter or summer.\n\nIt would turn the concept upside down, presuming the absence of\n\ncurtilage until and unless the contrary appears.                  The circuit\n\ncourt opinions of which we are aware have not gone beyond\n\nobjective evidence of non-intimate use of the property.                  See,\n\ne.g., Reilly, 76 F.3d at 1278-79; United States v. Depew, 8 F.3d\n\n1424,   1427   (9th    Cir.   1993),   overruled     on   other   grounds   by\n\n\n\n\n                                     -19-\n\fJohnson, 256 F.3d at 911-914; United States v. Swepston, 987\n\nF.2d 1510, 1515 (10th Cir. 1993).\n\n      On this factor we therefore disagree with the approach taken\n\nby   the   magistrate    judge.   The    evidence   of   personal,   even\n\nintimate use of the clearing, was ample and not restricted to\n\nany specific area.\n\n      Steps Taken to Protect from Observation.           The magistrate\n\njudge addressed this factor summarily, observing that while\n\ndefendants obviously desired to conceal their illegal activity,\n\nit was “unreasonable for them to expect that no visitors would\n\never wander up the driveway or through the woods to stand within\n\nthe perimeter of the clearing or in the vicinity of the utility\n\npole.”\n\n      Our task is to look at “the steps taken by the resident to\n\nprotect the area from observation by people passing by.”             Dunn,\n\n480 U.S. at 301.        The facts we have summarized concerning the\n\nlocation of the property, the bend in the long driveway, the\n\nsurrounding woodland, and the efforts of the inhabitants to\n\ndiscourage mail delivery and visits from neighbors and officials\n\nall seem to have created a locus as free from observation by\n\npassersby as one could conceive.\n\n      We think current case law supports our judgment that this\n\nfourth Dunn factor weighs in favor of defendants.             In United\n\n\n                                  -20-\n\fStates v. Jenkins, 124 F.3d 768, 773 (6th Cir. 1997), the Sixth\n\nCircuit considered a back yard that was partly shielded from the\n\nroad by defendants’ house and backed up by a wooded field, and\n\nheld    that   these     protections   were   sufficient   to   prevent\n\nobservation from the road or “undesired public viewing of the\n\nbackyard.”     The court said:\n\n       It is also important to remember that defendants live\n       in a remote and sparsely populated rural area where\n       they would have had no particular reason to believe\n       that they needed to construct a high impenetrable\n       fence around the backyard in order to ensure their\n       privacy.\n\nId.; see also Depew, 8 F.3d at 1428.\n\n       While we have registered disagreement with the district\n\ncourt on several of the Dunn factors, we rest our decision on\n\nthis issue of curtilage on the overall \"centrally relevant\n\nconsideration — whether the area in question is so intimately\n\ntied to the home itself that it should be placed under the\n\nhome's 'umbrella' of Fourth Amendment protection.\" 480 U.S. at\n\n301.    Our overview is of a 17-acre wooded tract in a remote\n\nrural area, with a residence and clearing occupying less than\n\none half acre.         This equates to a not very large island of\n\nsomething under 21,780 square feet or, say, 30-by-70 yards, far\n\nfrom a road, neighbors, or passersby.         The claimed private uses\n\nof the “island” are not unusual in such circumstances.                A\n\nrational basis for segregating part of the clearing from the\n\n                                  -21-\n\fremainder as curtilage is not apparent to us.            We therefore hold\n\nthat Agent Milligan was within the curtilage of appellants'\n\nresidence when he smelled the odor of marijuana.\n\n                           III. Good Faith\n\n    The district court, having found no violation of curtilage,\n\nhad no occasion to reach the question whether Milligan's conduct\n\nmet the standards of good faith set forth in Leon, 468 U.S. at\n\n897, such that applying the exclusionary rule would serve no\n\ndeterrent purpose.     We must reach this issue because of the\n\nconcession   that   paragraph     14    of    the   warrant   application,\n\ndetailing Milligan’s warrantless entry on the property and his\n\ndetection of the odor of marijuana, added a critically necessary\n\nbasis for probable cause.       In other words, it is not open to us\n\nto consider harmless error.            We further recognize that the\n\nburden on the issue of good faith rests on the government.\n\nUnited States v. Brunette, 256 F.3d 14, 19 (1st Cir. 2001).\n\n    In Leon, the Court considered the costs and benefits of\n\napplying   the   exclusionary    rule    to   evidence    seized   under   a\n\nwarrant subsequently held invalid.             It reaffirmed continued\n\napplication of the rule in cases of substantial and deliberate\n\nFourth Amendment violations.           But it questioned whether such\n\napplication would have any deterrent effect on officers who have\n\n\"acted in the objectively reasonable belief that their conduct\n\n\n                                  -22-\n\fdid not violate the Fourth Amendment.\"               Leon, 468 U.S. at 918.\n\nRecognizing     that       determination      of    probable    cause   is   the\n\nmagistrate’s responsibility,            id. at 921, the Court reserved\n\nsuppression as \"an appropriate remedy if the magistrate or judge\n\nin issuing a warrant was misled by information in an affidavit\n\nthat the affiant knew was false or would have known was false\n\nexcept for his reckless disregard of the truth,\" id. at 923.\n\n       Appellants seek to link Milligan to such conduct through the\n\nstatement in his affidavit that he smelled marijuana \"[w]hile\n\nstanding on the dirt road away from the curtilage of the camp.\"\n\nThey contrast this with \"the fact that Milligan purposely turned\n\noff the road and walked 500 feet up a driveway and fifty feet\n\ninto the appellants’ yard\" and ask how any statement could have\n\nbeen more misleading.           In short, they read the affidavit as\n\nsaying that Milligan was standing on the Old Bray Hill Road when\n\nhe was pointing the imager at the camp.\n\n       Such an interpretation requires the reader to believe that\n\nMilligan, separated from the camp by several hundred feet of\n\ndense forest, pointed his thermal detection device at the camp,\n\nand, similarly, that it was from this road that he heard the\n\n\"hum\" from high intensity lights and male voices from the camp.\n\nIt is transparent that Milligan’s reference to standing \"on the\n\ndirt    road\"   was    a    reference    to   the    driveway    entering    the\n\n\n                                     -23-\n\fclearing.     Indeed, he testified at the hearing in identifying\n\naerial photos, \"This is the Bray Hill Road, and then this would\n\nbe the dirt road or the driveway.\"                On cross examination, he\n\nagain made it clear that he equated his concept of a dirt road\n\nwith the camp road or driveway.         And in the affidavit itself, in\n\nparagraph 4, he referred to the camp’s driveway as \"an old camp\n\nroad.\"\n\n    The     magistrate      judge    found   that    Milligan’s      affidavit\n\ndescription was \"not entirely accurate based upon the testimony\n\npresented at the hearing, as the officer was clearly in the\n\nprivate driveway of the residence.\"               This measured finding is\n\nconsistent with either inadvertence or sloppiness, but not with\n\nan intentional misrepresentation, or one made with reckless\n\ndisregard of the truth.             It is, if anything, an effort to\n\nconform     the   factual    testimony       to    the   preferred    way   of\n\ndistinguishing the Old Bray Hill Road from the road leading off\n\nit to the camp.     The inconsistency strikes us as more a matter\n\nof semantics than geography.           We see no possibility that the\n\nissuing magistrate judge was misled by this statement in the\n\naffidavit.\n\n    It is true that Milligan’s characterization of his position\n\nas being \"away from the curtilage\" states a legal conclusion,\n\nbut this, contrary to appellants’ assertion, did not \"take[]\n\n\n                                     -24-\n\faway from the issuing court the ability to decide\" the issue.\n\nThe     magistrate judge had information that Milligan was close\n\nenough to the camp to hear the hum of lights, to focus his\n\nthermal imager, and to hear voices from a poorly sound-proofed\n\ncamp with, according to Cumming, \"paper-thin walls.\"\n\n       Apart from their argument based on Milligan’s use of the\n\nwords    \"dirt       road,\"    appellants           point   to    the   inconsistent\n\nstatements Milligan made as to precisely where he was standing\n\nwhen he smelled marijuana.                   These led the magistrate judge to\n\ncredit appellants’ view that he was eighty-two feet from the\n\nhouse.    But the fact that Milligan identified various locations,\n\ntestifying five months later about a 3 a.m. expedition in the\n\nsnow    while    operating         a   thermal      imaging   device,    has   little\n\nbearing on the integrity of the warrant application.\n\n       When     we   look     at       our    own   precedents in applying the\n\nexclusionary rule, post-Leon, we recognize the gulf separating\n\nthem from the affidavit in the case at bar.                      In United States v.\n\nVigeant, 176 F.3d 565, 573-74 (1st Cir. 1999), we detailed seven\n\nmaterial omissions.           In United States v. Ricciardelli, 998 F.2d\n\n8, 16 (1st Cir. 1993), we found the warrant to suffer from a\n\n\"glaring and easily correctable\" facial defect, as well as a\n\nfailure to communicate the details of a relevant and problematic\n\nsting operation.         And in United States v. Fuccillo, 808 F.2d\n\n\n                                             -25-\n\f173, 178 (1st Cir. 1987), we held that officers were reckless in\n\npreparing an affidavit for an overbroad warrant by failing to\n\nprovide available information that would enable stolen goods to\n\nbe distinguished from those legally on the premises.\n\n     Appellants' reliance on Reilly, 76 F.3d at 1280, overlooks\n\ncritical differences.          In the first place, the court in Reilly\n\nfaulted    the    affidavit      for    omitting    almost    all   information\n\nconcerning       the   area    of     the   pre-warrant   entry.         Id.      No\n\ninformation was given as to \"distances involved, the layout,\n\nconditions, and other like particulars,\" which were necessary if\n\nthe issuing judge were to make a valid assessment.                   Id.       Here,\n\nas   our   summary     of     the     affidavit    indicates,    there     was    an\n\nabundance of detail.            Whether or not probable cause existed\n\napart from the report of smell, at the very least the affidavit\n\nwas far from bare bones.\n\n     A second difference lies in the fact that the circumstances\n\nof the pre-warrant search in Reilly \"raise[d] serious doubts\n\nabout the officers' good faith at that earlier time,\" id.                          A\n\nfull account of that search, the Reilly court ruled, should have\n\nbeen given the issuing judge so that he could determine if the\n\nofficers'    conduct,         which     included    walking     across    a    well\n\nmaintained stretch of the defendants' property and peering into\n\nthe windows of a cottage, was in such bad faith as to preclude\n\n\n                                         -26-\n\fa warrant.    Id.    Here, the conduct of Milligan is faithfully set\n\nforth, with no suggestion that material information has been\n\nomitted.\n\n    Although we have held that Milligan's absence of knowledge\n\nof the intimate uses to which the clearing had been put does not\n\nbear on the curtilage issue, we see merit in Justice Scalia’s\n\ncomment in Dunn that \"[t]he officers' perceptions might be\n\nrelevant to whether intrusion upon curtilage was nevertheless\n\nreasonable . . . .\"        480 U.S. at 305.   While we have recognized\n\nthat the contours of curtilage do not vary with the seasons, the\n\ncamouflage of domestic pursuits created by the snow is relevant\n\nto Milligan's perceptions and absence of bad faith.\n\n    In sum, we think this is a case of \"a 'penumbral zone,'\n\nwithin     which    an   inadvertent   mistake   would   not    call   for\n\nexclusion,\" thus protecting against the temptation for \"judges\n\nto bend fourth amendment standards\" to avoid releasing suspects.\n\nLeon, 468 U.S. at 925 n.26 (citation omitted).                 Milligan's\n\naffidavit reflects neither deliberate misstatement nor any other\n\nbad faith, and we therefore hold that the remedy of exclusion in\n\nthis instance is inappropriate.\n\n                         IV. Night-time/No-Knock Warrant\n\n    Milligan’s application closed with four proffered bases for\n\nobtaining a night-time/no-knock warrant: (1) access via a long\n\n\n                                    -27-\n\fdirt road and driveway made it impossible to walk quickly to the\n\nfront door; (2)reports indicated that the occupants were armed,\n\nand because they also were elusive, Milligan had been unable to\n\ncheck    their        records    for   violence;        (3)   indoor     marijuana\n\ncultivation of significant scale often involves firearms; and\n\n(4)    the    commander    of    the   Maine    State    Police    Tactical   Team\n\nadvised a “tactical entry” at night and without notice.\n\n       The magistrate judge did not address this issue, assuming\n\nthat it was not being pursued.                  Appellants have vigorously\n\ncontested this and the government acknowledges that the status\n\nof the issue is not clear.             We shall address it.\n\n       Although there is a “presumption in favor of announcement”\n\nof the presence of officers with a warrant, Wilson v. Arkansas,\n\n514    U.S.    927,    935-36    (1995),   it    will    yield    to   “reasonable\n\nsuspicion” that knocking and announcing would be dangerous or\n\nfutile, or would inhibit effective investigation of the crime\n\nby, for example, resulting in destruction of all evidence,\n\nRichards v. Wisconsin, 520 U.S. 385, 394 (1997).                   This burden is\n\nnot large and the version of the record favoring the trial\n\ncourt’s ruling governs.            Cf. United States v. Tibolt, 72 F.3d\n\n965,     969     (lst     Cir.     1995)       (discussing        when   \"exigent\n\ncircumstances\" justify a warrantless entry).\n\n\n\n\n                                        -28-\n\f      The standard of deference is particularly pertinent.                   The\n\nmajor basis for the no-knock warrant here is the report made to\n\nthe local public safety official by three Massachusetts hunters\n\nconcerning    the   three       men    with    rifles   exiting   the   storage\n\nstructure with rifles and ordering them off the land. Appellants\n\nwould have us view this as simply an uncorroborated anonymous\n\ntip and would have us indulge the assumption that the armed\n\ntrio, like the Massachusetts men, were merely fellow sportsmen\n\nwith no propensity for violence.               The issuing judge, however,\n\nwas entitled to view this as a report made to a local law\n\nenforcement official by witnesses who made no effort to conceal\n\ntheir    identities,      concerning      an   isolated    structure    already\n\nsuspected to be the focus of illegal drug activity.                   The judge\n\nwas further entitled to doubt that the three individuals were\n\nout   for   sport   and    to   view    this    incident   as   one   involving\n\npossible     employees     in    an    illegal     enterprise,        not   only\n\npossessing firearms, but determined to use them to back up their\n\norder.\n\n      So viewed, this basis is more than mere possession of\n\nweapons; it is a group of men with ready weapons threatening to\n\nuse them.     We find apposite the recent case, United States v.\n\nGambrell, 178 F.3d 927, 929 (7th Cir. 1999), in which a no-knock\n\nwarrant was held to be validly issued where an informant had\n\n\n                                        -29-\n\fstated   that   the   occupant     “answered    the   door   wearing    a   .25\n\ncaliber gun in her front pocket.”              The presence of guns, not\n\njust in the apartment, but strapped to and accessible to the\n\npeople inside, in the context of a drug operation, was held\n\nsufficient justification for the warrant.             Here, too, the known\n\ninformation was enough to justify the issuing judge's exercise\n\nof discretion in issuing the warrant.\n\n                              V. Conclusion\n\n    We hold that although the critical piece of evidence for the\n\nsearch   warrant,     the   odor   of   marijuana,    was    obtained   by    a\n\nviolation of appellants’ curtilage, the agent’s conduct was\n\nneither intentionally misleading nor reckless.               We therefore do\n\nnot apply the exclusionary rule as a sanction.               Nor do we find\n\nthe application insufficient to justify the night-time/no-knock\n\nwarrant.\n\n    Affirmed.\n\n\n\n\n                                    -30-\n\f",
  "html": "<p class=\"case_cite\">276 F.3d 32 (1st Cir. 2002)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ANDREW DIEHL AND WILLIAM CUMMING, Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 01-1623 &amp; 01-1624</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Nov. 7, 2001<br>Decided January 9, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. Gene Carter, U.S. District Judge[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">David M. Sanders, by Appointment of the Court, for appellant Cummings.</p>\n      <p class=\"indent\">Walter Hanstein, by Appointment of the Court, for appellant Diehl.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Saris,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are consolidated appeals arising out of successful prosecutions of defendants-appellants Diehl and Cumming for conspiring to manufacture, manufacturing, and possessing with intent to distribute marijuana. See 18 U.S.C. &#167; 2; 21 U.S.C. &#167;&#167; 841(a)(1), 846. Appellants entered conditional pleas of guilty after the district court denied motions to suppress evidence obtained in a search of their property in a remote and secluded area of western Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At issue is the search warrant, which is challenged on two grounds. First, appellants claim that the warrant improperly included the averment of Agent Milligan of the Maine Drug Enforcement Agency (\"MDEA\") that he had detected the odor of growing marijuana as he approached appellants' camp house during a previous, surreptitious visit to the property. They assert that the agent was illegally within the curtilage of the residence when he encountered the smell. Second, appellants claim there was insufficient basis for issuing a \"no-knock\" night-time warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The magistrate judge, after an evidentiary hearing, ruled that Milligan was not within the curtilage of appellants' home when he detected the telltale odor of growing marijuana and that there was adequate justification for the no-knock warrant. The district court affirmed based on the analysis in the magistrate judge's opinion. We conclude that Milligan was unlawfully within the curtilage at the critical time, but that the search warrant survives the challenge under the good-faith standard of United States v. Leon, 468 U.S. 897 (1984). We also hold that the affidavit underlying the search warrant gave sufficient basis for the issuance of a no-knock warrant. We therefore affirm the judgments.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The evidence appellants seek to suppress -- drugs and various drug-manufacturing items -- was seized pursuant to a facially valid warrant permitting a search of their 17-acre parcel of land in Phillips, Maine. The primary focus of these appeals, however, is an earlier, warrantless entry onto the property by Agent Milligan and two associates. Throughout this case, the government has taken the position that Milligan's report that he smelled marijuana during that visit was necessary to establish the probable cause justifying issuance of the warrant. Whether or not we would agree with that conclusion, we consider ourselves bound by it. Thus, if Milligan obtained the olfactory evidence through conduct that violated the Fourth Amendment, the warrant would have been defective and the resulting search would have been unlawful. Appellants contend that Milligan violated the law because he was within the curtilage of their home without permission when he obtained the critical evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To set the stage for our legal discussion, we describe below appellants' property, the evidence presented in the warrant application, including details of Milligan's pre-warrant visit, and the testimony given at the hearing on appellants' suppression motion.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Property. Appellants' property was reached only by proceeding some 700 feet along a discontinued town road (the Old Bray Hill Road), then ascending a 500-foot dirt driveway, which was bordered closely by forest and contained a dogleg turn shutting off a view of the full length. \"No Trespassing\" signs were posted at the beginning and near the end of the driveway. The driveway terminated in a clearing of less than half an acre. In the clearing was a crude camp, occupied by appellant Diehl, his wife, and appellant Cumming, an outhouse, a pen for animals, and a line for drying laundry. At the time of the search in February 2000, the clearing was covered by snow except for a plowed parking area for vehicles. Beyond the camp, a path led to a 20-by-72-foot wood storage building, which housed appellants' marijuana production operation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Warrant Application. Before Agent Milligan made the warrantless entry onto appellants' property, he had assembled the following information, which he later included in his affidavit: Franklin County Deputy Sheriff Cayer had reported that a public safety official whom the sheriff considered reliable had relayed statements from three Massachusetts hunters that, during the preceding November, they were near a newly constructed, windowless barn or garage-type building on the property when three men emerged with rifles and ordered them off the land; in May 1999, a Florida company, Ian Fabrications, purchased the property in question and obtained a town permit to construct a 20-by-72-foot storage building, with no septic or water facilities; appellant Cumming identified himself as one of four men running the company, but refused to answer the town clerk's question about the nature of the business. The application further reported that when Deputy Cayer and another deputy recently drove to the property to investigate, Cumming ran to their vehicle before they had a chance to exit, and another man was seen nervously peeking out from a door; that Cayer had learned that appellant Diehl was the only named officer of the company; that the company had been dissolved by Florida in September 1999 for failure of documentation and had no papers on file with the Maine Secretary of State; and that the local postmaster indicated that the company had received no business-related mail.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The warrant application also recited that Milligan, suspecting that the new storage building in such a remote spot might be the site of an elaborate indoor marijuana cultivation operation, procured an administrative subpoena and received power consumption records from Central Maine Power Company showing that the camp, during the past eight months, had consumed 16,627 kilowatt hours of power, while the storage building in the last three months had consumed 12,731 kilowatt hours (an average monthly use more than twice that of the camp); and that, on February 23, 2000, at 2:45 a.m., using a thermal detection device while flying in a helicopter at about 1,000 feet, Milligan determined that heat was escaping from portions of the camp and \"on all sides of the storage building,\" and that surface temperatures -- especially for the storage building -- were \"significantly higher\" than normally found in similar structures.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The application concluded with averments that cultivating marijuana under high intensity discharge lamps creates a large amount of heat, necessitating venting of excess heat and stale air, and with several statements, which we will discuss later, addressed to the need for a no-knock/night-time warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Milligan also described the conduct giving rise to the curtilage issue. Paragraph 14 reports that at about 3 a.m. on February 24, 2000, he and two other officers went on foot to \"the non-curtilage area of the property\" to conduct a better thermal detection inspection of the camp and storage building. Milligan describes what happened as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While standing on the dirt road away from the curtilage of the camp, I pointed a hand-held thermal detection device at the camp and began my survey. While doing so, I could hear a loud \"hum\" which is consistent with noise made from ballasts providing power to high intensity lights commonly used in indoor marijuana cultivation operations. I could also hear at least two males laughing and talking inside the camp. Moments later, I could smell a strong odor of what I recognized to be growing marijuana coming from the property in question. Since I could smell marijuana and realized that suspects were awake inside the camp, I decided to terminate the thermal inspection and withdraw from the property to ensure officer safety.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The search warrant was issued at 7:17 p.m. the next day, authorizing an unannounced, night-time search. The search yielded 360 growing marijuana plants, 483 \"cuttings\" in a rooting compound, scales, grow lights, seeds, and harvested marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Hearing. The magistrate judge granted a hearing on appellants' motions to suppress. In testifying about the 3 a.m. approach on February 24, Milligan said that he and his two associates first attempted to walk through the woods directly to the storage building but the snow was too deep. They then followed what Milligan called the dirt road or driveway off Old Bray Hill Road to a utility pole at the edge of the clearing. He said that the driveway was plowed at least to the camp, but he did not go all the way. He was in the lead of his group and was manipulating the thermal imaging device. On direct examination, he said that he did not go past the pole. On cross examination he said that he remembered taking only two steps beyond the pole, then later, after reviewing a video, said he thought he was fifty, then later, thirty feet behind the pole when he was operating the imager.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The parties had visited the property in the summer following the search in an effort to pinpoint Milligan's location when he smelled marijuana. A comparison video was made and showed a telephone pole at the entrance to the driveway, a second one at the curve in the driveway, and a third telephone pole at the beginning of the clearing, eighty-nine feet from the camp. Cumming testified that Milligan must have been between the last pole and the camp, approximately eighty-two feet from the residence. The magistrate judge, relying on the video and Milligan's inconsistent versions, so found.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Other evidence addressed the steps taken by appellants to protect their privacy. They had refused to allow a straight swath to be cut for a power line from the Old Bray Hill Road to their buildings, and instead cleared an indirect path so that the line could follow the bend in the driveway. They had their mail delivered to a post office box in town. They instructed UPS to leave parcels at a store. They reached an understanding with their nearest neighbor to respect their passion for privacy. In the three months preceding the events in question, they had received only three visitors: the prior owner, the tax assessor, and local police who were trying to unearth some information about appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, there was testimony about the uses to which the clearing around the camp had been put. Because the living quarters were minimal and poorly sound-proofed, appellants and Mrs. Diehl testified that they would go outdoors to talk, use the portable telephone, meditate, read, write letters, play with pet goats, play frisbee and horseshoes, usher in the new year, and hang laundry on the line. Cumming occasionally would urinate there if the camp bathroom were occupied, and he sunbathed in the nude. The Diehls would repair to a bench for intimate times, even well into the fall. Milligan had no knowledge of such activities. When he made his approach, snow was on the ground and one vehicle was buried, another parked on the plowed area.</p>\n    </div>\n    <p class=\"indent\">II. The Curtilage Issue</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In reviewing a district court's curtilage decision, we confront a mixture of specific factual questions, such as distances, visibility, boundaries, and uses of property, as well as legal conclusions. This court has never specifically articulated the standard of review applicable to curtilage determinations, but we believe that United States Supreme Court precedent and our own caselaw call for clear error review of the district court's factual findings and de novo review of the court's legal conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In Ornelas v. United States, 517 U.S. 690, 698-99 (1996), the Supreme Court endorsed a de novo standard of review for the ultimate resolution of similar Fourth Amendment questions: the determination of \"reasonable suspicion\" and \"probable cause.\" As in those inquiries, the question of curtilage requires a court to make a legal judgment about the significance of a collection of facts. We borrow the observations of the Ninth Circuit in United States v. Johnson, 256 F.3d 895 (9th Cir. 2001) (en banc)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The curtilage question turns on \"whether the area in question is so intimately tied to the home itself that it should be placed under the home's 'umbrella' of Fourth Amendment protection.\" [United States v. Dunn], 480 U.S. [294, 301 (1987)]. The question of whether an area should be protected by the Fourth Amendment is not ultimately a factual one. It depends upon whether the government's intrusion in the area \"infringes upon the personal and societal values protected by the Fourth Amendment.\" Oliver [v. United States, 466 U.S. 170, 182-83 (1984)]. In making that determination, a court must apply this legal value judgment to the facts of each case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Id. at 912-13 (footnote omitted). The application of law to a particular set of facts is not \"peculiarly within the province of the district courts,\" id. at 913, and indeed, \"[i]ndependent review is . . . necessary if appellate courts are to maintain control of, and to clarify, the legal principles,\" Ornelas, 517 U.S. at 697.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Even before the Court's decision in Ornelas, we had utilized \"this dichotomous standard of review\" for constitutional questions involving a mix of fact and law. See United States v. Schaefer, 87 F.3d 562, 565 n.2 (lst Cir. 1996) (\"The Ornelas Court's holding is fully consistent with this circuit's precedent . . . .\" (citing United States v. Zapata, 18 F.3d 971, 975 (lst Cir. 1994) (\"In scrutinizing a district court's denial of a suppression motion, the court of appeals will review findings of fact for clear error, while at the same time subjecting the trial court's ultimate constitutional conclusions to plenary oversight.\"))).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We therefore explicitly extend this approach to findings that particular locations are within or outside a home's curtilage.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">B. The Dunn Analysis</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We thus proceed to consider whether Milligan unlawfully stood within the curtilage of appellants' home when he detected the smell of marijuana. We are given an unusual combination of specific and general guidance in United States v. Dunn, 480 U.S. 294 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Dunn, the Court spelled out four specific factors to be addressed: \"the proximity of the area claimed to be curtilage to the home, whether the area is included within an enclosure surrounding the home, the nature of the uses to which the area is put, and the steps taken by the resident to protect the area from observation by people passing by.\" Id. at 301. Then, however, the Court cautioned that these factors are useful only to the extent they shed light on \"the centrally relevant consideration -- whether the area in question is so intimately tied to the home itself that it should be placed under the home's 'umbrella' of Fourth Amendment protection.\" Id. Therefore, although we defer to findings regarding specific events, conditions, and structures, our basic issue is whether this central legal standard has been met.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We first must dispose of the government's contention that there is a simple answer to our problem, short of getting into the curtilage issue. The government would have us rule that Milligan's presence in a driveway, near a utility pole bearing a meter, vitiates any expectation of privacy. Indeed, at oral argument the government argued that if Milligan had only kept walking on the driveway, he could have come very close to the camp with no danger of violating any curtilage.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On scrutiny, the driveway cases cited from this circuit and others do not stand for the proposition urged by the government, that \"there is no Fourth Amendment protection in driveways.\" In United States v. Roccio, 981 F.2d 587, 591 (1st Cir. 1992), we upheld the seizure by IRS agents of a vehicle that was parked on an unobstructed driveway and thus was easily visible from the street. We noted our prior conclusion that \"there is no expectation of privacy in a driveway that is exposed to the public,\" id., citing United States v. Hensel, 699 F.2d 18, 32-33 (1st Cir. 1983), which held that a license plate number taken from an automobile visible to occasional passersby was admissible evidence. Here, by contrast, the significant portion of the driveway was far from public view.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As for the relevance of a meter on a pole, signifying an occasional visit by a meter reader, homeowners throughout the country would be astonished to learn that they had abandoned all curtilage protection by allowing meters to be affixed to the sides of their houses. Dunn's requirement that a resident make efforts to avoid \"observation by people passing by,\" 480 U.S. at 301, surely does not require efforts to insure total insulation at all times. Thus, neither the driveway line of cases nor the presence of the utility meter preempts our exploration of the curtilage factors.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Proximity. The magistrate judge ruled that a distance of eighty-two feet between the camp and the spot where Milligan smelled the marijuana was not determinative. She did comment that the presence of the pole within the clearing and Milligan's proximity to it, as well as the likelihood of limited intrusions by unannounced visitors, weighed somewhat in favor of the government. As the government has pointed out, there are cases where distances under eighty-two feet have been held not to be within the curtilage and other cases where greater distances have been held to be within it.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We, too, find no decisive help in the 82-foot distance from the camp. We do note, however, the absence of any indications of a boundary closer to the camp. And we are mindful of Judge Friendly's observation in United States v. Arboleda, 633 F.2d 985, 992 (2d Cir. 1980) (quoting Commonwealth v. Thomas, 358 Mass. 771, 267 N.E.2d 489, 491 (1971)): \"'In a modern urban multifamily apartment house, the area within the \"curtilage\" is necessarily much more limited than in the case of a rural dwelling subject to one owner's control.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Enclosure. The magistrate judge reasoned that there were \"no artificial enclosures that might assist the curtilage analysis,\" and that although wooded areas might at some points around the property delineate the outer limits of curtilage, \"the tree line is not so close to the camp at the head of the driveway\" as to mark that limit for one entering the clearing via the driveway. This seems to us another way of commenting on proximity. Artificial enclosures for most homes, as the Dunn Court observed, \"will be clearly marked\" to define \"the area around the home to which the activity of home life extends,\" 480 U.S. at 302 (quoting Oliver v. United States, 466 U.S. 170, 182 n.12 (1984)). But in this case, the private interests of the inhabitants extended throughout the clearing, with no reason for internal demarcation. Both the Second Circuit in United States v. Reilly, 76 F.3d 1271, 1278 (2d Cir. 1996),<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and the Sixth Circuit in Daughenbaugh v. City of Tiffin, 150 F.3d 594, 599 (6th Cir. 1998), have embraced the language in Williams v. Garrett, 722 F. Supp. 254, 260-61 (W.D. Va. 1989):</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">[R]eading the word \"enclosure\" in Dunn to require an artificial barrier seems unduly narrow. The boxwood hedge and the heavy woods created a natural enclosure around the home and yard; requiring a person to expend resources and sacrifice aesthetics by building a fence in order to obtain protection from unreasonable searches is not required by the constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In short, as to this factor, we think the magistrate judge placed too much emphasis on the need for artificial enclosures in a fairly small clearing, already enclosed by forest, where the home-related uses did not require such enclosures.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Use. The magistrate judge gave short shrift to both use of the property and the steps taken to protect the area from observation. The decision noted that \"there was no objective basis for Agent Milligan to conclude that the Defendants used the location in which he stood for the intimate activities of the home.\" The Court in Dunn made the converse observation that \"[i]t is especially significant that the law enforcement officials possessed objective data indicating that the barn was not being used for intimate activities of the home.\" 480 U.S. at 302. On this point, Justice Scalia parted company with the majority, saying that actual use, not law enforcement officials' knowledge, was the significant fact. Id. at 305. The Reilly court opined that this reference in Dunn did not alter the court's statement that actual use was the relevant factor, but rather was directed to situations in which officers' perceptions coincided with actual use. See 76 F.3d at 1278.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The government tries to take advantage of the Dunn reference to objective data of use by pointing out that illegal activity was suggested by the objective evidence possessed by Milligan of power consumption, the fictitious existence of Ian Fabrications, the construction of a large building with no windows, water, or sewage, the absence of signs of commercial activity, and the evasive or confrontational nature of dealings with occupants. All of these indicia, however, related to use of the storage building, not the clearing adjacent to the appellants' living quarters.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Whatever may be the proper reach of the reference to evidence of illegal activity, we are not willing to expand it to require that, to invoke curtilage protection, there must be objective evidence of intimate uses possessed by officers. Such would totally eviscerate the protection, making it depend on the exigencies of night or day, rain or shine, and winter or summer. It would turn the concept upside down, presuming the absence of curtilage until and unless the contrary appears. The circuit court opinions of which we are aware have not gone beyond objective evidence of non-intimate use of the property. See, e.g., Reilly, 76 F.3d at 1278-79; United States v. Depew, 8 F.3d 1424, 1427 (9th Cir. 1993), overruled on other grounds by Johnson, 256 F.3d at 911-914; United States v. Swepston, 987 F.2d 1510, 1515 (10th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On this factor we therefore disagree with the approach taken by the magistrate judge. The evidence of personal, even intimate use of the clearing, was ample and not restricted to any specific area.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Steps Taken to Protect from Observation. The magistrate judge addressed this factor summarily, observing that while defendants obviously desired to conceal their illegal activity, it was \"unreasonable for them to expect that no visitors would ever wander up the driveway or through the woods to stand within the perimeter of the clearing or in the vicinity of the utility pole.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our task is to look at \"the steps taken by the resident to protect the area from observation by people passing by.\" Dunn, 480 U.S. at 301. The facts we have summarized concerning the location of the property, the bend in the long driveway, the surrounding woodland, and the efforts of the inhabitants to discourage mail delivery and visits from neighbors and officials all seem to have created a locus as free from observation by passersby as one could conceive.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We think current case law supports our judgment that this fourth Dunn factor weighs in favor of defendants. In United States v. Jenkins, 124 F.3d 768, 773 (6th Cir. 1997), the Sixth Circuit considered a back yard that was partly shielded from the road by defendants' house and backed up by a wooded field, and held that these protections were sufficient to prevent observation from the road or \"undesired public viewing of the backyard.\" The court said:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is also important to remember that defendants live in a remote and sparsely populated rural area where they would have had no particular reason to believe that they needed to construct a high impenetrable fence around the backyard in order to ensure their privacy.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id.; see also Depew, 8 F.3d at 1428.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">While we have registered disagreement with the district court on several of the Dunn factors, we rest our decision on this issue of curtilage on the overall \"centrally relevant consideration -- whether the area in question is so intimately tied to the home itself that it should be placed under the home's 'umbrella' of Fourth Amendment protection.\" 480 U.S. at 301. Our overview is of a 17-acre wooded tract in a remote rural area, with a residence and clearing occupying less than one half acre. This equates to a not very large island of something under 21,780 square feet or, say, 30-by-70 yards, far from a road, neighbors, or passersby. The claimed private uses of the \"island\" are not unusual in such circumstances. A rational basis for segregating part of the clearing from the remainder as curtilage is not apparent to us. We therefore hold that Agent Milligan was within the curtilage of appellants' residence when he smelled the odor of marijuana.</p>\n    </div>\n    <p class=\"indent\">III. Good Faith</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court, having found no violation of curtilage, had no occasion to reach the question whether Milligan's conduct met the standards of good faith set forth in Leon, 468 U.S. at 897, such that applying the exclusionary rule would serve no deterrent purpose. We must reach this issue because of the concession that paragraph 14 of the warrant application, detailing Milligan's warrantless entry on the property and his detection of the odor of marijuana, added a critically necessary basis for probable cause. In other words, it is not open to us to consider harmless error. We further recognize that the burden on the issue of good faith rests on the government. United States v. Brunette, 256 F.3d 14, 19 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In Leon, the Court considered the costs and benefits of applying the exclusionary rule to evidence seized under a warrant subsequently held invalid. It reaffirmed continued application of the rule in cases of substantial and deliberate Fourth Amendment violations. But it questioned whether such application would have any deterrent effect on officers who have \"acted in the objectively reasonable belief that their conduct did not violate the Fourth Amendment.\" Leon, 468 U.S. at 918. Recognizing that determination of probable cause is the magistrate's responsibility, id. at 921, the Court reserved suppression as \"an appropriate remedy if the magistrate or judge in issuing a warrant was misled by information in an affidavit that the affiant knew was false or would have known was false except for his reckless disregard of the truth,\" id. at 923.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Appellants seek to link Milligan to such conduct through the statement in his affidavit that he smelled marijuana \"[w]hile standing on the dirt road away from the curtilage of the camp.\" They contrast this with \"the fact that Milligan purposely turned off the road and walked 500 feet up a driveway and fifty feet into the appellants' yard\" and ask how any statement could have been more misleading. In short, they read the affidavit as saying that Milligan was standing on the Old Bray Hill Road when he was pointing the imager at the camp.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Such an interpretation requires the reader to believe that Milligan, separated from the camp by several hundred feet of dense forest, pointed his thermal detection device at the camp, and, similarly, that it was from this road that he heard the \"hum\" from high intensity lights and male voices from the camp. It is transparent that Milligan's reference to standing \"on the dirt road\" was a reference to the driveway entering the clearing. Indeed, he testified at the hearing in identifying aerial photos, \"This is the Bray Hill Road, and then this would be the dirt road or the driveway.\" On cross examination, he again made it clear that he equated his concept of a dirt road with the camp road or driveway. And in the affidavit itself, in paragraph 4, he referred to the camp's driveway as \"an old camp road.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The magistrate judge found that Milligan's affidavit description was \"not entirely accurate based upon the testimony presented at the hearing, as the officer was clearly in the private driveway of the residence.\" This measured finding is consistent with either inadvertence or sloppiness, but not with an intentional misrepresentation, or one made with reckless disregard of the truth. It is, if anything, an effort to conform the factual testimony to the preferred way of distinguishing the Old Bray Hill Road from the road leading off it to the camp. The inconsistency strikes us as more a matter of semantics than geography. We see no possibility that the issuing magistrate judge was misled by this statement in the affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is true that Milligan's characterization of his position as being \"away from the curtilage\" states a legal conclusion, but this, contrary to appellants' assertion, did not \"take[] away from the issuing court the ability to decide\" the issue. The magistrate judge had information that Milligan was close enough to the camp to hear the hum of lights, to focus his thermal imager, and to hear voices from a poorly sound-proofed camp with, according to Cumming, \"paper-thin walls.\"</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Apart from their argument based on Milligan's use of the words \"dirt road,\" appellants point to the inconsistent statements Milligan made as to precisely where he was standing when he smelled marijuana. These led the magistrate judge to credit appellants' view that he was eighty-two feet from the house. But the fact that Milligan identified various locations, testifying five months later about a 3 a.m. expedition in the snow while operating a thermal imaging device, has little bearing on the integrity of the warrant application.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">When we look at our own precedents in applying the exclusionary rule, post-Leon, we recognize the gulf separating them from the affidavit in the case at bar. In United States v. Vigeant, 176 F.3d 565, 573-74 (1st Cir. 1999), we detailed seven material omissions. In United States v. Ricciardelli, 998 F.2d 8, 16 (1st Cir. 1993), we found the warrant to suffer from a \"glaring and easily correctable\" facial defect, as well as a failure to communicate the details of a relevant and problematic sting operation. And in United States v. Fuccillo, 808 F.2d 173, 178 (1st Cir. 1987), we held that officers were reckless in preparing an affidavit for an overbroad warrant by failing to provide available information that would enable stolen goods to be distinguished from those legally on the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Appellants' reliance on Reilly, 76 F.3d at 1280, overlooks critical differences. In the first place, the court in Reilly faulted the affidavit for omitting almost all information concerning the area of the pre-warrant entry. Id. No information was given as to \"distances involved, the layout, conditions, and other like particulars,\" which were necessary if the issuing judge were to make a valid assessment. Id. Here, as our summary of the affidavit indicates, there was an abundance of detail. Whether or not probable cause existed apart from the report of smell, at the very least the affidavit was far from bare bones.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A second difference lies in the fact that the circumstances of the pre-warrant search in Reilly \"raise[d] serious doubts about the officers' good faith at that earlier time,\" id. A full account of that search, the Reilly court ruled, should have been given the issuing judge so that he could determine if the officers' conduct, which included walking across a well maintained stretch of the defendants' property and peering into the windows of a cottage, was in such bad faith as to preclude a warrant. Id. Here, the conduct of Milligan is faithfully set forth, with no suggestion that material information has been omitted.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Although we have held that Milligan's absence of knowledge of the intimate uses to which the clearing had been put does not bear on the curtilage issue, we see merit in Justice Scalia's comment in Dunn that \"[t]he officers' perceptions might be relevant to whether intrusion upon curtilage was nevertheless reasonable . . . .\" 480 U.S. at 305. While we have recognized that the contours of curtilage do not vary with the seasons, the camouflage of domestic pursuits created by the snow is relevant to Milligan's perceptions and absence of bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In sum, we think this is a case of \"a 'penumbral zone,' within which an inadvertent mistake would not call for exclusion,\" thus protecting against the temptation for \"judges to bend fourth amendment standards\" to avoid releasing suspects. Leon, 468 U.S. at 925 n.26 (citation omitted). Milligan's affidavit reflects neither deliberate misstatement nor any other bad faith, and we therefore hold that the remedy of exclusion in this instance is inappropriate.</p>\n    </div>\n    <p class=\"indent\">IV. Night-time/No-Knock Warrant</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Milligan's application closed with four proffered bases for obtaining a night-time/no-knock warrant: (1) access via a long dirt road and driveway made it impossible to walk quickly to the front door; (2)reports indicated that the occupants were armed, and because they also were elusive, Milligan had been unable to check their records for violence; (3) indoor marijuana cultivation of significant scale often involves firearms; and (4) the commander of the Maine State Police Tactical Team advised a \"tactical entry\" at night and without notice.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The magistrate judge did not address this issue, assuming that it was not being pursued. Appellants have vigorously contested this and the government acknowledges that the status of the issue is not clear. We shall address it.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Although there is a \"presumption in favor of announcement\" of the presence of officers with a warrant, Wilson v. Arkansas, 514 U.S. 927, 935-36 (1995), it will yield to \"reasonable suspicion\" that knocking and announcing would be dangerous or futile, or would inhibit effective investigation of the crime by, for example, resulting in destruction of all evidence, Richards v. Wisconsin, 520 U.S. 385, 394 (1997). This burden is not large and the version of the record favoring the trial court's ruling governs. Cf. United States v. Tibolt, 72 F.3d 965, 969 (lst Cir. 1995) (discussing when \"exigent circumstances\" justify a warrantless entry).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The standard of deference is particularly pertinent. The major basis for the no-knock warrant here is the report made to the local public safety official by three Massachusetts hunters concerning the three men with rifles exiting the storage structure with rifles and ordering them off the land. Appellants would have us view this as simply an uncorroborated anonymous tip and would have us indulge the assumption that the armed trio, like the Massachusetts men, were merely fellow sportsmen with no propensity for violence. The issuing judge, however, was entitled to view this as a report made to a local law enforcement official by witnesses who made no effort to conceal their identities, concerning an isolated structure already suspected to be the focus of illegal drug activity. The judge was further entitled to doubt that the three individuals were out for sport and to view this incident as one involving possible employees in an illegal enterprise, not only possessing firearms, but determined to use them to back up their order.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">So viewed, this basis is more than mere possession of weapons; it is a group of men with ready weapons threatening to use them. We find apposite the recent case, United States v. Gambrell, 178 F.3d 927, 929 (7th Cir. 1999), in which a no-knock warrant was held to be validly issued where an informant had stated that the occupant \"answered the door wearing a .25 caliber gun in her front pocket.\" The presence of guns, not just in the apartment, but strapped to and accessible to the people inside, in the context of a drug operation, was held sufficient justification for the warrant. Here, too, the known information was enough to justify the issuing judge's exercise of discretion in issuing the warrant.</p>\n    </div>\n    <p class=\"indent\">V. Conclusion</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We hold that although the critical piece of evidence for the search warrant, the odor of marijuana, was obtained by a violation of appellants' curtilage, the agent's conduct was neither intentionally misleading nor reckless. We therefore do not apply the exclusionary rule as a sanction. Nor do we find the application insufficient to justify the night-time/no-knock warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Ninth Circuit in Johnson issued two majority decisions resolving different issues. Six of the eleven judges signed the opinion adopting this standard of review. In a concurrence, Judge Tashima observed that that holding was dictum because the court was not in actuality reviewing a curtilage determination in light of the other majority's decision to remand the case to the district court for a decision on that issue in the first instance. See 256 F.3d at 919-20. Judge Kozinski, writing for four of the six-person majority on the standard of review, explored the concept of dicta and concluded that the holding on standard of review has precedential force. See id. at 914-16.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Before Ornelas, courts typically considered curtilage questions as factual matters subject to clear error review. See, e.g., United States v. Friend, 50 F.3d 548, 552 (8th Cir. 1995), vacated and remanded on other grounds by Friend v. United States, 517 U.S. 1152 (1996); United States v. Benish, 5 F.3d 20, 23-24 (3d Cir. 1993); United States v. Knapp, 1 F.3d 1026, 1029 (10th Cir. 1993); United States v. Hatch, 931 F.2d 1478, 1480 (llth Cir. 1991); Hodges v. United States, 243 F.2d 281, 283 (5th Cir. 1957). The Ninth Circuit thus far appears to be the only circuit to have expressly adopted the de novo standard based on the Supreme Court's decision. The Second Circuit in United States v. Reilly, 91 F.3d 331, 331 (2d Cir. 1996) (per curiam), assumed but did not decide that Ornelas requires de novo review. The Seventh Circuit in United States v. Shanks, 97 F.3d 977, 979 (7th Cir. 1996), inexplicably cited Ornelas without discussion in applying a clearly erroneous standard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  We emphasize, as did the Court in Ornelas, that this standard confers a substantial degree of deference on the district court in the first tier of review: \"[W]e hasten to point out that a reviewing court should take care both to review findings of historical fact only for clear error and to give due weight to inferences drawn from those facts by resident judges and local law enforcement officers.\" 517 U.S. at 699.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The panel in Reilly initially reviewed the district court's curtilage determination for clear error. See 76 F.3d at 1279. The government sought a rehearing based on the newly issued Ornelas decision, and it was in the course of reconsideration that the panel \"assumed, without deciding, that Ornelas requires us to review the district court's finding of curtilage de novo . . . ,\" 91 F.3d at 331. See note 2 supra. The panel concluded that the result was the same under either standard.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span> (1st Cir. 2002)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ANDREW DIEHL AND WILLIAM CUMMING, Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 01-1623 &amp; 01-1624</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Nov. 7, 2001<br>Decided January 9, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. Gene Carter, U.S. District Judge[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">David M. Sanders, by Appointment of the Court, for appellant Cummings.</p>\n      <p class=\"indent\">Walter Hanstein, by Appointment of the Court, for appellant Diehl.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Saris,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are consolidated appeals arising out of successful prosecutions of defendants-appellants Diehl and Cumming for conspiring to manufacture, manufacturing, and possessing with intent to distribute marijuana. See 18 U.S.C. &#167; 2; 21 U.S.C. &#167;&#167; 841(a)(1), 846. Appellants entered conditional pleas of guilty after the district court denied motions to suppress evidence obtained in a search of their property in a remote and secluded area of western Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At issue is the search warrant, which is challenged on two grounds. First, appellants claim that the warrant improperly included the averment of Agent Milligan of the Maine Drug Enforcement Agency (\"MDEA\") that he had detected the odor of growing marijuana as he approached appellants' camp house during a previous, surreptitious visit to the property. They assert that the agent was illegally within the curtilage of the residence when he encountered the smell. Second, appellants claim there was insufficient basis for issuing a \"no-knock\" night-time warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The magistrate judge, after an evidentiary hearing, ruled that Milligan was not within the curtilage of appellants' home when he detected the telltale odor of growing marijuana and that there was adequate justification for the no-knock warrant. The district court affirmed based on the analysis in the magistrate judge's opinion. We conclude that Milligan was unlawfully within the curtilage at the critical time, but that the search warrant survives the challenge under the good-faith standard of United States v. Leon, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span> (1984). We also hold that the affidavit underlying the search warrant gave sufficient basis for the issuance of a no-knock warrant. We therefore affirm the judgments.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The evidence appellants seek to suppress -- drugs and various drug-manufacturing items -- was seized pursuant to a facially valid warrant permitting a search of their 17-acre parcel of land in Phillips, Maine. The primary focus of these appeals, however, is an earlier, warrantless entry onto the property by Agent Milligan and two associates. Throughout this case, the government has taken the position that Milligan's report that he smelled marijuana during that visit was necessary to establish the probable cause justifying issuance of the warrant. Whether or not we would agree with that conclusion, we consider ourselves bound by it. Thus, if Milligan obtained the olfactory evidence through conduct that violated the Fourth Amendment, the warrant would have been defective and the resulting search would have been unlawful. Appellants contend that Milligan violated the law because he was within the curtilage of their home without permission when he obtained the critical evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To set the stage for our legal discussion, we describe below appellants' property, the evidence presented in the warrant application, including details of Milligan's pre-warrant visit, and the testimony given at the hearing on appellants' suppression motion.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Property. Appellants' property was reached only by proceeding some 700 feet along a discontinued town road (the Old Bray Hill Road), then ascending a 500-foot dirt driveway, which was bordered closely by forest and contained a dogleg turn shutting off a view of the full length. \"No Trespassing\" signs were posted at the beginning and near the end of the driveway. The driveway terminated in a clearing of less than half an acre. In the clearing was a crude camp, occupied by appellant Diehl, his wife, and appellant Cumming, an outhouse, a pen for animals, and a line for drying laundry. At the time of the search in February 2000, the clearing was covered by snow except for a plowed parking area for vehicles. Beyond the camp, a path led to a 20-by-72-foot wood storage building, which housed appellants' marijuana production operation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Warrant Application. Before Agent Milligan made the warrantless entry onto appellants' property, he had assembled the following information, which he later included in his affidavit: Franklin County Deputy Sheriff Cayer had reported that a public safety official whom the sheriff considered reliable had relayed statements from three Massachusetts hunters that, during the preceding November, they were near a newly constructed, windowless barn or garage-type building on the property when three men emerged with rifles and ordered them off the land; in May 1999, a Florida company, Ian Fabrications, purchased the property in question and obtained a town permit to construct a 20-by-72-foot storage building, with no septic or water facilities; appellant Cumming identified himself as one of four men running the company, but refused to answer the town clerk's question about the nature of the business. The application further reported that when Deputy Cayer and another deputy recently drove to the property to investigate, Cumming ran to their vehicle before they had a chance to exit, and another man was seen nervously peeking out from a door; that Cayer had learned that appellant Diehl was the only named officer of the company; that the company had been dissolved by Florida in September 1999 for failure of documentation and had no papers on file with the Maine Secretary of State; and that the local postmaster indicated that the company had received no business-related mail.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The warrant application also recited that Milligan, suspecting that the new storage building in such a remote spot might be the site of an elaborate indoor marijuana cultivation operation, procured an administrative subpoena and received power consumption records from Central Maine Power Company showing that the camp, during the past eight months, had consumed 16,627 kilowatt hours of power, while the storage building in the last three months had consumed 12,731 kilowatt hours (an average monthly use more than twice that of the camp); and that, on February 23, 2000, at 2:45 a.m., using a thermal detection device while flying in a helicopter at about 1,000 feet, Milligan determined that heat was escaping from portions of the camp and \"on all sides of the storage building,\" and that surface temperatures -- especially for the storage building -- were \"significantly higher\" than normally found in similar structures.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The application concluded with averments that cultivating marijuana under high intensity discharge lamps creates a large amount of heat, necessitating venting of excess heat and stale air, and with several statements, which we will discuss later, addressed to the need for a no-knock/night-time warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Milligan also described the conduct giving rise to the curtilage issue. Paragraph 14 reports that at about 3 a.m. on February 24, 2000, he and two other officers went on foot to \"the non-curtilage area of the property\" to conduct a better thermal detection inspection of the camp and storage building. Milligan describes what happened as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While standing on the dirt road away from the curtilage of the camp, I pointed a hand-held thermal detection device at the camp and began my survey. While doing so, I could hear a loud \"hum\" which is consistent with noise made from ballasts providing power to high intensity lights commonly used in indoor marijuana cultivation operations. I could also hear at least two males laughing and talking inside the camp. Moments later, I could smell a strong odor of what I recognized to be growing marijuana coming from the property in question. Since I could smell marijuana and realized that suspects were awake inside the camp, I decided to terminate the thermal inspection and withdraw from the property to ensure officer safety.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The search warrant was issued at 7:17 p.m. the next day, authorizing an unannounced, night-time search. The search yielded 360 growing marijuana plants, 483 \"cuttings\" in a rooting compound, scales, grow lights, seeds, and harvested marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Hearing. The magistrate judge granted a hearing on appellants' motions to suppress. In testifying about the 3 a.m. approach on February 24, Milligan said that he and his two associates first attempted to walk through the woods directly to the storage building but the snow was too deep. They then followed what Milligan called the dirt road or driveway off Old Bray Hill Road to a utility pole at the edge of the clearing. He said that the driveway was plowed at least to the camp, but he did not go all the way. He was in the lead of his group and was manipulating the thermal imaging device. On direct examination, he said that he did not go past the pole. On cross examination he said that he remembered taking only two steps beyond the pole, then later, after reviewing a video, said he thought he was fifty, then later, thirty feet behind the pole when he was operating the imager.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The parties had visited the property in the summer following the search in an effort to pinpoint Milligan's location when he smelled marijuana. A comparison video was made and showed a telephone pole at the entrance to the driveway, a second one at the curve in the driveway, and a third telephone pole at the beginning of the clearing, eighty-nine feet from the camp. Cumming testified that Milligan must have been between the last pole and the camp, approximately eighty-two feet from the residence. The magistrate judge, relying on the video and Milligan's inconsistent versions, so found.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Other evidence addressed the steps taken by appellants to protect their privacy. They had refused to allow a straight swath to be cut for a power line from the Old Bray Hill Road to their buildings, and instead cleared an indirect path so that the line could follow the bend in the driveway. They had their mail delivered to a post office box in town. They instructed UPS to leave parcels at a store. They reached an understanding with their nearest neighbor to respect their passion for privacy. In the three months preceding the events in question, they had received only three visitors: the prior owner, the tax assessor, and local police who were trying to unearth some information about appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, there was testimony about the uses to which the clearing around the camp had been put. Because the living quarters were minimal and poorly sound-proofed, appellants and Mrs. Diehl testified that they would go outdoors to talk, use the portable telephone, meditate, read, write letters, play with pet goats, play frisbee and horseshoes, usher in the new year, and hang laundry on the line. Cumming occasionally would urinate there if the camp bathroom were occupied, and he sunbathed in the nude. The Diehls would repair to a bench for intimate times, even well into the fall. Milligan had no knowledge of such activities. When he made his approach, snow was on the ground and one vehicle was buried, another parked on the plowed area.</p>\n    </div>\n    <p class=\"indent\">II. The Curtilage Issue</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In reviewing a district court's curtilage decision, we confront a mixture of specific factual questions, such as distances, visibility, boundaries, and uses of property, as well as legal conclusions. This court has never specifically articulated the standard of review applicable to curtilage determinations, but we believe that United States Supreme Court precedent and our own caselaw call for clear error review of the district court's factual findings and de novo review of the court's legal conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In Ornelas v. United States, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 698-99 (1996), the Supreme Court endorsed a de novo standard of review for the ultimate resolution of similar Fourth Amendment questions: the determination of \"reasonable suspicion\" and \"probable cause.\" As in those inquiries, the question of curtilage requires a court to make a legal judgment about the significance of a collection of facts. We borrow the observations of the Ninth Circuit in United States v. Johnson, <span class=\"citation\" data-id=\"773999\"><a href=\"/opinion/773999/united-states-v-michael-johnson/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">895</span></a></span> (9th Cir. 2001) (en banc)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The curtilage question turns on \"whether the area in question is so intimately tied to the home itself that it should be placed under the home's 'umbrella' of Fourth Amendment protection.\" [United States v. Dunn], 480 U.S. [294, 301 (1987)]. The question of whether an area should be protected by the Fourth Amendment is not ultimately a factual one. It depends upon whether the government's intrusion in the area \"infringes upon the personal and societal values protected by the Fourth Amendment.\" Oliver [v. United States, <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></a></span>, 182-83 (1984)]. In making that determination, a court must apply this legal value judgment to the facts of each case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Id. at 912-13 (footnote omitted). The application of law to a particular set of facts is not \"peculiarly within the province of the district courts,\" id. at 913, and indeed, \"[i]ndependent review is . . . necessary if appellate courts are to maintain control of, and to clarify, the legal principles,\" Ornelas, 517 U.S. at 697.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Even before the Court's decision in Ornelas, we had utilized \"this dichotomous standard of review\" for constitutional questions involving a mix of fact and law. See United States v. Schaefer, <span class=\"citation\" data-id=\"196839\"><a href=\"/opinion/196839/united-states-v-schaefer/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 565 n.2 (lst Cir. 1996) (\"The Ornelas Court's holding is fully consistent with this circuit's precedent . . . .\" (citing United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (lst Cir. 1994) (\"In scrutinizing a district court's denial of a suppression motion, the court of appeals will review findings of fact for clear error, while at the same time subjecting the trial court's ultimate constitutional conclusions to plenary oversight.\"))).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We therefore explicitly extend this approach to findings that particular locations are within or outside a home's curtilage.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">B. The Dunn Analysis</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We thus proceed to consider whether Milligan unlawfully stood within the curtilage of appellants' home when he detected the smell of marijuana. We are given an unusual combination of specific and general guidance in United States v. Dunn, <span class=\"citation\" data-id=\"111833\"><a href=\"/opinion/111833/united-states-v-dunn/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span> (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Dunn, the Court spelled out four specific factors to be addressed: \"the proximity of the area claimed to be curtilage to the home, whether the area is included within an enclosure surrounding the home, the nature of the uses to which the area is put, and the steps taken by the resident to protect the area from observation by people passing by.\" Id. at 301. Then, however, the Court cautioned that these factors are useful only to the extent they shed light on \"the centrally relevant consideration -- whether the area in question is so intimately tied to the home itself that it should be placed under the home's 'umbrella' of Fourth Amendment protection.\" Id. Therefore, although we defer to findings regarding specific events, conditions, and structures, our basic issue is whether this central legal standard has been met.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We first must dispose of the government's contention that there is a simple answer to our problem, short of getting into the curtilage issue. The government would have us rule that Milligan's presence in a driveway, near a utility pole bearing a meter, vitiates any expectation of privacy. Indeed, at oral argument the government argued that if Milligan had only kept walking on the driveway, he could have come very close to the camp with no danger of violating any curtilage.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On scrutiny, the driveway cases cited from this circuit and others do not stand for the proposition urged by the government, that \"there is no Fourth Amendment protection in driveways.\" In United States v. Roccio, <span class=\"citation\" data-id=\"596484\"><a href=\"/opinion/596484/united-states-v-richard-roccio/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">587</span></a></span>, 591 (1st Cir. 1992), we upheld the seizure by IRS agents of a vehicle that was parked on an unobstructed driveway and thus was easily visible from the street. We noted our prior conclusion that \"there is no expectation of privacy in a driveway that is exposed to the public,\" id., citing United States v. Hensel, <span class=\"citation\" data-id=\"414044\"><a href=\"/opinion/414044/united-states-v-david-keith-hensel-united-states-of-america-v-gerald/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 32-33 (1st Cir. 1983), which held that a license plate number taken from an automobile visible to occasional passersby was admissible evidence. Here, by contrast, the significant portion of the driveway was far from public view.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As for the relevance of a meter on a pole, signifying an occasional visit by a meter reader, homeowners throughout the country would be astonished to learn that they had abandoned all curtilage protection by allowing meters to be affixed to the sides of their houses. Dunn's requirement that a resident make efforts to avoid \"observation by people passing by,\" 480 U.S. at 301, surely does not require efforts to insure total insulation at all times. Thus, neither the driveway line of cases nor the presence of the utility meter preempts our exploration of the curtilage factors.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Proximity. The magistrate judge ruled that a distance of eighty-two feet between the camp and the spot where Milligan smelled the marijuana was not determinative. She did comment that the presence of the pole within the clearing and Milligan's proximity to it, as well as the likelihood of limited intrusions by unannounced visitors, weighed somewhat in favor of the government. As the government has pointed out, there are cases where distances under eighty-two feet have been held not to be within the curtilage and other cases where greater distances have been held to be within it.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We, too, find no decisive help in the 82-foot distance from the camp. We do note, however, the absence of any indications of a boundary closer to the camp. And we are mindful of Judge Friendly's observation in United States v. Arboleda, <span class=\"citation\" data-id=\"383729\"><a href=\"/opinion/383729/united-states-v-oscar-arboleda/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 992 (2d Cir. 1980) (quoting Commonwealth v. Thomas, <span class=\"citation\" data-id=\"2247039\"><a href=\"/opinion/2247039/commonwealth-v-thomas/\"><span class=\"volume\">358</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">771</span></a></span>, <span class=\"citation\" data-id=\"2247039\"><a href=\"/opinion/2247039/commonwealth-v-thomas/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">489</span></a></span>, 491 (1971)): \"'In a modern urban multifamily apartment house, the area within the \"curtilage\" is necessarily much more limited than in the case of a rural dwelling subject to one owner's control.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Enclosure. The magistrate judge reasoned that there were \"no artificial enclosures that might assist the curtilage analysis,\" and that although wooded areas might at some points around the property delineate the outer limits of curtilage, \"the tree line is not so close to the camp at the head of the driveway\" as to mark that limit for one entering the clearing via the driveway. This seems to us another way of commenting on proximity. Artificial enclosures for most homes, as the Dunn Court observed, \"will be clearly marked\" to define \"the area around the home to which the activity of home life extends,\" 480 U.S. at 302 (quoting Oliver v. United States, <span class=\"citation\" data-id=\"111146\"><a href=\"/opinion/111146/oliver-v-united-states/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></a></span>, 182 n.12 (1984)). But in this case, the private interests of the inhabitants extended throughout the clearing, with no reason for internal demarcation. Both the Second Circuit in United States v. Reilly, <span class=\"citation\" data-id=\"713016\"><a href=\"/opinion/713016/united-states-v-kevin-c-reilly/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1278 (2d Cir. 1996),<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and the Sixth Circuit in Daughenbaugh v. City of Tiffin, <span class=\"citation\" data-id=\"756479\"><a href=\"/opinion/756479/robert-o-daughenbaugh-v-city-of-tiffin-michelle-craig-charles-w-boyer/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 599 (6th Cir. 1998), have embraced the language in Williams v. Garrett, <span class=\"citation\" data-id=\"2592805\"><a href=\"/opinion/2592805/williams-v-garrett/\"><span class=\"volume\">722</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">254</span></a></span>, 260-61 (W.D. Va. 1989):</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">[R]eading the word \"enclosure\" in Dunn to require an artificial barrier seems unduly narrow. The boxwood hedge and the heavy woods created a natural enclosure around the home and yard; requiring a person to expend resources and sacrifice aesthetics by building a fence in order to obtain protection from unreasonable searches is not required by the constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In short, as to this factor, we think the magistrate judge placed too much emphasis on the need for artificial enclosures in a fairly small clearing, already enclosed by forest, where the home-related uses did not require such enclosures.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Use. The magistrate judge gave short shrift to both use of the property and the steps taken to protect the area from observation. The decision noted that \"there was no objective basis for Agent Milligan to conclude that the Defendants used the location in which he stood for the intimate activities of the home.\" The Court in Dunn made the converse observation that \"[i]t is especially significant that the law enforcement officials possessed objective data indicating that the barn was not being used for intimate activities of the home.\" 480 U.S. at 302. On this point, Justice Scalia parted company with the majority, saying that actual use, not law enforcement officials' knowledge, was the significant fact. Id. at 305. The Reilly court opined that this reference in Dunn did not alter the court's statement that actual use was the relevant factor, but rather was directed to situations in which officers' perceptions coincided with actual use. See 76 F.3d at 1278.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The government tries to take advantage of the Dunn reference to objective data of use by pointing out that illegal activity was suggested by the objective evidence possessed by Milligan of power consumption, the fictitious existence of Ian Fabrications, the construction of a large building with no windows, water, or sewage, the absence of signs of commercial activity, and the evasive or confrontational nature of dealings with occupants. All of these indicia, however, related to use of the storage building, not the clearing adjacent to the appellants' living quarters.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Whatever may be the proper reach of the reference to evidence of illegal activity, we are not willing to expand it to require that, to invoke curtilage protection, there must be objective evidence of intimate uses possessed by officers. Such would totally eviscerate the protection, making it depend on the exigencies of night or day, rain or shine, and winter or summer. It would turn the concept upside down, presuming the absence of curtilage until and unless the contrary appears. The circuit court opinions of which we are aware have not gone beyond objective evidence of non-intimate use of the property. See, e.g., Reilly, 76 F.3d at 1278-79; United States v. Depew, <span class=\"citation\" data-id=\"656628\"><a href=\"/opinion/656628/united-states-v-robert-elzay-depew/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1424</span></a></span>, 1427 (9th Cir. 1993), overruled on other grounds by Johnson, 256 F.3d at 911-914; United States v. Swepston, <span class=\"citation\" data-id=\"601870\"><a href=\"/opinion/601870/united-states-v-kenneth-g-swepston-sr-kenneth-g-swepston-jr/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1515 (10th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">On this factor we therefore disagree with the approach taken by the magistrate judge. The evidence of personal, even intimate use of the clearing, was ample and not restricted to any specific area.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Steps Taken to Protect from Observation. The magistrate judge addressed this factor summarily, observing that while defendants obviously desired to conceal their illegal activity, it was \"unreasonable for them to expect that no visitors would ever wander up the driveway or through the woods to stand within the perimeter of the clearing or in the vicinity of the utility pole.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our task is to look at \"the steps taken by the resident to protect the area from observation by people passing by.\" Dunn, 480 U.S. at 301. The facts we have summarized concerning the location of the property, the bend in the long driveway, the surrounding woodland, and the efforts of the inhabitants to discourage mail delivery and visits from neighbors and officials all seem to have created a locus as free from observation by passersby as one could conceive.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We think current case law supports our judgment that this fourth Dunn factor weighs in favor of defendants. In United States v. Jenkins, <span class=\"citation\" data-id=\"746252\"><a href=\"/opinion/746252/united-states-v-noel-c-jenkins-96-5338-linda-l-jenkins-96-5346/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span>, 773 (6th Cir. 1997), the Sixth Circuit considered a back yard that was partly shielded from the road by defendants' house and backed up by a wooded field, and held that these protections were sufficient to prevent observation from the road or \"undesired public viewing of the backyard.\" The court said:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is also important to remember that defendants live in a remote and sparsely populated rural area where they would have had no particular reason to believe that they needed to construct a high impenetrable fence around the backyard in order to ensure their privacy.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id.; see also Depew, 8 F.3d at 1428.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">While we have registered disagreement with the district court on several of the Dunn factors, we rest our decision on this issue of curtilage on the overall \"centrally relevant consideration -- whether the area in question is so intimately tied to the home itself that it should be placed under the home's 'umbrella' of Fourth Amendment protection.\" 480 U.S. at 301. Our overview is of a 17-acre wooded tract in a remote rural area, with a residence and clearing occupying less than one half acre. This equates to a not very large island of something under 21,780 square feet or, say, 30-by-70 yards, far from a road, neighbors, or passersby. The claimed private uses of the \"island\" are not unusual in such circumstances. A rational basis for segregating part of the clearing from the remainder as curtilage is not apparent to us. We therefore hold that Agent Milligan was within the curtilage of appellants' residence when he smelled the odor of marijuana.</p>\n    </div>\n    <p class=\"indent\">III. Good Faith</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court, having found no violation of curtilage, had no occasion to reach the question whether Milligan's conduct met the standards of good faith set forth in Leon, 468 U.S. at 897, such that applying the exclusionary rule would serve no deterrent purpose. We must reach this issue because of the concession that paragraph 14 of the warrant application, detailing Milligan's warrantless entry on the property and his detection of the odor of marijuana, added a critically necessary basis for probable cause. In other words, it is not open to us to consider harmless error. We further recognize that the burden on the issue of good faith rests on the government. United States v. Brunette, <span class=\"citation\" data-id=\"199491\"><a href=\"/opinion/199491/united-states-v-brunette/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 19 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In Leon, the Court considered the costs and benefits of applying the exclusionary rule to evidence seized under a warrant subsequently held invalid. It reaffirmed continued application of the rule in cases of substantial and deliberate Fourth Amendment violations. But it questioned whether such application would have any deterrent effect on officers who have \"acted in the objectively reasonable belief that their conduct did not violate the Fourth Amendment.\" Leon, 468 U.S. at 918. Recognizing that determination of probable cause is the magistrate's responsibility, id. at 921, the Court reserved suppression as \"an appropriate remedy if the magistrate or judge in issuing a warrant was misled by information in an affidavit that the affiant knew was false or would have known was false except for his reckless disregard of the truth,\" id. at 923.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Appellants seek to link Milligan to such conduct through the statement in his affidavit that he smelled marijuana \"[w]hile standing on the dirt road away from the curtilage of the camp.\" They contrast this with \"the fact that Milligan purposely turned off the road and walked 500 feet up a driveway and fifty feet into the appellants' yard\" and ask how any statement could have been more misleading. In short, they read the affidavit as saying that Milligan was standing on the Old Bray Hill Road when he was pointing the imager at the camp.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Such an interpretation requires the reader to believe that Milligan, separated from the camp by several hundred feet of dense forest, pointed his thermal detection device at the camp, and, similarly, that it was from this road that he heard the \"hum\" from high intensity lights and male voices from the camp. It is transparent that Milligan's reference to standing \"on the dirt road\" was a reference to the driveway entering the clearing. Indeed, he testified at the hearing in identifying aerial photos, \"This is the Bray Hill Road, and then this would be the dirt road or the driveway.\" On cross examination, he again made it clear that he equated his concept of a dirt road with the camp road or driveway. And in the affidavit itself, in paragraph 4, he referred to the camp's driveway as \"an old camp road.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The magistrate judge found that Milligan's affidavit description was \"not entirely accurate based upon the testimony presented at the hearing, as the officer was clearly in the private driveway of the residence.\" This measured finding is consistent with either inadvertence or sloppiness, but not with an intentional misrepresentation, or one made with reckless disregard of the truth. It is, if anything, an effort to conform the factual testimony to the preferred way of distinguishing the Old Bray Hill Road from the road leading off it to the camp. The inconsistency strikes us as more a matter of semantics than geography. We see no possibility that the issuing magistrate judge was misled by this statement in the affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is true that Milligan's characterization of his position as being \"away from the curtilage\" states a legal conclusion, but this, contrary to appellants' assertion, did not \"take[] away from the issuing court the ability to decide\" the issue. The magistrate judge had information that Milligan was close enough to the camp to hear the hum of lights, to focus his thermal imager, and to hear voices from a poorly sound-proofed camp with, according to Cumming, \"paper-thin walls.\"</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Apart from their argument based on Milligan's use of the words \"dirt road,\" appellants point to the inconsistent statements Milligan made as to precisely where he was standing when he smelled marijuana. These led the magistrate judge to credit appellants' view that he was eighty-two feet from the house. But the fact that Milligan identified various locations, testifying five months later about a 3 a.m. expedition in the snow while operating a thermal imaging device, has little bearing on the integrity of the warrant application.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">When we look at our own precedents in applying the exclusionary rule, post-Leon, we recognize the gulf separating them from the affidavit in the case at bar. In United States v. Vigeant, <span class=\"citation\" data-id=\"198463\"><a href=\"/opinion/198463/united-states-v-vigeant/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 573-74 (1st Cir. 1999), we detailed seven material omissions. In United States v. Ricciardelli, <span class=\"citation\" data-id=\"610895\"><a href=\"/opinion/610895/united-states-v-steven-ricciardelli/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 16 (1st Cir. 1993), we found the warrant to suffer from a \"glaring and easily correctable\" facial defect, as well as a failure to communicate the details of a relevant and problematic sting operation. And in United States v. Fuccillo, <span class=\"citation\" data-id=\"480985\"><a href=\"/opinion/480985/united-states-v-carl-a-fuccillo/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">173</span></a></span>, 178 (1st Cir. 1987), we held that officers were reckless in preparing an affidavit for an overbroad warrant by failing to provide available information that would enable stolen goods to be distinguished from those legally on the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Appellants' reliance on Reilly, 76 F.3d at 1280, overlooks critical differences. In the first place, the court in Reilly faulted the affidavit for omitting almost all information concerning the area of the pre-warrant entry. Id. No information was given as to \"distances involved, the layout, conditions, and other like particulars,\" which were necessary if the issuing judge were to make a valid assessment. Id. Here, as our summary of the affidavit indicates, there was an abundance of detail. Whether or not probable cause existed apart from the report of smell, at the very least the affidavit was far from bare bones.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A second difference lies in the fact that the circumstances of the pre-warrant search in Reilly \"raise[d] serious doubts about the officers' good faith at that earlier time,\" id. A full account of that search, the Reilly court ruled, should have been given the issuing judge so that he could determine if the officers' conduct, which included walking across a well maintained stretch of the defendants' property and peering into the windows of a cottage, was in such bad faith as to preclude a warrant. Id. Here, the conduct of Milligan is faithfully set forth, with no suggestion that material information has been omitted.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Although we have held that Milligan's absence of knowledge of the intimate uses to which the clearing had been put does not bear on the curtilage issue, we see merit in Justice Scalia's comment in Dunn that \"[t]he officers' perceptions might be relevant to whether intrusion upon curtilage was nevertheless reasonable . . . .\" 480 U.S. at 305. While we have recognized that the contours of curtilage do not vary with the seasons, the camouflage of domestic pursuits created by the snow is relevant to Milligan's perceptions and absence of bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In sum, we think this is a case of \"a 'penumbral zone,' within which an inadvertent mistake would not call for exclusion,\" thus protecting against the temptation for \"judges to bend fourth amendment standards\" to avoid releasing suspects. Leon, 468 U.S. at 925 n.26 (citation omitted). Milligan's affidavit reflects neither deliberate misstatement nor any other bad faith, and we therefore hold that the remedy of exclusion in this instance is inappropriate.</p>\n    </div>\n    <p class=\"indent\">IV. Night-time/No-Knock Warrant</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Milligan's application closed with four proffered bases for obtaining a night-time/no-knock warrant: (1) access via a long dirt road and driveway made it impossible to walk quickly to the front door; (2)reports indicated that the occupants were armed, and because they also were elusive, Milligan had been unable to check their records for violence; (3) indoor marijuana cultivation of significant scale often involves firearms; and (4) the commander of the Maine State Police Tactical Team advised a \"tactical entry\" at night and without notice.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The magistrate judge did not address this issue, assuming that it was not being pursued. Appellants have vigorously contested this and the government acknowledges that the status of the issue is not clear. We shall address it.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Although there is a \"presumption in favor of announcement\" of the presence of officers with a warrant, Wilson v. Arkansas, <span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></a></span>, 935-36 (1995), it will yield to \"reasonable suspicion\" that knocking and announcing would be dangerous or futile, or would inhibit effective investigation of the crime by, for example, resulting in destruction of all evidence, Richards v. Wisconsin, <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 394 (1997). This burden is not large and the version of the record favoring the trial court's ruling governs. Cf. United States v. Tibolt, <span class=\"citation\" data-id=\"196502\"><a href=\"/opinion/196502/united-states-v-tibolt/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 969 (lst Cir. 1995) (discussing when \"exigent circumstances\" justify a warrantless entry).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The standard of deference is particularly pertinent. The major basis for the no-knock warrant here is the report made to the local public safety official by three Massachusetts hunters concerning the three men with rifles exiting the storage structure with rifles and ordering them off the land. Appellants would have us view this as simply an uncorroborated anonymous tip and would have us indulge the assumption that the armed trio, like the Massachusetts men, were merely fellow sportsmen with no propensity for violence. The issuing judge, however, was entitled to view this as a report made to a local law enforcement official by witnesses who made no effort to conceal their identities, concerning an isolated structure already suspected to be the focus of illegal drug activity. The judge was further entitled to doubt that the three individuals were out for sport and to view this incident as one involving possible employees in an illegal enterprise, not only possessing firearms, but determined to use them to back up their order.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">So viewed, this basis is more than mere possession of weapons; it is a group of men with ready weapons threatening to use them. We find apposite the recent case, United States v. Gambrell, <span class=\"citation\" data-id=\"764449\"><a href=\"/opinion/764449/united-states-v-james-e-gambrell/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">927</span></a></span>, 929 (7th Cir. 1999), in which a no-knock warrant was held to be validly issued where an informant had stated that the occupant \"answered the door wearing a .25 caliber gun in her front pocket.\" The presence of guns, not just in the apartment, but strapped to and accessible to the people inside, in the context of a drug operation, was held sufficient justification for the warrant. Here, too, the known information was enough to justify the issuing judge's exercise of discretion in issuing the warrant.</p>\n    </div>\n    <p class=\"indent\">V. Conclusion</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We hold that although the critical piece of evidence for the search warrant, the odor of marijuana, was obtained by a violation of appellants' curtilage, the agent's conduct was neither intentionally misleading nor reckless. We therefore do not apply the exclusionary rule as a sanction. Nor do we find the application insufficient to justify the night-time/no-knock warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Ninth Circuit in Johnson issued two majority decisions resolving different issues. Six of the eleven judges signed the opinion adopting this standard of review. In a concurrence, Judge Tashima observed that that holding was dictum because the court was not in actuality reviewing a curtilage determination in light of the other majority's decision to remand the case to the district court for a decision on that issue in the first instance. See 256 F.3d at 919-20. Judge Kozinski, writing for four of the six-person majority on the standard of review, explored the concept of dicta and concluded that the holding on standard of review has precedential force. See id. at 914-16.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Before Ornelas, courts typically considered curtilage questions as factual matters subject to clear error review. See, e.g., United States v. Friend, <span class=\"citation\" data-id=\"692016\"><a href=\"/opinion/692016/united-states-v-fred-a-friend/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 552 (8th Cir. 1995), vacated and remanded on other grounds by Friend v. United States, <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1152</span></span> (1996); United States v. Benish, <span class=\"citation\" data-id=\"652918\"><a href=\"/opinion/652918/united-states-v-garry-r-benish/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 23-24 (3d Cir. 1993); United States v. Knapp, <span class=\"citation\" data-id=\"627478\"><a href=\"/opinion/627478/united-states-v-ronald-joseph-knapp/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1029 (10th Cir. 1993); United States v. Hatch, <span class=\"citation\" data-id=\"560433\"><a href=\"/opinion/560433/united-states-v-joe-hatch-aka-little-joe/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1478</span></a></span>, 1480 (llth Cir. 1991); Hodges v. United States, <span class=\"citation\" data-id=\"241934\"><a href=\"/opinion/241934/douglas-joseph-hodges-and-vernon-clyatt-rewis-v-united-states/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 283 (5th Cir. 1957). The Ninth Circuit thus far appears to be the only circuit to have expressly adopted the de novo standard based on the Supreme Court's decision. The Second Circuit in United States v. Reilly, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></span>, 331 (2d Cir. 1996) (per curiam), assumed but did not decide that Ornelas requires de novo review. The Seventh Circuit in United States v. Shanks, <span class=\"citation\" data-id=\"727348\"><a href=\"/opinion/727348/united-states-v-booker-t-shanks-also-known-as-willie-shanks/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">977</span></a></span>, 979 (7th Cir. 1996), inexplicably cited Ornelas without discussion in applying a clearly erroneous standard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  We emphasize, as did the Court in Ornelas, that this standard confers a substantial degree of deference on the district court in the first tier of review: \"[W]e hasten to point out that a reviewing court should take care both to review findings of historical fact only for clear error and to give due weight to inferences drawn from those facts by resident judges and local law enforcement officers.\" 517 U.S. at 699.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The panel in Reilly initially reviewed the district court's curtilage determination for clear error. See 76 F.3d at 1279. The government sought a rehearing based on the newly issued Ornelas decision, and it was in the course of reconsideration that the panel \"assumed, without deciding, that Ornelas requires us to review the district court's finding of curtilage de novo . . . ,\" 91 F.3d at 331. See note 2 supra. The panel concluded that the result was the same under either standard.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2247039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2592805/"
  ]
}