{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199771/",
  "absolute_url": "/opinion/199771/united-states-v-pereira/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199771/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:20Z",
  "date_modified": "2017-03-24T11:03:15.065121Z",
  "type": "010combined",
  "sha1": "a7c73e5cad2886c0268068226e8edccdf34b0317",
  "page_count": 1,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1303A-01A.pdf",
  "local_path": "pdf/2002/01/10/US_v._Pereira.pdf",
  "plain_text": "              United States Court of Appeals\n                        For the First Circuit\n\nNo. 01-1303\n\n                     UNITED STATES OF AMERICA,\n                       Plaintiff, Appellant,\n\n                                  v.\n\n                          JULIO A. PEREIRA,\n                        Defendant, Appellee.\n\n\n\n                            ERRATA SHEET\n\n\n     The opinion of this Court issued on December 3, 2001, is amended\nas follows:\n\n\n     On page 10, lines 11 - 15: Delete the last two sentences of this\nparagraph, beginning with \"At the very least . . .\" and ending with \".\n. . speak of this requirement.\"\n\n     On page 11, footnote 3: Change the first sentence of the footnote,\nsubstituting \"importance of irreplaceability to the determination of\nextraordinariness\" for \"irreplaceability requirement.\"\n\n     On page 12, line 15: Add \"or otherwise extraordinary\" to the end\nof the sentence to read \"to characterize Pereira's care as\nirreplaceable or otherwise extraordinary.\"\n\n     On page 13, lines 24 - 26 and page 14, lines 1 - 3: Delete the\nfirst two sentences of the conclusion.\n\n     On page 14, line 4: Conclusion should read, \"Because Pereira's\ncircumstances are not so compelling as to remove him from the\nGuidelines' \"heartland,\" we conclude that the district court abused its\ndiscretion in granting Pereira a downward departure. We reverse and\nremand this case for action consistent with this opinion.\"\n\f",
  "html": "<p class=\"case_cite\">272 F.3d 76 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellant,<br>v.<br>JULIO A. PEREIRA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1303</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct 5, 2001<br>Decided December 3, 2001<br>Amended January 14, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Nancy Gertner, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Paul G. Levenson, Assistant U.S. Attorney, with whom James B. Farmer, United States Attorney, were on brief, for appellant.</p>\n      <p class=\"indent\">Kimberly Homan, with whom Sheketoff &amp; Homan, Joseph S. Oteri, and Oteri, Weinberg &amp; Lawson, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Lipez, Circuit Judge, and Stearns,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellee Julio A. Pereira (\"Pereira\") pled guilty to four counts of subscribing false tax returns and twenty-one counts of using the mails for commercial bribery. At sentencing, the district court applied the Sentencing Guidelines and found Pereira's total offense level to be sixteen. However, citing Pereira's extraordinary responsibilities for the care of his parents, the court departed downwards to a level ten. The court sentenced Pereira to three years of probation, with six months' home confinement. Because we conclude that the district court erred in granting Pereira a downward departure, we reverse and remand this case for action consistent with this opinion.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1992, Pereira worked as a senior mechanical buyer for LTX Corporation (\"LTX\"), a manufacturer of computer-testing equipment and other electronic components. At that time, Henry Mathieu (\"Mathieu\") was the owner of Synertron Associates, Inc. (\"Synertron\"), a company that sells electro-mechanical components to firms in the computer and medical industries. Pereira and Mathieu entered into a kickback arrangement whereby Mathieu paid Pereira a five percent \"commission\" on all of Synertron's sales to LTX. By agreement, Mathieu paid Pereira each month in cash, on the understanding that these payments would not be reported to tax officials. Between 1992 and 1997, Mathieu's cash payments to Pereira totaled approximately $432,000. The tax loss attributable to Pereira's unreported income was $106,487.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 30, 2000, the Grand Jury for the District of Massachusetts indicted Pereira on four counts of subscribing false tax returns in violation of 26 U.S.C. &#167; 7206(1), and twenty-one counts of using the mails for commercial bribery in violation of 18 U.S.C. &#167; 1952. On October 30, 2000, Pereira, pursuant to a plea agreement, pled guilty to all counts of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The plea agreement set Pereira's total offense level under the Sentencing Guidelines at sixteen - thereby resulting in a guideline sentencing range (\"GSR\") of twenty-one to twenty-seven months' imprisonment. However, the agreement permitted Pereira to move for a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to sentencing, Pereira filed a sentencing memorandum seeking a downward departure. Pereira claimed, inter alia, that his obligation to care for his elderly and ill parents was an exceptional family circumstance warranting a downward departure. Pereira estimated that he spent approximately twenty hours per week tending to his parents' needs, including preparing their meals, cleaning their house, doing their laundry, making appointments with their physicians, administering their medications, helping them with their daily activities, shopping for their food and other necessities, taking care of their finances, and driving them to appointments and community activities. Furthermore, since Pereira's parents do not speak English, he also served as an interpreter for them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In addition to the sentencing memorandum, Pereira submitted several letters to the district court from family members and friends. Pereira's wife wrote a letter describing Pereira's responsibilities to his parents and the likely consequences that his incarceration would have on the family:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We live the closest of the three children to his parent[s'] home, which makes it much easier [for us] to care for them . . . . If [Pereira] were to be incarcerated his parents would need to move in with one of his two siblings versus a retirement home.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(Appellant's Brief app. at 35.) Pereira's sister also reported that she was \"unable to assist [her] parents to the extent that [Pereira could].\" Id. at 38. She concluded that without Pereira their parents \"would certainly be dependent upon an assisted living facility or a home nursing arrangement.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the sentencing hearing, witnesses testified in detail about the extensive care that Pereira provided his parents. Dennis Rodrguez, a longtime family friend, testified:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">[Pereira] is the one that takes care of the parents . . . . Or, if he can't take care of something, he'll call me, Dennis, can you help me out with my parents . . . . The mother had strokes recently. [Pereira] would be, you know, the one to go over there and get her to the hospital. And, obviously, the other siblings would join, but him being so close, he would be the one.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(Tr. Sentencing Proceedings at 21-22.) On cross-examination, Rodrguez also reported that both Pereira's brother and sister worked in the immediate vicinity of the parents' home.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the conclusion of the hearing, the district court found that Pereira's total offense level was sixteen but, over the government's objection, departed downward to a level ten. According to the court, the departure was warranted because of Pereira's extraordinary family obligations, and in light of the fact that (1) none of his siblings could \"step up to the plate\" and provide similar services; and (2) the family could not afford external care for the parents. The court then sentenced Pereira to three years of probation, with six months of home detention.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court specified that Pereira would be confined to his home only during the weekends, leaving him free to work and to care for his parents' needs during the week. On weekends, the court noted, Pereira's parents \"would have to rely on others for assistance.\" Id. at 37.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We review district court departures under the Sentencing Guidelines for abuse of discretion. Koon v. United States, 518 U.S. 81, 96-100 (1996). This analysis has three parts. \"First, we determine as a theoretical matter whether the stated ground for departure is permissible under the guidelines. If the ground is theoretically appropriate, we next examine whether it finds adequate factual support in the record. If so, we must probe the degree of the departure in order to verify its reasonableness.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> United States v. Dethlefs, 123 F.3d 39, 43-44 (1st Cir. 1997) (citations omitted). In employing this analysis, we recognize that \"[a] district court's decision to depart from the Guidelines . . . will in most cases be due substantial deference.\" Koon, 518 U.S. at 98.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The United States Sentencing Guidelines establish ranges for the criminal sentences of federal offenders. District courts must impose sentences within the applicable ranges set forth within the Guidelines. See 18 U.S.C. &#167; 3553(a). However, a district court may depart from the applicable Guideline range if \"the court finds that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines . . . .\" Id. &#167; 3553(b). Thus, not every aggravating or mitigating circumstance will warrant departure; the circumstance \"must render the case atypical and take it out of the 'heartland' for which the applicable guideline was designed.\" United States v. Carrion-Cruz, 92 F.3d 5, 6 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Sentencing courts are given considerable guidance as to the factors that are likely or not likely to make a case atypical. Encouraged factors are those \"the [Sentencing] Commission has not been able to take into account fully in formulating the guidelines.\" U.S.S.G. &#167; 5K2.0. When encouraged factors are present, they may take a particular case outside the \"heartland\" of the applicable guideline, thereby warranting a departure. Conversely, discouraged factors are those \"not ordinarily relevant to the determination of whether a sentence should be outside the applicable guideline range.\" U.S.S.G. ch. 5, pt. H, introductory cmt. The Sentencing Commission does not view discouraged factors \"as necessarily inappropriate bases for departure but says they should be relied upon only 'in exceptional cases.'\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the instant case, the factor upon which the district court relied in departing downward, family ties and responsibilities, is a discouraged factor under the Guidelines. U.S.S.G. &#167; 5H1.6. Thus, departure on that ground is \"permissible\" under the first prong of our analysis, Dethlefs, 123 F.3d at 43, only if the circumstances of Pereira's case are \"exceptional.\" The government claims that the district court erred as a matter of law in concluding that Pereira's family responsibilities were so exceptional as to warrant departure. It argues that Pereira's circumstances were adequately considered by the Sentencing Commission, thereby placing his case within the \"heartland\" and making the departure impermissible.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Whether a discouraged factor is present in some exceptional way should be determined, in large part, by \"comparison with the facts of other Guidelines cases.\" Koon, 518 U.S. at 98. Thus, existing caselaw defines the parameters for departure, outside of which a court cannot go without assuming the risk of acting beyond permissible limits.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Existing caselaw is clear that time-consuming family responsibilities, by themselves, are not sufficient to take a case out of the \"heartland.\" In United States v. Carr, 932 F.2d 67 (1st Cir. 1991), this Court vacated a downward departure granted because of the defendants' obligation to care for their four-year old son. Id. at 68. We held that a convicted felon's parental responsibility to care for a child was, by itself, neither atypical nor unusual, even when both parents faced incarceration. Id. at 72. In concluding that these circumstances were not extraordinary, we noted that \"[the defendant's mother] would care for the child while his parents were imprisoned.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Similarly, in United States v. Rybicki, 96 F.3d 754 (4th Cir. 1996), the district court granted the defendant a five-level downward departure, in part because of his extraordinary family responsibilities. Id. at 756. According to the district court, the departure was warranted, in part, because the defendant had a neurologically impaired nine-year old son who was in need of special supervision, and a wife who was experiencing fragile mental health. Id. at 758. In reversing the departure, the Fourth Circuit held that the defendant's family responsibilities were not so \"exceptional\" as to justify a departure. Id. at 759.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, in United States v. Sweeting, 213 F.3d 95 (3d Cir. 2000), the defendant was a single mother and the sole provider for five children, one of whom had a substantial neurological impairment. Id. at 104. The disabled child required special care to ensure that he exercised regularly, ate well, slept properly, and took his medication at the appropriate times. Id. at 107. The Third Circuit ruled that these factors did not make the case extraordinary, especially considering that \"there is nothing in the record to suggest that [defendant] (and only [defendant]) can provide him with the care and attention he needs.\" Id.; see also United States v. Dyce, 91 F.3d 1462, 1467-68 (D.C. Cir. 1996) (holding that the district court erred when it departed based on defendant's status as a single mother with three children under the age of four, one of whom was being breast-fed, and where incarceration would require placing the children in foster care); United States v. Rushby, 936 F.2d 41, 42-43 (1st Cir. 1991) (holding that defendant, who had been married for ten years, was the main breadwinner for wife and two children, and did chores for wife's grandmother, did not have unusual family circumstances); United States v. Goff, 20 F.3d 918, 921 (8th Cir. 1994) (ruling that defendant's support of three children and a wife with depressive disorder and panic attacks was an insufficient basis for departure).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Considering the immense hardships that fall within the \"heartland,\" it is difficult to conclude that Pereira's circumstances fall outside of it. The extensive care that Pereira provides his parents is no more, and likely less, time-consuming than the care required by young children with neurological deficiencies. Unlike dependent children who require constant care and attention, Pereira's parents live alone and, minus the twenty hours per week that Pereira cares for them, independently. Although we do not disparage Pereira's significant and commendable devotion to his parents, we conclude that it falls short of what the caselaw has defined as \"extraordinary circumstances.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Moreover, it is the unfortunate norm that innocent family members suffer considerable hardship when a relative is incarcerated. As this Court has noted, \"[d]isruption of the defendant's life, and the concomitant difficulties for those who depend on the defendant, are inherent in the punishment of incarceration.\" United States v. Rivera-Maldonado, 194 F.3d 224, 236 (1st Cir. 1999). This being so, something more is necessary to elevate Pereira's case - and those of others similarly situated - out of the \"heartland.\" In United States v. Archuleta, 128 F.3d 1446 (10th Cir. 1997), the Tenth Circuit vacated a departure based on the defendant's sole support of two children and an elderly diabetic mother. Though the court found the defendant's circumstances to be \"difficult\" and \"sympathy-evoking,\" it concluded that the defendant's circumstances were not sufficiently \"rare\" to warrant departure. Id. at 1450. In reaching its conclusion, the court noted that the record had failed to establish (1) that other relatives could not care for the dependent family members; and (2) that home nursing or other alternative services were not available. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Conversely, courts have affirmed departures where the evidence established that the care rendered by the defendant was irreplaceable. In United States v. Haversat, 22 F.3d 790, 797 (8th Cir. 1994), the Eighth Circuit held that the defendant's care for his ailing wife justified the district court's departure. The defendant's wife suffered severe psychiatric problems, and the defendant was needed to \"identify the beginning of any regressions and to seek out immediate treatment to avoid 'a serious situation.'\" Id. In affirming the district court's departure, the court relied heavily on the treating physician's testimony that the defendant's participation in his wife's care was \"irreplaceable.\" Id.; see also United States v. Sclamo, 997 F.2d 970, 972-74 (1st Cir. 1993) (ruling that defendant's personal presence was needed to assist in the care of a twelve-year old boy who suffered from a clinical disorder and whose condition would deteriorate in the defendant's absence).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In contrast to Haversat, the instant case is replete with evidence demonstrating alternative sources of care for Pereira's parents. Therefore, to the extent that the district court's departure was based on a determination that Pereira's care was irreplaceable,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we hold that such a finding does not \"find[] adequate support in the record\" under the second prong of our analysis. Dethlefs, 123 F.3d at 43-44. The nature of the care that Pereira renders (shopping, cleaning, food preparation, etc.) is not so highly specialized as to make him difficult to replace. Moreover, Dennis Rodrguez testified that he provided help to Pereira's parents whenever he was called upon. He also reported that Pereira's siblings, who work in close proximity, helped out in caring for the defendant's parents. In her letter to the court, Pereira's wife stated that \"[i]f [Pereira] were to be incarcerated his parents would need to move in with one of his two siblings.\" Pereira's sister noted that without the defendant, their parents \"would certainly be dependent upon an assisted living facility or a home nursing arrangement.\" Nothing in the record supports the district court's conclusion that the family could not afford such external care. With this network of family, friends, and possible alternative care facilities, it is exceedingly difficult to characterize Pereira's care as irreplaceable or otherwise extraordinary.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition, the very sentence imposed by the district court highlights Pereira's replaceability. The sentence requires the defendant be confined to his home every weekend, during which time \"[his] parents would have to rely on others for assistance.\" The court thus acknowledged, to some degree, that Pereira was able to rely on others to care for his parents in his absence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Though it may be that none of Pereira's siblings will be able to provide the same level of parental care, this fact alone is not sufficient to deem Pereira irreplaceable. As long as there are feasible alternatives of care that are relatively comparable to what the defendant provides, the defendant cannot be irreplaceable. In this case, Pereira's siblings and the possibility of home nursing provide adequate substitutes in Pereira's absence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In response, Pereira insists that his family obligations are truly extraordinary, especially in light of how unique they are. Pereira argues that it is uncommon to find parents who are as elderly and disabled by serious illness as his are, and even more rare to find a child like him who has provided a similar degree of care and assistance to his parents.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We believe that Pereira's argument is flawed because it erroneously equates uniqueness with extraordinariness. Though Pereira's circumstances may be unique, this fact alone does not mean that his family circumstances are necessarily extraordinary. Every family's circumstances are unique, with idiosyncracies that are unlikely to be duplicated. Instead, the crucial question is whether the unique set of facts, taken together, rise to the level of extraordinariness.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Given the network of friends and family to care for Pereira's parents in his absence, we find nothing extraordinary or exceptional about Pereira's family circumstances. Though Pereira's parents will likely be inconvenienced by their son's incarceration, inconveniences are part of the disruption inherent in incarceration.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Because Pereira's circumstances are not so compelling as to remove him from the Guideline's \"heartland,\" we conclude that the district court abused its discretion in granting Pereira a downward departure. We reverse and remand this case for action consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Because the government challenges the appropriateness rather than the degree of the district court's departure, our analysis does not include the third inquiry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Though the Carr court employed the now-defunct plenary review standard to assess the district court's decision, rather than the current abuse of discretion standard, we still believe that Carr provides helpful insight in defining those exceptional familial responsibility cases that fall outside of the \"heartland.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The district court acknowledged the irreplaceability requirement during the sentencing hearing. The court noted, \"[I]f there are other siblings in the neighborhood who can care for the family, [the downward departure is] not likely to fly.\" (Tr. Sentencing Proceedings at 8).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199710\"><a href=\"/opinion/199710/united-states-v-pereira/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellant,<br>v.<br>JULIO A. PEREIRA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1303</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct 5, 2001<br>Decided December 3, 2001<br>Amended January 14, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Nancy Gertner, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Paul G. Levenson, Assistant U.S. Attorney, with whom James B. Farmer, United States Attorney, were on brief, for appellant.</p>\n      <p class=\"indent\">Kimberly Homan, with whom Sheketoff &amp; Homan, Joseph S. Oteri, and Oteri, Weinberg &amp; Lawson, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Lipez, Circuit Judge, and Stearns,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellee Julio A. Pereira (\"Pereira\") pled guilty to four counts of subscribing false tax returns and twenty-one counts of using the mails for commercial bribery. At sentencing, the district court applied the Sentencing Guidelines and found Pereira's total offense level to be sixteen. However, citing Pereira's extraordinary responsibilities for the care of his parents, the court departed downwards to a level ten. The court sentenced Pereira to three years of probation, with six months' home confinement. Because we conclude that the district court erred in granting Pereira a downward departure, we reverse and remand this case for action consistent with this opinion.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1992, Pereira worked as a senior mechanical buyer for LTX Corporation (\"LTX\"), a manufacturer of computer-testing equipment and other electronic components. At that time, Henry Mathieu (\"Mathieu\") was the owner of Synertron Associates, Inc. (\"Synertron\"), a company that sells electro-mechanical components to firms in the computer and medical industries. Pereira and Mathieu entered into a kickback arrangement whereby Mathieu paid Pereira a five percent \"commission\" on all of Synertron's sales to LTX. By agreement, Mathieu paid Pereira each month in cash, on the understanding that these payments would not be reported to tax officials. Between 1992 and 1997, Mathieu's cash payments to Pereira totaled approximately $432,000. The tax loss attributable to Pereira's unreported income was $106,487.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 30, 2000, the Grand Jury for the District of Massachusetts indicted Pereira on four counts of subscribing false tax returns in violation of 26 U.S.C. &#167; 7206(1), and twenty-one counts of using the mails for commercial bribery in violation of 18 U.S.C. &#167; 1952. On October 30, 2000, Pereira, pursuant to a plea agreement, pled guilty to all counts of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The plea agreement set Pereira's total offense level under the Sentencing Guidelines at sixteen - thereby resulting in a guideline sentencing range (\"GSR\") of twenty-one to twenty-seven months' imprisonment. However, the agreement permitted Pereira to move for a downward departure.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to sentencing, Pereira filed a sentencing memorandum seeking a downward departure. Pereira claimed, inter alia, that his obligation to care for his elderly and ill parents was an exceptional family circumstance warranting a downward departure. Pereira estimated that he spent approximately twenty hours per week tending to his parents' needs, including preparing their meals, cleaning their house, doing their laundry, making appointments with their physicians, administering their medications, helping them with their daily activities, shopping for their food and other necessities, taking care of their finances, and driving them to appointments and community activities. Furthermore, since Pereira's parents do not speak English, he also served as an interpreter for them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In addition to the sentencing memorandum, Pereira submitted several letters to the district court from family members and friends. Pereira's wife wrote a letter describing Pereira's responsibilities to his parents and the likely consequences that his incarceration would have on the family:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We live the closest of the three children to his parent[s'] home, which makes it much easier [for us] to care for them . . . . If [Pereira] were to be incarcerated his parents would need to move in with one of his two siblings versus a retirement home.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(Appellant's Brief app. at 35.) Pereira's sister also reported that she was \"unable to assist [her] parents to the extent that [Pereira could].\" Id. at 38. She concluded that without Pereira their parents \"would certainly be dependent upon an assisted living facility or a home nursing arrangement.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the sentencing hearing, witnesses testified in detail about the extensive care that Pereira provided his parents. Dennis Rodrguez, a longtime family friend, testified:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">[Pereira] is the one that takes care of the parents . . . . Or, if he can't take care of something, he'll call me, Dennis, can you help me out with my parents . . . . The mother had strokes recently. [Pereira] would be, you know, the one to go over there and get her to the hospital. And, obviously, the other siblings would join, but him being so close, he would be the one.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(Tr. Sentencing Proceedings at 21-22.) On cross-examination, Rodrguez also reported that both Pereira's brother and sister worked in the immediate vicinity of the parents' home.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the conclusion of the hearing, the district court found that Pereira's total offense level was sixteen but, over the government's objection, departed downward to a level ten. According to the court, the departure was warranted because of Pereira's extraordinary family obligations, and in light of the fact that (1) none of his siblings could \"step up to the plate\" and provide similar services; and (2) the family could not afford external care for the parents. The court then sentenced Pereira to three years of probation, with six months of home detention.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court specified that Pereira would be confined to his home only during the weekends, leaving him free to work and to care for his parents' needs during the week. On weekends, the court noted, Pereira's parents \"would have to rely on others for assistance.\" Id. at 37.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We review district court departures under the Sentencing Guidelines for abuse of discretion. Koon v. United States, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 96-100 (1996). This analysis has three parts. \"First, we determine as a theoretical matter whether the stated ground for departure is permissible under the guidelines. If the ground is theoretically appropriate, we next examine whether it finds adequate factual support in the record. If so, we must probe the degree of the departure in order to verify its reasonableness.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> United States v. Dethlefs, <span class=\"citation\" data-id=\"197512\"><a href=\"/opinion/197512/united-states-v-dethlefs/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 43-44 (1st Cir. 1997) (citations omitted). In employing this analysis, we recognize that \"[a] district court's decision to depart from the Guidelines . . . will in most cases be due substantial deference.\" Koon, 518 U.S. at 98.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The United States Sentencing Guidelines establish ranges for the criminal sentences of federal offenders. District courts must impose sentences within the applicable ranges set forth within the Guidelines. See 18 U.S.C. &#167; 3553(a). However, a district court may depart from the applicable Guideline range if \"the court finds that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines . . . .\" Id. &#167; 3553(b). Thus, not every aggravating or mitigating circumstance will warrant departure; the circumstance \"must render the case atypical and take it out of the 'heartland' for which the applicable guideline was designed.\" United States v. Carrion-Cruz, <span class=\"citation\" data-id=\"196916\"><a href=\"/opinion/196916/united-states-v-carrion-cruz/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 6 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Sentencing courts are given considerable guidance as to the factors that are likely or not likely to make a case atypical. Encouraged factors are those \"the [Sentencing] Commission has not been able to take into account fully in formulating the guidelines.\" U.S.S.G. &#167; 5K2.0. When encouraged factors are present, they may take a particular case outside the \"heartland\" of the applicable guideline, thereby warranting a departure. Conversely, discouraged factors are those \"not ordinarily relevant to the determination of whether a sentence should be outside the applicable guideline range.\" U.S.S.G. ch. 5, pt. H, introductory cmt. The Sentencing Commission does not view discouraged factors \"as necessarily inappropriate bases for departure but says they should be relied upon only 'in exceptional cases.'\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the instant case, the factor upon which the district court relied in departing downward, family ties and responsibilities, is a discouraged factor under the Guidelines. U.S.S.G. &#167; 5H1.6. Thus, departure on that ground is \"permissible\" under the first prong of our analysis, Dethlefs, 123 F.3d at 43, only if the circumstances of Pereira's case are \"exceptional.\" The government claims that the district court erred as a matter of law in concluding that Pereira's family responsibilities were so exceptional as to warrant departure. It argues that Pereira's circumstances were adequately considered by the Sentencing Commission, thereby placing his case within the \"heartland\" and making the departure impermissible.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Whether a discouraged factor is present in some exceptional way should be determined, in large part, by \"comparison with the facts of other Guidelines cases.\" Koon, 518 U.S. at 98. Thus, existing caselaw defines the parameters for departure, outside of which a court cannot go without assuming the risk of acting beyond permissible limits.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Existing caselaw is clear that time-consuming family responsibilities, by themselves, are not sufficient to take a case out of the \"heartland.\" In United States v. Carr, <span class=\"citation\" data-id=\"560457\"><a href=\"/opinion/560457/united-states-v-terry-c-carr-and-mark-todd-carr/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span> (1st Cir. 1991), this Court vacated a downward departure granted because of the defendants' obligation to care for their four-year old son. Id. at 68. We held that a convicted felon's parental responsibility to care for a child was, by itself, neither atypical nor unusual, even when both parents faced incarceration. Id. at 72. In concluding that these circumstances were not extraordinary, we noted that \"[the defendant's mother] would care for the child while his parents were imprisoned.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Similarly, in United States v. Rybicki, <span class=\"citation\" data-id=\"726689\"><a href=\"/opinion/726689/united-states-v-theodore-t-rybicki-united-states-of-america-v-theodore/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span> (4th Cir. 1996), the district court granted the defendant a five-level downward departure, in part because of his extraordinary family responsibilities. Id. at 756. According to the district court, the departure was warranted, in part, because the defendant had a neurologically impaired nine-year old son who was in need of special supervision, and a wife who was experiencing fragile mental health. Id. at 758. In reversing the departure, the Fourth Circuit held that the defendant's family responsibilities were not so \"exceptional\" as to justify a departure. Id. at 759.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, in United States v. Sweeting, <span class=\"citation\" data-id=\"768785\"><a href=\"/opinion/768785/united-states-v-deneen-sweeting/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span> (3d Cir. 2000), the defendant was a single mother and the sole provider for five children, one of whom had a substantial neurological impairment. Id. at 104. The disabled child required special care to ensure that he exercised regularly, ate well, slept properly, and took his medication at the appropriate times. Id. at 107. The Third Circuit ruled that these factors did not make the case extraordinary, especially considering that \"there is nothing in the record to suggest that [defendant] (and only [defendant]) can provide him with the care and attention he needs.\" Id.; see also United States v. Dyce, <span class=\"citation\" data-id=\"723904\"><a href=\"/opinion/723904/united-states-v-amrhu-a-dyce/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1462</span></a></span>, 1467-68 (D.C. Cir. 1996) (holding that the district court erred when it departed based on defendant's status as a single mother with three children under the age of four, one of whom was being breast-fed, and where incarceration would require placing the children in foster care); United States v. Rushby, <span class=\"citation\" data-id=\"563223\"><a href=\"/opinion/563223/united-states-v-john-rushby/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 42-43 (1st Cir. 1991) (holding that defendant, who had been married for ten years, was the main breadwinner for wife and two children, and did chores for wife's grandmother, did not have unusual family circumstances); United States v. Goff, <span class=\"citation\" data-id=\"666918\"><a href=\"/opinion/666918/united-states-v-john-william-goff/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 921 (8th Cir. 1994) (ruling that defendant's support of three children and a wife with depressive disorder and panic attacks was an insufficient basis for departure).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Considering the immense hardships that fall within the \"heartland,\" it is difficult to conclude that Pereira's circumstances fall outside of it. The extensive care that Pereira provides his parents is no more, and likely less, time-consuming than the care required by young children with neurological deficiencies. Unlike dependent children who require constant care and attention, Pereira's parents live alone and, minus the twenty hours per week that Pereira cares for them, independently. Although we do not disparage Pereira's significant and commendable devotion to his parents, we conclude that it falls short of what the caselaw has defined as \"extraordinary circumstances.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Moreover, it is the unfortunate norm that innocent family members suffer considerable hardship when a relative is incarcerated. As this Court has noted, \"[d]isruption of the defendant's life, and the concomitant difficulties for those who depend on the defendant, are inherent in the punishment of incarceration.\" United States v. Rivera-Maldonado, <span class=\"citation\" data-id=\"198682\"><a href=\"/opinion/198682/united-states-v-rivera-maldonado/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span>, 236 (1st Cir. 1999). This being so, something more is necessary to elevate Pereira's case - and those of others similarly situated - out of the \"heartland.\" In United States v. Archuleta, <span class=\"citation\" data-id=\"155565\"><a href=\"/opinion/155565/united-states-v-archuleta/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1446</span></a></span> (10th Cir. 1997), the Tenth Circuit vacated a departure based on the defendant's sole support of two children and an elderly diabetic mother. Though the court found the defendant's circumstances to be \"difficult\" and \"sympathy-evoking,\" it concluded that the defendant's circumstances were not sufficiently \"rare\" to warrant departure. Id. at 1450. In reaching its conclusion, the court noted that the record had failed to establish (1) that other relatives could not care for the dependent family members; and (2) that home nursing or other alternative services were not available. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Conversely, courts have affirmed departures where the evidence established that the care rendered by the defendant was irreplaceable. In United States v. Haversat, <span class=\"citation\" data-id=\"668594\"><a href=\"/opinion/668594/united-states-of-america-appellantcross-appellee-v-robert-a-haversat/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span>, 797 (8th Cir. 1994), the Eighth Circuit held that the defendant's care for his ailing wife justified the district court's departure. The defendant's wife suffered severe psychiatric problems, and the defendant was needed to \"identify the beginning of any regressions and to seek out immediate treatment to avoid 'a serious situation.'\" Id. In affirming the district court's departure, the court relied heavily on the treating physician's testimony that the defendant's participation in his wife's care was \"irreplaceable.\" Id.; see also United States v. Sclamo, <span class=\"citation\" data-id=\"610803\"><a href=\"/opinion/610803/united-states-v-joseph-sclamo-jr/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>, 972-74 (1st Cir. 1993) (ruling that defendant's personal presence was needed to assist in the care of a twelve-year old boy who suffered from a clinical disorder and whose condition would deteriorate in the defendant's absence).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In contrast to Haversat, the instant case is replete with evidence demonstrating alternative sources of care for Pereira's parents. Therefore, to the extent that the district court's departure was based on a determination that Pereira's care was irreplaceable,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we hold that such a finding does not \"find[] adequate support in the record\" under the second prong of our analysis. Dethlefs, 123 F.3d at 43-44. The nature of the care that Pereira renders (shopping, cleaning, food preparation, etc.) is not so highly specialized as to make him difficult to replace. Moreover, Dennis Rodrguez testified that he provided help to Pereira's parents whenever he was called upon. He also reported that Pereira's siblings, who work in close proximity, helped out in caring for the defendant's parents. In her letter to the court, Pereira's wife stated that \"[i]f [Pereira] were to be incarcerated his parents would need to move in with one of his two siblings.\" Pereira's sister noted that without the defendant, their parents \"would certainly be dependent upon an assisted living facility or a home nursing arrangement.\" Nothing in the record supports the district court's conclusion that the family could not afford such external care. With this network of family, friends, and possible alternative care facilities, it is exceedingly difficult to characterize Pereira's care as irreplaceable or otherwise extraordinary.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition, the very sentence imposed by the district court highlights Pereira's replaceability. The sentence requires the defendant be confined to his home every weekend, during which time \"[his] parents would have to rely on others for assistance.\" The court thus acknowledged, to some degree, that Pereira was able to rely on others to care for his parents in his absence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Though it may be that none of Pereira's siblings will be able to provide the same level of parental care, this fact alone is not sufficient to deem Pereira irreplaceable. As long as there are feasible alternatives of care that are relatively comparable to what the defendant provides, the defendant cannot be irreplaceable. In this case, Pereira's siblings and the possibility of home nursing provide adequate substitutes in Pereira's absence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In response, Pereira insists that his family obligations are truly extraordinary, especially in light of how unique they are. Pereira argues that it is uncommon to find parents who are as elderly and disabled by serious illness as his are, and even more rare to find a child like him who has provided a similar degree of care and assistance to his parents.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We believe that Pereira's argument is flawed because it erroneously equates uniqueness with extraordinariness. Though Pereira's circumstances may be unique, this fact alone does not mean that his family circumstances are necessarily extraordinary. Every family's circumstances are unique, with idiosyncracies that are unlikely to be duplicated. Instead, the crucial question is whether the unique set of facts, taken together, rise to the level of extraordinariness.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Given the network of friends and family to care for Pereira's parents in his absence, we find nothing extraordinary or exceptional about Pereira's family circumstances. Though Pereira's parents will likely be inconvenienced by their son's incarceration, inconveniences are part of the disruption inherent in incarceration.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Because Pereira's circumstances are not so compelling as to remove him from the Guideline's \"heartland,\" we conclude that the district court abused its discretion in granting Pereira a downward departure. We reverse and remand this case for action consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Because the government challenges the appropriateness rather than the degree of the district court's departure, our analysis does not include the third inquiry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Though the Carr court employed the now-defunct plenary review standard to assess the district court's decision, rather than the current abuse of discretion standard, we still believe that Carr provides helpful insight in defining those exceptional familial responsibility cases that fall outside of the \"heartland.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The district court acknowledged the irreplaceability requirement during the sentencing hearing. The court noted, \"[I]f there are other siblings in the neighborhood who can care for the family, [the downward departure is] not likely to fly.\" (Tr. Sentencing Proceedings at 8).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/155565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768785/"
  ]
}