{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199779/",
  "absolute_url": "/opinion/199779/reyes-vejerano-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199779/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:30Z",
  "date_modified": "2017-03-24T11:03:16.297501Z",
  "type": "010combined",
  "sha1": "5bcf8133ebb95e68a5a5d0196ab0513980da741b",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1187-01A.pdf",
  "local_path": "pdf/2002/01/14/Reyes-Vejerano_v._US.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\n\nNo. 01-1187\n\n                     FRANCISCO REYES-VEJERANO,\n\n                       Petitioner, Appellant,\n\n                                  v.\n\n                     UNITED STATES OF AMERICA,\n\n                       Respondent, Appellee.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                                Before\n\n                     Torruella, Circuit Judge,\n\n                 Kravitch,* Senior Circuit Judge,\n\n                     and Lynch, Circuit Judge.\n\n\n           Linda Backiel and Rafael F. Castro-Lang for appellant.\n\n           Irene C. Feldman, Assistant United States Attorney, with whom\nGuillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco and\nThomas F. Klumper, Assistant United States Attorneys, were on brief for\nappellee.\n\n\n     *     Of the Eleventh Circuit, sitting by designation.\n\f                       January 14, 2002\n\n          LYNCH, Circuit Judge.     Francisco Reyes-Vejerano was\n\nconvicted by a jury in 1994 of five counts of conspiracy to\n\npossess heroin with intent to distribute.      Reyes-Vejerano, a\n\nreal estate broker, was sentenced to more than 15 years of\n\nimprisonment and fined $50,000.\n\n          His conviction was affirmed in an unpublished opinion.\n\nUnited States v. Jimenez-Rodriguez, Nos. 94-1968, 94-2072, 1995\n\nWL 709639 (1st Cir. Dec. 1, 1995). He later brought a similarly\n\nunsuccessful petition under 18 U.S.C. § 2255 in the district\n\ncourt.   Reyes-Vejerano v. United States, 117 F. Supp. 2d 103\n\n(D.P.R. 2000).   The district court did issue a certificate of\n\nappealability under 28 U.S.C. § 2253(c)(2), and so we face on\n\nthis appeal the question whether the performance of his trial\n\ncounsel, Luis Rafael Rivera, was constitutionally deficient.\n\n          The significant questions in this case are those\n\narising from Reyes-Vejerano's claim that Rivera's advice and\n\nstrategy were motivated by interests that Reyes-Vejerano says\n\ndiverged from his own in two ways.      The first claim is that\n\nRivera was himself the subject of a DEA drug investigation\n\n                              -3-\n\frelated to another client of his, Gustavo Delgado-Valencia, and\n\nso had every incentive not to irritate the government.                     The\n\nsecond    claim    is   that   Rivera   faced   a   conflict     because    he\n\nrepresented four other people in the Delgado-Valencia group who\n\nwere charged with operating a large-scale drug trafficking\n\nenterprise.       A case was pending against at least one member of\n\nthis group when Reyes-Vejerano himself was indicted.                  These\n\nconflicts,    Reyes-Vejerano         argues,    began     with     Rivera’s\n\nrepresentation of Reyes-Vejerano in civil forfeiture proceedings\n\nthat were pending against Reyes-Vejerano's property from the\n\nDelgado-Valencia group criminal case.\n\n           Reyes-Vejerano advances another set of ineffective\n\nassistance claims based on Rivera's purported failures to\n\nperform    certain      pretrial   investigation,    to   secure    certain\n\nwitnesses, and to move for a continuance in order to obtain the\n\ntestimony of a codefendant, as well as a claim that the district\n\ncourt erred in restricting discovery and refusing to hear\n\ncertain    evidence      related   to   Reyes-Vejerano's       theories    of\n\nineffective assistance.         We rest our rejection of these other\n\ncontentions on the district court's opinion, 1st Cir. R. 27(c),\n\n\n\n                                     -4-\n\fand confine our discussion to the allegations of conflict of\n\ninterest on the present record.1\n\n                                   I.\n\n          Where an ineffective assistance claim is premised on\n\ncounsel's alleged conflict of interest, we review the ultimate\n\nissue de novo, but defer to the district court's subsidiary fact\n\nfindings unless they are clearly erroneous.           Familia-Consoro v.\n\nUnited States, 160 F.3d 761, 764-65 (1st Cir. 1998).\n\n          The district court treated these allegations seriously,\n\nholding a two-day evidentiary hearing and reviewing in camera\n\nthe DEA reports on which the claim was premised that counsel was\n\nhimself   under   investigation.         This   was   the    court's   first\n\nopportunity to reach these issues, as there were no objections\n\nat trial from either Reyes-Vejerano or Rivera.              In this regard,\n\nwe note that Reyes-Vejerano was well aware of the multiple\n\nrepresentation and he was obviously aware that there had been a\n\nDEA investigation focused on the Delgado-Valencia group composed\n\nof Rivera's clients. Thus, this case does not involve any claim\n\n\n\n    1     The district court did not address the discovery-based\nclaims in its written opinion. We have reviewed these questions\nas well and found no error.\n\n                                   -5-\n\fabout the procedures used by the district court or the district\n\ncourt's failure to determine whether there was a conflict.   Cf.\n\nWood v. Georgia, 450 U.S. 261, 272 & n.18 (1981) (placing a\n\n\"duty to inquire\" on a trial court when a conflict of interest\n\nis \"apparent in the record\"); Holloway v. Arkansas, 435 U.S.\n\n475, 484 (1978) (requiring a trial court faced with a timely\n\nobjection to joint representation \"either to appoint separate\n\ncounsel or to take adequate steps to ascertain whether the risk\n\nwas too remote to warrant separate counsel\").\n\n          A defendant who raises no objection at trial must\n\ndemonstrate in his § 2255 petition that an actual conflict of\n\ninterest adversely affected the adequacy of his representation.\n\nCuyler   v.   Sullivan, 446 U.S. 335, 348-50 (1980); Familia-\n\nConsoro, 160 F.3d at 764.    That proof of actual conflict (at\n\nleast in situations where it is not obvious) has two components,\n\neach of which the defendant must show: \"(1) the attorney could\n\nhave pursued a plausible alternative defense strategy and (2)\n\nthe alternative trial tactic was inherently in conflict with or\n\nnot pursued due to the attorney's other loyalties or interests.\"\n\nFamilia-Consoro, 160 F.3d at 764;   see also Brien v. United\n\nStates, 695 F.2d 10, 15 (1st Cir. 1982) (adopting this test).\n\n                              -6-\n\fReyes-Vejerano has satisfied the first part of this test.              It\n\nwas a plausible (though likely unwise) alternative defense\n\nstrategy for him to take the stand and testify he was innocent.\n\nThe body of this opinion therefore deals with the second part.\n\n                                   II.\n\nA.   Allegations that Counsel was Under Investigation\n\n          Reyes-Vejerano    says    that   Rivera   was    mentioned   in\n\nseveral DEA investigative reports and that this means Rivera was\n\nunder investigation. He extrapolates from this that Rivera knew\n\nof the investigation and, therefore, faced an incentive not to\n\nbe too aggressive in conducting Reyes-Vejerano's defense.\n\n          The district court reviewed in camera the DEA reports\n\nconcerning an investigation into international cocaine smuggling\n\non which this claim is based.        This court has reviewed those\n\nsealed documents as well.2     Although the district court stated\n\nat the hearing that there was no investigation, its written\n\nopinion made no express finding on the subject.           We will assume\n\nfor purposes of this appeal that Rivera was indeed investigated\n\n\n\n\n     2    We have also taken judicial notice of the materials from the\ndistrict court pleadings in the original case that Reyes-Vejerano has\nsubmitted to this court.\n\n                                   -7-\n\fby the DEA concerning his involvement in the Delgado-Valencia\n\noperation.\n\n            The district court found that Rivera did not know he\n\nwas   the   subject   of   an   investigation   based    upon   Rivera's\n\ntestimony at the evidentiary hearing.       He testified that if he\n\nwas under investigation he was unaware of it.           He was aware he\n\nhad a contentious relationship and had exchanged some heated\n\nwords with both a prosecutor and a DEA agent.           He once told the\n\nprosecutor that if the prosecutor thought he was obstructing\n\njustice, the prosecutor should indict him.       He also admitted he\n\nmight well have said the government was out to get him.             The\n\ndistrict court's finding that Rivera did not know of any\n\ninvestigation was not clearly erroneous.           The record does,\n\nhowever, clearly show at least some thought on Rivera's part --\n\nnot rising to the level of certain knowledge -- that the\n\ngovernment might suspect him.\n\n            The district court also found that no conflict of\n\ninterest motivated Rivera's advice to Reyes-Vejerano that he not\n\ntestify.     At the evidentiary hearing, Rivera said he gave the\n\nadvice for a number of reasons.           Reyes-Vejerano had close\n\npersonal relationships with several people -- also clients of\n\n                                   -8-\n\fRivera -- charged with and convicted of drug trafficking.\n\nIndeed, Reyes-Vejerano had put up bail for some of them.\n\nFurther, Reyes-Vejerano had rented out space below his own\n\noffice to a video store that the government later proved was\n\nused in drug trafficking.   He had also been involved in a real\n\nestate transaction with Delgado-Valencia. Rivera testified that\n\nhe thought it too risky to open the door to the government's use\n\nof this potentially prejudicial evidence.         He also feared that\n\nthe jury would conclude from Reyes-Vejerano's accent that he was\n\nfrom Colombia, the source country for the drugs.        Rivera's last\n\nconcern was that Reyes-Vejerano was a man of immense wealth and\n\nthe jury might conclude his money came from drug dealing.\n\nFinally,   Rivera   testified   that   it   was    ultimately   Reyes-\n\nVejerano's choice, free from coercion, not to testify.3\n\n\n    3     The district court found that Rivera did not coercively\nprevent Reyes-Vejerano from testifying. It thus credited Rivera\nover Reyes-Vejerano, who testified that he insisted on\ntestifying but that Rivera would not permit him to do so, and\nthat had he known the decision was his, he would have testified.\nWe discount the relevance of this finding because defendants\nhave the right to receive independent advice from their lawyers\nunburdened by an actual conflict of interest on the part of\ncounsel.     Every defendant is, after all, entitled to\n\"representation that is free from conflicts of interest.\" Wood\nv. Georgia, 450 U.S. 261, 271 (1981). Had Rivera's conduct been\ncaused by an actual conflict of interest, we would not require\n\n                                -9-\n\f           At the hearing before the district court, Reyes-\n\nVejerano's current counsel argued that these reasons did not\n\nhold up.   Because Reyes-Vejerano was not indicted in the cases\n\ninvolving Gustavo and Jules Delgado-Valencia, Jairo Parra, and\n\nIsmenia Perdomo, any cross-examination regarding them would\n\narguably be irrelevant, or inadmissible as collateral evidence,\n\nor both.    If the evidence came in, Reyes-Vejerano maintained\n\nthat he had innocent explanations for all suspicious links.\n\nMoreover, as Rivera admitted at the hearing, Reyes-Vejerano was\n\narticulate and presentable and would not have made a bad\n\nwitness.    Reyes-Vejerano does not repeat these arguments on\n\nappeal, possibly because they tend to undermine his second claim\n\nthat Rivera kept him off the stand in the interest of the other\n\nclients. Instead, he focuses on his assertion that Rivera faced\n\na substantial incentive to curry favor with the agents and\n\nprosecutors handling Reyes-Vejerano's case.\n\n           The argument is not frivolous that a defense lawyer\n\nwithin the sights of a targeted criminal prosecution may find\n\nhis personal interests at odds with his duty to a client.\n\n\nthat it rise to the level of coercion to sustain Reyes-\nVejerano's claim.\n\n                              -10-\n\f            A lawyer in these circumstance[s], while dealing on\n            behalf of his client with the office that is\n            prosecuting him personally may, consciously or\n            otherwise, seek the goodwill of the office for his own\n            benefit. A lawyer's attempt to seek the goodwill of\n            the prosecutor may not always be in the best interest\n            of the lawyer's client.\n\nArmienti v. United States, 234 F.3d 820, 825 (2d Cir. 2000).\n\nWhile recognizing that a defense lawyer afraid of retaliation\n\nmight lack vigor, see Thompkins v. Cohen, 965 F.2d 330, 332 (7th\n\nCir. 1992), the Seventh Circuit has rejected any per se rule of\n\nconflict.    See United States v. Montana, 199 F.3d 947, 949 (7th\n\nCir. 1999); United States v. Hubbard, 22 F.3d 1410, 1418 (7th\n\nCir. 1994).     We, too, adopt a rule that a defendant has not\n\nshown a fatal conflict by showing only that his lawyer was under\n\ninvestigation and that the lawyer had some awareness of an\n\ninvestigation.\n\n            The defendant must still meet the Cuyler standard of\n\nactual conflict and adverse effect: the defendant must show some\n\ncausal relationship     between    the   lawyer's   awareness   of   the\n\ninvestigation and the alleged deficiency in representation.\n\nHere it is unclear whether, but arguable that, counsel was being\n\ninvestigated and that counsel had some sense the prosecutors\n\nwere \"out to get him,\" even if he did not know in an absolute\n\n                                  -11-\n\fsense that he was being investigated.           But there is nothing to\n\nshow counsel pulled any of his punches.          The defense throughout\n\nwas actual innocence, and no effort was made, on the evidence\n\npresented, to    force     Reyes-Verejano     into   an   unwelcome    plea\n\nbargain.   Indeed, even were counsel under investigation about\n\nhis relationship with the Delgado-Valencia operation, Reyes-\n\nVejerano has offered no reason to think Rivera's personal\n\ninterests diverged from those of Reyes-Vejerano other than the\n\ngeneral and unspecified theory that Rivera must have wanted to\n\nplease the government.\n\n           This is a far cry from the situation of a government\n\nwitness    at   trial    suddenly     accusing    defense    counsel    of\n\ninvolvement in drug trafficking.           Cf. United States v. Fulton,\n\n5 F.3d 605 (2d Cir. 1993) (holding that such a situation\n\npresented a conflict too great for the defendant to waive). Nor\n\nis it a case of defense counsel being indicted during his\n\nrepresentation of a client by the same office prosecuting his\n\nclient, and then entering a plea of guilty after negotiations\n\nwith that office.       Cf. United States v. DeFalco, 644 F.2d 132,\n\n136-37 (3d Cir. 1980) (en banc) (plurality opinion) (holding\n\nthat such a situation presented a conflict possibly subject to\n\n                                    -12-\n\fwaiver).   Rather, we are left with sheer speculation, and that\n\nis not enough.     See United States v. Canessa, 644 F.2d 61, 63-64\n\n(1st Cir. 1981).\n\nB.   Counsel's Representation of Other Defendants\n\n           Reyes-Vejerano next says that the reason Rivera advised\n\nReyes-Vejerano not to testify was that Rivera feared Reyes-\n\nVejerano   would    be    cross-examined   about   Gustavo   and   Jules\n\nDelgado-Valencia, Jairo Parra, and Ismenia Perdomo, all of whom\n\nRivera represented, and that the cross-examination would hurt\n\nthese other clients.\n\n           The government's initial argument is that there is no\n\nconnection at all between the two cases and so there could be no\n\nconflict created.        Some background is needed.    Reyes-Vejerano\n\ninitially retained Rivera to represent him in civil forfeiture\n\nproceedings in which the United States alleged that Reyes-\n\nVejerano was laundering money for the Gustavo Delgado-Valencia\n\ndrug operation.4 His defense against forfeiture was successful.\n\n\n     4    Reyes-Vejerano argues that Rivera had a duty to Reyes-\nVejerano as an innocent owner to show he was not a part of the\nDelgado-Valencia criminal enterprise, and that counsel's\nappearance for Reyes-Vejerano \"could only signal to the United\nStates that Reyes, too, was part of the enterprise.\" Any such\nsignal followed from Reyes-Vejerano's knowing choice of counsel\n\n                                  -13-\n\fFor this and other reasons, we reject as too blithe the\n\ngovernment's argument that there is absolutely no connection\n\nbetween the Delgado-Valencia drug case and this one. But Reyes-\n\nVejerano has not shown that the connection is such as to create\n\nan actual conflict of interest.\n\n            The district court concluded that Reyes-Vejerano had\n\nshown neither that his counsel faced a conflict of interest nor\n\nthat his advice was motivated by his representation of others,\n\nrather   than   by   his    obligations   to     Reyes-Vejerano.       The\n\nsubsidiary factual findings are not clearly in error, and these\n\nconclusions follow from them.\n\n            Representation of different defendants in different but\n\nrelated cases by one counsel may give rise to a conflict of\n\ninterest.    See, e.g., Horowitz v. Henderson, 514 F.2d 740 (5th\n\nCir. 1975) (affirming a grant of habeas corpus to a petitioner\n\nwhose attorney had represented a codefendant who pled guilty\n\nseparately and then testified at the petitioner's trial).              For\n\nexample, one client may stand to gain through negotiations with\n\nprosecutors that     will    injure   another,    raising   concerns   of\n\n\nand occurred in the civil forfeiture case, long before this\ncriminal case.\n\n                                  -14-\n\floyalty; or information obtained in the representation of one\n\nclient may be potentially useful to another, raising concerns of\n\nconfidentiality    --   particularly   if   the   first   client   is   a\n\npossible witness at the second client's trial.        The record does\n\nnot reveal, however, any specific facts that demonstrate any of\n\nthese problems arising in Rivera's defense of Reyes-Vejerano.5\n\n          It might arouse our suspicion if Rivera, seeing some\n\npotential overlap between the two representations, had failed to\n\ndisclose that representation.      We observe, however, that just\n\nthe   opposite   happened.    Reyes-Vejerano      retained   Rivera     to\n\nrepresent him, initially in the forfeiture action and later in\n\nthe criminal action, precisely because Rivera was representing\n\nthe others. We are not suggesting that Reyes-Vejerano's conduct\n\nrose to the level of a knowing and voluntary waiver of his\n\n\n      5   Reyes-Vejerano does point out that the district court\nfound that Rivera was motivated by the desire not to reveal\nReyes-Vejerano's relationship with the Delgado-Valencia clients\nin advising him not to testify.     In context, however, it is\nclear what the district court meant: Rivera's worry was not that\nthe Delgado-Valencia clients, convicted felons, would be tainted\nby association with Reyes-Vejerano, a purportedly innocent\nbusinessman, but instead the more reasonable fear that Reyes-\nVejerano would be tainted by association with the Delgado-\nValencia clients. This finding is therefore no evidence that\nRivera's advice was motivated by anything but his professional\njudgment exercised on Reyes-Vejerano's behalf.\n\n                                -15-\n\frights as to an existing conflict; the district court made no\n\nsuch finding and the issue was never developed.    Instead, that\n\nconduct is one factor among several that show the absence of a\n\nconflict in the first place.\n\n                               III.\n\n          Because Reyes-Vejerano has not shown an actual conflict\n\nof interest on either theory, we reject that claim, and so\n\nreject his Sixth Amendment ineffective assistance of counsel\n\nclaim.   The denial of the § 2255 petition is affirmed.\n\n\n\n\n                               -16-\n\f",
  "html": "<p class=\"case_cite\">276 F.3d 94 (1st Cir. 2002)</p>\n    <p class=\"parties\">FRANCISCO REYES-VEJERANO, Petitioner, Appellant,<br>v.<br>UNITED STATES OF AMERICA, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1187</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Nov. 7, 2001<br>Decided January 14, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Hector M. Laffitte, U.S. District Judge[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Linda Backiel and Rafael F. Castro-Lang for appellant.</p>\n      <p class=\"indent\">Irene C. Feldman, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco and Thomas F. Klumper, Assistant United States Attorneys, were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Kravitch,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Francisco Reyes-Vejerano was convicted by a jury in 1994 of five counts of conspiracy to possess heroin with intent to distribute. Reyes-Vejerano, a real estate broker, was sentenced to more than 15 years of imprisonment and fined $50,000.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">His conviction was affirmed in an unpublished opinion. United States v. Jimenez-Rodriguez, Nos. 94-1968, 94-2072, 1995 WL 709639 (1st Cir. Dec. 1, 1995). He later brought a similarly unsuccessful petition under 18 U.S.C. &#167; 2255 in the district court. Reyes-Vejerano v. United States, 117 F. Supp. 2d 103 (D.P.R. 2000). The district court did issue a certificate of appealability under 28 U.S.C. &#167; 2253(c)(2), and so we face on this appeal the question whether the performance of his trial counsel, Luis Rafael Rivera, was constitutionally deficient.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The significant questions in this case are those arising from Reyes-Vejerano's claim that Rivera's advice and strategy were motivated by interests that Reyes-Vejerano says diverged from his own in two ways. The first claim is that Rivera was himself the subject of a DEA drug investigation related to another client of his, Gustavo Delgado-Valencia, and so had every incentive not to irritate the government. The second claim is that Rivera faced a conflict because he represented four other people in the Delgado-Valencia group who were charged with operating a large-scale drug trafficking enterprise. A case was pending against at least one member of this group when Reyes-Vejerano himself was indicted. These conflicts, Reyes-Vejerano argues, began with Rivera's representation of Reyes-Vejerano in civil forfeiture proceedings that were pending against Reyes-Vejerano's property from the Delgado-Valencia group criminal case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Reyes-Vejerano advances another set of ineffective assistance claims based on Rivera's purported failures to perform certain pretrial investigation, to secure certain witnesses, and to move for a continuance in order to obtain the testimony of a codefendant, as well as a claim that the district court erred in restricting discovery and refusing to hear certain evidence related to Reyes-Vejerano's theories of ineffective assistance. We rest our rejection of these other contentions on the district court's opinion, 1st Cir. R. 27(c), and confine our discussion to the allegations of conflict of interest on the present record.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Where an ineffective assistance claim is premised on counsel's alleged conflict of interest, we review the ultimate issue de novo, but defer to the district court's subsidiary fact findings unless they are clearly erroneous. Familia-Consoro v. United States, 160 F.3d 761, 764-65 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court treated these allegations seriously, holding a two-day evidentiary hearing and reviewing in camera the DEA reports on which the claim was premised that counsel was himself under investigation. This was the court's first opportunity to reach these issues, as there were no objections at trial from either Reyes-Vejerano or Rivera. In this regard, we note that Reyes-Vejerano was well aware of the multiple representation and he was obviously aware that there had been a DEA investigation focused on the Delgado-Valencia group composed of Rivera's clients. Thus, this case does not involve any claim about the procedures used by the district court or the district court's failure to determine whether there was a conflict. Cf. Wood v. Georgia, 450 U.S. 261, 272 &amp; n.18 (1981) (placing a \"duty to inquire\" on a trial court when a conflict of interest is \"apparent in the record\"); Holloway v. Arkansas, 435 U.S. 475, 484 (1978) (requiring a trial court faced with a timely objection to joint representation \"either to appoint separate counsel or to take adequate steps to ascertain whether the risk was too remote to warrant separate counsel\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A defendant who raises no objection at trial must demonstrate in his &#167; 2255 petition that an actual conflict of interest adversely affected the adequacy of his representation. Cuyler v. Sullivan, 446 U.S. 335, 348-50 (1980); Familia-Consoro, 160 F.3d at 764. That proof of actual conflict (at least in situations where it is not obvious) has two components, each of which the defendant must show: \"(1) the attorney could have pursued a plausible alternative defense strategy and (2) the alternative trial tactic was inherently in conflict with or not pursued due to the attorney's other loyalties or interests.\" Familia-Consoro, 160 F.3d at 764; see also Brien v. United States, 695 F.2d 10, 15 (1st Cir. 1982) (adopting this test). Reyes-Vejerano has satisfied the first part of this test. It was a plausible (though likely unwise) alternative defense strategy for him to take the stand and testify he was innocent. The body of this opinion therefore deals with the second part.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. Allegations that Counsel was Under Investigation</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Reyes-Vejerano says that Rivera was mentioned in several DEA investigative reports and that this means Rivera was under investigation. He extrapolates from this that Rivera knew of the investigation and, therefore, faced an incentive not to be too aggressive in conducting Reyes-Vejerano's defense.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court reviewed in camera the DEA reports concerning an investigation into international cocaine smuggling on which this claim is based. This court has reviewed those sealed documents as well.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Although the district court stated at the hearing that there was no investigation, its written opinion made no express finding on the subject. We will assume for purposes of this appeal that Rivera was indeed investigated by the DEA concerning his involvement in the Delgado-Valencia operation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court found that Rivera did not know he was the subject of an investigation based upon Rivera's testimony at the evidentiary hearing. He testified that if he was under investigation he was unaware of it. He was aware he had a contentious relationship and had exchanged some heated words with both a prosecutor and a DEA agent. He once told the prosecutor that if the prosecutor thought he was obstructing justice, the prosecutor should indict him. He also admitted he might well have said the government was out to get him. The district court's finding that Rivera did not know of any investigation was not clearly erroneous. The record does, however, clearly show at least some thought on Rivera's part -- not rising to the level of certain knowledge -- that the government might suspect him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court also found that no conflict of interest motivated Rivera's advice to Reyes-Vejerano that he not testify. At the evidentiary hearing, Rivera said he gave the advice for a number of reasons.  Reyes-Vejerano had close personal relationships with several people -- also clients of Rivera -- charged with and convicted of drug trafficking. Indeed, Reyes-Vejerano had put up bail for some of them. Further, Reyes-Vejerano had rented out space below his own office to a video store that the government later proved was used in drug trafficking. He had also been involved in a real estate transaction with Delgado-Valencia. Rivera testified that he thought it too risky to open the door to the government's use of this potentially prejudicial evidence. He also feared that the jury would conclude from Reyes-Vejerano's accent that he was from Colombia, the source country for the drugs. Rivera's last concern was that Reyes-Vejerano was a man of immense wealth and the jury might conclude his money came from drug dealing. Finally, Rivera testified that it was ultimately Reyes-Vejerano's choice, free from coercion, not to testify.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the hearing before the district court, Reyes-Vejerano's current counsel argued that these reasons did not hold up. Because Reyes-Vejerano was not indicted in the cases involving Gustavo and Jules Delgado-Valencia, Jairo Parra, and Ismenia Perdomo, any cross-examination regarding them would arguably be irrelevant, or inadmissible as collateral evidence, or both. If the evidence came in, Reyes-Vejerano maintained that he had innocent explanations for all suspicious links. Moreover, as Rivera admitted at the hearing, Reyes-Vejerano was articulate and presentable and would not have made a bad witness. Reyes-Vejerano does not repeat these arguments on appeal, possibly because they tend to undermine his second claim that Rivera kept him off the stand in the interest of the other clients. Instead, he focuses on his assertion that Rivera faced a substantial incentive to curry favor with the agents and prosecutors handling Reyes-Vejerano's case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The argument is not frivolous that a defense lawyer within the sights of a targeted criminal prosecution may find his personal interests at odds with his duty to a client.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A lawyer in these circumstance[s], while dealing on behalf of his client with the office that is prosecuting him personally may, consciously or otherwise, seek the goodwill of the office for his own benefit. A lawyer's attempt to seek the goodwill of the prosecutor may not always be in the best interest of the lawyer's client.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Armienti v. United States, 234 F.3d 820, 825 (2d Cir. 2000). While recognizing that a defense lawyer afraid of retaliation might lack vigor, see Thompkins v. Cohen, 965 F.2d 330, 332 (7th Cir. 1992), the Seventh Circuit has rejected any per se rule of conflict. See United States v. Montana, 199 F.3d 947, 949 (7th Cir. 1999); United States v. Hubbard, 22 F.3d 1410, 1418 (7th Cir. 1994). We, too, adopt a rule that a defendant has not shown a fatal conflict by showing only that his lawyer was under investigation and that the lawyer had some awareness of an investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant must still meet the Cuyler standard of actual conflict and adverse effect: the defendant must show some causal relationship between the lawyer's awareness of the investigation and the alleged deficiency in representation. Here it is unclear whether, but arguable that, counsel was being investigated and that counsel had some sense the prosecutors were \"out to get him,\" even if he did not know in an absolute sense that he was being investigated. But there is nothing to show counsel pulled any of his punches. The defense throughout was actual innocence, and no effort was made, on the evidence presented, to force Reyes-Verejano into an unwelcome plea bargain. Indeed, even were counsel under investigation about his relationship with the Delgado-Valencia operation, Reyes-Vejerano has offered no reason to think Rivera's personal interests diverged from those of Reyes-Vejerano other than the general and unspecified theory that Rivera must have wanted to please the government.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is a far cry from the situation of a government witness at trial suddenly accusing defense counsel of involvement in drug trafficking. Cf. United States v. Fulton, 5 F.3d 605 (2d Cir. 1993) (holding that such a situation presented a conflict too great for the defendant to waive). Nor is it a case of defense counsel being indicted during his representation of a client by the same office prosecuting his client, and then entering a plea of guilty after negotiations with that office. Cf. United States v. DeFalco, 644 F.2d 132, 136-37 (3d Cir. 1980) (en banc) (plurality opinion) (holding that such a situation presented a conflict possibly subject to waiver). Rather, we are left with sheer speculation, and that is not enough. See United States v. Canessa, 644 F.2d 61, 63-64 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B. Counsel's Representation of Other Defendants</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Reyes-Vejerano next says that the reason Rivera advised Reyes-Vejerano not to testify was that Rivera feared Reyes-Vejerano would be cross-examined about Gustavo and Jules Delgado-Valencia, Jairo Parra, and Ismenia Perdomo, all of whom Rivera represented, and that the cross-examination would hurt these other clients.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The government's initial argument is that there is no connection at all between the two cases and so there could be no conflict created. Some background is needed. Reyes-Vejerano initially retained Rivera to represent him in civil forfeiture proceedings in which the United States alleged that Reyes-Vejerano was laundering money for the Gustavo Delgado-Valencia drug operation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> His defense against forfeiture was successful. For this and other reasons, we reject as too blithe the government's argument that there is absolutely no connection between the Delgado-Valencia drug case and this one. But Reyes-Vejerano has not shown that the connection is such as to create an actual conflict of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court concluded that Reyes-Vejerano had shown neither that his counsel faced a conflict of interest nor that his advice was motivated by his representation of others, rather than by his obligations to Reyes-Vejerano. The subsidiary factual findings are not clearly in error, and these conclusions follow from them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Representation of different defendants in different but related cases by one counsel may give rise to a conflict of interest. See, e.g., Horowitz v. Henderson, 514 F.2d 740 (5th Cir. 1975) (affirming a grant of habeas corpus to a petitioner whose attorney had represented a codefendant who pled guilty separately and then testified at the petitioner's trial). For example, one client may stand to gain through negotiations with prosecutors that will injure another, raising concerns of loyalty; or information obtained in the representation of one client may be potentially useful to another, raising concerns of confidentiality -- particularly if the first client is a possible witness at the second client's trial. The record does not reveal, however, any specific facts that demonstrate any of these problems arising in Rivera's defense of Reyes-Vejerano.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It might arouse our suspicion if Rivera, seeing some potential overlap between the two representations, had failed to disclose that representation. We observe, however, that just the opposite happened. Reyes-Vejerano retained Rivera to represent him, initially in the forfeiture action and later in the criminal action, precisely because Rivera was representing the others. We are not suggesting that Reyes-Vejerano's conduct rose to the level of a knowing and voluntary waiver of his rights as to an existing conflict; the district court made no such finding and the issue was never developed. Instead, that conduct is one factor among several that show the absence of a conflict in the first place.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because Reyes-Vejerano has not shown an actual conflict of interest on either theory, we reject that claim, and so reject his Sixth Amendment ineffective assistance of counsel claim. The denial of the &#167; 2255 petition is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Eleventh Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The district court did not address the discovery-based claims in its written opinion. We have reviewed these questions as well and found no error.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  We have also taken judicial notice of the materials from the district court pleadings in the original case that Reyes-Vejerano has submitted to this court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The district court found that Rivera did not coercively prevent Reyes-Vejerano from testifying. It thus credited Rivera over Reyes-Vejerano, who testified that he insisted on testifying but that Rivera would not permit him to do so, and that had he known the decision was his, he would have testified. We discount the relevance of this finding because defendants have the right to receive independent advice from their lawyers unburdened by an actual conflict of interest on the part of counsel. Every defendant is, after all, entitled to \"representation that is free from conflicts of interest.\" Wood v. Georgia, 450 U.S. 261, 271 (1981). Had Rivera's conduct been caused by an actual conflict of interest, we would not require that it rise to the level of coercion to sustain Reyes-Vejerano's claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Reyes-Vejerano argues that Rivera had a duty to Reyes-Vejerano as an innocent owner to show he was not a part of the Delgado-Valencia criminal enterprise, and that counsel's appearance for Reyes-Vejerano \"could only signal to the United States that Reyes, too, was part of the enterprise.\" Any such signal followed from Reyes-Vejerano's knowing choice of counsel and occurred in the civil forfeiture case, long before this criminal case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Reyes-Vejerano does point out that the district court found that Rivera was motivated by the desire not to reveal Reyes-Vejerano's relationship with the Delgado-Valencia clients in advising him not to testify. In context, however, it is clear what the district court meant: Rivera's worry was not that the Delgado-Valencia clients, convicted felons, would be tainted by association with Reyes-Vejerano, a purportedly innocent businessman, but instead the more reasonable fear that Reyes-Vejerano would be tainted by association with the Delgado-Valencia clients. This finding is therefore no evidence that Rivera's advice was motivated by anything but his professional judgment exercised on Reyes-Vejerano's behalf.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></span> (1st Cir. 2002)</p>\n    <p class=\"parties\">FRANCISCO REYES-VEJERANO, Petitioner, Appellant,<br>v.<br>UNITED STATES OF AMERICA, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1187</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Nov. 7, 2001<br>Decided January 14, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Hector M. Laffitte, U.S. District Judge[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Linda Backiel and Rafael F. Castro-Lang for appellant.</p>\n      <p class=\"indent\">Irene C. Feldman, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco and Thomas F. Klumper, Assistant United States Attorneys, were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Kravitch,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Francisco Reyes-Vejerano was convicted by a jury in 1994 of five counts of conspiracy to possess heroin with intent to distribute. Reyes-Vejerano, a real estate broker, was sentenced to more than 15 years of imprisonment and fined $50,000.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">His conviction was affirmed in an unpublished opinion. United States v. Jimenez-Rodriguez, Nos. 94-1968, 94-2072, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">709639</span></span> (1st Cir. Dec. 1, 1995). He later brought a similarly unsuccessful petition under 18 U.S.C. &#167; 2255 in the district court. Reyes-Vejerano v. United States, <span class=\"citation\" data-id=\"2449971\"><a href=\"/opinion/2449971/reyes-vejerano-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">103</span></a></span> (D.P.R. 2000). The district court did issue a certificate of appealability under 28 U.S.C. &#167; 2253(c)(2), and so we face on this appeal the question whether the performance of his trial counsel, Luis Rafael Rivera, was constitutionally deficient.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The significant questions in this case are those arising from Reyes-Vejerano's claim that Rivera's advice and strategy were motivated by interests that Reyes-Vejerano says diverged from his own in two ways. The first claim is that Rivera was himself the subject of a DEA drug investigation related to another client of his, Gustavo Delgado-Valencia, and so had every incentive not to irritate the government. The second claim is that Rivera faced a conflict because he represented four other people in the Delgado-Valencia group who were charged with operating a large-scale drug trafficking enterprise. A case was pending against at least one member of this group when Reyes-Vejerano himself was indicted. These conflicts, Reyes-Vejerano argues, began with Rivera's representation of Reyes-Vejerano in civil forfeiture proceedings that were pending against Reyes-Vejerano's property from the Delgado-Valencia group criminal case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Reyes-Vejerano advances another set of ineffective assistance claims based on Rivera's purported failures to perform certain pretrial investigation, to secure certain witnesses, and to move for a continuance in order to obtain the testimony of a codefendant, as well as a claim that the district court erred in restricting discovery and refusing to hear certain evidence related to Reyes-Vejerano's theories of ineffective assistance. We rest our rejection of these other contentions on the district court's opinion, 1st Cir. R. 27(c), and confine our discussion to the allegations of conflict of interest on the present record.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Where an ineffective assistance claim is premised on counsel's alleged conflict of interest, we review the ultimate issue de novo, but defer to the district court's subsidiary fact findings unless they are clearly erroneous. Familia-Consoro v. United States, <span class=\"citation\" data-id=\"198208\"><a href=\"/opinion/198208/familia-consoro-v-united-states/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 764-65 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court treated these allegations seriously, holding a two-day evidentiary hearing and reviewing in camera the DEA reports on which the claim was premised that counsel was himself under investigation. This was the court's first opportunity to reach these issues, as there were no objections at trial from either Reyes-Vejerano or Rivera. In this regard, we note that Reyes-Vejerano was well aware of the multiple representation and he was obviously aware that there had been a DEA investigation focused on the Delgado-Valencia group composed of Rivera's clients. Thus, this case does not involve any claim about the procedures used by the district court or the district court's failure to determine whether there was a conflict. Cf. Wood v. Georgia, <span class=\"citation\" data-id=\"110425\"><a href=\"/opinion/110425/wood-v-georgia/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 272 &amp; n.18 (1981) (placing a \"duty to inquire\" on a trial court when a conflict of interest is \"apparent in the record\"); Holloway v. Arkansas, <span class=\"citation\" data-id=\"109825\"><a href=\"/opinion/109825/holloway-v-arkansas/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span>, 484 (1978) (requiring a trial court faced with a timely objection to joint representation \"either to appoint separate counsel or to take adequate steps to ascertain whether the risk was too remote to warrant separate counsel\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A defendant who raises no objection at trial must demonstrate in his &#167; 2255 petition that an actual conflict of interest adversely affected the adequacy of his representation. Cuyler v. Sullivan, <span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 348-50 (1980); Familia-Consoro, 160 F.3d at 764. That proof of actual conflict (at least in situations where it is not obvious) has two components, each of which the defendant must show: \"(1) the attorney could have pursued a plausible alternative defense strategy and (2) the alternative trial tactic was inherently in conflict with or not pursued due to the attorney's other loyalties or interests.\" Familia-Consoro, 160 F.3d at 764; see also Brien v. United States, <span class=\"citation\" data-id=\"411729\"><a href=\"/opinion/411729/james-a-brien-v-united-states/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 15 (1st Cir. 1982) (adopting this test). Reyes-Vejerano has satisfied the first part of this test. It was a plausible (though likely unwise) alternative defense strategy for him to take the stand and testify he was innocent. The body of this opinion therefore deals with the second part.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. Allegations that Counsel was Under Investigation</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Reyes-Vejerano says that Rivera was mentioned in several DEA investigative reports and that this means Rivera was under investigation. He extrapolates from this that Rivera knew of the investigation and, therefore, faced an incentive not to be too aggressive in conducting Reyes-Vejerano's defense.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court reviewed in camera the DEA reports concerning an investigation into international cocaine smuggling on which this claim is based. This court has reviewed those sealed documents as well.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Although the district court stated at the hearing that there was no investigation, its written opinion made no express finding on the subject. We will assume for purposes of this appeal that Rivera was indeed investigated by the DEA concerning his involvement in the Delgado-Valencia operation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court found that Rivera did not know he was the subject of an investigation based upon Rivera's testimony at the evidentiary hearing. He testified that if he was under investigation he was unaware of it. He was aware he had a contentious relationship and had exchanged some heated words with both a prosecutor and a DEA agent. He once told the prosecutor that if the prosecutor thought he was obstructing justice, the prosecutor should indict him. He also admitted he might well have said the government was out to get him. The district court's finding that Rivera did not know of any investigation was not clearly erroneous. The record does, however, clearly show at least some thought on Rivera's part -- not rising to the level of certain knowledge -- that the government might suspect him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court also found that no conflict of interest motivated Rivera's advice to Reyes-Vejerano that he not testify. At the evidentiary hearing, Rivera said he gave the advice for a number of reasons.  Reyes-Vejerano had close personal relationships with several people -- also clients of Rivera -- charged with and convicted of drug trafficking. Indeed, Reyes-Vejerano had put up bail for some of them. Further, Reyes-Vejerano had rented out space below his own office to a video store that the government later proved was used in drug trafficking. He had also been involved in a real estate transaction with Delgado-Valencia. Rivera testified that he thought it too risky to open the door to the government's use of this potentially prejudicial evidence. He also feared that the jury would conclude from Reyes-Vejerano's accent that he was from Colombia, the source country for the drugs. Rivera's last concern was that Reyes-Vejerano was a man of immense wealth and the jury might conclude his money came from drug dealing. Finally, Rivera testified that it was ultimately Reyes-Vejerano's choice, free from coercion, not to testify.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the hearing before the district court, Reyes-Vejerano's current counsel argued that these reasons did not hold up. Because Reyes-Vejerano was not indicted in the cases involving Gustavo and Jules Delgado-Valencia, Jairo Parra, and Ismenia Perdomo, any cross-examination regarding them would arguably be irrelevant, or inadmissible as collateral evidence, or both. If the evidence came in, Reyes-Vejerano maintained that he had innocent explanations for all suspicious links. Moreover, as Rivera admitted at the hearing, Reyes-Vejerano was articulate and presentable and would not have made a bad witness. Reyes-Vejerano does not repeat these arguments on appeal, possibly because they tend to undermine his second claim that Rivera kept him off the stand in the interest of the other clients. Instead, he focuses on his assertion that Rivera faced a substantial incentive to curry favor with the agents and prosecutors handling Reyes-Vejerano's case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The argument is not frivolous that a defense lawyer within the sights of a targeted criminal prosecution may find his personal interests at odds with his duty to a client.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A lawyer in these circumstance[s], while dealing on behalf of his client with the office that is prosecuting him personally may, consciously or otherwise, seek the goodwill of the office for his own benefit. A lawyer's attempt to seek the goodwill of the prosecutor may not always be in the best interest of the lawyer's client.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Armienti v. United States, <span class=\"citation\" data-id=\"771394\"><a href=\"/opinion/771394/anthony-armienti-v-united-states/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">820</span></a></span>, 825 (2d Cir. 2000). While recognizing that a defense lawyer afraid of retaliation might lack vigor, see Thompkins v. Cohen, <span class=\"citation\" data-id=\"583959\"><a href=\"/opinion/583959/douglas-e-thompkins-v-edward-l-cohen/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 332 (7th Cir. 1992), the Seventh Circuit has rejected any per se rule of conflict. See United States v. Montana, <span class=\"citation\" data-id=\"767163\"><a href=\"/opinion/767163/united-states-v-darwin-montana/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">947</span></a></span>, 949 (7th Cir. 1999); United States v. Hubbard, <span class=\"citation\" data-id=\"669085\"><a href=\"/opinion/669085/united-states-v-william-c-hubbard-also-known-as-robert-lee-austin-jr/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1410</span></a></span>, 1418 (7th Cir. 1994). We, too, adopt a rule that a defendant has not shown a fatal conflict by showing only that his lawyer was under investigation and that the lawyer had some awareness of an investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant must still meet the Cuyler standard of actual conflict and adverse effect: the defendant must show some causal relationship between the lawyer's awareness of the investigation and the alleged deficiency in representation. Here it is unclear whether, but arguable that, counsel was being investigated and that counsel had some sense the prosecutors were \"out to get him,\" even if he did not know in an absolute sense that he was being investigated. But there is nothing to show counsel pulled any of his punches. The defense throughout was actual innocence, and no effort was made, on the evidence presented, to force Reyes-Verejano into an unwelcome plea bargain. Indeed, even were counsel under investigation about his relationship with the Delgado-Valencia operation, Reyes-Vejerano has offered no reason to think Rivera's personal interests diverged from those of Reyes-Vejerano other than the general and unspecified theory that Rivera must have wanted to please the government.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is a far cry from the situation of a government witness at trial suddenly accusing defense counsel of involvement in drug trafficking. Cf. United States v. Fulton, <span class=\"citation\" data-id=\"653620\"><a href=\"/opinion/653620/united-states-v-cortland-bay-fulton-also-known-as-tairu-owolabi-alabi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">605</span></a></span> (2d Cir. 1993) (holding that such a situation presented a conflict too great for the defendant to waive). Nor is it a case of defense counsel being indicted during his representation of a client by the same office prosecuting his client, and then entering a plea of guilty after negotiations with that office. Cf. United States v. DeFalco, <span class=\"citation\" data-id=\"388324\"><a href=\"/opinion/388324/united-states-v-albert-defalco-ronald-blackwell-leonardo-leonard/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 136-37 (3d Cir. 1980) (en banc) (plurality opinion) (holding that such a situation presented a conflict possibly subject to waiver). Rather, we are left with sheer speculation, and that is not enough. See United States v. Canessa, <span class=\"citation\" data-id=\"388309\"><a href=\"/opinion/388309/united-states-v-peter-canessa/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, 63-64 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B. Counsel's Representation of Other Defendants</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Reyes-Vejerano next says that the reason Rivera advised Reyes-Vejerano not to testify was that Rivera feared Reyes-Vejerano would be cross-examined about Gustavo and Jules Delgado-Valencia, Jairo Parra, and Ismenia Perdomo, all of whom Rivera represented, and that the cross-examination would hurt these other clients.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The government's initial argument is that there is no connection at all between the two cases and so there could be no conflict created. Some background is needed. Reyes-Vejerano initially retained Rivera to represent him in civil forfeiture proceedings in which the United States alleged that Reyes-Vejerano was laundering money for the Gustavo Delgado-Valencia drug operation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> His defense against forfeiture was successful. For this and other reasons, we reject as too blithe the government's argument that there is absolutely no connection between the Delgado-Valencia drug case and this one. But Reyes-Vejerano has not shown that the connection is such as to create an actual conflict of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court concluded that Reyes-Vejerano had shown neither that his counsel faced a conflict of interest nor that his advice was motivated by his representation of others, rather than by his obligations to Reyes-Vejerano. The subsidiary factual findings are not clearly in error, and these conclusions follow from them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Representation of different defendants in different but related cases by one counsel may give rise to a conflict of interest. See, e.g., Horowitz v. Henderson, <span class=\"citation\" data-id=\"326972\"><a href=\"/opinion/326972/carey-m-horowitz-v-c-murray-henderson-warden-louisiana-state/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">740</span></a></span> (5th Cir. 1975) (affirming a grant of habeas corpus to a petitioner whose attorney had represented a codefendant who pled guilty separately and then testified at the petitioner's trial). For example, one client may stand to gain through negotiations with prosecutors that will injure another, raising concerns of loyalty; or information obtained in the representation of one client may be potentially useful to another, raising concerns of confidentiality -- particularly if the first client is a possible witness at the second client's trial. The record does not reveal, however, any specific facts that demonstrate any of these problems arising in Rivera's defense of Reyes-Vejerano.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It might arouse our suspicion if Rivera, seeing some potential overlap between the two representations, had failed to disclose that representation. We observe, however, that just the opposite happened. Reyes-Vejerano retained Rivera to represent him, initially in the forfeiture action and later in the criminal action, precisely because Rivera was representing the others. We are not suggesting that Reyes-Vejerano's conduct rose to the level of a knowing and voluntary waiver of his rights as to an existing conflict; the district court made no such finding and the issue was never developed. Instead, that conduct is one factor among several that show the absence of a conflict in the first place.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because Reyes-Vejerano has not shown an actual conflict of interest on either theory, we reject that claim, and so reject his Sixth Amendment ineffective assistance of counsel claim. The denial of the &#167; 2255 petition is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Eleventh Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The district court did not address the discovery-based claims in its written opinion. We have reviewed these questions as well and found no error.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  We have also taken judicial notice of the materials from the district court pleadings in the original case that Reyes-Vejerano has submitted to this court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The district court found that Rivera did not coercively prevent Reyes-Vejerano from testifying. It thus credited Rivera over Reyes-Vejerano, who testified that he insisted on testifying but that Rivera would not permit him to do so, and that had he known the decision was his, he would have testified. We discount the relevance of this finding because defendants have the right to receive independent advice from their lawyers unburdened by an actual conflict of interest on the part of counsel. Every defendant is, after all, entitled to \"representation that is free from conflicts of interest.\" Wood v. Georgia, <span class=\"citation\" data-id=\"110425\"><a href=\"/opinion/110425/wood-v-georgia/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 271 (1981). Had Rivera's conduct been caused by an actual conflict of interest, we would not require that it rise to the level of coercion to sustain Reyes-Vejerano's claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Reyes-Vejerano argues that Rivera had a duty to Reyes-Vejerano as an innocent owner to show he was not a part of the Delgado-Valencia criminal enterprise, and that counsel's appearance for Reyes-Vejerano \"could only signal to the United States that Reyes, too, was part of the enterprise.\" Any such signal followed from Reyes-Vejerano's knowing choice of counsel and occurred in the civil forfeiture case, long before this criminal case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Reyes-Vejerano does point out that the district court found that Rivera was motivated by the desire not to reveal Reyes-Vejerano's relationship with the Delgado-Valencia clients in advising him not to testify. In context, however, it is clear what the district court meant: Rivera's worry was not that the Delgado-Valencia clients, convicted felons, would be tainted by association with Reyes-Vejerano, a purportedly innocent businessman, but instead the more reasonable fear that Reyes-Vejerano would be tainted by association with the Delgado-Valencia clients. This finding is therefore no evidence that Rivera's advice was motivated by anything but his professional judgment exercised on Reyes-Vejerano's behalf.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2449971/"
  ]
}