{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199792/",
  "absolute_url": "/opinion/199792/scanlon-v-department-of-the/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199792/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:46Z",
  "date_modified": "2017-03-24T11:03:16.550234Z",
  "type": "010combined",
  "sha1": "86c0922b0be13a8971bf1603c21b12c7432079db",
  "page_count": 5,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1817-01A.pdf",
  "local_path": "pdf/2002/01/28/Scanlon_v._Department_of_the.pdf",
  "plain_text": "         United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1817\n\n              MARIBETH SCANLON AND E. MICHAEL SCANLON,\n\n                      Plaintiffs, Appellants,\n\n                                 v.\n\n   DEPARTMENT OF THE ARMY, CORPS OF ENGINEERS, NEW ENGLAND\n                          DIVISION,\n\n                        Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                               Before\n\n                        Selya, Circuit Judge,\n\n              Rosenn* and Cyr, Senior Circuit Judges.\n\n\n    Lester M. Gold for appellant.\n    James B. Farmer, United States Attorney, with whom Cynthia W.\nLie, Assistant United States Attorney, was on brief for appellee.\n\n\n\n                          January 28, 2002\n\n\n________________\n*Of the Third Circuit, sitting by designation.\n\f          ROSENN, Senior Circuit Judge. The United States Army Corps\n\nof Engineers, New England Division (the Army), owns, operates, and\n\nmaintains the Cape Cod Canal in Massachusetts. In addition to the\n\nmaritime services at the Canal, the Army provides a recreational\n\nfacility there known as the Sandwich Recreation Area within which is a\n\nparking lot.\n\n          In July 1997, Maribeth Scanlon, one of the appellants herein,\n\nvisited the recreational area and parked her vehicle on a lot\n\nmaintained by the Army. She alleged that, while attempting to place a\n\nbaby walker into her parked vehicle, \"she suffered injuries to her\n\nankle and knee when she fell into a partially secured hole in the\n\nparking lot.\" She and her husband, E. Michael Scanlon, who pleaded a\n\nclaim for loss of consortium, filed a tort action in the United States\n\nDistrict Court for the District of Massachusetts under 28 U.S.C. §\n\n1346(b)(1). The court granted the Army’s motion for summary judgment\n\nand the plaintiffs timely appealed.       We affirm.\n\n          Liability under the Federal Tort Claims Act is determined in\n\naccordance with the law of the place where the act or omission\n\noccurred. DiMella v. Gray Lines of Boston, Inc., 836 F.2d 718, 719-20\n\n(1st Cir. 1988); 28 U.S.C. § 1346(b)(1). Under Massachusetts law, an\n\nowner of land who permits the public to use it for recreational\n\npurposes without imposing a fee or charge therefor is not liable to a\n\nmember of the public, who uses the land for such purposes, for personal\n\n\n                                 -2-\n\finjuries sustained by him or her on the land \"in the absence of wilful,\n\nwanton or reckless conduct by such [owner].\" Mass. Gen. Laws, Ch. 12,\n\n§ 17C.   Because mere negligence on the part of the owner is not\n\nsufficient to establish liability; the plaintiffs must prove that the\n\nArmy’s conduct was wilful, wanton, or reckless.\n\n          It is undisputed that Maribeth Scanlon was using the Army\n\nland for recreational purposes without charge or fee.   The plaintiffs\n\nclaim that the Army installed a manhole in 1990 to protect a traffic\n\ncounter, which was removed in 1996. Although the hole was not filed\n\nin, it was capped with a galvanized diamond plate steel cover designed\n\nto be secured with tamper-proof recessed bolts. From time to time, the\n\nbolts were replaced due to damage and, when necessary, the manhole was\n\nrepaired. The plaintiffs claim that Mrs. Scanlon stepped on the cover\n\nand fell into the hole.\n\n          The District Court, after reviewing the record, concluded\n\nthat there was insufficient evidence \"to raise a genuine issue of\n\nmaterial fact concerning whether defendant’s maintenance of the\n\n[manhole] was wilful, wanton or reckless.\" It therefore granted the\n\nArmy’s motion for summary judgment.\n\n          Our review of a grant of summary judgment is de novo.\n\nBarbour v. Dynamics Research Corp., 63 F.3d 32, 36 (1st Cir. 1995).\n\nSummary judgment is proper if after considering \"the pleadings,\n\ndepositions, answers to interrogatories, and admissions on file,\n\n\n                                 -3-\n\ftogether with the affidavit, if any, . . . there is no genuine issue as\n\nto any material fact and that the moving party is entitled to judgment\n\nas a matter of law.\" Id. at 36-37 (quoting F ED. R. CIV. P. 56(c)). In\n\nconducting that analysis, the court must \"view the facts in the light\n\nmost favorable to the non-moving party, drawing all reasonable\n\ninferences in that party’s favor.\" Id. at 36.\n\n          In Sandler v. Commonwealth, the Supreme Judicial Court of\n\nMassachusetts defined wilful, wanton or reckless conduct for purposes\n\nof the recreational use statute.       644 N.E.2d 641 (Mass. 1995).\n\nInitially, it recognized that in Massachusetts the standard for wilful,\n\nwanton or reckless conduct in the civil tort context is the same as\n\nthat governing criminal liability for involuntary manslaughter. Id. at\n\n643.\n\n          Reckless failure to act involves an intentional\n          or unreasonable disregard of a risk that presents\n          a high degree of probability that substantial\n          harm will result to another [such that the] risk\n          of death or grave bodily injury must be known or\n          reasonably apparent, and the harm must be a\n          probable consequence of the defendant’s election\n          to run that risk or of his failure to reasonably\n          recognize it.\n\nId.(citations omitted). Thus, the degree of risk involved in a wilful,\n\nwanton or reckless act is different, both in kind and degree, from that\n\ninvolved in negligent conduct.      Id. at 644.\n\n          The court in Sandler held that \"a persistent failure to\n\nremedy defects in a tunnel on a traveled bikeway, simply does not\n\n\n                                 -4-\n\fpresent a level of dangerousness that warrants liability\" under section\n\n17C. Id. Similarly, here the Army’s failure to properly secure the\n\nhole did not create that \"level of dangerousness that warrants\n\nliability.\" To be sure, there is evidence in the record that the bolts\n\nsecuring the steel cover over the hole periodically would loosen and as\n\na result, the steel plate would only partially cover the hole. The\n\nplaintiffs contend that this failure to properly secure a two-foot deep\n\nhole that the Army actually created distinguishes the challenged\n\nconduct in this case from the \"persistent failure to remedy defects\"\n\nfound insufficient to warrant liability in Sandler.1 Even if we assume\n\nthat the Army failed to properly secure and maintain the hole, this\n\ncase comes squarely within the scope of Sandler. It \"simply does not\n\npresent a level of dangerousness that warrants liability\" particularly\n\ngiven the heightened standard applicable under the Massachusetts\n\nrecreational use statute. Thus, in entering summary judgment for the\n\nArmy, the District Court committed no error in applying Sandler to the\n\nfacts of this case.\n\n            Accordingly, the judgment of the District Court is\n\nAFFIRMED.\n\n\n\n\n     1The Army contends that the hole was only one foot deep.\nWhile Mrs. Scanlon must offer something more than her simple\nbelief that the hole was two feet deep, our decision in this\ncase would not be affected by whether the hole was one or two\nfeet deep.\n\n                                 -5-\n\f",
  "html": "<p class=\"case_cite\">277 F.3d 598 (1st Cir. 2002)</p>\n    <p class=\"parties\">MARIBETH SCANLON AND E. MICHAEL SCANLON, Plaintiffs, Appellants,<br>v.<br>DEPARTMENT OF THE ARMY, CORPS OF ENGINEERS, NEW ENGLAND DIVISION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1817</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Dec. 6, 2001<br>Decided January 28, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Douglas P. Woodlock, U.S. District Judge Lester M. Gold for appellant.</p>\n      <p class=\"indent\">James B. Farmer, United States Attorney, with whom Cynthia W. Lie, Assistant United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Rosenn<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Cyr, Senior Circuit Judges.</p>\n      <p class=\"indent\">ROSENN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States Army Corps of Engineers, New England Division (the Army), owns, operates, and maintains the Cape Cod Canal in Massachusetts. In addition to the maritime services at the Canal, the Army provides a recreational facility there known as the Sandwich Recreation Area within which is a parking lot.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In July 1997, Maribeth Scanlon, one of the appellants herein, visited the recreational area and parked her vehicle on a lot maintained by the Army. She alleged that, while attempting to place a baby walker into her parked vehicle, \"she suffered injuries to her ankle and knee when she fell into a partially secured hole in the parking lot.\" She and her husband, E. Michael Scanlon, who pleaded a claim for loss of consortium, filed a tort action in the United States District Court for the District of Massachusetts under 28 U.S.C. &#167; 1346(b)(1). The court granted the Army's motion for summary judgment and the plaintiffs timely appealed. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Liability under the Federal Tort Claims Act is determined in accordance with the law of the place where the act or omission occurred. DiMella v. Gray Lines of Boston, Inc., 836 F.2d 718, 719-20 (1st Cir. 1988); 28 U.S.C. &#167; 1346(b)(1). Under Massachusetts law, an owner of land who permits the public to use it for recreational purposes without imposing a fee or charge therefor is not liable to a member of the public, who uses the land for such purposes, for personal injuries sustained by him or her on the land \"in the absence of wilful, wanton or reckless conduct by such [owner].\" Mass. Gen. Laws, Ch. 12, &#167; 17C. Because mere negligence on the part of the owner is not sufficient to establish liability; the plaintiffs must prove that the Army's conduct was wilful, wanton, or reckless.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is undisputed that Maribeth Scanlon was using the Army land for recreational purposes without charge or fee. The plaintiffs claim that the Army installed a manhole in 1990 to protect a traffic counter, which was removed in 1996. Although the hole was not filed in, it was capped with a galvanized diamond plate steel cover designed to be secured with tamper-proof recessed bolts. From time to time, the bolts were replaced due to damage and, when necessary, the manhole was repaired. The plaintiffs claim that Mrs. Scanlon stepped on the cover and fell into the hole.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Court, after reviewing the record, concluded that there was insufficient evidence \"to raise a genuine issue of material fact concerning whether defendant's maintenance of the [manhole] was wilful, wanton or reckless.\" It therefore granted the Army's motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our review of a grant of summary judgment is de novo. Barbour v. Dynamics Research Corp., 63 F.3d 32, 36 (1st Cir. 1995). Summary judgment is proper if after considering \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavit, if any, . . . there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Id. at 36-37 (quoting Fed. R. Civ. P. 56(c)). In conducting that analysis, the court must \"view the facts in the light most favorable to the non-moving party, drawing all reasonable inferences in that party's favor.\" Id. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Sandler v. Commonwealth, the Supreme Judicial Court of Massachusetts defined wilful, wanton or reckless conduct for purposes of the recreational use statute. 644 N.E.2d 641 (Mass. 1995). Initially, it recognized that in Massachusetts the standard for wilful, wanton or reckless conduct in the civil tort context is the same as that governing criminal liability for involuntary manslaughter. Id. at 643.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Reckless failure to act involves an intentional or unreasonable disregard of a risk that presents a high degree of probability that substantial harm will result to another [such that the] risk of death or grave bodily injury must be known or reasonably apparent, and the harm must be a probable consequence of the defendant's election to run that risk or of his failure to reasonably recognize it.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Id.(citations omitted). Thus, the degree of risk involved in a wilful, wanton or reckless act is different, both in kind and degree, from that involved in negligent conduct. Id. at 644.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court in Sandler held that \"a persistent failure to remedy defects in a tunnel on a traveled bikeway, simply does not present a level of dangerousness that warrants liability\" under section 17C. Id. Similarly, here the Army's failure to properly secure the hole did not create that \"level of dangerousness that warrants liability.\" To be sure, there is evidence in the record that the bolts securing the steel cover over the hole periodically would loosen and as a result, the steel plate would only partially cover the hole. The plaintiffs contend that this failure to properly secure a two-foot deep hole that the Army actually created distinguishes the challenged conduct in this case from the \"persistent failure to remedy defects\" found insufficient to warrant liability in Sandler.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Even if we assume that the Army failed to properly secure and maintain the hole, this case comes squarely within the scope of Sandler. It \"simply does not present a level of dangerousness that warrants liability\" particularly given the heightened standard applicable under the Massachusetts recreational use statute. Thus, in entering summary judgment for the Army, the District Court committed no error in applying Sandler to the facts of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, the judgment of the District Court is</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Army contends that the hole was only one foot deep. While Mrs. Scanlon must offer something more than her simple belief that the hole was two feet deep, our decision in this case would not be affected by whether the hole was one or two feet deep.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">598</span></span> (1st Cir. 2002)</p>\n    <p class=\"parties\">MARIBETH SCANLON AND E. MICHAEL SCANLON, Plaintiffs, Appellants,<br>v.<br>DEPARTMENT OF THE ARMY, CORPS OF ENGINEERS, NEW ENGLAND DIVISION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1817</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Dec. 6, 2001<br>Decided January 28, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Douglas P. Woodlock, U.S. District Judge Lester M. Gold for appellant.</p>\n      <p class=\"indent\">James B. Farmer, United States Attorney, with whom Cynthia W. Lie, Assistant United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Rosenn<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Cyr, Senior Circuit Judges.</p>\n      <p class=\"indent\">ROSENN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States Army Corps of Engineers, New England Division (the Army), owns, operates, and maintains the Cape Cod Canal in Massachusetts. In addition to the maritime services at the Canal, the Army provides a recreational facility there known as the Sandwich Recreation Area within which is a parking lot.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In July 1997, Maribeth Scanlon, one of the appellants herein, visited the recreational area and parked her vehicle on a lot maintained by the Army. She alleged that, while attempting to place a baby walker into her parked vehicle, \"she suffered injuries to her ankle and knee when she fell into a partially secured hole in the parking lot.\" She and her husband, E. Michael Scanlon, who pleaded a claim for loss of consortium, filed a tort action in the United States District Court for the District of Massachusetts under 28 U.S.C. &#167; 1346(b)(1). The court granted the Army's motion for summary judgment and the plaintiffs timely appealed. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Liability under the Federal Tort Claims Act is determined in accordance with the law of the place where the act or omission occurred. DiMella v. Gray Lines of Boston, Inc., <span class=\"citation\" data-id=\"499732\"><a href=\"/opinion/499732/diane-dimella-v-gray-lines-of-boston-inc-and-herb-edmunds-united/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">718</span></a></span>, 719-20 (1st Cir. 1988); 28 U.S.C. &#167; 1346(b)(1). Under Massachusetts law, an owner of land who permits the public to use it for recreational purposes without imposing a fee or charge therefor is not liable to a member of the public, who uses the land for such purposes, for personal injuries sustained by him or her on the land \"in the absence of wilful, wanton or reckless conduct by such [owner].\" Mass. Gen. Laws, Ch. 12, &#167; 17C. Because mere negligence on the part of the owner is not sufficient to establish liability; the plaintiffs must prove that the Army's conduct was wilful, wanton, or reckless.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is undisputed that Maribeth Scanlon was using the Army land for recreational purposes without charge or fee. The plaintiffs claim that the Army installed a manhole in 1990 to protect a traffic counter, which was removed in 1996. Although the hole was not filed in, it was capped with a galvanized diamond plate steel cover designed to be secured with tamper-proof recessed bolts. From time to time, the bolts were replaced due to damage and, when necessary, the manhole was repaired. The plaintiffs claim that Mrs. Scanlon stepped on the cover and fell into the hole.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Court, after reviewing the record, concluded that there was insufficient evidence \"to raise a genuine issue of material fact concerning whether defendant's maintenance of the [manhole] was wilful, wanton or reckless.\" It therefore granted the Army's motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our review of a grant of summary judgment is de novo. Barbour v. Dynamics Research Corp., <span class=\"citation\" data-id=\"196245\"><a href=\"/opinion/196245/barbour-v-dynamics-research/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 36 (1st Cir. 1995). Summary judgment is proper if after considering \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavit, if any, . . . there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Id. at 36-37 (quoting Fed. R. Civ. P. 56(c)). In conducting that analysis, the court must \"view the facts in the light most favorable to the non-moving party, drawing all reasonable inferences in that party's favor.\" Id. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Sandler v. Commonwealth, the Supreme Judicial Court of Massachusetts defined wilful, wanton or reckless conduct for purposes of the recreational use statute. <span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">641</span></span> (Mass. 1995). Initially, it recognized that in Massachusetts the standard for wilful, wanton or reckless conduct in the civil tort context is the same as that governing criminal liability for involuntary manslaughter. Id. at 643.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Reckless failure to act involves an intentional or unreasonable disregard of a risk that presents a high degree of probability that substantial harm will result to another [such that the] risk of death or grave bodily injury must be known or reasonably apparent, and the harm must be a probable consequence of the defendant's election to run that risk or of his failure to reasonably recognize it.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Id.(citations omitted). Thus, the degree of risk involved in a wilful, wanton or reckless act is different, both in kind and degree, from that involved in negligent conduct. Id. at 644.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court in Sandler held that \"a persistent failure to remedy defects in a tunnel on a traveled bikeway, simply does not present a level of dangerousness that warrants liability\" under section 17C. Id. Similarly, here the Army's failure to properly secure the hole did not create that \"level of dangerousness that warrants liability.\" To be sure, there is evidence in the record that the bolts securing the steel cover over the hole periodically would loosen and as a result, the steel plate would only partially cover the hole. The plaintiffs contend that this failure to properly secure a two-foot deep hole that the Army actually created distinguishes the challenged conduct in this case from the \"persistent failure to remedy defects\" found insufficient to warrant liability in Sandler.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Even if we assume that the Army failed to properly secure and maintain the hole, this case comes squarely within the scope of Sandler. It \"simply does not present a level of dangerousness that warrants liability\" particularly given the heightened standard applicable under the Massachusetts recreational use statute. Thus, in entering summary judgment for the Army, the District Court committed no error in applying Sandler to the facts of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Accordingly, the judgment of the District Court is</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Army contends that the hole was only one foot deep. While Mrs. Scanlon must offer something more than her simple belief that the hole was two feet deep, our decision in this case would not be affected by whether the hole was one or two feet deep.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499732/"
  ]
}