{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199769/",
  "absolute_url": "/opinion/199769/duriex-gauthier-v-lopez-nieves/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199769/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:19Z",
  "date_modified": "2017-03-24T11:03:16.545114Z",
  "type": "010combined",
  "sha1": "f5c8a472c74b99b6bb7bb980172070d47c550d97",
  "page_count": 2,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1746A-01A.pdf",
  "local_path": "pdf/2002/01/09/Duriex-Gauthier_v._Lopez-Nieves.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n                      ____________________\n\nNo. 01-1746\n\n                     PETER DURIEX-GAUTHIER,\n\n                      Plaintiff, Appellee,\n\n                               v.\n\n                      CARLOS LOPEZ-NIEVES,\n\n                     Defendant, Appellant,\n\n                           JANE DOE,\nAND THE CONJUGAL PARTNERSHIP CONSTITUTED BY LOPEZ-NIEVES AND DOE,\n\n                           Defendants.\n                      ____________________\n\n\n\n                         ERRATA SHEET\n\n     The opinion of this court, issued December 10, 2001,\nshould be amended as follows:\n\np 5, line 1: insert close quotation marks after \"public\nservice\"\n\np 5, line 22: insert space before \"ยง 707\"\n\np 5, line 24: change \"scrivner's\" to \"scrivener's\"\n\np 9, line 12: change \"1st\" to \"1st\"\n\np 10, line 9: change \"1st\" to \"1st\"\n\np 14, line 21: remove \"both\"\n\fp 15, fn 6, line 6: change \"Zinerman\" to \"Zinermon\"\n\f",
  "html": "<p class=\"case_cite\">274 F.3d 4 (1st Cir. 2001)</p>\n    <p class=\"parties\">PETER DURIEX-GAUTHIER, Plaintiff, Appellee,<br>v.<br>CARLOS LOPEZ-NIEVES, Defendant, Appellant,<br>JANE DOE, AND THE CONJUGAL PARTNERSHIP CONSTITUTED BY LOPEZ-NIEVES AND DOE,<br>Defendants.</p>\n    <p class=\"docket\">No. 01-1746</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 6, 2001<br>Decided December 10, 2001<br>Amended January 14, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Carmen Consuelo Cerezo, U.S. District Judge.</p>\n      <p class=\"indent\">Jorge Martnez Luciano with whom Johanna Emmanuelli Huertas and Law Offices of Pedro Ortiz Alvarez, PSC were on brief for appellant.</p>\n      <p class=\"indent\">Ivan Diaz Lopez for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Kravitch<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Peter Duriex-Gauthier held the position of Personnel and General Services Officer in the Ombudsman's Office of Puerto Rico from December 1991 to August 31, 1998. Following the termination of his employment, he sued Carlos Lopez-Nieves, the newly appointed Director of the Ombudsman's Office, in Lopez-Nieves's personal and official capacities. Duriex-Gauthier made two claims. First, he argued that his firing was in violation of his First Amendment rights in that Lopez-Nieves, a member of the New Progressive Party (NPP), terminated his employment because Duriex-Gauthier was a Popular Democratic Party (PDP) member and that his position was not a position for which political affiliation was an appropriate consideration. Rutan v. Republican Party, 497 U.S. 62, 71 (1990); Branti v. Finkel, 445 U.S. 507 (1980). Second, he says that he was in a tenured position under Puerto Rico law and his firing violated his procedural due process rights. Duriex-Gauthier sought damages and reinstatement.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant moved for summary judgment on the question of qualified immunity as to both claims. The district court denied the motion on all grounds. Duriex-Gauthier v. Lopez-Nieves, 135 F. Supp. 2d 311 (D.P.R. 2001). Defendant appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We have jurisdiction over an appeal from a denial of summary judgment on the grounds of qualified immunity where the denial turns on an issue of law. Behrens v. Pelletier, 516 U.S. 299, 306 (1996); Mitchell v. Forsyth, 472 U.S. 511, 530 (1985). Our jurisdiction over the issue of the defendants' qualified immunity from monetary damages is not contested.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Ombudsman's Office was created by statute, as an adjunct to the Legislature of Puerto Rico. Ombudsman Act, 1977 P.R. Laws 134 (codified as amended at 2 P.R. Laws Ann. &#167;&#167; 701-726 (1994)). Thus, unlike most political termination claims, the executive branch is not at issue here. The Ombudsman is appointed for a fixed six-year term of office, 2 P.R. Laws Ann. &#167; 704, and so is outside the four-year electoral cycle. He is appointed by the Governor, with the advice and consent of the Puerto Rico legislature, and is statutorily limited to no more than two terms of office. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The duties of the Ombudsman's Office are to investigate the administrative acts of the agencies and conduct investigations of citizens' claims. 2 P.R. Laws Ann. &#167; 710. The Ombudsman is authorized to adopt and promulgate the necessary rules and regulations to carry out the duties of his Office and to establish regulations for the filing and handling of complaints, procedures for investigations, the manner of informing his findings, and the personnel administration of his office. Id. &#167; 708. After completing an investigation, the Ombudsman may recommend a remedy, including, for example, that an administrative act should be altered or set aside, that the law or regulations on which the administrative act is based should be modified, or that the agency should perform another action. 2 P.R. Laws Ann. &#167; 717.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Puerto Rico does have a civil service system, called the Puerto Rico Service Personnel Act, 3 P.R. Laws Ann. &#167;&#167; 1301-1421 (1994). The Personnel Act, however, does not apply to the Legislative Branch, id. &#167; 1338(a), and so does not apply to the Ombudsman's Office. The original 1977 Ombudsman Act stated that all employees in the Office were to be considered as \"trust\" employees, as used in the Personnel Act, which in turn specifies that such employees are subject to free removal. 1977 P.R. Laws 134, art. 7; 3 P.R. Laws Ann. &#167; 1350. The Ombudsman Act also authorizes the Ombudsman to adopt regulations to administer the personnel of that Office. 2 P.R. Laws Ann. &#167; 703.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The pertinent regulation here is Regulation No. 86-3. That Regulation contains two seemingly inconsistent sections. Section V, entitled \"Office Composition,\" states that the Office is excluded from the Personnel Act and that \"all the employees of the Ombudsman's Office are of free selection and removal.\" The defendant relies heavily on this section.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">However, in Section XVIII of the Regulation, entitled \"Retention in Service,\" subsection A, entitled \"Employment Security,\" states that \"[t]he employees of the Office of the Ombudsman will have tenure in their positions, if they satisfy the criteria of productivity, efficiency, order and discipline that should prevail in the public service. Plaintiff relies heavily on this section.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section VI, entitled \"Recruitment, Selection and Removal of Employees,\" is also pertinent, as it appears to carve out an exception to Section XVIII's tenure provision for employees designated as \"trust\" employees. Section VI provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1. In the case of employees of trust and confidence whose duties have to do with the formulation of public policy and those who offer personal service directly to the Ombudsman, the provisions of this Regulation will not be mandatory in reference to the recruitment, selection and removal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">3. The trust and confidence employees, whether it be that they participate in the formulation of public policy or provide personal or direct services to the Ombudsman, will be of free removal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A 1987 amendment to the Ombudsman Act eliminated the Act's statement that all employees would be in the trust service, clarified that employees were excluded from the Personnel Act, and provided that the Ombudsman's Personnel Regulation shall apply to employees of the Office. 2 P.R. Laws Ann. &#167; 707. The Ombudsman's Personnel Regulations cited above remained unchanged.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Duriex-Gauthier says this was a scrivener's error, that the regulation stating that the Ombudsman's employees are of free selection and removal should have been eliminated when the statute was amended. Nonetheless, the regulation remains.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Duriex-Gauthier was hired in the Office starting in 1986, when it was then under the Directorship of a PDP member, and was promoted to various positions until he became head of Personnel and General Services in 1991. The forms filed with the Central Office of Personnel Administration, a different agency, describe him as a trust and confidence employee. His various employment contracts stated that each of his positions was a \"trust\" position.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> This is a term of art in the government of Puerto Rico, defined within the civil service law as \"those who intervene or collaborate substantially in the formulation of the public policy, who advise directly or render direct services to the head of the agency.\" 3 P.R. Laws Ann. &#167; 1350 (1994). The original statute creating the Ombudsman's Office referenced this definition, and Section VI of the Ombudsman's Regulations, quoted above, mirrors the Personnel Act definition as well, suggesting that this term was meant to have the same meaning within the Ombudsman's Office.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Carlos Lopez-Nieves, a NPP member, was appointed Ombudsman on July 21, 1998. In August 27, 1998, Lopez-Nieves sent a termination letter to Duriex-Gauthier which did not state any grounds for his termination, but said his position was one of trust. Duriex-Gauthier contests whether his position was one of trust, arguing that the Regulations cited above gave him tenure in his position, thereby changing his position from one of trust into one of right. He further argues that his actual duties lacked the hallmarks of such a position, namely, substantial involvement in policymaking and direct advising or services to the agency head.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As to the debate over whether Duriex-Gauthier's position was one of trust, this court has previously indicated that designating a position as one of \"trust\" indicates that it is considered a policymaking position under Puerto Rican law, which is not dispositive of the federal question under Rutan, 497 U.S. 62, and Branti, 445 U.S. 507, but is entitled to some deference by this court. Roldan-Plumey v. Cerezo-Suarez, 115 F.3d 58, 64-65 (1st Cir. 1997); Ortiz-Pinero v. Rivera-Arroyo, 84 F.3d 7, 16 (1st Cir. 1996). We have consistently held that the job description is the best, and sometimes dispositive, source for determining the inherent functions of the position. Roldan-Plumey, 115 F.3d at 62.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During plaintiff's employment as Personnel Officer, the job description for the position provided:</p>\n    </div>\n    <p class=\"indent\">Duties of Position:</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This is a technical and administrative job of great complexity and responsibility in the field of personnel administration comprising the performance of a series of tasks with a large variety. The employee would receive general and specific instructions on the work to be performed. The employee shall work with great technical independence responding directly to the Deputy Ombudsman of the office as to the conformity of its job with the rules set forth.</p>\n    </div>\n    <p class=\"indent\">Shall perform the following duties:</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Shall be responsible for the planning and supervision of all the personnel activities including the classification and compensation aspects of the positions, training, transactions, leaves, payrolls, personnel relations and similar aspects in the personnel administration field.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Shall interpret and apply the laws and regulations governing personnel administration.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Shall analyze the problems of organization and procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Shall plan, assign and organize the work of the personnel unit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Shall act as the liaison officer between the Office and COPA [the Central Office for the Administration of Personnel].</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Shall perform other jobs similar to this.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"[D]uties prevail over titles; everything depends on circumstances.\" Flynn v. City of Boston, 140 F.3d 42, 44 (1st Cir. 1997). We turn to the summary judgment issues.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A. Qualified Immunity on First Amendment Claim</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The general test for qualified immunity is often stated as a two-part test. First, was the constitutional right in question clearly established at the time? Anderson v. Creighton, 483 U.S. 635, 638 (1987). Second, would a reasonable, similarly situated individual understand that the challenged conduct violated that established right? Swain v. Spinney, 117 F.3d 1, 9 (1st Cir. 1997). Whether a right is clearly established is an issue of law for the court. Elder v. Holloway, 510 U.S. 510, 516 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The test for qualified immunity in cases involving political firing claims is well established. \"[T]o decide the 'qualified immunity' issue, we need only determine whether the plaintiff['s] position[] 'potentially' concerned matters of partisan political interest and involved a 'modicum' of policy-making responsibility, access to confidential information, or official communication.\" Zayas-Rodriguez v. Hernandez, 830 F.2d 1, 2 (1st Cir. 1987); see also Juarbe-Angueira v. Arias, 831 F.2d 11, 14 (1st Cir. 1987); Mendez-Palou v. Rohena-Betancourt, 813 F.2d 1255, 1259 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Supreme Court has, however, noted the importance of providing certainty as to what are the clearly established rules of primary conduct for government officials. County of Sacramento v. Lewis, 523 U.S. 833, 841 n. 5 (1998). Rulings on qualified immunity grounds avoid reaching the issue of whether there is a violation at all. For these reasons, the Court has expressed that \"the better approach to resolving cases in which the defense of qualified immunity is raised is to determine first whether the plaintiff has alleged a deprivation of a constitutional right at all.\" Id. See Siegert v. Gilley, 500 U.S. 226, 232 (1991). Because we consider this an issue concerning the primary conduct of government officials, we turn to it.</p>\n    </div>\n    <p class=\"indent\">1. Merits of First Amendment Claim</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is no issue about the general existence of the First Amendment right at issue here; this case turns rather on whether the right extends to persons in this position. This circuit has established a two-part test to determine whether \"the hiring authority\" can demonstrate that party affiliation is an appropriate requirement for the effective performance of the public office involved. Jimenez Fuentes v. Torres Gaztambide, 807 F.2d 236 (1st Cir. 1986) (en banc). In Jimenez Fuentes, this court described the two prongs. Id. at 241-42. First, we determine whether \"the position involve[s] government decisionmaking on issues where there is room for political disagreement on goals or their implementation.\" Id. Second, we \"examine the particular responsibilities of the position to determine whether it resembles a policymaker, [one] privy to confidential information, a communicator, or some other office holder whose function is such that party affiliation is an equally appropriate requirement.\" Id. at 242; see also Roldan-Plumey, 115 F.3d at 62; Ortiz-Pinero, 84 F.3d at 12; O'Connor v. Steeves, 994 F.2d 905, 910 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court found that plaintiff had waived any issue on the first prong by failing to respond to the defendant's contention that the duties of the Office of the Ombudsman involve decionmaking where there is room for political disagreement. Duriex-Gauthier, 135 F. Supp. 2d at 315. As to the second prong, the district court found in plaintiff's favor that \"the duties of [plaintiff's position] are those of a typical technocrat.\" Id. at 316. The court discounted as factually inapposite numerous decisions of this court finding personnel directors' positions to be ones in which party affiliation was, in the requisite sense, an appropriate job requirement. Id. (citing Cordero v. De Jesus-Mendez, 867 F.2d 1, 11-12 (1st Cir. 1989) (personnel director of municipality) and Zayas-Rodriguez, 830 F.2d at 3 (director of personnel of Puerto Rico Highway Authority)). The court ultimately denied summary judgment on the ground that \"plaintiff's position was that of a technocrat devoid of even a modicum of policymaking or confidential responsibilities.\" Id. at 317.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Duriex-Gauthier's job description describes a Personnel Director \"with great technical independence\" who reported directly to the number two person in the agency. He was not limited to merely making recommendations on personnel matters, but rather was also \"responsible for the planning and supervision of all the personnel activities.\" His duties included analyzing the problems of organization and procedures and interpreting and applying the personnel laws. Further, the duties explicitly included a liaison role with the Central Office for the Administration of Personnel. These duties appear to fit comfortably within the second prong of the Jimenez Fuentes test, and are strikingly similar to the duties of the personnel director in the Cordero case. 867 F.2d at 11-12. In this circuit we</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">have regularly upheld against First Amendment challenge the dismissal on political grounds of mid- or upper-level officials or employees who are significantly connected to policy-making. This result has followed where the plaintiff merely represented the agency's policy positions to other entities or to the public or where important personnel functions were part of the portfolio.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Flynn, 140 F.3d at 45.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This conclusion is reinforced by the description of the position in each of plaintiff's employment contracts as a trust position, and by Section VI of Regulation 86, which states that trust employees of the Ombudsman's Office are subject to free removal. We also note that under Puerto Rican law, personnel directors are often considered to be trust employees. Franco v. Municipio de Cidra, 113 P.R. Dec. 260, 263 (1982) (noting that because mayor had delegated his statutory authority to name employees to the personnel director, who had primary authority for advising mayor on personnel matters, position was \"ipso jure\" one of trust). While the labels do not determine the outcome, Ortiz-Pinero, 84 F.3d at 12, the labels here coincide with an objectively reasonable conclusion that the duties are those of a position exempt from the Branti/Rutan rule.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Duriex-Gauthier attempts to avoid this conclusion with an argument that the very nature of the Ombudsman's Office is non-political and so plaintiff must be protected by the First Amendment. Plaintiff stresses that the Ombudsman is not part of the executive branch but of the legislative branch, and that the Ombudsman is appointed for a six-year term deliberately to remove him from the four-year electoral cycle.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Our precedent has not been restricted to the executive branch. This court has routinely applied Branti to public agencies, such as the Puerto Rico Highway Authority, and has found certain top level jobs to be excluded. Zayas-Rodriguez, 830 F.2d at 304. The ultimate question is whether the position is one in which political affiliation is a reasonably necessary requirement; if so the position is an exception to the Branti/Rutan standard. That question rarely permits a categorical answer and nothing in the Supreme Court caselaw limits the positions for which political affiliation is appropriate to the executive branch. Moreover, the Ombudsman is attached by law to the legislative branch, the branch in which partisan political concerns are at their strongest. The Ombudsman is appointed by the governor and must be approved by a majority of all members of the legislative branch. 2 P.R. Laws Ann. &#167; 704. Although the Ombudsman's appointment may reflect a compromise between political parties, at least in instances where opposing parties control the executive and the legislature, we think it clear that the overall functions of the Ombudsman \"involve government decisionmaking on issues where there is room for political disagreement on goals or their implementation,\" Jimenez Fuentes, 807 F.2d at 241-42, such as decisions about which investigations to undertake and on which issues to focus. Plaintiff was hired by a PDP Director and fired by a NPP Director, each of whom may have taken different approaches to the Ombudsman's duties based on party affiliation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. Application of Qualified Immunity Standard</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even had we not addressed whether plaintiff's position was a protected position, immunity should have been granted. While the district court could have granted immunity on the basis that it was clear that the position was one for which party affiliation was appropriate, it could not deny immunity on the basis that in its view the position was not. That ruling does not dispose of immunity but simply brings the court to the dispositive question: whether an objectively reasonable person in Lopez-Nieves's position could conclude that Duriex-Gauthier's position \"'potentially' concerned matters of partisan political interest and involved a 'modicum' of policy-making responsibility, access to confidential information, or official communication.\" Zayas-Rodriguez, 830 F.2d at 2. The answer to the appropriate question leads to the conclusion that Lopez-Nieves was entitled to immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In previous cases, we have granted immunity partially because a defendant might reasonably rely, even if mistakenly so, on the position's status as \"confidential or trust\" under the Puerto Rico \"Public Service\" Act. See Roldan-Plumey, 115 F.3d at 65. Here, we think an objectively reasonable person in defendant's position could conclude both that Duriex-Gauthier's position as Personnel Director was not a protected position, particularly in light of our previous decisions holding that personnel directors were not protected, of Duriex-Gauthier's contract and job description, and of Regulation 86, which indicated that his position was one of free removal.</p>\n    </div>\n    <p class=\"indent\">B. Qualified Immunity on Due Process Claim</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On the due process claim, the only issue before us is whether defendant is entitled to qualified immunity, and therefore the only question we need answer is whether a reasonable person in Lopez-Nieves's position would have thought that firing Duriex-Gauthier violated his due process rights. The due process claim turns on whether Duriex-Gauthier had a property interest in his job, which is a question of Puerto Rican law. See Cleveland Bd. of Educ. v. Loudermill, 470 U.S. 532, 538 (1985). There is no strong federal concern to provide guidance as to the primary conduct of Puerto Rican government officials here. Plaintiff's theory is that he was neither a confidence nor a trust employee under state law, but was an employee entitled to \"tenure\" under Section VXIII of Regulation 86 and so had a property interest in his job. If he did have such an interest, he could not be deprived of it without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is unclear to us whether the process he claims is due is that set forth in Regulation 86 or in the Personnel Law.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The tensions between Sections XVIII and Section V of Regulation 86 may create some ambiguity as to whether Ombudsman's Office employees are generally subject to free removal or have tenure. However, Duriex-Gauthier's position does not seem to fall within that ambiguity; Section VI appears to create an exception to Section XVIII for employees who occupy trust positions, which Duriex-Gauthier's contract says he did. It suffices to say that Lopez-Nieves could reasonably have concluded that Duriex-Gauthier did not have a property interest in his job under Regulation 86. As to the Personnel Act, there is law to the effect that one not recruited according to the merit principle embodied in that Act, 2 P.R. Laws Ann. &#167; 1333, has no right to the processes provided by the Act. Colon Perez v. Alcalde del Municipio de Ceiba, 112 P.R. Dec. 740, 747 (1982). Lopez-Nieves has produced an unrebutted affidavit to the effect that Duriex-Gauthier was not so recruited and therefore it appears that the plaintiff has no property right under the Personnel Act. Thus, we cannot say a reasonable director could not objectively conclude there was no property interest involved.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Accordingly, we reverse the district court, and remand with directions that defendant be granted qualified immunity as to all claims, that the First Amendment claim be dismissed, and for further proceedings consistent with this opinion on the plaintiff's claim for injunctive relief on the alleged due process violation.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Defendant denies the discharge was politically motivated. This disputed fact is immaterial to whether plaintiff's position was a position for which political affiliation is appropriate or to whether the defendant could have reasonably believed it was so. Defendant also moved for summary judgment on the merits; we have no appellate jurisdiction over that aspect of the denial of the motion except to the extent that the issues are implicated in the immunity issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  However, on September 22, 1987, the then-Ombudsman, Mr. R. Adolfo de Castro, issued an Administrative Order to amend Section 5 of Regulation 86-3. This Administrative Order named four job classifications, comprising six positions, that would be regarded as \"officers of strict confidence to the Ombudsman\": one deputy ombudsman, two executive secretaries, one special aide and two drivers. Plaintiff's job was not included. Defendant points out that these six positions were ones of strict confidence, which does not mean that plaintiff's position was not also one of confidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  This is translated from the Spanish term \"confianza,\" which is alternately translated as \"trust,\" \"confidence,\" or \"trust and confidence\" in the record here and in our past cases. We will use the translations provided to us, and the reader should be aware that, although the terminology may vary, the substance remains the same.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We have also looked to information such as the size of the agency and where the position is in the management structure. See Flynn v. City of Boston, 140 F.3d 42, 45 (1st Cir. 1997). Unfortunately, defendants have not provided any such information in the record.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Plaintiff stated in his brief that the Ombudsman is appointed to a ten-year term. However, the Ombudsman, according to the statute, is appointed to a six-year term. 2 P.R. Laws Ann. &#167; 704. The mistake is irrelevant to our analysis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The existence of these processes raises a question of the nature of plaintiff's due process claim, if any, and the nature of any relief available in light of the Parratt-Hudson doctrine. See O'Neill v. Baker, 210 F.3d 41, 50 (1st Cir. 2000) (citing Parratt v. Taylor, 451 U.S. 527 (1981) and Hudson v. Palmer, 468 U.S. 517 (1984)). But see Zinermon v. Burch, 494 U.S. 113, 133-37 (1990) (discussing the limits of Parrat-Hudson doctrine).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199731\"><a href=\"/opinion/199731/duriex-gauthier-v-lopez-nieves/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">PETER DURIEX-GAUTHIER, Plaintiff, Appellee,<br>v.<br>CARLOS LOPEZ-NIEVES, Defendant, Appellant,<br>JANE DOE, AND THE CONJUGAL PARTNERSHIP CONSTITUTED BY LOPEZ-NIEVES AND DOE,<br>Defendants.</p>\n    <p class=\"docket\">No. 01-1746</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 6, 2001<br>Decided December 10, 2001<br>Amended January 14, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Carmen Consuelo Cerezo, U.S. District Judge.</p>\n      <p class=\"indent\">Jorge Martnez Luciano with whom Johanna Emmanuelli Huertas and Law Offices of Pedro Ortiz Alvarez, PSC were on brief for appellant.</p>\n      <p class=\"indent\">Ivan Diaz Lopez for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Kravitch<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Peter Duriex-Gauthier held the position of Personnel and General Services Officer in the Ombudsman's Office of Puerto Rico from December 1991 to August 31, 1998. Following the termination of his employment, he sued Carlos Lopez-Nieves, the newly appointed Director of the Ombudsman's Office, in Lopez-Nieves's personal and official capacities. Duriex-Gauthier made two claims. First, he argued that his firing was in violation of his First Amendment rights in that Lopez-Nieves, a member of the New Progressive Party (NPP), terminated his employment because Duriex-Gauthier was a Popular Democratic Party (PDP) member and that his position was not a position for which political affiliation was an appropriate consideration. Rutan v. Republican Party, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 71 (1990); Branti v. Finkel, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span> (1980). Second, he says that he was in a tenured position under Puerto Rico law and his firing violated his procedural due process rights. Duriex-Gauthier sought damages and reinstatement.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant moved for summary judgment on the question of qualified immunity as to both claims. The district court denied the motion on all grounds. Duriex-Gauthier v. Lopez-Nieves, <span class=\"citation\" data-id=\"2503395\"><a href=\"/opinion/2503395/duriex-gauthier-v-lopez-nieves/\"><span class=\"volume\">135</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">311</span></a></span> (D.P.R. 2001). Defendant appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We have jurisdiction over an appeal from a denial of summary judgment on the grounds of qualified immunity where the denial turns on an issue of law. Behrens v. Pelletier, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 306 (1996); Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 530 (1985). Our jurisdiction over the issue of the defendants' qualified immunity from monetary damages is not contested.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Ombudsman's Office was created by statute, as an adjunct to the Legislature of Puerto Rico. Ombudsman Act, 1977 P.R. Laws 134 (codified as amended at 2 P.R. Laws Ann. &#167;&#167; 701-726 (1994)). Thus, unlike most political termination claims, the executive branch is not at issue here. The Ombudsman is appointed for a fixed six-year term of office, 2 P.R. Laws Ann. &#167; 704, and so is outside the four-year electoral cycle. He is appointed by the Governor, with the advice and consent of the Puerto Rico legislature, and is statutorily limited to no more than two terms of office. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The duties of the Ombudsman's Office are to investigate the administrative acts of the agencies and conduct investigations of citizens' claims. 2 P.R. Laws Ann. &#167; 710. The Ombudsman is authorized to adopt and promulgate the necessary rules and regulations to carry out the duties of his Office and to establish regulations for the filing and handling of complaints, procedures for investigations, the manner of informing his findings, and the personnel administration of his office. Id. &#167; 708. After completing an investigation, the Ombudsman may recommend a remedy, including, for example, that an administrative act should be altered or set aside, that the law or regulations on which the administrative act is based should be modified, or that the agency should perform another action. 2 P.R. Laws Ann. &#167; 717.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Puerto Rico does have a civil service system, called the Puerto Rico Service Personnel Act, 3 P.R. Laws Ann. &#167;&#167; 1301-1421 (1994). The Personnel Act, however, does not apply to the Legislative Branch, id. &#167; 1338(a), and so does not apply to the Ombudsman's Office. The original 1977 Ombudsman Act stated that all employees in the Office were to be considered as \"trust\" employees, as used in the Personnel Act, which in turn specifies that such employees are subject to free removal. 1977 P.R. Laws 134, art. 7; 3 P.R. Laws Ann. &#167; 1350. The Ombudsman Act also authorizes the Ombudsman to adopt regulations to administer the personnel of that Office. 2 P.R. Laws Ann. &#167; 703.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The pertinent regulation here is Regulation No. 86-3. That Regulation contains two seemingly inconsistent sections. Section V, entitled \"Office Composition,\" states that the Office is excluded from the Personnel Act and that \"all the employees of the Ombudsman's Office are of free selection and removal.\" The defendant relies heavily on this section.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">However, in Section XVIII of the Regulation, entitled \"Retention in Service,\" subsection A, entitled \"Employment Security,\" states that \"[t]he employees of the Office of the Ombudsman will have tenure in their positions, if they satisfy the criteria of productivity, efficiency, order and discipline that should prevail in the public service. Plaintiff relies heavily on this section.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section VI, entitled \"Recruitment, Selection and Removal of Employees,\" is also pertinent, as it appears to carve out an exception to Section XVIII's tenure provision for employees designated as \"trust\" employees. Section VI provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1. In the case of employees of trust and confidence whose duties have to do with the formulation of public policy and those who offer personal service directly to the Ombudsman, the provisions of this Regulation will not be mandatory in reference to the recruitment, selection and removal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">3. The trust and confidence employees, whether it be that they participate in the formulation of public policy or provide personal or direct services to the Ombudsman, will be of free removal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A 1987 amendment to the Ombudsman Act eliminated the Act's statement that all employees would be in the trust service, clarified that employees were excluded from the Personnel Act, and provided that the Ombudsman's Personnel Regulation shall apply to employees of the Office. 2 P.R. Laws Ann. &#167; 707. The Ombudsman's Personnel Regulations cited above remained unchanged.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Duriex-Gauthier says this was a scrivener's error, that the regulation stating that the Ombudsman's employees are of free selection and removal should have been eliminated when the statute was amended. Nonetheless, the regulation remains.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Duriex-Gauthier was hired in the Office starting in 1986, when it was then under the Directorship of a PDP member, and was promoted to various positions until he became head of Personnel and General Services in 1991. The forms filed with the Central Office of Personnel Administration, a different agency, describe him as a trust and confidence employee. His various employment contracts stated that each of his positions was a \"trust\" position.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> This is a term of art in the government of Puerto Rico, defined within the civil service law as \"those who intervene or collaborate substantially in the formulation of the public policy, who advise directly or render direct services to the head of the agency.\" 3 P.R. Laws Ann. &#167; 1350 (1994). The original statute creating the Ombudsman's Office referenced this definition, and Section VI of the Ombudsman's Regulations, quoted above, mirrors the Personnel Act definition as well, suggesting that this term was meant to have the same meaning within the Ombudsman's Office.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Carlos Lopez-Nieves, a NPP member, was appointed Ombudsman on July 21, 1998. In August 27, 1998, Lopez-Nieves sent a termination letter to Duriex-Gauthier which did not state any grounds for his termination, but said his position was one of trust. Duriex-Gauthier contests whether his position was one of trust, arguing that the Regulations cited above gave him tenure in his position, thereby changing his position from one of trust into one of right. He further argues that his actual duties lacked the hallmarks of such a position, namely, substantial involvement in policymaking and direct advising or services to the agency head.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As to the debate over whether Duriex-Gauthier's position was one of trust, this court has previously indicated that designating a position as one of \"trust\" indicates that it is considered a policymaking position under Puerto Rican law, which is not dispositive of the federal question under Rutan, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, and Branti, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, but is entitled to some deference by this court. Roldan-Plumey v. Cerezo-Suarez, <span class=\"citation\" data-id=\"741735\"><a href=\"/opinion/741735/magaly-roldan-plumey-v-hiram-e-cerezo-suarez-personally-and-as/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64-65 (1st Cir. 1997); Ortiz-Pinero v. Rivera-Arroyo, <span class=\"citation\" data-id=\"196764\"><a href=\"/opinion/196764/ortiz-pinero-v-rivera-arroyo/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 16 (1st Cir. 1996). We have consistently held that the job description is the best, and sometimes dispositive, source for determining the inherent functions of the position. Roldan-Plumey, 115 F.3d at 62.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During plaintiff's employment as Personnel Officer, the job description for the position provided:</p>\n    </div>\n    <p class=\"indent\">Duties of Position:</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This is a technical and administrative job of great complexity and responsibility in the field of personnel administration comprising the performance of a series of tasks with a large variety. The employee would receive general and specific instructions on the work to be performed. The employee shall work with great technical independence responding directly to the Deputy Ombudsman of the office as to the conformity of its job with the rules set forth.</p>\n    </div>\n    <p class=\"indent\">Shall perform the following duties:</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Shall be responsible for the planning and supervision of all the personnel activities including the classification and compensation aspects of the positions, training, transactions, leaves, payrolls, personnel relations and similar aspects in the personnel administration field.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Shall interpret and apply the laws and regulations governing personnel administration.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Shall analyze the problems of organization and procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Shall plan, assign and organize the work of the personnel unit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Shall act as the liaison officer between the Office and COPA [the Central Office for the Administration of Personnel].</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Shall perform other jobs similar to this.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"[D]uties prevail over titles; everything depends on circumstances.\" Flynn v. City of Boston, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span>, 44 (1st Cir. 1997). We turn to the summary judgment issues.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A. Qualified Immunity on First Amendment Claim</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The general test for qualified immunity is often stated as a two-part test. First, was the constitutional right in question clearly established at the time? Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 638 (1987). Second, would a reasonable, similarly situated individual understand that the challenged conduct violated that established right? Swain v. Spinney, <span class=\"citation\" data-id=\"197434\"><a href=\"/opinion/197434/swain-v-roe/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir. 1997). Whether a right is clearly established is an issue of law for the court. Elder v. Holloway, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 516 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The test for qualified immunity in cases involving political firing claims is well established. \"[T]o decide the 'qualified immunity' issue, we need only determine whether the plaintiff['s] position[] 'potentially' concerned matters of partisan political interest and involved a 'modicum' of policy-making responsibility, access to confidential information, or official communication.\" Zayas-Rodriguez v. Hernandez, <span class=\"citation\" data-id=\"495053\"><a href=\"/opinion/495053/jose-zayas-rodriguez-v-dario-hernandez-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir. 1987); see also Juarbe-Angueira v. Arias, <span class=\"citation\" data-id=\"495471\"><a href=\"/opinion/495471/luis-o-juarbe-angueira-v-luis-rafael-arias-director-of-the-public/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 14 (1st Cir. 1987); Mendez-Palou v. Rohena-Betancourt, <span class=\"citation\" data-id=\"484880\"><a href=\"/opinion/484880/juan-a-mendez-palou-v-santos-rohena-betancourt-etc-jose-m-rodriguez/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span>, 1259 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Supreme Court has, however, noted the importance of providing certainty as to what are the clearly established rules of primary conduct for government officials. County of Sacramento v. Lewis, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 841 n. 5 (1998). Rulings on qualified immunity grounds avoid reaching the issue of whether there is a violation at all. For these reasons, the Court has expressed that \"the better approach to resolving cases in which the defense of qualified immunity is raised is to determine first whether the plaintiff has alleged a deprivation of a constitutional right at all.\" Id. See Siegert v. Gilley, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 232 (1991). Because we consider this an issue concerning the primary conduct of government officials, we turn to it.</p>\n    </div>\n    <p class=\"indent\">1. Merits of First Amendment Claim</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is no issue about the general existence of the First Amendment right at issue here; this case turns rather on whether the right extends to persons in this position. This circuit has established a two-part test to determine whether \"the hiring authority\" can demonstrate that party affiliation is an appropriate requirement for the effective performance of the public office involved. Jimenez Fuentes v. Torres Gaztambide, <span class=\"citation\" data-id=\"480539\"><a href=\"/opinion/480539/arnaldo-jimenez-fuentes-v-honorable-jaime-torres-gaztambide/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span> (1st Cir. 1986) (en banc). In Jimenez Fuentes, this court described the two prongs. Id. at 241-42. First, we determine whether \"the position involve[s] government decisionmaking on issues where there is room for political disagreement on goals or their implementation.\" Id. Second, we \"examine the particular responsibilities of the position to determine whether it resembles a policymaker, [one] privy to confidential information, a communicator, or some other office holder whose function is such that party affiliation is an equally appropriate requirement.\" Id. at 242; see also Roldan-Plumey, 115 F.3d at 62; Ortiz-Pinero, 84 F.3d at 12; O'Connor v. Steeves, <span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 910 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court found that plaintiff had waived any issue on the first prong by failing to respond to the defendant's contention that the duties of the Office of the Ombudsman involve decionmaking where there is room for political disagreement. Duriex-Gauthier, 135 F. Supp. 2d at 315. As to the second prong, the district court found in plaintiff's favor that \"the duties of [plaintiff's position] are those of a typical technocrat.\" Id. at 316. The court discounted as factually inapposite numerous decisions of this court finding personnel directors' positions to be ones in which party affiliation was, in the requisite sense, an appropriate job requirement. Id. (citing Cordero v. De Jesus-Mendez, <span class=\"citation\" data-id=\"518086\"><a href=\"/opinion/518086/william-cordero-v-juan-de-jesus-mendez-etc-william-cordero-v-juan-de/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 11-12 (1st Cir. 1989) (personnel director of municipality) and Zayas-Rodriguez, 830 F.2d at 3 (director of personnel of Puerto Rico Highway Authority)). The court ultimately denied summary judgment on the ground that \"plaintiff's position was that of a technocrat devoid of even a modicum of policymaking or confidential responsibilities.\" Id. at 317.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Duriex-Gauthier's job description describes a Personnel Director \"with great technical independence\" who reported directly to the number two person in the agency. He was not limited to merely making recommendations on personnel matters, but rather was also \"responsible for the planning and supervision of all the personnel activities.\" His duties included analyzing the problems of organization and procedures and interpreting and applying the personnel laws. Further, the duties explicitly included a liaison role with the Central Office for the Administration of Personnel. These duties appear to fit comfortably within the second prong of the Jimenez Fuentes test, and are strikingly similar to the duties of the personnel director in the Cordero case. 867 F.2d at 11-12. In this circuit we</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">have regularly upheld against First Amendment challenge the dismissal on political grounds of mid- or upper-level officials or employees who are significantly connected to policy-making. This result has followed where the plaintiff merely represented the agency's policy positions to other entities or to the public or where important personnel functions were part of the portfolio.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Flynn, 140 F.3d at 45.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This conclusion is reinforced by the description of the position in each of plaintiff's employment contracts as a trust position, and by Section VI of Regulation 86, which states that trust employees of the Ombudsman's Office are subject to free removal. We also note that under Puerto Rican law, personnel directors are often considered to be trust employees. Franco v. Municipio de Cidra, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">260</span></span>, 263 (1982) (noting that because mayor had delegated his statutory authority to name employees to the personnel director, who had primary authority for advising mayor on personnel matters, position was \"ipso jure\" one of trust). While the labels do not determine the outcome, Ortiz-Pinero, 84 F.3d at 12, the labels here coincide with an objectively reasonable conclusion that the duties are those of a position exempt from the Branti/Rutan rule.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Duriex-Gauthier attempts to avoid this conclusion with an argument that the very nature of the Ombudsman's Office is non-political and so plaintiff must be protected by the First Amendment. Plaintiff stresses that the Ombudsman is not part of the executive branch but of the legislative branch, and that the Ombudsman is appointed for a six-year term deliberately to remove him from the four-year electoral cycle.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Our precedent has not been restricted to the executive branch. This court has routinely applied Branti to public agencies, such as the Puerto Rico Highway Authority, and has found certain top level jobs to be excluded. Zayas-Rodriguez, 830 F.2d at 304. The ultimate question is whether the position is one in which political affiliation is a reasonably necessary requirement; if so the position is an exception to the Branti/Rutan standard. That question rarely permits a categorical answer and nothing in the Supreme Court caselaw limits the positions for which political affiliation is appropriate to the executive branch. Moreover, the Ombudsman is attached by law to the legislative branch, the branch in which partisan political concerns are at their strongest. The Ombudsman is appointed by the governor and must be approved by a majority of all members of the legislative branch. 2 P.R. Laws Ann. &#167; 704. Although the Ombudsman's appointment may reflect a compromise between political parties, at least in instances where opposing parties control the executive and the legislature, we think it clear that the overall functions of the Ombudsman \"involve government decisionmaking on issues where there is room for political disagreement on goals or their implementation,\" Jimenez Fuentes, 807 F.2d at 241-42, such as decisions about which investigations to undertake and on which issues to focus. Plaintiff was hired by a PDP Director and fired by a NPP Director, each of whom may have taken different approaches to the Ombudsman's duties based on party affiliation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. Application of Qualified Immunity Standard</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even had we not addressed whether plaintiff's position was a protected position, immunity should have been granted. While the district court could have granted immunity on the basis that it was clear that the position was one for which party affiliation was appropriate, it could not deny immunity on the basis that in its view the position was not. That ruling does not dispose of immunity but simply brings the court to the dispositive question: whether an objectively reasonable person in Lopez-Nieves's position could conclude that Duriex-Gauthier's position \"'potentially' concerned matters of partisan political interest and involved a 'modicum' of policy-making responsibility, access to confidential information, or official communication.\" Zayas-Rodriguez, 830 F.2d at 2. The answer to the appropriate question leads to the conclusion that Lopez-Nieves was entitled to immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In previous cases, we have granted immunity partially because a defendant might reasonably rely, even if mistakenly so, on the position's status as \"confidential or trust\" under the Puerto Rico \"Public Service\" Act. See Roldan-Plumey, 115 F.3d at 65. Here, we think an objectively reasonable person in defendant's position could conclude both that Duriex-Gauthier's position as Personnel Director was not a protected position, particularly in light of our previous decisions holding that personnel directors were not protected, of Duriex-Gauthier's contract and job description, and of Regulation 86, which indicated that his position was one of free removal.</p>\n    </div>\n    <p class=\"indent\">B. Qualified Immunity on Due Process Claim</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On the due process claim, the only issue before us is whether defendant is entitled to qualified immunity, and therefore the only question we need answer is whether a reasonable person in Lopez-Nieves's position would have thought that firing Duriex-Gauthier violated his due process rights. The due process claim turns on whether Duriex-Gauthier had a property interest in his job, which is a question of Puerto Rican law. See Cleveland Bd. of Educ. v. Loudermill, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 538 (1985). There is no strong federal concern to provide guidance as to the primary conduct of Puerto Rican government officials here. Plaintiff's theory is that he was neither a confidence nor a trust employee under state law, but was an employee entitled to \"tenure\" under Section VXIII of Regulation 86 and so had a property interest in his job. If he did have such an interest, he could not be deprived of it without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is unclear to us whether the process he claims is due is that set forth in Regulation 86 or in the Personnel Law.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The tensions between Sections XVIII and Section V of Regulation 86 may create some ambiguity as to whether Ombudsman's Office employees are generally subject to free removal or have tenure. However, Duriex-Gauthier's position does not seem to fall within that ambiguity; Section VI appears to create an exception to Section XVIII for employees who occupy trust positions, which Duriex-Gauthier's contract says he did. It suffices to say that Lopez-Nieves could reasonably have concluded that Duriex-Gauthier did not have a property interest in his job under Regulation 86. As to the Personnel Act, there is law to the effect that one not recruited according to the merit principle embodied in that Act, 2 P.R. Laws Ann. &#167; 1333, has no right to the processes provided by the Act. Colon Perez v. Alcalde del Municipio de Ceiba, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">740</span></span>, 747 (1982). Lopez-Nieves has produced an unrebutted affidavit to the effect that Duriex-Gauthier was not so recruited and therefore it appears that the plaintiff has no property right under the Personnel Act. Thus, we cannot say a reasonable director could not objectively conclude there was no property interest involved.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Accordingly, we reverse the district court, and remand with directions that defendant be granted qualified immunity as to all claims, that the First Amendment claim be dismissed, and for further proceedings consistent with this opinion on the plaintiff's claim for injunctive relief on the alleged due process violation.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Defendant denies the discharge was politically motivated. This disputed fact is immaterial to whether plaintiff's position was a position for which political affiliation is appropriate or to whether the defendant could have reasonably believed it was so. Defendant also moved for summary judgment on the merits; we have no appellate jurisdiction over that aspect of the denial of the motion except to the extent that the issues are implicated in the immunity issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  However, on September 22, 1987, the then-Ombudsman, Mr. R. Adolfo de Castro, issued an Administrative Order to amend Section 5 of Regulation 86-3. This Administrative Order named four job classifications, comprising six positions, that would be regarded as \"officers of strict confidence to the Ombudsman\": one deputy ombudsman, two executive secretaries, one special aide and two drivers. Plaintiff's job was not included. Defendant points out that these six positions were ones of strict confidence, which does not mean that plaintiff's position was not also one of confidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  This is translated from the Spanish term \"confianza,\" which is alternately translated as \"trust,\" \"confidence,\" or \"trust and confidence\" in the record here and in our past cases. We will use the translations provided to us, and the reader should be aware that, although the terminology may vary, the substance remains the same.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We have also looked to information such as the size of the agency and where the position is in the management structure. See Flynn v. City of Boston, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span>, 45 (1st Cir. 1997). Unfortunately, defendants have not provided any such information in the record.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Plaintiff stated in his brief that the Ombudsman is appointed to a ten-year term. However, the Ombudsman, according to the statute, is appointed to a six-year term. 2 P.R. Laws Ann. &#167; 704. The mistake is irrelevant to our analysis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The existence of these processes raises a question of the nature of plaintiff's due process claim, if any, and the nature of any relief available in light of the Parratt-Hudson doctrine. See O'Neill v. Baker, <span class=\"citation\" data-id=\"198878\"><a href=\"/opinion/198878/oneill-v-carlisle/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 50 (1st Cir. 2000) (citing Parratt v. Taylor, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span> (1981) and Hudson v. Palmer, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span> (1984)). But see Zinermon v. Burch, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 133-37 (1990) (discussing the limits of Parrat-Hudson doctrine).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2503395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620710/"
  ]
}