{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199723/",
  "absolute_url": "/opinion/199723/londonderry-neighbor-v-ferc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199723/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:36:34Z",
  "date_modified": "2017-03-24T11:03:04.093108Z",
  "type": "010combined",
  "sha1": "071f6cc17ab040945bb8651cc3b2138c83f1e98f",
  "page_count": 18,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1848-01A.pdf",
  "local_path": "pdf/2001/12/10/Londonderry_Neighbor_v._FERC.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNos. 01-1848\n     01-2147\n\n                LONDONDERRY NEIGHBORHOOD COALITION,\n\n                            Petitioner,\n\n                                v.\n\n               FEDERAL ENERGY REGULATORY COMMISSION,\n\n                            Respondent.\n\n\n\n           ON PETITION FOR REVIEW OF AN ORDER OF THE\n\n               FEDERAL ENERGY REGULATORY COMMISSION\n\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n                     Torruella, Circuit Judge,\n\n                 and Stahl, Senior Circuit Judge.\n\n\n\n     Evan Slavitt, with whom Gadsby Hannah, LLP, on brief for\npetitioner.\n     Larry D. Gasteiger, with whom Judith A. Albert, Cynthia A.\nMarlette, Acting General Counsel, and Dennis Lane, Solicitor, were on\nbrief, for the Federal Energy Regulatory Commission.\n     Jay V. Allen for intervenor Tennessee Gas Pipeline Company.\n\fDecember 10, 2001\n\n\n\n\n       -2-\n\f          TORRUELLA,    Circuit   Judge.    Petitioner    Londonderry\n\nNeighborhood Coalition (\"LNC\") seeks review of a decision by the\n\nFederal Energy Regulation Commission (\"FERC\" or \"the Commission\") to\n\ncertify a natural gas pipeline-replacement project. LNC argues that\n\nthe Commission's certification of the project was tainted by its\n\nfailure to assess adequately the full environmental impact of the\n\nproposed undertaking. The Commission disputes the substance of LNC's\n\narguments and, in addition, interposes a challenge to this Court's\n\njurisdiction over the appeal. We find the Commission's jurisdictional\n\nargument sound and dismiss the petition for review.\n\n                                  I.\n\n                                  A.\n\n          Under the Natural Gas Act (\"NGA\"), 15 U.S.C. §§ 717-717z, the\n\nCommission has certificate authority over companies that engage in the\n\ntransportation or sale for resale of natural gas in interstate\n\ncommerce. To assure the orderly development of natural gas supplies,\n\nNGA § 7(c)(1)(A) prohibits any \"natural-gas company or person\" from\n\nconstructing or operating pipeline facilities prior to obtaining a\n\ncertificate of public convenience and necessity from the Commission.\n\nId. § 717f(c)(1)(A). In accordance with NGA § 7(e), the Commission\n\nshall issue such certificates to qualified applicants once it\n\ndetermines that the proposed service \"is or will be required by the\n\npresent or future public convenience or necessity. . . .\"        Id. §\n\n\n                                  -3-\n\f717f(e). The Commission is also authorized to attach to certificates\n\n\"such reasonable terms and conditions as the public convenience and\n\nnecessity may require.\"     Id.\n\n          The Commission has no jurisdiction over facilities used\n\nstrictly for the local distribution of natural gas. Id. § 717(b).\n\nLikewise, as dictated by the Federal Power Act (\"FPA\"), 16 U.S.C. §§\n\n791a-828c, the Commission has no jurisdiction to regulate electric\n\ngeneration facilities.    Id. § 824(b)(1).\n\n          The National Environmental Policy Act (\"NEPA\"), 42 U.S.C. §§\n\n4321-4370f, provides that federal agencies must follow certain\n\nprocedures designed to identify and evaluate the environmental effects\n\nof proposed agency actions. NEPA requires federal agencies to prepare\n\na detailed Environmental Impact Statement (\"EIS\") for all \"major\n\nFederal actions significantly affecting the quality of the human\n\nenvironment.\" Id. § 4332(2)(C).   However, \"an agency need not conduct\n\na comprehensive EIS if an environmental assessment reveals that the\n\nproposed action would not have a significant effect on the\n\nenvironment.\" Wyoming Outdoor Council v. U.S. Forest Serv., 165 F.3d\n\n43, 49 (D.C. Cir. 1999) (citing 40 C.F.R. §§ 1501.4, 1508.9).\n\n                                  B.\n\n          In this case, the Commission was called upon to authorize a\n\nnatural gas pipeline-replacement project proposed by the Tennessee Gas\n\nPipeline Company (\"Tennessee\").         The project encompassed the\n\n\n                                  -4-\n\freplacement of 19.3 miles of existing eight-inch-diameter pipe with\n\ntwenty-inch pipe, enabling the delivery of natural gas from\n\nMassachusetts to a natural-gas-fired power generation plant being\n\nconstructed in Londonderry, New Hampshire by a separate private entity,\n\nthe AES Londonderry, LLC (\"AES\"). Tennessee's gas pipeline will be\n\nconnected to the generation plant by a 2.9 mile, sixteen-inch\n\ndistribution lateral to be built by EnergyNorth Natural Gas, Inc.\n\n(\"EnergyNorth\"). Both the AES power plant project and the EnergyNorth\n\nlateral project fall outside the jurisdiction of FERC and are, instead,\n\nsubject to authorization by the state. See 16 U.S.C. § 824(b)(1); 15\n\nU.S.C. § 717(b).\n\n          In July 1998, AES applied to the appropriate state body, the\n\nNew Hampshire Energy Facility Site Evaluation Committee (EFSEC), for\n\napproval to construct and operate the power plant. In addition to the\n\nrequest specifically dealing with the power plant, the proposal also\n\nsought approval for three related subsidiary projects -- including the\n\nEnergyNorth project -- which were necessary for the power plant's\n\noperation. On May 25, 1999, after a comprehensive review process,\n\nEFSEC certified the projects, finding that the facility would not have\n\nan unreasonable adverse effect on the environment or public health. In\n\nAugust 2000, the New Hampshire Supreme Court upheld this certification\n\nin the face of a challenge by LNC.        Appeal of the Londonderry\n\nNeighborhood Coalition, 761 A.2d 426 (N.H. 2000).\n\n\n                                 -5-\n\f          Meanwhile, AES signed a twenty-year contract with Tennessee\n\nfor provision of the needed supply of natural gas. Tennessee already\n\nhad in place, as part of its \"Concord lateral\" system, two parallel\n\npipelines -- an eight-inch line and a twelve-inch line -- set ten feet\n\napart in a combined fifty-foot right-of-way running from Dracut,\n\nMassachusetts into New Hampshire.       To service the power plant,\n\nTennessee proposed to remove the eight-inch line and replace it with a\n\ntwenty-inch line.\n\n                                  C.\n\n          On December 10, 1999, as required by the NGA, Tennessee\n\napplied to FERC for a certificate of public convenience and necessity\n\nto implement the project of replacing the existing pipeline in the\n\nConcord lateral system with a larger one. Tennessee's application was\n\nsubsequently amended on January 24, 2000. On March 31, 2000, the\n\nCommission issued a \"Notice of Intent to Prepare an Environmental\n\nAssessment\" for the pipeline-replacement project and requested public\n\ncomments regarding environmental issues.        In that Notice, the\n\nCommission made a preliminary decision not to address the impact of the\n\nnon-jurisdictional AES and EnergyNorth projects, noting that they had\n\nbeen approved by the state and had received all the necessary federal\n\npermits. After receiving comments from LNC (a nonprofit organization\n\ncomprised of over 100 local citizens) and the United States Fish and\n\nWildlife Service arguing that, under NEPA, the Commission was required\n\n\n                                 -6-\n\fto consider the cumulative environmental impact of all three projects,\n\nthe Commission issued a 57-page Environmental Assessment on August 11,\n\n2000. Despite the objections of LNC and the Fish and Wildlife Service,\n\nthe Assessment did not address the environmental impact of the AES or\n\nEnergyNorth projects.\n\n          On October 27, 2000, after receiving further comments from\n\nLNC and other entities, the Commission issued an order authorizing the\n\nTennessee pipeline project, subject to certain conditions (the \"October\n\n27, 2000 Order\").    In that order, the Commission relied on the\n\nEnvironmental Assessment and again held that it was unnecessary to\n\nconsider the two non-jurisdictional facilities in its review. The\n\nCommission further found that the pipeline replacement would have no\n\nsignificant environmental impact and ruled that an EIS was therefore\n\nunnecessary.\n\n          Following the October 27, 2000 Order, the Town and School\n\nDistrict of Londonderry filed a timely motion for rehearing on November\n\n24, 2000. See 15 U.S.C. § 717r(a) (providing that motion for rehearing\n\nmust be filed within thirty days of the issuance of the order). LNC\n\nalso submitted a motion for rehearing, though it was received and filed\n\none day late on November 28, 2000. On November 29, 2000, LNC moved for\n\nan extension of time to file its request for rehearing, explaining that\n\nthe untimeliness of its motion for rehearing was due to an error by the\n\nU.S. Postal Service. According to LNC, the original rehearing motion\n\n\n                                 -7-\n\fwas sent via Express Mail Service, which guarantees overnight delivery.\n\nIn a supplemental motion filed on December 6, 2000, LNC asked, in the\n\nalternative, that its motion for rehearing be deemed a motion for\n\nreconsideration.\n\n           On December 12, 2000, the Commission issued an Order Granting\n\nRehearing for Further Consideration. Since this order states that\n\n\"rehearing has been timely requested,\" it presumably referred only to\n\nthe Town and School District's motion for rehearing. On May 3, 2001,\n\nthe Commission issued an Order Granting, in Part, and Denying, in Part,\n\nRehearing and Request for Reconsideration (the \"May 3, 2001 Order\").\n\nThe May 3, 2001 Order denied LNC's motion for an extension, holding\n\nthat the Commission had no authority to excuse LNC's untimely motion\n\nfor rehearing, but agreed to treat that motion as a motion for\n\nreconsideration. The Order then partially granted that motion (and the\n\nTown's rehearing request) with respect to one narrow issue.1 The May\n\n3, 2001 Order otherwise denied both motions, including LNC's NEPA-based\n\nchallenges regarding the AES and EnergyNorth projects. On May 14,\n\n2001, the Commission authorized construction of the Tennessee pipeline\n\nproject.\n\n\n\n\n1 Specifically, the Commission revisited and modified its October 27,\n2000 Order by requiring Tennessee to reroute less than one-half mile of\nits new pipeline farther away from a school property in accordance with\nan earlier proposal discussed in the Environmental Assessment.\n\n                                  -8-\n\f          On June 1, 2001, LNC filed with the Commission a request for\n\nrehearing of the May 3, 2001 Order and, on June 4, 2001, requested a\n\nstay of the May 3, 2001 and May 14, 2001 Orders.      After Tennessee\n\nannounced on June 11, 2001 that construction on the pipeline project\n\nhad begun one week earlier, LNC, without waiting for rulings on its\n\nrequests for rehearing and a stay, filed with this Court a petition for\n\nreview of the May 3, 2001 and May 14, 2001 Orders. On June 13, 2001,\n\nthe Commission dismissed the requests for rehearing and stay, stating:\n\n\"Since the May 3 order does not alter the October 27 order's finding\n\nwith respect to cumulative impacts, the Commission's decision on that\n\nissue is final and further rehearing does not lie for any party to the\n\nproceeding.\"   Tennessee Gas Pipeline Co., 95 FERC ¶ 61,386 (2001).\n\n          In addition to filing its petition for review of the May 3,\n\n2001 and May 14, 2001 Orders, LNC filed a motion with this Court to\n\nstay construction of the Tennessee pipeline. FERC and Tennessee both\n\nfiled motions opposing the stay along with motions to dismiss. On July\n\n31, 2001 we denied LNC's stay motion as well as the motions to dismiss.\n\nLNC then filed a second petition for review, this time requesting\n\nreview of the Commission's June 13, 2001 Order in addition to the May\n\n3, 2001 and May 14, 2001 Orders. LNC's first and second petitions for\n\nreview were consolidated in this appeal.\n\n                                 II.\n\n\n\n\n                                 -9-\n\f          LNC asserts on appeal that the Tennessee pipeline project is\n\nsufficiently intertwined with the AES and EnergyNorth projects to\n\nmandate Commission review of the environmental effects of the latter\n\ntwo projects.    Because the Commission limited its review to the\n\nTennessee pipeline and ruled that it was unnecessary to consider the\n\nenvironmental effects of the AES and EnergyNorth projects, LNC contends\n\nthat the Commission violated various provisions of NEPA.\n\n          FERC disputes these contentions on their merits.          In\n\naddition, FERC raises a threshold jurisdictional issue. According to\n\nthe Commission, LNC's failure to file a timely motion for rehearing of\n\nthe October 27, 2000 Order precludes this Court from entertaining the\n\nappeal.\n\n                                  A.\n\n          The NGA mandates that, as a predicate to filing an appeal\n\nfrom an order of the Commission, the affected party must move for\n\nrehearing within thirty days of the date on which the order was issued.\n\nSection 19(a) of the NGA provides:\n\n          Any person . . . aggrieved by an order issued by\n          the Commission in a proceeding under this chapter\n          to which such person . . . is a party may apply\n          for a rehearing within thirty days after the\n          issuance of such order . . . . No proceeding to\n          review any order of the Commission shall be\n          brought by any person unless such person shall\n          have made application to the Commission for a\n          rehearing thereon.\n\n\n\n\n                                 -10-\n\f15 U.S.C. § 717r(a). \"There is no question that under the Natural Gas\n\nAct 'an application for rehearing is a jurisdictional prerequisite to\n\njudicial review.'\" Boston Gas Co. v. FERC, 575 F.2d 975, 977 (1st Cir.\n\n1978) (quoting Public Serv. Comm'n of N.Y. v. Federal Power Comm'n, 543\n\nF.2d 757, 775 n.116 (D.C. Cir. 1974)).\n\n          In this case, application of this potential jurisdictional\n\nbar will depend upon which order of the Commission triggered the\n\nrequirements of NGA § 19(a). The Commission argues that the October\n\n27, 2000 Order is the relevant order and that LNC's petition for\n\nrehearing was untimely. LNC, on the other hand, contends that the\n\nrelevant order -- and therefore the only order from which it seeks\n\nappeal -- is the May 3, 2001 Order. LNC also contends that, in any\n\nevent, its failure to adhere strictly to the statutory deadline may be\n\nexcused on equitable grounds. We turn first to the task of determining\n\nwhich order is the relevant one for purposes of determining our\n\njurisdiction.\n\n                                  B.\n\n          The Commission relies upon the plain language of NGA § 19 (a)\n\nin arguing that the relevant order is the one by which a protesting\n\nparty is \"aggrieved.\" Because the October 27, 2000 Order authorized\n\nthe project and established the Commission's position that it would not\n\nconsider the two non-jurisdictional projects for purposes of compliance\n\nwith NEPA, the Commission submits that LNC was required to seek timely\n\n\n                                 -11-\n\frehearing from that order, or else forfeit its claims. LNC offers a\n\ntwo-fold response.    First, it contends that the Commission's own\n\nregulation establishes that the rehearing requirement applies only to\n\na \"final decision\" issued by the Commission, which in this case is\n\narguably the May 3, 2001 disposition. Second, LNC asserts that the May\n\n3, 2001 Order modified the earlier decision to such an extent that it\n\ntriggered a new window of opportunity in which LNC successfully sought\n\nrehearing. We find both of LNC's contentions hollow and conclude that\n\nthe October 27 Order triggered LNC's obligation to timely move for\n\nrehearing in order to preserve its appeal rights.2\n\n          LNC's first argument rates only brief attention.         The\n\nCommission's Rule 713 provides, in part: \"A request for rehearing by a\n\nparty must be filed not later than 30 days after issuance of any final\n\ndecision or other final order in a proceeding.\" 18 C.F.R. § 385.713(b)\n\n(emphasis added).    Even if this rule can be read to support LNC's\n\n\n\n\n2 We note that our determination that LNC is aggrieved by the October\n27, 2000 Order heaps another jurisdictional quandary on the pile.\nUnder Fed. R. App. P. 15(a)(2)(C), a petition for review of an agency\norder must \"specify the order or part thereof to be reviewed.\" In its\nfirst and second petitions for review before this Court, LNC appealed\nonly the May 3, 2001, May 14, 2001, and June 13, 2001 orders. Because\nwe ultimately conclude that we lack jurisdiction over this appeal based\non LNC's failure to seek timely rehearing before the Commission, we\nneed not address other possible jurisdictional defects. Similarly, we\nnote that our disposition here precludes us from resolving the issue of\nwhether venue in this Court is proper.\n\n                                 -12-\n\fposition,3 such a reading would be trumped by the plain language of NGA\n\n§ 19(a). That section, which we apply without reservation, clearly\n\nmakes the \"aggriev[ing]\" order the relevant order for purposes of\n\nseeking rehearing and a subsequent appeal.\n\n          Next, LNC attempts to shore up its position by asserting that\n\nthe Commission, in the May Order, revisited the central issue in this\n\ncase: whether the Commission should have conducted a review of the AES\n\nand EnergyNorth projects. According to LNC, this proves that the\n\nCommission was still in a \"deliberative process\" and the October 27,\n\n2000 Order was not the final word on this issue.\n\n          To be sure, the existence of a rehearing procedure indicates\n\nthat the Commission will continue its deliberative process after an\n\ninitial order on a matter. Nevertheless, the availability of rehearing\n\ndoes not alter the clear statutory procedure for perfecting an appeal.\n\nAs the text of the statute illustrates, there is an important\n\ndistinction between an aggrieving order and a rehearing order for\n\npurposes of the appeal process:\n\n          Any party to a proceeding . . . aggrieved by an\n          order issued by the Commission . . . may obtain\n          a review of such order in the court of appeals\n          . . . by filing in such court, within sixty days\n          after the order of the Commission upon the\n          application for rehearing, a written petition\n\n3 The Commission's rule can also be read to apply only to proceedings\nraised under subpart E of the regulations, which governs evidentiary\nhearings, thus making it entirely inapplicable to this case. See 18\nC.F.R. § 385.713(a)(2).\n\n                                 -13-\n\f          praying that the order of the Commission be\n          modified or set aside in whole or in part.\n\n15 U.S.C. § 717r(b).    Thus, while a rehearing order triggers the\n\nsixty-day period for filing an appeal under this section, it is plainly\n\nthe aggrieving order that must be appealed. City of Oconto Falls v.\n\nFERC, 204 F.3d 1154, 1159 (D.C. Cir. 2000).4\n\n          There are, indeed, some cases in which the Commission will\n\nsufficiently modify an earlier order -- either upon rehearing,\n\nreconsideration, or acting sua sponte -- so as issue, in effect, a new\n\naggrieving order that triggers a new rehearing requirement.        See\n\nSouthern Natural Gas Co. v. FERC, 877 F.2d 1066, 1073 (D.C. Cir. 1989);\n\nTennessee Gas Pipeline Co. v. FERC, 871 F.2d 1099, 1109-10 (D.C. Cir.\n\n1989). In certain cases it may be \"a fine point to determine whether\n\na subsequent modification amounts to a new order or is merely a\n\ntechnical change in an existing order.\" Tennessee Gas, 871 F.2d at\n\n1110. However, we have little difficulty concluding in this case that\n\nthe Commission's May 3, 2001 Order was a mere technical modification\n\nthat did not amount to an order that aggrieved LNC anew. The May 3,\n\n2001 Order only rerouted one-half mile of pipeline; this change is\n\nvirtually irrelevant to the larger NEPA issues appealed by LNC and,\n\n\n\n4 In City of Ocanto Falls, the court was interpreting an identical\nprovision of the Federal Power Act. It is \"established practice\" to\ncite decisions interpreting cognate provisions of the two statutes\ninterchangeably. Arkansas La. Gas Co. v. Hall, 453 U.S. 571, 577 n.7\n(1981).\n\n                                 -14-\n\fmoreover, is a modification that LNC actually requested. LNC certainly\n\ncannot claim to be \"aggrieved\" by such a modified order. See Southern\n\nNatural Gas, 877 F.2d at 1071 (\"[H]aving received from FERC what it\n\npresented as its first choice . . ., [the petitioner] is not\n\n'aggrieved,' in any sense contemplated by NGA § 19(b) . . . . \").\n\n          In sum, by granting partial reconsideration with respect to\n\nthis discrete minor issue, the Commission did not open the door for\n\nappeal of any and all prior rulings, including those implicating LNC's\n\nforfeited NEPA claims.5 See Tennessee Gas, 871 F.2d at 1110 n.18 (\"[I]f\n\na party does not raise an argument that it could have raised in its\n\nfirst petition for review of a Commission action, it cannot preserve\n\nthat argument for judicial review simply by filing a second petition\n\nfor rehearing from a subsequent Commission order which implicates the\n\nsame action.\"); accord Kentucky Utils. Co. v. FERC, 789 F.2d 1210, 1215\n\n(6th Cir. 1986). As the Ninth Circuit has held, the NGA precludes \"the\n\n\n\n5 We find LNC's reliance on Cities of Campbell v. FERC, 770 F.2d 1180\n(D.C. Cir. 1985), unpersuasive. In that case, the court held that it\nhad jurisdiction over the appeal in spite of the petitioner's tardy\nmotion for rehearing on an earlier order. The court acknowledged,\nhowever, that its ruling was limited to the peculiar circumstances of\nthat case -- namely, that the Commission had effectively mooted the\npetitioner's untimely request for rehearing and deprived the earlier\norder of its finality by \"staying the effectiveness of [the] order and\nby granting reconsideration of that entire order. . . .\" Id. at 1184\n(emphasis added). By contrast, in this case the Commission neither\nstayed the October 27, 2000 order pending further proceedings nor\ngranted reconsideration of the issues LNC raises on appeal. The\nCommission merely revisited a minor issue that is unrelated to those\nraised here.\n\n                                 -15-\n\fintertwining of orders for review purposes, that is, using a timely\n\npetition to review an order for which the time limitations have run.\"\n\nCovelo Indian Cmty. v. FERC, 895 F.2d 581, 585 (9th Cir. 1990).\n\n          Having satisfied ourselves that the October 27, 2000 Order\n\nis the relevant order for purposes of applying the review provisions of\n\nthe NGA, we turn to LNC's argument that it should be excused from\n\nstrict adherence to the review provisions of the NGA based on equitable\n\nconsiderations.\n\n                                  C.\n\n          LNC contends that its appeal rights were still preserved\n\nbecause its motion for rehearing would have been timely filed but for\n\nan error by the postal service.6 In other words, since there is a\n\ndecent excuse for the petition's lack of timeliness, LNC argues, this\n\nCourt should waive the time requirements of the NGA and consider the\n\npetition as timely.    We decline to do so.\n\n          The Commission itself has consistently held that the thirty-\n\nday time limit \"is a jurisdictional time limit which [the] Commission\n\nhas no authority to extend.\" Turnbull & Zoch Drilling Co., 37 F.P.C.\n\n255, 256 (1967). Several courts of appeals, including this one, have\n\n\n6 LNC also argues that its request for rehearing was made within thirty\ndays of the October 27, 2000 Order's \"issuance\" because that order was\nnot formally issued until October 31, 2000. Since LNC never made this\nargument before the Commission, it has forfeited that claim on appeal.\nA petitioner cannot raise an issue before the court that it did not\nfirst present before the Commission. See 15 U.S.C. § 717r(b); United\nStates v. L.A. Tucker Truck Lines, Inc., 344 U.S. 33, 37 (1952).\n\n                                 -16-\n\fvoiced substantial agreement with this view. See Boston Gas, 575 F.2d\n\nat 979 (\"Neither the Commission nor the courts are given any form of\n\njurisdictional discretion.\"); see also Tennessee Gas, 871 F.2d at 1107;\n\nUnited Gas Pipe Line Co. v. FERC, 824 F.2d 417, 434 (5th Cir. 1987);\n\nSierra Ass'n for Env't v. FERC, 791 F.2d 1403, 1406 (9th Cir. 1986);\n\nMontana-Dakota Utils. Co. v. FERC, 739 F.2d 376, 380-81 (8th Cir.\n\n1984). LNC, on the other hand, proffers no concrete authority for its\n\ncontrary position. The best that LNC can do is point to language from\n\none of our cases that offers little more than an oblique suggestion\n\nthat a court of appeals might have the power to waive the rehearing\n\ndeadline in the appropriate case. See Boston Gas, 575 F.2d at 979 (\"In\n\nthe present case petitioner presents no meritorious excuse for its\n\nfailure to file a timely application for rehearing.\").\n\n          Though we are reluctant to say there are no circumstances --\n\nno matter how extraordinary -- that would toll the rehearing deadline,\n\nthe present case does not require us to navigate any such uncharted\n\nterritory. The postal service may bear much of the fault for having\n\ndelivered the petition later than expected. Nevertheless, delivery\n\ndelays occur with some frequency, and there was no reason why LNC had\n\nto wait until the last minute to file its petition. The October 27,\n\n2000 Order clearly stated that it was issued on that date, and LNC was\n\nfully informed that its petition had to be received within thirty days\n\nof that date. Furthermore, LNC could easily have called the Commission\n\n\n                                 -17-\n\fto inquire as to whether its petition had been received. Once it found\n\nthe petition had not been received, LNC could have complied with the\n\nfiling deadline by following up with a telegraph or some other form of\n\nelectronic filing. See id. at 979-80 (noting that FERC has accepted\n\nrehearing motions via telegraph).\n\n          Since we find that LNC failed to file a timely petition for\n\nrehearing with the Commission, we do not consider the merits of LNC's\n\nclaims on appeal.\n\n          Petition dismissed.      Costs are assessed against the\n\npetitioners.\n\n\n\n\n                                -18-\n\f",
  "html": "<p class=\"case_cite\">273 F.3d 416 (1st Cir. 2001)</p>\n    <p class=\"parties\">LONDONDERRY NEIGHBORHOOD COALITION, Petitioner,<br>v.<br>FEDERAL ENERGY REGULATORY COMMISSION, Respondent.</p>\n    <p class=\"docket\">Nos. 01-1848 &amp; 01-2147</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct. 30, 2001<br>Decided December 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON PETITION FOR REVIEW OF AN ORDER OF THE FEDERAL ENERGY REGULATORY COMMISSION[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Evan Slavitt, with whom Gadsby Hannah, LLP, on brief for petitioner.</p>\n      <p class=\"indent\">Larry D. Gasteiger, with whom Judith A. Albert, Cynthia A. Marlette, Acting General Counsel, and Dennis Lane, Solicitor, were on brief, for the Federal Energy Regulatory Commission.</p>\n      <p class=\"indent\">Jay V. Allen for intervenor Tennessee Gas Pipeline Company.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Londonderry Neighborhood Coalition (\"LNC\") seeks review of a decision by the Federal Energy Regulation Commission (\"FERC\" or \"the Commission\") to certify a natural gas pipeline-replacement project. LNC argues that the Commission's certification of the project was tainted by its failure to assess adequately the full environmental impact of the proposed undertaking. The Commission disputes the substance of LNC's arguments and, in addition, interposes a challenge to this Court's jurisdiction over the appeal. We find the Commission's jurisdictional argument sound and dismiss the petition for review.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the Natural Gas Act (\"NGA\"), 15 U.S.C. &#167;&#167; 717-717z, the Commission has certificate authority over companies that engage in the transportation or sale for resale of natural gas in interstate commerce. To assure the orderly development of natural gas supplies, NGA &#167; 7(c)(1)(A) prohibits any \"natural-gas company or person\" from constructing or operating pipeline facilities prior to obtaining a certificate of public convenience and necessity from the Commission. Id. &#167; 717f(c)(1)(A). In accordance with NGA &#167; 7(e), the Commission shall issue such certificates to qualified applicants once it determines that the proposed service \"is or will be required by the present or future public convenience or necessity. . . .\" Id. &#167; 717f(e). The Commission is also authorized to attach to certificates \"such reasonable terms and conditions as the public convenience and necessity may require.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Commission has no jurisdiction over facilities used strictly for the local distribution of natural gas. Id. &#167; 717(b). Likewise, as dictated by the Federal Power Act (\"FPA\"), 16 U.S.C. &#167;&#167; 791a-828c, the Commission has no jurisdiction to regulate electric generation facilities. Id. &#167; 824(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The National Environmental Policy Act (\"NEPA\"), 42 U.S.C. &#167;&#167; 4321-4370f, provides that federal agencies must follow certain procedures designed to identify and evaluate the environmental effects of proposed agency actions. NEPA requires federal agencies to prepare a detailed Environmental Impact Statement (\"EIS\") for all \"major Federal actions significantly affecting the quality of the human environment.\" Id. &#167; 4332(2)(C). However, \"an agency need not conduct a comprehensive EIS if an environmental assessment reveals that the proposed action would not have a significant effect on the environment.\" Wyoming Outdoor Council v. U.S. Forest Serv., 165 F.3d 43, 49 (D.C. Cir. 1999) (citing 40 C.F.R. &#167;&#167; 1501.4, 1508.9).</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In this case, the Commission was called upon to authorize a natural gas pipeline-replacement project proposed by the Tennessee Gas Pipeline Company (\"Tennessee\"). The project encompassed the replacement of 19.3 miles of existing eight-inch-diameter pipe with twenty-inch pipe, enabling the delivery of natural gas from Massachusetts to a natural-gas-fired power generation plant being constructed in Londonderry, New Hampshire by a separate private entity, the AES Londonderry, LLC (\"AES\"). Tennessee's gas pipeline will be connected to the generation plant by a 2.9 mile, sixteen-inch distribution lateral to be built by EnergyNorth Natural Gas, Inc. (\"EnergyNorth\"). Both the AES power plant project and the EnergyNorth lateral project fall outside the jurisdiction of FERC and are, instead, subject to authorization by the state. See 16 U.S.C. &#167; 824(b)(1); 15 U.S.C. &#167; 717(b).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In July 1998, AES applied to the appropriate state body, the New Hampshire Energy Facility Site Evaluation Committee (EFSEC), for approval to construct and operate the power plant. In addition to the request specifically dealing with the power plant, the proposal also sought approval for three related subsidiary projects -- including the EnergyNorth project -- which were necessary for the power plant's operation. On May 25, 1999, after a comprehensive review process, EFSEC certified the projects, finding that the facility would not have an unreasonable adverse effect on the environment or public health. In August 2000, the New Hampshire Supreme Court upheld this certification in the face of a challenge by LNC. Appeal of the Londonderry Neighborhood Coalition, 761 A.2d 426 (N.H. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, AES signed a twenty-year contract with Tennessee for provision of the needed supply of natural gas. Tennessee already had in place, as part of its \"Concord lateral\" system, two parallel pipelines -- an eight-inch line and a twelve-inch line -- set ten feet apart in a combined fifty-foot right-of-way running from Dracut, Massachusetts into New Hampshire. To service the power plant, Tennessee proposed to remove the eight-inch line and replace it with a twenty-inch line.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 10, 1999, as required by the NGA, Tennessee applied to FERC for a certificate of public convenience and necessity to implement the project of replacing the existing pipeline in the Concord lateral system with a larger one. Tennessee's application was subsequently amended on January 24, 2000. On March 31, 2000, the Commission issued a \"Notice of Intent to Prepare an Environmental Assessment\" for the pipeline-replacement project and requested public comments regarding environmental issues. In that Notice, the Commission made a preliminary decision not to address the impact of the non-jurisdictional AES and EnergyNorth projects, noting that they had been approved by the state and had received all the necessary federal permits. After receiving comments from LNC (a nonprofit organization comprised of over 100 local citizens) and the United States Fish and Wildlife Service arguing that, under NEPA, the Commission was required to consider the cumulative environmental impact of all three projects, the Commission issued a 57-page Environmental Assessment on August 11, 2000. Despite the objections of LNC and the Fish and Wildlife Service, the Assessment did not address the environmental impact of the AES or EnergyNorth projects.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 27, 2000, after receiving further comments from LNC and other entities, the Commission issued an order authorizing the Tennessee pipeline project, subject to certain conditions (the \"October 27, 2000 Order\"). In that order, the Commission relied on the Environmental Assessment and again held that it was unnecessary to consider the two non-jurisdictional facilities in its review. The Commission further found that the pipeline replacement would have no significant environmental impact and ruled that an EIS was therefore unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following the October 27, 2000 Order, the Town and School District of Londonderry filed a timely motion for rehearing on November 24, 2000. See 15 U.S.C. &#167; 717r(a) (providing that motion for rehearing must be filed within thirty days of the issuance of the order). LNC also submitted a motion for rehearing, though it was received and filed one day late on November 28, 2000. On November 29, 2000, LNC moved for an extension of time to file its request for rehearing, explaining that the untimeliness of its motion for rehearing was due to an error by the U.S. Postal Service. According to LNC, the original rehearing motion was sent via Express Mail Service, which guarantees overnight delivery. In a supplemental motion filed on December 6, 2000, LNC asked, in the alternative, that its motion for rehearing be deemed a motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On December 12, 2000, the Commission issued an Order Granting Rehearing for Further Consideration. Since this order states that \"rehearing has been timely requested,\" it presumably referred only to the Town and School District's motion for rehearing. On May 3, 2001, the Commission issued an Order Granting, in Part, and Denying, in Part, Rehearing and Request for Reconsideration (the \"May 3, 2001 Order\"). The May 3, 2001 Order denied LNC's motion for an extension, holding that the Commission had no authority to excuse LNC's untimely motion for rehearing, but agreed to treat that motion as a motion for reconsideration. The Order then partially granted that motion (and the Town's rehearing request) with respect to one narrow issue.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The May 3, 2001 Order otherwise denied both motions, including LNC's NEPA-based challenges regarding the AES and EnergyNorth projects. On May 14, 2001, the Commission authorized construction of the Tennessee pipeline project.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 1, 2001, LNC filed with the Commission a request for rehearing of the May 3, 2001 Order and, on June 4, 2001, requested a stay of the May 3, 2001 and May 14, 2001 Orders. After Tennessee announced on June 11, 2001 that construction on the pipeline project had begun one week earlier, LNC, without waiting for rulings on its requests for rehearing and a stay, filed with this Court a petition for review of the May 3, 2001 and May 14, 2001 Orders. On June 13, 2001, the Commission dismissed the requests for rehearing and stay, stating: \"Since the May 3 order does not alter the October 27 order's finding with respect to cumulative impacts, the Commission's decision on that issue is final and further rehearing does not lie for any party to the proceeding.\" Tennessee Gas Pipeline Co., 95 FERC &#182; 61,386 (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In addition to filing its petition for review of the May 3, 2001 and May 14, 2001 Orders, LNC filed a motion with this Court to stay construction of the Tennessee pipeline. FERC and Tennessee both filed motions opposing the stay along with motions to dismiss. On July 31, 2001 we denied LNC's stay motion as well as the motions to dismiss. LNC then filed a second petition for review, this time requesting review of the Commission's June 13, 2001 Order in addition to the May 3, 2001 and May 14, 2001 Orders. LNC's first and second petitions for review were consolidated in this appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">LNC asserts on appeal that the Tennessee pipeline project is sufficiently intertwined with the AES and EnergyNorth projects to mandate Commission review of the environmental effects of the latter two projects. Because the Commission limited its review to the Tennessee pipeline and ruled that it was unnecessary to consider the environmental effects of the AES and EnergyNorth projects, LNC contends that the Commission violated various provisions of NEPA.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">FERC disputes these contentions on their merits. In addition, FERC raises a threshold jurisdictional issue. According to the Commission, LNC's failure to file a timely motion for rehearing of the October 27, 2000 Order precludes this Court from entertaining the appeal.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The NGA mandates that, as a predicate to filing an appeal from an order of the Commission, the affected party must move for rehearing within thirty days of the date on which the order was issued. Section 19(a) of the NGA provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Any person . . . aggrieved by an order issued by the Commission in a proceeding under this chapter to which such person . . . is a party may apply for a rehearing within thirty days after the issuance of such order . . . . No proceeding to review any order of the Commission shall be brought by any person unless such person shall have made application to the Commission for a rehearing thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">15 U.S.C. &#167; 717r(a). \"There is no question that under the Natural Gas Act 'an application for rehearing is a jurisdictional prerequisite to judicial review.'\" Boston Gas Co. v. FERC, 575 F.2d 975, 977 (1st Cir. 1978) (quoting Public Serv. Comm'n of N.Y. v. Federal Power Comm'n, 543 F.2d 757, 775 n.116 (D.C. Cir. 1974)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this case, application of this potential jurisdictional bar will depend upon which order of the Commission triggered the requirements of NGA &#167; 19(a). The Commission argues that the October 27, 2000 Order is the relevant order and that LNC's petition for rehearing was untimely. LNC, on the other hand, contends that the relevant order -- and therefore the only order from which it seeks appeal -- is the May 3, 2001 Order. LNC also contends that, in any event, its failure to adhere strictly to the statutory deadline may be excused on equitable grounds. We turn first to the task of determining which order is the relevant one for purposes of determining our jurisdiction.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Commission relies upon the plain language of NGA &#167; 19 (a) in arguing that the relevant order is the one by which a protesting party is \"aggrieved.\" Because the October 27, 2000 Order authorized the project and established the Commission's position that it would not consider the two non-jurisdictional projects for purposes of compliance with NEPA, the Commission submits that LNC was required to seek timely rehearing from that order, or else forfeit its claims. LNC offers a two-fold response. First, it contends that the Commission's own regulation establishes that the rehearing requirement applies only to a \"final decision\" issued by the Commission, which in this case is arguably the May 3, 2001 disposition. Second, LNC asserts that the May 3, 2001 Order modified the earlier decision to such an extent that it triggered a new window of opportunity in which LNC successfully sought rehearing. We find both of LNC's contentions hollow and conclude that the October 27 Order triggered LNC's obligation to timely move for rehearing in order to preserve its appeal rights.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">LNC's first argument rates only brief attention. The Commission's Rule 713 provides, in part: \"A request for rehearing by a party must be filed not later than 30 days after issuance of any final decision or other final order in a proceeding.\" 18 C.F.R. &#167; 385.713(b) (emphasis added). Even if this rule can be read to support LNC's position,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> such a reading would be trumped by the plain language of NGA &#167; 19(a). That section, which we apply without reservation, clearly makes the \"aggriev[ing]\" order the relevant order for purposes of seeking rehearing and a subsequent appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Next, LNC attempts to shore up its position by asserting that the Commission, in the May Order, revisited the central issue in this case: whether the Commission should have conducted a review of the AES and EnergyNorth projects. According to LNC, this proves that the Commission was still in a \"deliberative process\" and the October 27, 2000 Order was not the final word on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To be sure, the existence of a rehearing procedure indicates that the Commission will continue its deliberative process after an initial order on a matter. Nevertheless, the availability of rehearing does not alter the clear statutory procedure for perfecting an appeal. As the text of the statute illustrates, there is an important distinction between an aggrieving order and a rehearing order for purposes of the appeal process:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Any party to a proceeding . . . aggrieved by an order issued by the Commission . . . may obtain a review of such order in the court of appeals . . . by filing in such court, within sixty days after the order of the Commission upon the application for rehearing, a written petition praying that the order of the Commission be modified or set aside in whole or in part.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">15 U.S.C. &#167; 717r(b). Thus, while a rehearing order triggers the sixty-day period for filing an appeal under this section, it is plainly the aggrieving order that must be appealed. City of Oconto Falls v. FERC, 204 F.3d 1154, 1159 (D.C. Cir. 2000).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">There are, indeed, some cases in which the Commission will sufficiently modify an earlier order -- either upon rehearing, reconsideration, or acting sua sponte -- so as issue, in effect, a new aggrieving order that triggers a new rehearing requirement. See Southern Natural Gas Co. v. FERC, 877 F.2d 1066, 1073 (D.C. Cir. 1989); Tennessee Gas Pipeline Co. v. FERC, 871 F.2d 1099, 1109-10 (D.C. Cir. 1989). In certain cases it may be \"a fine point to determine whether a subsequent modification amounts to a new order or is merely a technical change in an existing order.\" Tennessee Gas, 871 F.2d at 1110. However, we have little difficulty concluding in this case that the Commission's May 3, 2001 Order was a mere technical modification that did not amount to an order that aggrieved LNC anew. The May 3, 2001 Order only rerouted one-half mile of pipeline; this change is virtually irrelevant to the larger NEPA issues appealed by LNC and, moreover, is a modification that LNC actually requested. LNC certainly cannot claim to be \"aggrieved\" by such a modified order. See Southern Natural Gas, 877 F.2d at 1071 (\"[H]aving received from FERC what it presented as its first choice . . ., [the petitioner] is not 'aggrieved,' in any sense contemplated by NGA &#167; 19(b) . . . . \").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In sum, by granting partial reconsideration with respect to this discrete minor issue, the Commission did not open the door for appeal of any and all prior rulings, including those implicating LNC's forfeited NEPA claims.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See Tennessee Gas, 871 F.2d at 1110 n.18 (\"[I]f a party does not raise an argument that it could have raised in its first petition for review of a Commission action, it cannot preserve that argument for judicial review simply by filing a second petition for rehearing from a subsequent Commission order which implicates the same action.\"); accord Kentucky Utils. Co. v. FERC, 789 F.2d 1210, 1215 (6th Cir. 1986). As the Ninth Circuit has held, the NGA precludes \"the intertwining of orders for review purposes, that is, using a timely petition to review an order for which the time limitations have run.\" Covelo Indian Cmty. v. FERC, 895 F.2d 581, 585 (9th Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Having satisfied ourselves that the October 27, 2000 Order is the relevant order for purposes of applying the review provisions of the NGA, we turn to LNC's argument that it should be excused from strict adherence to the review provisions of the NGA based on equitable considerations.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">LNC contends that its appeal rights were still preserved because its motion for rehearing would have been timely filed but for an error by the postal service.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In other words, since there is a decent excuse for the petition's lack of timeliness, LNC argues, this Court should waive the time requirements of the NGA and consider the petition as timely. We decline to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Commission itself has consistently held that the thirty-day time limit \"is a jurisdictional time limit which [the] Commission has no authority to extend.\" Turnbull &amp; Zoch Drilling Co., 37 F.P.C. 255, 256 (1967). Several courts of appeals, including this one, have voiced substantial agreement with this view. See Boston Gas, 575 F.2d at 979 (\"Neither the Commission nor the courts are given any form of jurisdictional discretion.\"); see also Tennessee Gas, 871 F.2d at 1107; United Gas Pipe Line Co. v. FERC, 824 F.2d 417, 434 (5th Cir. 1987); Sierra Ass'n for Env't v. FERC, 791 F.2d 1403, 1406 (9th Cir. 1986); Montana-Dakota Utils. Co. v. FERC, 739 F.2d 376, 380-81 (8th Cir. 1984). LNC, on the other hand, proffers no concrete authority for its contrary position. The best that LNC can do is point to language from one of our cases that offers little more than an oblique suggestion that a court of appeals might have the power to waive the rehearing deadline in the appropriate case. See Boston Gas, 575 F.2d at 979 (\"In the present case petitioner presents no meritorious excuse for its failure to file a timely application for rehearing.\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Though we are reluctant to say there are no circumstances -- no matter how extraordinary -- that would toll the rehearing deadline, the present case does not require us to navigate any such uncharted territory. The postal service may bear much of the fault for having delivered the petition later than expected. Nevertheless, delivery delays occur with some frequency, and there was no reason why LNC had to wait until the last minute to file its petition. The October 27, 2000 Order clearly stated that it was issued on that date, and LNC was fully informed that its petition had to be received within thirty days of that date. Furthermore, LNC could easily have called the Commission to inquire as to whether its petition had been received. Once it found the petition had not been received, LNC could have complied with the filing deadline by following up with a telegraph or some other form of electronic filing. See id. at 979-80 (noting that FERC has accepted rehearing motions via telegraph).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Since we find that LNC failed to file a timely petition for rehearing with the Commission, we do not consider the merits of LNC's claims on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Petition dismissed. Costs are assessed against the petitioners.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Specifically, the Commission revisited and modified its October 27, 2000 Order by requiring Tennessee to reroute less than one-half mile of its new pipeline farther away from a school property in accordance with an earlier proposal discussed in the Environmental Assessment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  We note that our determination that LNC is aggrieved by the October 27, 2000 Order heaps another jurisdictional quandary on the pile. Under Fed. R. App. P. 15(a)(2)(C), a petition for review of an agency order must \"specify the order or part thereof to be reviewed.\" In its first and second petitions for review before this Court, LNC appealed only the May 3, 2001, May 14, 2001, and June 13, 2001 orders. Because we ultimately conclude that we lack jurisdiction over this appeal based on LNC's failure to seek timely rehearing before the Commission, we need not address other possible jurisdictional defects. Similarly, we note that our disposition here precludes us from resolving the issue of whether venue in this Court is proper.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The Commission's rule can also be read to apply only to proceedings raised under subpart E of the regulations, which governs evidentiary hearings, thus making it entirely inapplicable to this case. See 18 C.F.R. &#167; 385.713(a)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  In City of Ocanto Falls, the court was interpreting an identical provision of the Federal Power Act. It is \"established practice\" to cite decisions interpreting cognate provisions of the two statutes interchangeably. Arkansas La. Gas Co. v. Hall, 453 U.S. 571, 577 n.7 (1981).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  We find LNC's reliance on Cities of Campbell v. FERC, 770 F.2d 1180 (D.C. Cir. 1985), unpersuasive. In that case, the court held that it had jurisdiction over the appeal in spite of the petitioner's tardy motion for rehearing on an earlier order. The court acknowledged, however, that its ruling was limited to the peculiar circumstances of that case -- namely, that the Commission had effectively mooted the petitioner's untimely request for rehearing and deprived the earlier order of its finality by \"staying the effectiveness of [the] order and by granting reconsideration of that entire order. . . .\" Id. at 1184 (emphasis added). By contrast, in this case the Commission neither stayed the October 27, 2000 order pending further proceedings nor granted reconsideration of the issues LNC raises on appeal. The Commission merely revisited a minor issue that is unrelated to those raised here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  LNC also argues that its request for rehearing was made within thirty days of the October 27, 2000 Order's \"issuance\" because that order was not formally issued until October 31, 2000. Since LNC never made this argument before the Commission, it has forfeited that claim on appeal. A petitioner cannot raise an issue before the court that it did not first present before the Commission. See 15 U.S.C. &#167; 717r(b); United States v. L.A. Tucker Truck Lines, Inc., 344 U.S. 33, 37 (1952).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">416</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">LONDONDERRY NEIGHBORHOOD COALITION, Petitioner,<br>v.<br>FEDERAL ENERGY REGULATORY COMMISSION, Respondent.</p>\n    <p class=\"docket\">Nos. 01-1848 &amp; 01-2147</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Oct. 30, 2001<br>Decided December 10, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON PETITION FOR REVIEW OF AN ORDER OF THE FEDERAL ENERGY REGULATORY COMMISSION[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Evan Slavitt, with whom Gadsby Hannah, LLP, on brief for petitioner.</p>\n      <p class=\"indent\">Larry D. Gasteiger, with whom Judith A. Albert, Cynthia A. Marlette, Acting General Counsel, and Dennis Lane, Solicitor, were on brief, for the Federal Energy Regulatory Commission.</p>\n      <p class=\"indent\">Jay V. Allen for intervenor Tennessee Gas Pipeline Company.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Torruella, Circuit Judge, and Stahl, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Londonderry Neighborhood Coalition (\"LNC\") seeks review of a decision by the Federal Energy Regulation Commission (\"FERC\" or \"the Commission\") to certify a natural gas pipeline-replacement project. LNC argues that the Commission's certification of the project was tainted by its failure to assess adequately the full environmental impact of the proposed undertaking. The Commission disputes the substance of LNC's arguments and, in addition, interposes a challenge to this Court's jurisdiction over the appeal. We find the Commission's jurisdictional argument sound and dismiss the petition for review.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the Natural Gas Act (\"NGA\"), 15 U.S.C. &#167;&#167; 717-717z, the Commission has certificate authority over companies that engage in the transportation or sale for resale of natural gas in interstate commerce. To assure the orderly development of natural gas supplies, NGA &#167; 7(c)(1)(A) prohibits any \"natural-gas company or person\" from constructing or operating pipeline facilities prior to obtaining a certificate of public convenience and necessity from the Commission. Id. &#167; 717f(c)(1)(A). In accordance with NGA &#167; 7(e), the Commission shall issue such certificates to qualified applicants once it determines that the proposed service \"is or will be required by the present or future public convenience or necessity. . . .\" Id. &#167; 717f(e). The Commission is also authorized to attach to certificates \"such reasonable terms and conditions as the public convenience and necessity may require.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Commission has no jurisdiction over facilities used strictly for the local distribution of natural gas. Id. &#167; 717(b). Likewise, as dictated by the Federal Power Act (\"FPA\"), 16 U.S.C. &#167;&#167; 791a-828c, the Commission has no jurisdiction to regulate electric generation facilities. Id. &#167; 824(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The National Environmental Policy Act (\"NEPA\"), 42 U.S.C. &#167;&#167; 4321-4370f, provides that federal agencies must follow certain procedures designed to identify and evaluate the environmental effects of proposed agency actions. NEPA requires federal agencies to prepare a detailed Environmental Impact Statement (\"EIS\") for all \"major Federal actions significantly affecting the quality of the human environment.\" Id. &#167; 4332(2)(C). However, \"an agency need not conduct a comprehensive EIS if an environmental assessment reveals that the proposed action would not have a significant effect on the environment.\" Wyoming Outdoor Council v. U.S. Forest Serv., <span class=\"citation\" data-id=\"184751\"><a href=\"/opinion/184751/wy-outdoor-cncl-v-us-forest-svc/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 49 (D.C. Cir. 1999) (citing 40 C.F.R. &#167;&#167; 1501.4, 1508.9).</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In this case, the Commission was called upon to authorize a natural gas pipeline-replacement project proposed by the Tennessee Gas Pipeline Company (\"Tennessee\"). The project encompassed the replacement of 19.3 miles of existing eight-inch-diameter pipe with twenty-inch pipe, enabling the delivery of natural gas from Massachusetts to a natural-gas-fired power generation plant being constructed in Londonderry, New Hampshire by a separate private entity, the AES Londonderry, LLC (\"AES\"). Tennessee's gas pipeline will be connected to the generation plant by a 2.9 mile, sixteen-inch distribution lateral to be built by EnergyNorth Natural Gas, Inc. (\"EnergyNorth\"). Both the AES power plant project and the EnergyNorth lateral project fall outside the jurisdiction of FERC and are, instead, subject to authorization by the state. See 16 U.S.C. &#167; 824(b)(1); 15 U.S.C. &#167; 717(b).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In July 1998, AES applied to the appropriate state body, the New Hampshire Energy Facility Site Evaluation Committee (EFSEC), for approval to construct and operate the power plant. In addition to the request specifically dealing with the power plant, the proposal also sought approval for three related subsidiary projects -- including the EnergyNorth project -- which were necessary for the power plant's operation. On May 25, 1999, after a comprehensive review process, EFSEC certified the projects, finding that the facility would not have an unreasonable adverse effect on the environment or public health. In August 2000, the New Hampshire Supreme Court upheld this certification in the face of a challenge by LNC. Appeal of the Londonderry Neighborhood Coalition, <span class=\"citation no-link\"><span class=\"volume\">761</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">426</span></span> (N.H. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Meanwhile, AES signed a twenty-year contract with Tennessee for provision of the needed supply of natural gas. Tennessee already had in place, as part of its \"Concord lateral\" system, two parallel pipelines -- an eight-inch line and a twelve-inch line -- set ten feet apart in a combined fifty-foot right-of-way running from Dracut, Massachusetts into New Hampshire. To service the power plant, Tennessee proposed to remove the eight-inch line and replace it with a twenty-inch line.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 10, 1999, as required by the NGA, Tennessee applied to FERC for a certificate of public convenience and necessity to implement the project of replacing the existing pipeline in the Concord lateral system with a larger one. Tennessee's application was subsequently amended on January 24, 2000. On March 31, 2000, the Commission issued a \"Notice of Intent to Prepare an Environmental Assessment\" for the pipeline-replacement project and requested public comments regarding environmental issues. In that Notice, the Commission made a preliminary decision not to address the impact of the non-jurisdictional AES and EnergyNorth projects, noting that they had been approved by the state and had received all the necessary federal permits. After receiving comments from LNC (a nonprofit organization comprised of over 100 local citizens) and the United States Fish and Wildlife Service arguing that, under NEPA, the Commission was required to consider the cumulative environmental impact of all three projects, the Commission issued a 57-page Environmental Assessment on August 11, 2000. Despite the objections of LNC and the Fish and Wildlife Service, the Assessment did not address the environmental impact of the AES or EnergyNorth projects.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On October 27, 2000, after receiving further comments from LNC and other entities, the Commission issued an order authorizing the Tennessee pipeline project, subject to certain conditions (the \"October 27, 2000 Order\"). In that order, the Commission relied on the Environmental Assessment and again held that it was unnecessary to consider the two non-jurisdictional facilities in its review. The Commission further found that the pipeline replacement would have no significant environmental impact and ruled that an EIS was therefore unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following the October 27, 2000 Order, the Town and School District of Londonderry filed a timely motion for rehearing on November 24, 2000. See 15 U.S.C. &#167; 717r(a) (providing that motion for rehearing must be filed within thirty days of the issuance of the order). LNC also submitted a motion for rehearing, though it was received and filed one day late on November 28, 2000. On November 29, 2000, LNC moved for an extension of time to file its request for rehearing, explaining that the untimeliness of its motion for rehearing was due to an error by the U.S. Postal Service. According to LNC, the original rehearing motion was sent via Express Mail Service, which guarantees overnight delivery. In a supplemental motion filed on December 6, 2000, LNC asked, in the alternative, that its motion for rehearing be deemed a motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On December 12, 2000, the Commission issued an Order Granting Rehearing for Further Consideration. Since this order states that \"rehearing has been timely requested,\" it presumably referred only to the Town and School District's motion for rehearing. On May 3, 2001, the Commission issued an Order Granting, in Part, and Denying, in Part, Rehearing and Request for Reconsideration (the \"May 3, 2001 Order\"). The May 3, 2001 Order denied LNC's motion for an extension, holding that the Commission had no authority to excuse LNC's untimely motion for rehearing, but agreed to treat that motion as a motion for reconsideration. The Order then partially granted that motion (and the Town's rehearing request) with respect to one narrow issue.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The May 3, 2001 Order otherwise denied both motions, including LNC's NEPA-based challenges regarding the AES and EnergyNorth projects. On May 14, 2001, the Commission authorized construction of the Tennessee pipeline project.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 1, 2001, LNC filed with the Commission a request for rehearing of the May 3, 2001 Order and, on June 4, 2001, requested a stay of the May 3, 2001 and May 14, 2001 Orders. After Tennessee announced on June 11, 2001 that construction on the pipeline project had begun one week earlier, LNC, without waiting for rulings on its requests for rehearing and a stay, filed with this Court a petition for review of the May 3, 2001 and May 14, 2001 Orders. On June 13, 2001, the Commission dismissed the requests for rehearing and stay, stating: \"Since the May 3 order does not alter the October 27 order's finding with respect to cumulative impacts, the Commission's decision on that issue is final and further rehearing does not lie for any party to the proceeding.\" Tennessee Gas Pipeline Co., 95 FERC &#182; 61,386 (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In addition to filing its petition for review of the May 3, 2001 and May 14, 2001 Orders, LNC filed a motion with this Court to stay construction of the Tennessee pipeline. FERC and Tennessee both filed motions opposing the stay along with motions to dismiss. On July 31, 2001 we denied LNC's stay motion as well as the motions to dismiss. LNC then filed a second petition for review, this time requesting review of the Commission's June 13, 2001 Order in addition to the May 3, 2001 and May 14, 2001 Orders. LNC's first and second petitions for review were consolidated in this appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">LNC asserts on appeal that the Tennessee pipeline project is sufficiently intertwined with the AES and EnergyNorth projects to mandate Commission review of the environmental effects of the latter two projects. Because the Commission limited its review to the Tennessee pipeline and ruled that it was unnecessary to consider the environmental effects of the AES and EnergyNorth projects, LNC contends that the Commission violated various provisions of NEPA.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">FERC disputes these contentions on their merits. In addition, FERC raises a threshold jurisdictional issue. According to the Commission, LNC's failure to file a timely motion for rehearing of the October 27, 2000 Order precludes this Court from entertaining the appeal.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The NGA mandates that, as a predicate to filing an appeal from an order of the Commission, the affected party must move for rehearing within thirty days of the date on which the order was issued. Section 19(a) of the NGA provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Any person . . . aggrieved by an order issued by the Commission in a proceeding under this chapter to which such person . . . is a party may apply for a rehearing within thirty days after the issuance of such order . . . . No proceeding to review any order of the Commission shall be brought by any person unless such person shall have made application to the Commission for a rehearing thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">15 U.S.C. &#167; 717r(a). \"There is no question that under the Natural Gas Act 'an application for rehearing is a jurisdictional prerequisite to judicial review.'\" Boston Gas Co. v. FERC, <span class=\"citation\" data-id=\"355659\"><a href=\"/opinion/355659/boston-gas-company-v-federal-energy-regulatory-commission-algonquin-gas/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 977 (1st Cir. 1978) (quoting Public Serv. Comm'n of N.Y. v. Federal Power Comm'n, <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">757</span></span>, 775 n.116 (D.C. Cir. 1974)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this case, application of this potential jurisdictional bar will depend upon which order of the Commission triggered the requirements of NGA &#167; 19(a). The Commission argues that the October 27, 2000 Order is the relevant order and that LNC's petition for rehearing was untimely. LNC, on the other hand, contends that the relevant order -- and therefore the only order from which it seeks appeal -- is the May 3, 2001 Order. LNC also contends that, in any event, its failure to adhere strictly to the statutory deadline may be excused on equitable grounds. We turn first to the task of determining which order is the relevant one for purposes of determining our jurisdiction.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Commission relies upon the plain language of NGA &#167; 19 (a) in arguing that the relevant order is the one by which a protesting party is \"aggrieved.\" Because the October 27, 2000 Order authorized the project and established the Commission's position that it would not consider the two non-jurisdictional projects for purposes of compliance with NEPA, the Commission submits that LNC was required to seek timely rehearing from that order, or else forfeit its claims. LNC offers a two-fold response. First, it contends that the Commission's own regulation establishes that the rehearing requirement applies only to a \"final decision\" issued by the Commission, which in this case is arguably the May 3, 2001 disposition. Second, LNC asserts that the May 3, 2001 Order modified the earlier decision to such an extent that it triggered a new window of opportunity in which LNC successfully sought rehearing. We find both of LNC's contentions hollow and conclude that the October 27 Order triggered LNC's obligation to timely move for rehearing in order to preserve its appeal rights.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">LNC's first argument rates only brief attention. The Commission's Rule 713 provides, in part: \"A request for rehearing by a party must be filed not later than 30 days after issuance of any final decision or other final order in a proceeding.\" 18 C.F.R. &#167; 385.713(b) (emphasis added). Even if this rule can be read to support LNC's position,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> such a reading would be trumped by the plain language of NGA &#167; 19(a). That section, which we apply without reservation, clearly makes the \"aggriev[ing]\" order the relevant order for purposes of seeking rehearing and a subsequent appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Next, LNC attempts to shore up its position by asserting that the Commission, in the May Order, revisited the central issue in this case: whether the Commission should have conducted a review of the AES and EnergyNorth projects. According to LNC, this proves that the Commission was still in a \"deliberative process\" and the October 27, 2000 Order was not the final word on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To be sure, the existence of a rehearing procedure indicates that the Commission will continue its deliberative process after an initial order on a matter. Nevertheless, the availability of rehearing does not alter the clear statutory procedure for perfecting an appeal. As the text of the statute illustrates, there is an important distinction between an aggrieving order and a rehearing order for purposes of the appeal process:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Any party to a proceeding . . . aggrieved by an order issued by the Commission . . . may obtain a review of such order in the court of appeals . . . by filing in such court, within sixty days after the order of the Commission upon the application for rehearing, a written petition praying that the order of the Commission be modified or set aside in whole or in part.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">15 U.S.C. &#167; 717r(b). Thus, while a rehearing order triggers the sixty-day period for filing an appeal under this section, it is plainly the aggrieving order that must be appealed. City of Oconto Falls v. FERC, <span class=\"citation\" data-id=\"767817\"><a href=\"/opinion/767817/city-of-ocon-to-falls-wisconsin-v-federal-energy-regulatory-commission/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></a></span>, 1159 (D.C. Cir. 2000).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">There are, indeed, some cases in which the Commission will sufficiently modify an earlier order -- either upon rehearing, reconsideration, or acting sua sponte -- so as issue, in effect, a new aggrieving order that triggers a new rehearing requirement. See Southern Natural Gas Co. v. FERC, <span class=\"citation\" data-id=\"525206\"><a href=\"/opinion/525206/southern-natural-gas-company-v-federal-energy-regulatory-commission-texas/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1073 (D.C. Cir. 1989); Tennessee Gas Pipeline Co. v. FERC, <span class=\"citation\" data-id=\"520969\"><a href=\"/opinion/520969/tennessee-gas-pipeline-company-v-federal-energy-regulatory-commission/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span>, 1109-10 (D.C. Cir. 1989). In certain cases it may be \"a fine point to determine whether a subsequent modification amounts to a new order or is merely a technical change in an existing order.\" Tennessee Gas, 871 F.2d at 1110. However, we have little difficulty concluding in this case that the Commission's May 3, 2001 Order was a mere technical modification that did not amount to an order that aggrieved LNC anew. The May 3, 2001 Order only rerouted one-half mile of pipeline; this change is virtually irrelevant to the larger NEPA issues appealed by LNC and, moreover, is a modification that LNC actually requested. LNC certainly cannot claim to be \"aggrieved\" by such a modified order. See Southern Natural Gas, 877 F.2d at 1071 (\"[H]aving received from FERC what it presented as its first choice . . ., [the petitioner] is not 'aggrieved,' in any sense contemplated by NGA &#167; 19(b) . . . . \").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In sum, by granting partial reconsideration with respect to this discrete minor issue, the Commission did not open the door for appeal of any and all prior rulings, including those implicating LNC's forfeited NEPA claims.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See Tennessee Gas, 871 F.2d at 1110 n.18 (\"[I]f a party does not raise an argument that it could have raised in its first petition for review of a Commission action, it cannot preserve that argument for judicial review simply by filing a second petition for rehearing from a subsequent Commission order which implicates the same action.\"); accord Kentucky Utils. Co. v. FERC, <span class=\"citation\" data-id=\"469406\"><a href=\"/opinion/469406/kentucky-utilities-company-v-the-united-states-federal-energy-regulatory/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span>, 1215 (6th Cir. 1986). As the Ninth Circuit has held, the NGA precludes \"the intertwining of orders for review purposes, that is, using a timely petition to review an order for which the time limitations have run.\" Covelo Indian Cmty. v. FERC, <span class=\"citation\" data-id=\"536122\"><a href=\"/opinion/536122/the-covelo-indian-community-v-federal-energy-regulatory-commission/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">581</span></a></span>, 585 (9th Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Having satisfied ourselves that the October 27, 2000 Order is the relevant order for purposes of applying the review provisions of the NGA, we turn to LNC's argument that it should be excused from strict adherence to the review provisions of the NGA based on equitable considerations.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">LNC contends that its appeal rights were still preserved because its motion for rehearing would have been timely filed but for an error by the postal service.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In other words, since there is a decent excuse for the petition's lack of timeliness, LNC argues, this Court should waive the time requirements of the NGA and consider the petition as timely. We decline to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Commission itself has consistently held that the thirty-day time limit \"is a jurisdictional time limit which [the] Commission has no authority to extend.\" Turnbull &amp; Zoch Drilling Co., 37 F.P.C. 255, 256 (1967). Several courts of appeals, including this one, have voiced substantial agreement with this view. See Boston Gas, 575 F.2d at 979 (\"Neither the Commission nor the courts are given any form of jurisdictional discretion.\"); see also Tennessee Gas, 871 F.2d at 1107; United Gas Pipe Line Co. v. FERC, <span class=\"citation\" data-id=\"491692\"><a href=\"/opinion/491692/united-gas-pipe-line-co-v-federal-energy-regulatory-commission/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">417</span></a></span>, 434 (5th Cir. 1987); Sierra Ass'n for Env't v. FERC, <span class=\"citation\" data-id=\"471011\"><a href=\"/opinion/471011/sierra-association-for-environment-v-federal-energy-regulatory-commission/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1403</span></a></span>, 1406 (9th Cir. 1986); Montana-Dakota Utils. Co. v. FERC, <span class=\"citation\" data-id=\"438920\"><a href=\"/opinion/438920/montana-dakota-utilities-co-v-federal-energy-regulatory-commission/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">376</span></a></span>, 380-81 (8th Cir. 1984). LNC, on the other hand, proffers no concrete authority for its contrary position. The best that LNC can do is point to language from one of our cases that offers little more than an oblique suggestion that a court of appeals might have the power to waive the rehearing deadline in the appropriate case. See Boston Gas, 575 F.2d at 979 (\"In the present case petitioner presents no meritorious excuse for its failure to file a timely application for rehearing.\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Though we are reluctant to say there are no circumstances -- no matter how extraordinary -- that would toll the rehearing deadline, the present case does not require us to navigate any such uncharted territory. The postal service may bear much of the fault for having delivered the petition later than expected. Nevertheless, delivery delays occur with some frequency, and there was no reason why LNC had to wait until the last minute to file its petition. The October 27, 2000 Order clearly stated that it was issued on that date, and LNC was fully informed that its petition had to be received within thirty days of that date. Furthermore, LNC could easily have called the Commission to inquire as to whether its petition had been received. Once it found the petition had not been received, LNC could have complied with the filing deadline by following up with a telegraph or some other form of electronic filing. See id. at 979-80 (noting that FERC has accepted rehearing motions via telegraph).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Since we find that LNC failed to file a timely petition for rehearing with the Commission, we do not consider the merits of LNC's claims on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Petition dismissed. Costs are assessed against the petitioners.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Specifically, the Commission revisited and modified its October 27, 2000 Order by requiring Tennessee to reroute less than one-half mile of its new pipeline farther away from a school property in accordance with an earlier proposal discussed in the Environmental Assessment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  We note that our determination that LNC is aggrieved by the October 27, 2000 Order heaps another jurisdictional quandary on the pile. Under Fed. R. App. P. 15(a)(2)(C), a petition for review of an agency order must \"specify the order or part thereof to be reviewed.\" In its first and second petitions for review before this Court, LNC appealed only the May 3, 2001, May 14, 2001, and June 13, 2001 orders. Because we ultimately conclude that we lack jurisdiction over this appeal based on LNC's failure to seek timely rehearing before the Commission, we need not address other possible jurisdictional defects. Similarly, we note that our disposition here precludes us from resolving the issue of whether venue in this Court is proper.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The Commission's rule can also be read to apply only to proceedings raised under subpart E of the regulations, which governs evidentiary hearings, thus making it entirely inapplicable to this case. See 18 C.F.R. &#167; 385.713(a)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  In City of Ocanto Falls, the court was interpreting an identical provision of the Federal Power Act. It is \"established practice\" to cite decisions interpreting cognate provisions of the two statutes interchangeably. Arkansas La. Gas Co. v. Hall, <span class=\"citation\" data-id=\"110562\"><a href=\"/opinion/110562/arkansas-louisiana-gas-co-v-hall/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">571</span></a></span>, 577 n.7 (1981).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  We find LNC's reliance on Cities of Campbell v. FERC, <span class=\"citation\" data-id=\"457540\"><a href=\"/opinion/457540/cities-of-campbell-and-thayer-missouri-v-federal-energy-regulatory/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1180</span></a></span> (D.C. Cir. 1985), unpersuasive. In that case, the court held that it had jurisdiction over the appeal in spite of the petitioner's tardy motion for rehearing on an earlier order. The court acknowledged, however, that its ruling was limited to the peculiar circumstances of that case -- namely, that the Commission had effectively mooted the petitioner's untimely request for rehearing and deprived the earlier order of its finality by \"staying the effectiveness of [the] order and by granting reconsideration of that entire order. . . .\" Id. at 1184 (emphasis added). By contrast, in this case the Commission neither stayed the October 27, 2000 order pending further proceedings nor granted reconsideration of the issues LNC raises on appeal. The Commission merely revisited a minor issue that is unrelated to those raised here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  LNC also argues that its request for rehearing was made within thirty days of the October 27, 2000 Order's \"issuance\" because that order was not formally issued until October 31, 2000. Since LNC never made this argument before the Commission, it has forfeited that claim on appeal. A petitioner cannot raise an issue before the court that it did not first present before the Commission. See 15 U.S.C. &#167; 717r(b); United States v. L.A. Tucker Truck Lines, Inc., <span class=\"citation\" data-id=\"105038\"><a href=\"/opinion/105038/united-states-v-la-tucker-truck-lines-inc/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 37 (1952).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767817/"
  ]
}