{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199782/",
  "absolute_url": "/opinion/199782/united-states-v-gonzalez-alvarez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199782/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:36Z",
  "date_modified": "2017-03-24T11:03:16.303878Z",
  "type": "010combined",
  "sha1": "f0dbee854e7155675307a79b63d02c9dbbe3635f",
  "page_count": 17,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2180-01A.pdf",
  "local_path": "pdf/2002/01/17/US_v._Gonzalez-Alvarez.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n                    _______________________\nNo. 00-2180\n                         UNITED STATES,\n                     Plaintiff, Appellant,\n\n                              v.\n\n                  VICTOR R. GONZALEZ-ALVAREZ,\n                      Defendant, Appellee.\n\n                    _______________________\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n                     _____________________\n                            Before\n\n                      Boudin, Chief Judge,\n               Kravitch,* Senior Circuit Judge,\n                   and Lynch, Circuit Judge.\n                     ____________________\n\n     Matthew M. Collette with whom David W. Ogden, Assistant\nAttorney General, Stuart E. Schiffer, Acting Assistant Attorney\nGeneral, Guillermo Gil, U.S. Attorney, and Douglas N. Letter,\nAttorney, Appellate Staff Civil Division, Department of Justice,\nwere on brief for appellant.\n     Carlos R. Noriega for appellee.\n\n                     _____________________\n\n                       January 17, 2002\n                     ____________________\n\f____________________\n*Of the Eleventh Circuit, sitting by designation.\n\n\n\n\n     KRAVITCH. Senior Circuit Judge. Victor Gonzalez-Alvarez, a Puerto\n\nRican dairy farmer, pleaded guilty to conspiracy to adulterate milk, in\n\nviolation of 18 U.S.C. § 371, and causing the delivery of adulterated\n\nfood into interstate commerce, in violation of 21 U.S.C. §§ 331(a),\n\n333(a)(2) and 18 U.S.C. § 2. This appeal by the government of the\n\nsentence imposed presents the questions of how loss is to be calculated\n\nunder U.S.S.G. § 2F1.1(b)(1) and whether the district court erred in\n\nfinding that the defendant did not violate a position of public trust\n\nunder U.S.S.G. § 3B1.3.\n\nI.   Background\n\n     The commercial milk industry in Puerto Rico is regulated by the\n\nOfficina de Reglamentación de la Industria Lechera (ORIL), a division\n\nof the Puerto Rico Department of Agriculture. ORIL licenses dairy\n\nfarmers to produce milk according to assigned quotas, and designates\n\nthe milk from each farm to a specific processing plant. The designated\n\nplant then hires truck drivers to collect the milk from its assigned\n\ndairy farms for delivery to the plant. Prior to accepting the milk,\n\nthese drivers perform tests to make a preliminary determination that\n\nthe milk is of acceptable quality. If the driver accepts the milk for\n\n\n                                 -2-\n\fdelivery, he completes a daily manifest with information regarding the\n\nvolume of milk being transported to the processing plant from that\n\ndairy farm. When the milk arrives at the plant, it is emptied from the\n\ntanker truck into large silos.    The milk from all the dairy farms\n\nassigned to that processing plant is mixed in the silos; regulations\n\nthen require that a sample be tested both by the processing plant and\n\nORIL to ensure that the milk is acceptable for consumption and to\n\ndetect any adulteration.      If the milk is approved, it is then\n\ndistributed to consumers, both inside and outside of Puerto Rico, and\n\nthe processing plant compensates each dairy farmer according to the\n\nvolume of milk he contributed.\n\n          Gonzalez-Alvarez, a licensed-dairy farmer acting in concert\n\nwith an employee and two truck drivers employed by his assigned\n\nprocessing plant, Tres Monjitas, Inc. (Tres), adulterated milk from his\n\ndairy farm with water and salt.1 The water increased the volume of the\n\nmilk for which he was compensated; the salt masked detection of the\n\nwater by increasing the weight of the adulterated product.         The\n\nprocedures used at the processing plant in testing the quality of its\n\nmilk were unable to detect the type of contamination that occurred\n\nhere. In total, once mixed into the silos at Tres, Gonzalez-Alvarez’s\n\nscheme caused 197,906 liters of adulterated milk to be disseminated to\n\n     1The defendant adulterated the milk from his farm with\ncontaminated water, but we note that the results reached in this case\nwould be same had he used clean water.\n\n                                 -3-\n\fthe public.\n\n          Gonzalez-Alvarez    was   indicted,   along   with   his   co-\n\nconspirators, on several charges. He pleaded guilty to one count of\n\nconspiracy to adulterate milk in violation of 18 U.S.C. § 371 and two\n\ncounts of delivering or causing to be delivered for introduction into\n\ninterstate commerce adulterated food in violation of 21 U.S.C. §§\n\n331(a), 333(a)(2), and 18 U.S.C. § 2.\n\n          At sentencing, pursuant to U.S.S.G. § 3D1.2(b), the counts\n\nwere grouped together into a combined offense level. The district\n\ncourt then increased that offense level, pursuant to U.S.S.G. §\n\n2F1.1(b)(1), for the loss attributable to the defendant’s adulteration\n\nscheme.2 Although the government argued that such loss should be based\n\non the amount paid by consumers for all milk in the silos contaminated\n\nas a result of Gonzalez-Alvarez’s conduct– a calculation which would\n\nhave resulted in a 7-level enhancement– the district court rejected\n\nthat measure. The court also refused to figure the loss using the\n\namount of tainted milk in the tanker trucks assigned to the defendant’s\n\nfarm, which would have resulted in an enhancement of 5 levels. Rather,\n\nthe court calculated the loss under § 2F1.1(b)(1) based upon the price\n\nTres paid to Gonzalez-Alvarez for the volume of water he had added to\n\n\n\n     2“If the loss exceeded $2,000, increase the offense level as\nfollows: ...(F) more than $40,000, add 5; (G) more than $70,000, add\n6; (H) more than $120,000, add 7... .” U.S. Sentencing Guidelines, §\n2F1.1(b)(1) (1998).\n\n                                 -4-\n\fhis milk. The court reasoned that the guideline had been applied that\n\nway in previous cases with similar facts, and the court was obligated\n\nto give the provision a consistent application.        The court also\n\nexplained why it thought this standard was an appropriate assessment of\n\nthe loss. The government further advocated that the defendant receive\n\na 2-level increase under U.S.S.G. § 3B1.3 for violating a position of\n\npublic trust, but the district court also rejected that request. The\n\ncourt did not offer its grounds for this decision.\n\n          Taking into account all the relevant offense level\n\ndepartures, the district court arrived at a final offense level of 6,\n\nand sentenced the defendant within the normal range. Gonzalez-Alvarez\n\nreceived 3 years’ probation for each count, to run concurrently, as\n\nwell as a $2,500 fine and a $100 special assessment for each.\n\nII.   Discussion\n\nA.    Calculation of Loss Under U.S.S.G. § 2F1.1(b)(1)\n\n          The court here calculated the loss attributable to the\n\ndefendant under § 2F1.1(b)(1) as the amount the processing plant paid\n\nfor the water Gonzalez-Alvarez added to the plant’s milk supply.\n\nFurther, because the milk at issue was sold to consumers despite its\n\nadulterated state, the court reasoned that “the actual loss to the\n\nconsumers was the actual amount of water added to each liter of milk\n\nbought by them, which obviously reduced the amount of Grade A milk that\n\nthey would otherwise had [sic] obtained.” Although this statement\n\n\n                                 -5-\n\fsuggests that the district court considered the actual loss caused by\n\nGonzalez-Alvarez’s conduct and found it to be minimal, the court also\n\nconsidered the intended loss in this case.       It reasoned that the\n\ndefendant having added salt to mask the adulteration evinced a clear\n\nintent that the milk be sold and consumed, rather than disposed of for\n\na total loss.\n\n            We review a district court’s findings of fact for clear\n\nerror, and give due deference to its application of the sentencing\n\nguidelines to those facts. United States v. Caraballo, 200 F.3d 20, 24\n\n(1st Cir. 1999). Where, however, we determine the legal meaning of a\n\nguideline– that is how loss is to be calculated under U.S.S.G. §\n\n2F1.1(b)(1)– our review is de novo. See United States v. Walker, 234\n\nF.3d 780, 783 (1st Cir. 2000) (holding in a case under U.S.S.G. § 2B1.1\n\nthat the appropriate method for calculating loss amounts under the\n\nGuidelines is a prototypical question of legal interpretation reviewed\n\nde novo).\n\n            In crimes involving fraud, the base offense level under the\n\nGuidelines is increased if the amount of loss caused by the defendant’s\n\nconduct is greater than $2,000.         U.S. Sentencing Guideline §\n\n2F1.1(b)(1) (1998).3 A defendant who misrepresents the quality of a\n\n     3We note that U.S.S.G. § 2F1.1 has been eliminated from\nthe 2001 edition of the Sentencing Guidelines, having been\nsubsumed under a now broader § 2B1.1. Gonzalez-Alvarez,\nhowever, was sentenced under § 2F1.1 of the 1998 version of\nthe Guidelines, and that is the provision that we consider in\n\n                                  -6-\n\fconsumer product is responsible for the difference between the amount\n\npaid by the victim for the product and the amount for which the victim\n\ncould resell the product received. Id. at cmt. 8(a).4        Where the\n\nproduct misrepresented by the defendant is worthless, loss should be\n\ncalculated using the entire price paid for the product, unreduced by\n\nany offsetting value.     Id. at cmt. 8.     Thus, according to the\n\ngovernment, the loss here should be calculated on the basis of the\n\namount paid by the ultimate consumers for all of the tainted milk in\n\nthe silos--96 cents per liter. This can be based on either the actual\n\nloss caused by Gonzalez-Alvarez’s conduct, or the loss intended by him.\n\nThis is because the Guidelines direct that whichever measure results in\n\na greater figure should be used to apply the enhancement under §\n\n2F1.1(b)(1).   Id.\n\n           In assessing loss under U.S.S.G. § 2F1.1(b)(1) in this case,\n\nwe consider all the relevant factors to that calculation: the value of\n\nthe adulterated milk; the relevant volume of adulterated milk; and the\n\nrelevant price paid by the victim or victims of Gonzalez-Alvarez’s\n\nconduct.\n\n           We first determine the value of the adulterated milk. The\n\n\nthis case.\n     4The commentary to the Guidelines are considered binding\nauthority on this court unless either violative of the Constitution\nor a federal statute, or clearly inconsistent with the guideline the\ncommentary purports to explain. Stinson v. United States, 508 U.S.\n36, 45 (1993).\n\n                                 -7-\n\fgovernment contends that because the adulterated milk could not\n\nlawfully be distributed in interstate commerce, 21 U.S.C. § 331(a), and\n\nwas subject to seizure, 21 U.S.C. § 334(a)(1),5 the value of the milk\n\nin the silos was zero as a matter of law. Because the milk would have\n\nbeen worthless had the scheme been terminated before the adulterated\n\nproduct was sold, it should not acquire an increased value merely\n\nbecause the defendant’s scheme was successful and the tainted milk\n\nreached the consumers. We accept this argument, and hold that where a\n\nproduct cannot be sold lawfully it has a value of zero for the purpose\n\nof calculating loss under U.S.S.G. § 2F1.1(b)(1). The value of the\n\nmilk is the same whether we apply actual loss or intended loss.\n\n          Next, we determine the relevant volume of milk to be\n\n\n\n     5  “The following acts and the causing thereof are prohibited:\n     [t]he introduction or delivery for introduction into interstate\n     commerce of any food... that is adulterated or misbranded.”\n 21 U.S.C. § 331(a).\n     “Any article of food... that is adulterated or misbranded\n     when introduced into or while in interstate commerce or\n     while held for sale (whether or not the first sale) after\n     shipment in interstate commerce... shall be liable to be\n     proceeded against while in interstate commerce, or at any\n     time thereafter, on libel of information and condemned in\n     any district court of the United States or United States\n     court of a Territory within the jurisdiction of which the\n     article is found. ...”\n21 U.S.C. § 334(a)(1).\n     “A food shall be deemed adulterated if any substance has\n     been added thereto or mixed or packed therewith so as to\n     increase its bulk or weight, or reduce its quality or\n     strength, or make it appear better or of greater value\n     than it is.”\n21 U.S.C. § 342(b)(4).\n\n                                 -8-\n\fconsidered in calculating the loss here, that is, how much milk was\n\nrendered valueless     by Gonzalez-Alvarez’s scheme.      21 U.S.C. §\n\n342(b)(4) states that “[a] food shall be deemed adulterated if any\n\nsubstance has been added thereto or mixed or packed therewith so as to\n\nincrease its bulk or weight, or reduce its quality or strength, or make\n\nit appear better or of greater value than it is.” Accordingly, all of\n\nthe milk in the silos with which the watered down milk from Gonzalez-\n\nAlvarez’s farm was mixed became adulterated, and its reduced quality\n\nconstituted a loss. Cf. United States v. Roggy, 76 F.3d 189, 193 (8th\n\nCir. 1996) (holding that where the defendant applied a pesticide to raw\n\noats which had not been approved by the EPA for such use he was\n\nproperly held responsible under § 2F1.1 for not only the oats he\n\nsprayed, but also those oats that were indirectly contaminated by being\n\nat the same facilities as the sprayed oats); United States v. West, 942\n\nF.2d 528, 531-32 (8th Cir. 1991) (holding, in case involving meat\n\nadulteration, that proper calculation of loss included the value of\n\n“good” meat that was mixed with the adulterated meat provided by the\n\ndefendant). This statutory definition and our reading of it make sense\n\nwhere, as here, the adulterated product– the milk– and the adulterating\n\nproduct– the water– ceased to be independent entities after they were\n\ncombined.\n\n            Although it is clear from the statute why the total volume\n\nof milk in the silos provides the appropriate volume in assessing\n\n\n                                  -9-\n\factual loss, it merits further explanation why the same amount of milk\n\nshould be used to figure intended loss as well. Gonzalez-Alvarez\n\npleaded guilty to causing adulterated milk to be introduced into\n\ninterstate commerce.    A plea of guilty and the ensuing conviction\n\ncomprehend all of the factual and legal elements necessary to sustain\n\na binding, final judgment of guilty and a lawful sentence. United\n\nStates v. Broce, 488 U.S. 563, 569 (1989). We construe the mixing of\n\nthe milk in the silos before its eventual distribution as a necessary\n\nfactual predicate to its entering interstate commerce, and Gonzalez-\n\nAlvarez’s plea as admitting that he knew the adulterated milk he\n\nprovided would enter the silos at the plant. It is irrelevant that he\n\ndid not know the exact volume of milk contained in the silos because\n\nregardless of how many liters were there, he knew and intended that it\n\nwould all be adulterated. Intended, in the context of § 2F1.1(b)(1),\n\nmeans results of the defendant’s conduct that are both foreseeable and\n\nan essential component of the success of the defendant’s fraudulent\n\nscheme.\n\n          Finally, we look to the relevant price term to use in\n\nassessing loss under § 2F1.1(b)(1). In assessing the loss attributable\n\nto the defendant’s conduct, it is the price paid by the victim that is\n\nrelevant. See U.S.S.G. § 2F1.1, cmt. 8. Thus, under either the actual\n\nor intended loss measure we must determine the victims of the\n\ndefendant’s scheme. If the processing plant were the only victim, then\n\n\n                                -10-\n\fthe appropriate price term to use would be the amount Tres paid its\n\nproviding dairy farms for the milk they contributed; this was the term\n\nemployed by the district court at sentencing. Instead, the government\n\ncontends that the 96 cents per liter paid by personal consumers for the\n\nmilk is the proper price to use.\n\n          Unfortunately, neither comment 8 to the guideline nor the\n\nlanguage of U.S.S.G. § 2F1.1(b)(1) itself offers any direction on how\n\nto determine the relevant victim or victims of a fraudulent scheme for\n\nthis purpose. Despite this lack of direction, we have no trouble\n\nconcluding that both Tres and the ultimate consumers of the adulterated\n\nproduct were victims of Gonzalez-Alvarez’s crimes. Although Tres alone\n\npaid money directly to the defendant for the worthless milk, the plant\n\nwas able to pass along the contaminated milk to distributers for the\n\nsame price it would have received had the milk been pure. It was the\n\nultimate consumers who suffered a real loss as a result of the scheme;\n\nthey believed that they were purchasing actual Grade A milk, when in\n\nfact they paid value for a tainted product. The plant was one victim\n\nof the scheme, but the consumers were the ultimate victims, and thus\n\nthe price they paid for the milk is the relevant price term under §\n\n2F1.1(b)(1).6   Although this money did not all go into Gonzalez-\n\n     6We recognize that comment 4 to § 2F1.1 explains the language,\n“a scheme to defraud more than one victim” as used in §2F1.1(b)(2)(B)\nand refers to “victims” as only those persons or entities from which\nfunds are directly paid to the defendant. See U.S.S.G. § 2F1.1, cmt.\n4. We reject that comment, however, as providing insight into what\n\n                                 -11-\n\fAlvarez’s pocket, “[t]he offender’s gain from committing the fraud is\n\nan alternative estimate that ordinarily will underestimate the loss.”\n\nId. at cmt. 9. There being two victims in this case, there are two\n\nprice terms to choose between in calculating loss.        Because the\n\nguideline does not direct courts to apply the lesser price term where\n\nthe object of the fraud has been resold by the initial victim, we apply\n\nthe higher price paid by the consumers-- 96 cents per liter. See id.\n\nat cmt. 8. Again, this is the case under either actual or intended\n\nloss, as Gonzalez-Alvarez’s guilty plea established that he knew the\n\nmilk was going to enter interstate commerce and thus would end up in\n\nthe hands of consumers.\n\n          Despite the defendant’s contentions to the contrary,\n\nconsumers who purchased the adulterated milk in this case suffered an\n\nactual loss of 96 cents per liter. Gonzalez-Alvarez contends that\n\nbecause no consumers became sick as a result of his scheme, there was\n\nno actual loss on their part.           Not only is his supposition\n\ninsupportable, however, for there is no way to know with any certainty\n\nif anyone suffered ill-effects from consumption of the adulterated\n\nmilk, but it would be irrelevant even if true. Where a product has a\n\nvalue of zero as a matter of law, but consumers pay for the product as\n\n\n\nvictim means in the context we consider. In fact, comment 4\nexplicitly states that other persons or entities who do not fall into\nthe definition of “victim” it offers might nonetheless be considered\nvictims for other purposes. Id.\n\n                                 -12-\n\fif it had value, the buyers have been robbed of the benefit of their\n\nbargain. Consumers have every reason to believe that the milk they\n\nbuy, whether from supermarkets, wholesalers, or processing plants, is\n\nGrade A and meets with all FDA and, in this case, ORIL regulations.\n\nWhere the milk does not meet these standards, as a result of a\n\ndefendant’s conduct, the consumers suffer an actual loss and the\n\ndefendant is responsible for that loss. Support for this reasoning is\n\nin an example in the Application Notes to this guideline provision.\n\nComment 8 notes that if the fraud by the defendant consists of selling\n\nor attempting to sell $40,000 in worthless securities, or representing\n\nthat a forged check for $40,000 was genuine, the loss under the section\n\nwould be $40,000.   Id. at cmt. 8. We find that example applicable to\n\nthe instant case.\n\n          Although no First Circuit case law exists directly on point,\n\nthe Fourth Circuit has interpreted § 2F1.1(b)(1) in a manner consistent\n\nwith this understanding of actual loss. That court held that where a\n\ndrug is represented to possess FDA approval, but in fact does not, and\n\nits safety is unknown, that drug “does not provide consumers with the\n\nbenefit of their bargain” because the product is not what it purports\n\nto be. United States v. Marcus, 82 F.3d 606, 610 (4th Cir. 1996). We\n\nfind this reasoning persuasive, and conclude that the consumers here\n\nwho reasonably believed they were purchasing milk compliant with all\n\ngovernment health regulations, but in fact received a different product\n\n\n                                 -13-\n\fof unknown safety, were denied the benefit of their bargain and\n\nsuffered an actual loss.\n\n           Moreover, as all the factors leading to this calculation of\n\nactual loss were foreseeable and essential to the success of Gonzalez-\n\nAlvarez’s adulteration scheme, the intended loss in this case is the\n\nidentical figure.\n\n           Finally, Gonzalez-Alvarez argues that the government was\n\nguilty of sentencing factor manipulation. He asserts that participants\n\nin the investigation which resulted in his arrest discovered the\n\nadulteration of the milk before it was added to the silos, and thus\n\nconduct by the government led to an increased volume of tainted milk.\n\nGonzalez-Alvarez contends that he cannot be held responsible under the\n\nGuidelines for any loss which is attributable to the government’s\n\nconduct.\n\n           With regard to calculating actual loss, Gonzalez-Alvarez is\n\nunable to make out a case of sentencing factor manipulation, as he has\n\nnot made the required showing of bad faith on the government’s part.\n\nSee United States v. Rizzo, 121 F.3d 794, 801 (1st Cir. 1997). As\n\nfor loss which Gonzalez-Alvarez intended to occur as a result of his\n\nscheme, the addition of the salt to his watered down milk product shows\n\nthat he did not intend to get caught before the adulterated milk\n\nreached the silos. Even had the agents prevented the adulterated milk\n\nfrom reaching the silos, therefore, it would not change the measure of\n\n\n                                 -14-\n\floss for purposes of the Sentencing Guidelines because the loss a\n\ndefendant intends to cause by his fraudulent scheme is used when it is\n\ngreater than the actual loss caused.      U.S.S.G. § 2F1.1, cmt. 8.\n\nB.   District Court’s Determination on Public Trust\n\n          The Presentence Report in this case recommended that\n\nGonzalez-Alvarez be given an upward adjustment under U.S.S.G. § 3B1.3\n\nfor abuse of a position of public trust, and this adjustment was not\n\nobjected to by the defendant.7 The district court, however, found that\n\nin prior cases with similar facts such an enhancement had been\n\nrejected. To be consistent with these prior rulings, the court did not\n\napply the enhancement for abuse of public trust.\n\n          We determine the legal meaning of the Sentencing Guidelines\n\nde novo, and review the district court’s fact-finding for clear error.\n\nCaraballo, 200 F.3d at 24. We then give due deference to the district\n\ncourt’s application of the Guidelines to those facts.        Id.\n\n          Section 3B1.3 of the Sentencing Guidelines provides for a 2-\n\nlevel enhancement “[i]f the defendant abused a position of public or\n\nprivate trust... in a manner that significantly facilitated the\n\ncommission or concealment of the offense... .” The government argues\n\n\n\n     7“If the defendant abused a position of public or private\ntrust, or used a special skill, in a manner that significantly\nfacilitated the commission or concealment of the offense, increase by\n2 levels. This adjustment may not be employed if an abuse of trust\nor skill is included in the base offense level or specific offense\ncharacteristic. ...” U.S.S.G. § 3B1.3 (1998).\n\n                                -15-\n\fthat along with his ORIL-issued license to sell milk, Gonzalez-Alvarez\n\ncame under a corresponding duty to ensure his milk was safe for public\n\nconsumption and that this duty placed the defendant in a position of\n\npublic trust.\n\n          Although there is no clear First Circuit case law dispositive\n\nof this issue, we consider relevant to a § 3B1.3 inquiry whether the\n\npublic expects that people in the position of the defendant will comply\n\nwith health and safety regulations for which they are responsible. See\n\nUnited States v. White, 270 F.3d 356, 372-73 (6th Cir. 2001) (holding\n\nthat officials at a water plant responsible for reporting turbidity\n\nlevels in water held positions of trust with respect to area residents\n\nwho drank the water, and abused the trust when making false reports\n\nabout water quality to government agencies; United States v. Turner,\n\n102 F.3d 1350, 1360 (4th Cir. 1996) (holding that mine owners\n\nresponsible for compliance with federal mine safety laws are in a\n\nposition of public trust); cf. United States v. Rehal, 940 F.2d 1, 12\n\n(1st Cir. 1991) (holding that a police officer occupies a position of\n\npublic trust because the public expects that an officer will not\n\nviolate the laws which they are charged to enforce). It is true that\n\nthe public likely looks to milk processing plants like Tres to ensure\n\nthe safety of their dairy products, but simply because one entity\n\noccupies a position of public trust does not mean another cannot also\n\noccupy such a position. We find no authority to the contrary. The\n\n\n                                 -16-\n\fpublic was entitled to have dairy farmers like Gonzalez-Alvarez provide\n\nmilk to processing plants compliant with all FDA and ORIL regulations,\n\nand accordingly we conclude that the defendant occupied a position of\n\npublic trust.\n\n          Gonzalez-Alvarez provided contaminated milk to Tres,\n\nintending that it reach the public in its adulterated state. It is\n\nclear from the record that his position as an ORIL-licensed dairy\n\nfarmer significantly facilitated his commission of this offense. See\n\nU.S.S.G. § 3B1.3. We therefore hold that Gonzalez-Alvarez abused the\n\nposition of public trust with which he was entrusted, and that the\n\ndistrict court should have applied a 2-level enhancement pursuant to §\n\n3B1.3.\n\nIII. Conclusion\n\n          Based on the foregoing, we REVERSE the judgment of the\n\ndistrict court with respect to both the calculation of the loss and its\n\ndetermination not to apply an enhancement for abuse of a position of\n\npublic trust. The judgment of the district court is REVERSED and the\n\nmatter is REMANDED for resentencing in accordance with this opinion.\n\n\n\n\n                                 -17-\n\f",
  "html": "<p class=\"case_cite\">277 F.3d 73 (1st Cir. 2002)</p>\n    <p class=\"parties\">UNITED STATES, Plaintiff, Appellant,<br>v.<br>VICTOR R. GONZALEZ-ALVAREZ, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2180</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Nov. 6, 2001<br>Decided January 17, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Carmen Consuelo Cerezo, U.S. District Judge[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Matthew M. Collette with whom David W. Ogden, Assistant Attorney General, Stuart E. Schiffer, Acting Assistant Attorney General, Guillermo Gil, U.S. Attorney, and Douglas N. Letter, Attorney, Appellate Staff Civil Division, Department of Justice, were on brief for appellant.</p>\n      <p class=\"indent\">Carlos R. Noriega for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Kravitch,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">KRAVITCH. Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Victor Gonzalez-Alvarez, a Puerto Rican dairy farmer, pleaded guilty to conspiracy to adulterate milk, in violation of 18 U.S.C. &#167; 371, and causing the delivery of adulterated food into interstate commerce, in violation of 21 U.S.C. &#167;&#167; 331(a), 333(a)(2) and 18 U.S.C. &#167; 2. This appeal by the government of the sentence imposed presents the questions of how loss is to be calculated under U.S.S.G. &#167; 2F1.1(b)(1) and whether the district court erred in finding that the defendant did not violate a position of public trust under U.S.S.G. &#167; 3B1.3.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The commercial milk industry in Puerto Rico is regulated by the Officina de Reglamentacion de la Industria Lechera (ORIL), a division of the Puerto Rico Department of Agriculture. ORIL licenses dairy farmers to produce milk according to assigned quotas, and designates the milk from each farm to a specific processing plant. The designated plant then hires truck drivers to collect the milk from its assigned dairy farms for delivery to the plant. Prior to accepting the milk, these drivers perform tests to make a preliminary determination that the milk is of acceptable quality. If the driver accepts the milk for delivery, he completes a daily manifest with information regarding the volume of milk being transported to the processing plant from that dairy farm. When the milk arrives at the plant, it is emptied from the tanker truck into large silos. The milk from all the dairy farms assigned to that processing plant is mixed in the silos; regulations then require that a sample be tested both by the processing plant and ORIL to ensure that the milk is acceptable for consumption and to detect any adulteration. If the milk is approved, it is then distributed to consumers, both inside and outside of Puerto Rico, and the processing plant compensates each dairy farmer according to the volume of milk he contributed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gonzalez-Alvarez, a licensed-dairy farmer acting in concert with an employee and two truck drivers employed by his assigned processing plant, Tres Monjitas, Inc. (Tres), adulterated milk from his dairy farm with water and salt.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The water increased the volume of the milk for which he was compensated; the salt masked detection of the water by increasing the weight of the adulterated product. The procedures used at the processing plant in testing the quality of its milk were unable to detect the type of contamination that occurred here. In total, once mixed into the silos at Tres, Gonzalez-Alvarez's scheme caused 197,906 liters of adulterated milk to be disseminated to the public.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gonzalez-Alvarez was indicted, along with his co-conspirators, on several charges. He pleaded guilty to one count of conspiracy to adulterate milk in violation of 18 U.S.C. &#167; 371 and two counts of delivering or causing to be delivered for introduction into interstate commerce adulterated food in violation of 21 U.S.C. &#167;&#167; 331(a), 333(a)(2), and 18 U.S.C. &#167; 2.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At sentencing, pursuant to U.S.S.G. &#167; 3D1.2(b), the counts were grouped together into a combined offense level. The district court then increased that offense level, pursuant to U.S.S.G. &#167; 2F1.1(b)(1), for the loss attributable to the defendant's adulteration scheme.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Although the government argued that such loss should be based on the amount paid by consumers for all milk in the silos contaminated as a result of Gonzalez-Alvarez's conduct- a calculation which would have resulted in a 7-level enhancement- the district court rejected that measure. The court also refused to figure the loss using the amount of tainted milk in the tanker trucks assigned to the defendant's farm, which would have resulted in an enhancement of 5 levels. Rather, the court calculated the loss under &#167; 2F1.1(b)(1) based upon the price Tres paid to Gonzalez-Alvarez for the volume of water he had added to his milk. The court reasoned that the guideline had been applied that way in previous cases with similar facts, and the court was obligated to give the provision a consistent application. The court also explained why it thought this standard was an appropriate assessment of the loss. The government further advocated that the defendant receive a 2-level increase under U.S.S.G. &#167; 3B1.3 for violating a position of public trust, but the district court also rejected that request. The court did not offer its grounds for this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Taking into account all the relevant offense level departures, the district court arrived at a final offense level of 6, and sentenced the defendant within the normal range. Gonzalez-Alvarez received 3 years' probation for each count, to run concurrently, as well as a $2,500 fine and a $100 special assessment for each.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. Calculation of Loss Under U.S.S.G. &#167; 2F1.1(b)(1)</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court here calculated the loss attributable to the defendant under &#167; 2F1.1(b)(1) as the amount the processing plant paid for the water Gonzalez-Alvarez added to the plant's milk supply. Further, because the milk at issue was sold to consumers despite its adulterated state, the court reasoned that \"the actual loss to the consumers was the actual amount of water added to each liter of milk bought by them, which obviously reduced the amount of Grade A milk that they would otherwise had [sic] obtained.\" Although this statement suggests that the district court considered the actual loss caused by Gonzalez-Alvarez's conduct and found it to be minimal, the court also considered the intended loss in this case. It reasoned that the defendant having added salt to mask the adulteration evinced a clear intent that the milk be sold and consumed, rather than disposed of for a total loss.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review a district court's findings of fact for clear error, and give due deference to its application of the sentencing guidelines to those facts. United States v. Caraballo, 200 F.3d 20, 24 (1st Cir. 1999). Where, however, we determine the legal meaning of a guideline- that is how loss is to be calculated under U.S.S.G. &#167; 2F1.1(b)(1)- our review is de novo. See United States v. Walker, 234 F.3d 780, 783 (1st Cir. 2000) (holding in a case under U.S.S.G. &#167; 2B1.1 that the appropriate method for calculating loss amounts under the Guidelines is a prototypical question of legal interpretation reviewed de novo).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In crimes involving fraud, the base offense level under the Guidelines is increased if the amount of loss caused by the defendant's conduct is greater than $2,000. U.S. Sentencing Guideline &#167; 2F1.1(b)(1) (1998).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> A defendant who misrepresents the quality of a consumer product is responsible for the difference between the amount paid by the victim for the product and the amount for which the victim could resell the product received. Id. at cmt. 8(a).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Where the product misrepresented by the defendant is worthless, loss should be calculated using the entire price paid for the product, unreduced by any offsetting value. Id. at cmt. 8. Thus, according to the government, the loss here should be calculated on the basis of the amount paid by the ultimate consumers for all of the tainted milk in the silos--96 cents per liter. This can be based on either the actual loss caused by Gonzalez-Alvarez's conduct, or the loss intended by him. This is because the Guidelines direct that whichever measure results in a greater figure should be used to apply the enhancement under &#167; 2F1.1(b)(1). Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In assessing loss under U.S.S.G. &#167; 2F1.1(b)(1) in this case, we consider all the relevant factors to that calculation: the value of the adulterated milk; the relevant volume of adulterated milk; and the relevant price paid by the victim or victims of Gonzalez-Alvarez's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We first determine the value of the adulterated milk. The government contends that because the adulterated milk could not lawfully be distributed in interstate commerce, 21 U.S.C. &#167; 331(a), and was subject to seizure, 21 U.S.C. &#167; 334(a)(1),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the value of the milk in the silos was zero as a matter of law. Because the milk would have been worthless had the scheme been terminated before the adulterated product was sold, it should not acquire an increased value merely because the defendant's scheme was successful and the tainted milk reached the consumers. We accept this argument, and hold that where a product cannot be sold lawfully it has a value of zero for the purpose of calculating loss under U.S.S.G. &#167; 2F1.1(b)(1). The value of the milk is the same whether we apply actual loss or intended loss.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, we determine the relevant volume of milk to be considered in calculating the loss here, that is, how much milk was rendered valueless by Gonzalez-Alvarez's scheme. 21 U.S.C. &#167; 342(b)(4) states that \"[a] food shall be deemed adulterated if any substance has been added thereto or mixed or packed therewith so as to increase its bulk or weight, or reduce its quality or strength, or make it appear better or of greater value than it is.\" Accordingly, all of the milk in the silos with which the watered down milk from Gonzalez-Alvarez's farm was mixed became adulterated, and its reduced quality constituted a loss. Cf. United States v. Roggy, 76 F.3d 189, 193 (8th Cir. 1996) (holding that where the defendant applied a pesticide to raw oats which had not been approved by the EPA for such use he was properly held responsible under &#167; 2F1.1 for not only the oats he sprayed, but also those oats that were indirectly contaminated by being at the same facilities as the sprayed oats); United States v. West, 942 F.2d 528, 531-32 (8th Cir. 1991) (holding, in case involving meat adulteration, that proper calculation of loss included the value of \"good\" meat that was mixed with the adulterated meat provided by the defendant). This statutory definition and our reading of it make sense where, as here, the adulterated product- the milk- and the adulterating product- the water- ceased to be independent entities after they were combined.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although it is clear from the statute why the total volume of milk in the silos provides the appropriate volume in assessing actual loss, it merits further explanation why the same amount of milk should be used to figure intended loss as well. Gonzalez-Alvarez pleaded guilty to causing adulterated milk to be introduced into interstate commerce. A plea of guilty and the ensuing conviction comprehend all of the factual and legal elements necessary to sustain a binding, final judgment of guilty and a lawful sentence. United States v. Broce, 488 U.S. 563, 569 (1989). We construe the mixing of the milk in the silos before its eventual distribution as a necessary factual predicate to its entering interstate commerce, and Gonzalez-Alvarez's plea as admitting that he knew the adulterated milk he provided would enter the silos at the plant. It is irrelevant that he did not know the exact volume of milk contained in the silos because regardless of how many liters were there, he knew and intended that it would all be adulterated. Intended, in the context of &#167; 2F1.1(b)(1), means results of the defendant's conduct that are both foreseeable and an essential component of the success of the defendant's fraudulent scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, we look to the relevant price term to use in assessing loss under &#167; 2F1.1(b)(1). In assessing the loss attributable to the defendant's conduct, it is the price paid by the victim that is relevant. See U.S.S.G. &#167; 2F1.1, cmt. 8. Thus, under either the actual or intended loss measure we must determine the victims of the defendant's scheme. If the processing plant were the only victim, then the appropriate price term to use would be the amount Tres paid its providing dairy farms for the milk they contributed; this was the term employed by the district court at sentencing. Instead, the government contends that the 96 cents per liter paid by personal consumers for the milk is the proper price to use.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Unfortunately, neither comment 8 to the guideline nor the language of U.S.S.G. &#167; 2F1.1(b)(1) itself offers any direction on how to determine the relevant victim or victims of a fraudulent scheme for this purpose. Despite this lack of direction, we have no trouble concluding that both Tres and the ultimate consumers of the adulterated product were victims of Gonzalez-Alvarez's crimes. Although Tres alone paid money directly to the defendant for the worthless milk, the plant was able to pass along the contaminated milk to distributers for the same price it would have received had the milk been pure. It was the ultimate consumers who suffered a real loss as a result of the scheme; they believed that they were purchasing actual Grade A milk, when in fact they paid value for a tainted product. The plant was one victim of the scheme, but the consumers were the ultimate victims, and thus the price they paid for the milk is the relevant price term under &#167; 2F1.1(b)(1).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Although this money did not all go into Gonzalez-Alvarez's pocket, \"[t]he offender's gain from committing the fraud is an alternative estimate that ordinarily will underestimate the loss.\" Id. at cmt. 9. There being two victims in this case, there are two price terms to choose between in calculating loss. Because the guideline does not direct courts to apply the lesser price term where the object of the fraud has been resold by the initial victim, we apply the higher price paid by the consumers-- 96 cents per liter. See id. at cmt. 8. Again, this is the case under either actual or intended loss, as Gonzalez-Alvarez's guilty plea established that he knew the milk was going to enter interstate commerce and thus would end up in the hands of consumers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Despite the defendant's contentions to the contrary, consumers who purchased the adulterated milk in this case suffered an actual loss of 96 cents per liter. Gonzalez-Alvarez contends that because no consumers became sick as a result of his scheme, there was no actual loss on their part. Not only is his supposition insupportable, however, for there is no way to know with any certainty if anyone suffered ill-effects from consumption of the adulterated milk, but it would be irrelevant even if true. Where a product has a value of zero as a matter of law, but consumers pay for the product as if it had value, the buyers have been robbed of the benefit of their bargain. Consumers have every reason to believe that the milk they buy, whether from supermarkets, wholesalers, or processing plants, is Grade A and meets with all FDA and, in this case, ORIL regulations. Where the milk does not meet these standards, as a result of a defendant's conduct, the consumers suffer an actual loss and the defendant is responsible for that loss. Support for this reasoning is in an example in the Application Notes to this guideline provision. Comment 8 notes that if the fraud by the defendant consists of selling or attempting to sell $40,000 in worthless securities, or representing that a forged check for $40,000 was genuine, the loss under the section would be $40,000. Id. at cmt. 8. We find that example applicable to the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although no First Circuit case law exists directly on point, the Fourth Circuit has interpreted &#167; 2F1.1(b)(1) in a manner consistent with this understanding of actual loss. That court held that where a drug is represented to possess FDA approval, but in fact does not, and its safety is unknown, that drug \"does not provide consumers with the benefit of their bargain\" because the product is not what it purports to be. United States v. Marcus, 82 F.3d 606, 610 (4th Cir. 1996). We find this reasoning persuasive, and conclude that the consumers here who reasonably believed they were purchasing milk compliant with all government health regulations, but in fact received a different product of unknown safety, were denied the benefit of their bargain and suffered an actual loss.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, as all the factors leading to this calculation of actual loss were foreseeable and essential to the success of Gonzalez-Alvarez's adulteration scheme, the intended loss in this case is the identical figure.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, Gonzalez-Alvarez argues that the government was guilty of sentencing factor manipulation. He asserts that participants in the investigation which resulted in his arrest discovered the adulteration of the milk before it was added to the silos, and thus conduct by the government led to an increased volume of tainted milk. Gonzalez-Alvarez contends that he cannot be held responsible under the Guidelines for any loss which is attributable to the government's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">With regard to calculating actual loss, Gonzalez-Alvarez is unable to make out a case of sentencing factor manipulation, as he has not made the required showing of bad faith on the government's part. See United States v. Rizzo, 121 F.3d 794, 801 (1st Cir. 1997). As for loss which Gonzalez-Alvarez intended to occur as a result of his scheme, the addition of the salt to his watered down milk product shows that he did not intend to get caught before the adulterated milk reached the silos. Even had the agents prevented the adulterated milk from reaching the silos, therefore, it would not change the measure of loss for purposes of the Sentencing Guidelines because the loss a defendant intends to cause by his fraudulent scheme is used when it is greater than the actual loss caused. U.S.S.G. &#167; 2F1.1, cmt. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. District Court's Determination on Public Trust</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Presentence Report in this case recommended that Gonzalez-Alvarez be given an upward adjustment under U.S.S.G. &#167; 3B1.3 for abuse of a position of public trust, and this adjustment was not objected to by the defendant.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The district court, however, found that in prior cases with similar facts such an enhancement had been rejected. To be consistent with these prior rulings, the court did not apply the enhancement for abuse of public trust.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We determine the legal meaning of the Sentencing Guidelines de novo, and review the district court's fact-finding for clear error. Caraballo, 200 F.3d at 24. We then give due deference to the district court's application of the Guidelines to those facts. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Section 3B1.3 of the Sentencing Guidelines provides for a 2-level enhancement \"[i]f the defendant abused a position of public or private trust... in a manner that significantly facilitated the commission or concealment of the offense... .\" The government argues that along with his ORIL-issued license to sell milk, Gonzalez-Alvarez came under a corresponding duty to ensure his milk was safe for public consumption and that this duty placed the defendant in a position of public trust.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Although there is no clear First Circuit case law dispositive of this issue, we consider relevant to a &#167; 3B1.3 inquiry whether the public expects that people in the position of the defendant will comply with health and safety regulations for which they are responsible. See United States v. White, 270 F.3d 356, 372-73 (6th Cir. 2001) (holding that officials at a water plant responsible for reporting turbidity levels in water held positions of trust with respect to area residents who drank the water, and abused the trust when making false reports about water quality to government agencies; United States v. Turner, 102 F.3d 1350, 1360 (4th Cir. 1996) (holding that mine owners responsible for compliance with federal mine safety laws are in a position of public trust); cf. United States v. Rehal, 940 F.2d 1, 12 (1st Cir. 1991) (holding that a police officer occupies a position of public trust because the public expects that an officer will not violate the laws which they are charged to enforce). It is true that the public likely looks to milk processing plants like Tres to ensure the safety of their dairy products, but simply because one entity occupies a position of public trust does not mean another cannot also occupy such a position. We find no authority to the contrary. The public was entitled to have dairy farmers like Gonzalez-Alvarez provide milk to processing plants compliant with all FDA and ORIL regulations, and accordingly we conclude that the defendant occupied a position of public trust.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Gonzalez-Alvarez provided contaminated milk to Tres, intending that it reach the public in its adulterated state. It is clear from the record that his position as an ORIL-licensed dairy farmer significantly facilitated his commission of this offense. See U.S.S.G. &#167; 3B1.3. We therefore hold that Gonzalez-Alvarez abused the position of public trust with which he was entrusted, and that the district court should have applied a 2-level enhancement pursuant to &#167; 3B1.3.</p>\n    </div>\n    <p class=\"indent\">III. Conclusion</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Based on the foregoing, we REVERSE the judgment of the district court with respect to both the calculation of the loss and its determination not to apply an enhancement for abuse of a position of public trust. The judgment of the district court is REVERSED and the matter is REMANDED for resentencing in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The defendant adulterated the milk from his farm with contaminated water, but we note that the results reached in this case would be same had he used clean water.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"If the loss exceeded $2,000, increase the offense level as follows: ...(F) more than $40,000, add 5; (G) more than $70,000, add 6; (H) more than $120,000, add 7... .\" U.S. Sentencing Guidelines, &#167; 2F1.1(b)(1) (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  We note that U.S.S.G. &#167; 2F1.1 has been eliminated from the 2001 edition of the Sentencing Guidelines, having been subsumed under a now broader &#167; 2B1.1. Gonzalez-Alvarez, however, was sentenced under &#167; 2F1.1 of the 1998 version of the Guidelines, and that is the provision that we consider in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The commentary to the Guidelines are considered binding authority on this court unless either violative of the Constitution or a federal statute, or clearly inconsistent with the guideline the commentary purports to explain. Stinson v. United States, 508 U.S. 36, 45 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> \"The following acts and the causing thereof are prohibited:</p>\n        <p>[t]he introduction or delivery for introduction into interstate commerce of any food... that is adulterated or misbranded.\"</p>\n        <p>21 U.S.C. &#167; 331(a).</p>\n        <p>\"Any article of food... that is adulterated or misbranded when introduced into or while in interstate commerce or while held for sale (whether or not the first sale) after shipment in interstate commerce... shall be liable to be proceeded against while in interstate commerce, or at any time thereafter, on libel of information and condemned in any district court of the United States or United States court of a Territory within the jurisdiction of which the article is found. ...\"</p>\n        <p>21 U.S.C. &#167; 334(a)(1).</p>\n        <p>\"A food shall be deemed adulterated if any substance has been added thereto or mixed or packed therewith so as to increase its bulk or weight, or reduce its quality or strength, or make it appear better or of greater value than it is.\"</p>\n        <p>21 U.S.C. &#167; 342(b)(4).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We recognize that comment 4 to &#167; 2F1.1 explains the language, \"a scheme to defraud more than one victim\" as used in &#167;2F1.1(b)(2)(B) and refers to \"victims\" as only those persons or entities from which funds are directly paid to the defendant. See U.S.S.G. &#167; 2F1.1, cmt. 4. We reject that comment, however, as providing insight into what victim means in the context we consider. In fact, comment 4 explicitly states that other persons or entities who do not fall into the definition of \"victim\" it offers might nonetheless be considered victims for other purposes. Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> \"If the defendant abused a position of public or private trust, or used a special skill, in a manner that significantly facilitated the commission or concealment of the offense, increase by 2 levels. This adjustment may not be employed if an abuse of trust or skill is included in the base offense level or specific offense characteristic. ...\" U.S.S.G. &#167; 3B1.3 (1998).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></span> (1st Cir. 2002)</p>\n    <p class=\"parties\">UNITED STATES, Plaintiff, Appellant,<br>v.<br>VICTOR R. GONZALEZ-ALVAREZ, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2180</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Nov. 6, 2001<br>Decided January 17, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Carmen Consuelo Cerezo, U.S. District Judge[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Matthew M. Collette with whom David W. Ogden, Assistant Attorney General, Stuart E. Schiffer, Acting Assistant Attorney General, Guillermo Gil, U.S. Attorney, and Douglas N. Letter, Attorney, Appellate Staff Civil Division, Department of Justice, were on brief for appellant.</p>\n      <p class=\"indent\">Carlos R. Noriega for appellee.</p>\n      <p class=\"indent\">Before Boudin, Chief Judge, Kravitch,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">KRAVITCH. Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Victor Gonzalez-Alvarez, a Puerto Rican dairy farmer, pleaded guilty to conspiracy to adulterate milk, in violation of 18 U.S.C. &#167; 371, and causing the delivery of adulterated food into interstate commerce, in violation of 21 U.S.C. &#167;&#167; 331(a), 333(a)(2) and 18 U.S.C. &#167; 2. This appeal by the government of the sentence imposed presents the questions of how loss is to be calculated under U.S.S.G. &#167; 2F1.1(b)(1) and whether the district court erred in finding that the defendant did not violate a position of public trust under U.S.S.G. &#167; 3B1.3.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The commercial milk industry in Puerto Rico is regulated by the Officina de Reglamentacion de la Industria Lechera (ORIL), a division of the Puerto Rico Department of Agriculture. ORIL licenses dairy farmers to produce milk according to assigned quotas, and designates the milk from each farm to a specific processing plant. The designated plant then hires truck drivers to collect the milk from its assigned dairy farms for delivery to the plant. Prior to accepting the milk, these drivers perform tests to make a preliminary determination that the milk is of acceptable quality. If the driver accepts the milk for delivery, he completes a daily manifest with information regarding the volume of milk being transported to the processing plant from that dairy farm. When the milk arrives at the plant, it is emptied from the tanker truck into large silos. The milk from all the dairy farms assigned to that processing plant is mixed in the silos; regulations then require that a sample be tested both by the processing plant and ORIL to ensure that the milk is acceptable for consumption and to detect any adulteration. If the milk is approved, it is then distributed to consumers, both inside and outside of Puerto Rico, and the processing plant compensates each dairy farmer according to the volume of milk he contributed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gonzalez-Alvarez, a licensed-dairy farmer acting in concert with an employee and two truck drivers employed by his assigned processing plant, Tres Monjitas, Inc. (Tres), adulterated milk from his dairy farm with water and salt.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The water increased the volume of the milk for which he was compensated; the salt masked detection of the water by increasing the weight of the adulterated product. The procedures used at the processing plant in testing the quality of its milk were unable to detect the type of contamination that occurred here. In total, once mixed into the silos at Tres, Gonzalez-Alvarez's scheme caused 197,906 liters of adulterated milk to be disseminated to the public.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gonzalez-Alvarez was indicted, along with his co-conspirators, on several charges. He pleaded guilty to one count of conspiracy to adulterate milk in violation of 18 U.S.C. &#167; 371 and two counts of delivering or causing to be delivered for introduction into interstate commerce adulterated food in violation of 21 U.S.C. &#167;&#167; 331(a), 333(a)(2), and 18 U.S.C. &#167; 2.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At sentencing, pursuant to U.S.S.G. &#167; 3D1.2(b), the counts were grouped together into a combined offense level. The district court then increased that offense level, pursuant to U.S.S.G. &#167; 2F1.1(b)(1), for the loss attributable to the defendant's adulteration scheme.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Although the government argued that such loss should be based on the amount paid by consumers for all milk in the silos contaminated as a result of Gonzalez-Alvarez's conduct- a calculation which would have resulted in a 7-level enhancement- the district court rejected that measure. The court also refused to figure the loss using the amount of tainted milk in the tanker trucks assigned to the defendant's farm, which would have resulted in an enhancement of 5 levels. Rather, the court calculated the loss under &#167; 2F1.1(b)(1) based upon the price Tres paid to Gonzalez-Alvarez for the volume of water he had added to his milk. The court reasoned that the guideline had been applied that way in previous cases with similar facts, and the court was obligated to give the provision a consistent application. The court also explained why it thought this standard was an appropriate assessment of the loss. The government further advocated that the defendant receive a 2-level increase under U.S.S.G. &#167; 3B1.3 for violating a position of public trust, but the district court also rejected that request. The court did not offer its grounds for this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Taking into account all the relevant offense level departures, the district court arrived at a final offense level of 6, and sentenced the defendant within the normal range. Gonzalez-Alvarez received 3 years' probation for each count, to run concurrently, as well as a $2,500 fine and a $100 special assessment for each.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. Calculation of Loss Under U.S.S.G. &#167; 2F1.1(b)(1)</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court here calculated the loss attributable to the defendant under &#167; 2F1.1(b)(1) as the amount the processing plant paid for the water Gonzalez-Alvarez added to the plant's milk supply. Further, because the milk at issue was sold to consumers despite its adulterated state, the court reasoned that \"the actual loss to the consumers was the actual amount of water added to each liter of milk bought by them, which obviously reduced the amount of Grade A milk that they would otherwise had [sic] obtained.\" Although this statement suggests that the district court considered the actual loss caused by Gonzalez-Alvarez's conduct and found it to be minimal, the court also considered the intended loss in this case. It reasoned that the defendant having added salt to mask the adulteration evinced a clear intent that the milk be sold and consumed, rather than disposed of for a total loss.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review a district court's findings of fact for clear error, and give due deference to its application of the sentencing guidelines to those facts. United States v. Caraballo, <span class=\"citation\" data-id=\"198786\"><a href=\"/opinion/198786/united-states-v-caraballo/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 24 (1st Cir. 1999). Where, however, we determine the legal meaning of a guideline- that is how loss is to be calculated under U.S.S.G. &#167; 2F1.1(b)(1)- our review is de novo. See United States v. Walker, <span class=\"citation\" data-id=\"199199\"><a href=\"/opinion/199199/united-states-v-walker/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></a></span>, 783 (1st Cir. 2000) (holding in a case under U.S.S.G. &#167; 2B1.1 that the appropriate method for calculating loss amounts under the Guidelines is a prototypical question of legal interpretation reviewed de novo).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In crimes involving fraud, the base offense level under the Guidelines is increased if the amount of loss caused by the defendant's conduct is greater than $2,000. U.S. Sentencing Guideline &#167; 2F1.1(b)(1) (1998).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> A defendant who misrepresents the quality of a consumer product is responsible for the difference between the amount paid by the victim for the product and the amount for which the victim could resell the product received. Id. at cmt. 8(a).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Where the product misrepresented by the defendant is worthless, loss should be calculated using the entire price paid for the product, unreduced by any offsetting value. Id. at cmt. 8. Thus, according to the government, the loss here should be calculated on the basis of the amount paid by the ultimate consumers for all of the tainted milk in the silos--96 cents per liter. This can be based on either the actual loss caused by Gonzalez-Alvarez's conduct, or the loss intended by him. This is because the Guidelines direct that whichever measure results in a greater figure should be used to apply the enhancement under &#167; 2F1.1(b)(1). Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In assessing loss under U.S.S.G. &#167; 2F1.1(b)(1) in this case, we consider all the relevant factors to that calculation: the value of the adulterated milk; the relevant volume of adulterated milk; and the relevant price paid by the victim or victims of Gonzalez-Alvarez's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We first determine the value of the adulterated milk. The government contends that because the adulterated milk could not lawfully be distributed in interstate commerce, 21 U.S.C. &#167; 331(a), and was subject to seizure, 21 U.S.C. &#167; 334(a)(1),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the value of the milk in the silos was zero as a matter of law. Because the milk would have been worthless had the scheme been terminated before the adulterated product was sold, it should not acquire an increased value merely because the defendant's scheme was successful and the tainted milk reached the consumers. We accept this argument, and hold that where a product cannot be sold lawfully it has a value of zero for the purpose of calculating loss under U.S.S.G. &#167; 2F1.1(b)(1). The value of the milk is the same whether we apply actual loss or intended loss.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, we determine the relevant volume of milk to be considered in calculating the loss here, that is, how much milk was rendered valueless by Gonzalez-Alvarez's scheme. 21 U.S.C. &#167; 342(b)(4) states that \"[a] food shall be deemed adulterated if any substance has been added thereto or mixed or packed therewith so as to increase its bulk or weight, or reduce its quality or strength, or make it appear better or of greater value than it is.\" Accordingly, all of the milk in the silos with which the watered down milk from Gonzalez-Alvarez's farm was mixed became adulterated, and its reduced quality constituted a loss. Cf. United States v. Roggy, <span class=\"citation\" data-id=\"712282\"><a href=\"/opinion/712282/united-states-v-y-george-roggy/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 193 (8th Cir. 1996) (holding that where the defendant applied a pesticide to raw oats which had not been approved by the EPA for such use he was properly held responsible under &#167; 2F1.1 for not only the oats he sprayed, but also those oats that were indirectly contaminated by being at the same facilities as the sprayed oats); United States v. West, <span class=\"citation\" data-id=\"566877\"><a href=\"/opinion/566877/united-states-v-jeffrey-l-west/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">528</span></a></span>, 531-32 (8th Cir. 1991) (holding, in case involving meat adulteration, that proper calculation of loss included the value of \"good\" meat that was mixed with the adulterated meat provided by the defendant). This statutory definition and our reading of it make sense where, as here, the adulterated product- the milk- and the adulterating product- the water- ceased to be independent entities after they were combined.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although it is clear from the statute why the total volume of milk in the silos provides the appropriate volume in assessing actual loss, it merits further explanation why the same amount of milk should be used to figure intended loss as well. Gonzalez-Alvarez pleaded guilty to causing adulterated milk to be introduced into interstate commerce. A plea of guilty and the ensuing conviction comprehend all of the factual and legal elements necessary to sustain a binding, final judgment of guilty and a lawful sentence. United States v. Broce, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 569 (1989). We construe the mixing of the milk in the silos before its eventual distribution as a necessary factual predicate to its entering interstate commerce, and Gonzalez-Alvarez's plea as admitting that he knew the adulterated milk he provided would enter the silos at the plant. It is irrelevant that he did not know the exact volume of milk contained in the silos because regardless of how many liters were there, he knew and intended that it would all be adulterated. Intended, in the context of &#167; 2F1.1(b)(1), means results of the defendant's conduct that are both foreseeable and an essential component of the success of the defendant's fraudulent scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, we look to the relevant price term to use in assessing loss under &#167; 2F1.1(b)(1). In assessing the loss attributable to the defendant's conduct, it is the price paid by the victim that is relevant. See U.S.S.G. &#167; 2F1.1, cmt. 8. Thus, under either the actual or intended loss measure we must determine the victims of the defendant's scheme. If the processing plant were the only victim, then the appropriate price term to use would be the amount Tres paid its providing dairy farms for the milk they contributed; this was the term employed by the district court at sentencing. Instead, the government contends that the 96 cents per liter paid by personal consumers for the milk is the proper price to use.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Unfortunately, neither comment 8 to the guideline nor the language of U.S.S.G. &#167; 2F1.1(b)(1) itself offers any direction on how to determine the relevant victim or victims of a fraudulent scheme for this purpose. Despite this lack of direction, we have no trouble concluding that both Tres and the ultimate consumers of the adulterated product were victims of Gonzalez-Alvarez's crimes. Although Tres alone paid money directly to the defendant for the worthless milk, the plant was able to pass along the contaminated milk to distributers for the same price it would have received had the milk been pure. It was the ultimate consumers who suffered a real loss as a result of the scheme; they believed that they were purchasing actual Grade A milk, when in fact they paid value for a tainted product. The plant was one victim of the scheme, but the consumers were the ultimate victims, and thus the price they paid for the milk is the relevant price term under &#167; 2F1.1(b)(1).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Although this money did not all go into Gonzalez-Alvarez's pocket, \"[t]he offender's gain from committing the fraud is an alternative estimate that ordinarily will underestimate the loss.\" Id. at cmt. 9. There being two victims in this case, there are two price terms to choose between in calculating loss. Because the guideline does not direct courts to apply the lesser price term where the object of the fraud has been resold by the initial victim, we apply the higher price paid by the consumers-- 96 cents per liter. See id. at cmt. 8. Again, this is the case under either actual or intended loss, as Gonzalez-Alvarez's guilty plea established that he knew the milk was going to enter interstate commerce and thus would end up in the hands of consumers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Despite the defendant's contentions to the contrary, consumers who purchased the adulterated milk in this case suffered an actual loss of 96 cents per liter. Gonzalez-Alvarez contends that because no consumers became sick as a result of his scheme, there was no actual loss on their part. Not only is his supposition insupportable, however, for there is no way to know with any certainty if anyone suffered ill-effects from consumption of the adulterated milk, but it would be irrelevant even if true. Where a product has a value of zero as a matter of law, but consumers pay for the product as if it had value, the buyers have been robbed of the benefit of their bargain. Consumers have every reason to believe that the milk they buy, whether from supermarkets, wholesalers, or processing plants, is Grade A and meets with all FDA and, in this case, ORIL regulations. Where the milk does not meet these standards, as a result of a defendant's conduct, the consumers suffer an actual loss and the defendant is responsible for that loss. Support for this reasoning is in an example in the Application Notes to this guideline provision. Comment 8 notes that if the fraud by the defendant consists of selling or attempting to sell $40,000 in worthless securities, or representing that a forged check for $40,000 was genuine, the loss under the section would be $40,000. Id. at cmt. 8. We find that example applicable to the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although no First Circuit case law exists directly on point, the Fourth Circuit has interpreted &#167; 2F1.1(b)(1) in a manner consistent with this understanding of actual loss. That court held that where a drug is represented to possess FDA approval, but in fact does not, and its safety is unknown, that drug \"does not provide consumers with the benefit of their bargain\" because the product is not what it purports to be. United States v. Marcus, <span class=\"citation\" data-id=\"717478\"><a href=\"/opinion/717478/united-states-v-jay-marcus/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">606</span></a></span>, 610 (4th Cir. 1996). We find this reasoning persuasive, and conclude that the consumers here who reasonably believed they were purchasing milk compliant with all government health regulations, but in fact received a different product of unknown safety, were denied the benefit of their bargain and suffered an actual loss.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, as all the factors leading to this calculation of actual loss were foreseeable and essential to the success of Gonzalez-Alvarez's adulteration scheme, the intended loss in this case is the identical figure.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, Gonzalez-Alvarez argues that the government was guilty of sentencing factor manipulation. He asserts that participants in the investigation which resulted in his arrest discovered the adulteration of the milk before it was added to the silos, and thus conduct by the government led to an increased volume of tainted milk. Gonzalez-Alvarez contends that he cannot be held responsible under the Guidelines for any loss which is attributable to the government's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">With regard to calculating actual loss, Gonzalez-Alvarez is unable to make out a case of sentencing factor manipulation, as he has not made the required showing of bad faith on the government's part. See United States v. Rizzo, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">794</span></span>, 801 (1st Cir. 1997). As for loss which Gonzalez-Alvarez intended to occur as a result of his scheme, the addition of the salt to his watered down milk product shows that he did not intend to get caught before the adulterated milk reached the silos. Even had the agents prevented the adulterated milk from reaching the silos, therefore, it would not change the measure of loss for purposes of the Sentencing Guidelines because the loss a defendant intends to cause by his fraudulent scheme is used when it is greater than the actual loss caused. U.S.S.G. &#167; 2F1.1, cmt. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. District Court's Determination on Public Trust</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Presentence Report in this case recommended that Gonzalez-Alvarez be given an upward adjustment under U.S.S.G. &#167; 3B1.3 for abuse of a position of public trust, and this adjustment was not objected to by the defendant.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The district court, however, found that in prior cases with similar facts such an enhancement had been rejected. To be consistent with these prior rulings, the court did not apply the enhancement for abuse of public trust.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We determine the legal meaning of the Sentencing Guidelines de novo, and review the district court's fact-finding for clear error. Caraballo, 200 F.3d at 24. We then give due deference to the district court's application of the Guidelines to those facts. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Section 3B1.3 of the Sentencing Guidelines provides for a 2-level enhancement \"[i]f the defendant abused a position of public or private trust... in a manner that significantly facilitated the commission or concealment of the offense... .\" The government argues that along with his ORIL-issued license to sell milk, Gonzalez-Alvarez came under a corresponding duty to ensure his milk was safe for public consumption and that this duty placed the defendant in a position of public trust.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Although there is no clear First Circuit case law dispositive of this issue, we consider relevant to a &#167; 3B1.3 inquiry whether the public expects that people in the position of the defendant will comply with health and safety regulations for which they are responsible. See United States v. White, <span class=\"citation\" data-id=\"775419\"><a href=\"/opinion/775419/united-states-of-america-plaintiff-appellant98-66096633cross-appellee/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">356</span></a></span>, 372-73 (6th Cir. 2001) (holding that officials at a water plant responsible for reporting turbidity levels in water held positions of trust with respect to area residents who drank the water, and abused the trust when making false reports about water quality to government agencies; United States v. Turner, <span class=\"citation\" data-id=\"731307\"><a href=\"/opinion/731307/united-states-v-darlene-turner-united-states-of-america-v-dennis-turner/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1350</span></a></span>, 1360 (4th Cir. 1996) (holding that mine owners responsible for compliance with federal mine safety laws are in a position of public trust); cf. United States v. Rehal, <span class=\"citation\" data-id=\"565197\"><a href=\"/opinion/565197/united-states-v-charles-rehal/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 12 (1st Cir. 1991) (holding that a police officer occupies a position of public trust because the public expects that an officer will not violate the laws which they are charged to enforce). It is true that the public likely looks to milk processing plants like Tres to ensure the safety of their dairy products, but simply because one entity occupies a position of public trust does not mean another cannot also occupy such a position. We find no authority to the contrary. The public was entitled to have dairy farmers like Gonzalez-Alvarez provide milk to processing plants compliant with all FDA and ORIL regulations, and accordingly we conclude that the defendant occupied a position of public trust.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Gonzalez-Alvarez provided contaminated milk to Tres, intending that it reach the public in its adulterated state. It is clear from the record that his position as an ORIL-licensed dairy farmer significantly facilitated his commission of this offense. See U.S.S.G. &#167; 3B1.3. We therefore hold that Gonzalez-Alvarez abused the position of public trust with which he was entrusted, and that the district court should have applied a 2-level enhancement pursuant to &#167; 3B1.3.</p>\n    </div>\n    <p class=\"indent\">III. Conclusion</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Based on the foregoing, we REVERSE the judgment of the district court with respect to both the calculation of the loss and its determination not to apply an enhancement for abuse of a position of public trust. The judgment of the district court is REVERSED and the matter is REMANDED for resentencing in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eleventh Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The defendant adulterated the milk from his farm with contaminated water, but we note that the results reached in this case would be same had he used clean water.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"If the loss exceeded $2,000, increase the offense level as follows: ...(F) more than $40,000, add 5; (G) more than $70,000, add 6; (H) more than $120,000, add 7... .\" U.S. Sentencing Guidelines, &#167; 2F1.1(b)(1) (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  We note that U.S.S.G. &#167; 2F1.1 has been eliminated from the 2001 edition of the Sentencing Guidelines, having been subsumed under a now broader &#167; 2B1.1. Gonzalez-Alvarez, however, was sentenced under &#167; 2F1.1 of the 1998 version of the Guidelines, and that is the provision that we consider in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The commentary to the Guidelines are considered binding authority on this court unless either violative of the Constitution or a federal statute, or clearly inconsistent with the guideline the commentary purports to explain. Stinson v. United States, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 45 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> \"The following acts and the causing thereof are prohibited:</p>\n        <p>[t]he introduction or delivery for introduction into interstate commerce of any food... that is adulterated or misbranded.\"</p>\n        <p>21 U.S.C. &#167; 331(a).</p>\n        <p>\"Any article of food... that is adulterated or misbranded when introduced into or while in interstate commerce or while held for sale (whether or not the first sale) after shipment in interstate commerce... shall be liable to be proceeded against while in interstate commerce, or at any time thereafter, on libel of information and condemned in any district court of the United States or United States court of a Territory within the jurisdiction of which the article is found. ...\"</p>\n        <p>21 U.S.C. &#167; 334(a)(1).</p>\n        <p>\"A food shall be deemed adulterated if any substance has been added thereto or mixed or packed therewith so as to increase its bulk or weight, or reduce its quality or strength, or make it appear better or of greater value than it is.\"</p>\n        <p>21 U.S.C. &#167; 342(b)(4).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We recognize that comment 4 to &#167; 2F1.1 explains the language, \"a scheme to defraud more than one victim\" as used in &#167;2F1.1(b)(2)(B) and refers to \"victims\" as only those persons or entities from which funds are directly paid to the defendant. See U.S.S.G. &#167; 2F1.1, cmt. 4. We reject that comment, however, as providing insight into what victim means in the context we consider. In fact, comment 4 explicitly states that other persons or entities who do not fall into the definition of \"victim\" it offers might nonetheless be considered victims for other purposes. Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> \"If the defendant abused a position of public or private trust, or used a special skill, in a manner that significantly facilitated the commission or concealment of the offense, increase by 2 levels. This adjustment may not be employed if an abuse of trust or skill is included in the base offense level or specific offense characteristic. ...\" U.S.S.G. &#167; 3B1.3 (1998).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775419/"
  ]
}