{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199772/",
  "absolute_url": "/opinion/199772/donovan-v-state-of-maine/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199772/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:21Z",
  "date_modified": "2017-03-24T11:03:15.510014Z",
  "type": "010combined",
  "sha1": "03830b0817629e348647821ac05c5123301b7a41",
  "page_count": 18,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1367-01A.pdf",
  "local_path": "pdf/2002/01/10/Donovan_v._State_of_Maine.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1367\n\n                        DANIEL J. DONOVAN,\n\n                      Petitioner, Appellant,\n\n                                v.\n\n                          STATE OF MAINE,\n\n                       Respondent, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n          [Hon. D. Brock Hornby, U.S. District Judge]\n         [Hon. David M. Cohen, U.S. Magistrate Judge]\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n\n              Rosenn* and Cyr, Senior Circuit Judges.\n\n\n     Darla J. Mondou for appellant.\n     Donald W. Macomber, Assistant Attorney General, with whom\nG. Steven Rowe, Attorney General, and Charles K. Leadbetter,\nState Solicitor, were on brief, for appellee.\n\n\n\n\n                         January 10, 2002\n\f______________\n*Of the Third Circuit, sitting by designation.\n\f           SELYA, Circuit Judge.    This appeal is the latest in an\n\never-lengthening    line   of   cases   trailing   in   the    wake    of\n\nCongress's enactment of a limitation period for the filing of\n\nfederal habeas petitions.       See, e.g., Delaney v. Matesanz, 264\n\nF.3d 7 (1st Cir. 2001); Neverson v. Bissonnette, 261 F.3d 120\n\n(1st Cir. 2001); Gaskins v. Duval, 183 F.3d 8 (1st Cir. 1999)\n\n(per   curiam).      The   limitation    period    is   part   of     the\n\nAntiterrorism and Effective Death Penalty Act (AEDPA), Pub. L.\n\nNo. 104-132, 110 Stat. 214 (1996).      The statute of limitations\n\nfor federal review of state prisoners' habeas applications is\n\ncodified at 28 U.S.C. § 2244(d)(1).\n\n           Under this provision, \"[a] 1-year period of limitation\n\nshall apply to an application for a writ of habeas corpus by a\n\nperson in custody pursuant to the judgment of a State court.\"\n\n28 U.S.C. § 2244(d)(1).    With exceptions not relevant here, this\n\none-year limitation period starts to accrue on \"the date on\n\nwhich the [state-court] judgment became final by the conclusion\n\nof direct review or the expiration of the time for seeking such\n\nreview.\"    Id.    Applying this formulation, the United States\n\nDistrict Court for the District of Maine dismissed as time-\n\nbarred a habeas application filed by petitioner-appellant Daniel\n\n\n\n\n                                  -3-\n\fJ. Donovan, a state prisoner.1            Donovan now invites us to\n\nreinstate his application.        We decline the invitation.\n\n                                     I.\n\n                                 Background\n\n            On February 5, 1996, a state-court jury convicted the\n\npetitioner of gross sexual assault.           See Me. Rev. Stat. Ann.\n\ntit. 17-A, § 253 (Supp. 1996).       The trial judge sentenced him to\n\na   term   of   twenty   years   (five    suspended)   and   ordered   him\n\nincarcerated.     Maine's highest court (the Law Court) affirmed\n\nthe conviction on August 8, 1997.          State v. Donovan, 698 A.2d\n\n1045, 1049 (Me. 1997).\n\n            On February 12, 1998, the petitioner delivered to state\n\ncorrectional authorities a pro se petition for post-conviction\n\nrelief.    That petition was docketed in the state superior court\n\nfive days later.         The court appointed counsel and, after an\n\nevidentiary hearing, concluded that the petition was groundless.\n\nThe petitioner filed a notice of appeal which, under Maine law,\n\ndoubled as a request for a certificate of probable cause (CPC).\n\n\n\n\n      1\n     The dismissal occurred after the district judge accepted\nand largely adopted the detailed report and recommendation of a\nmagistrate judge. For simplicity's sake, we do not distinguish\nbetween the two judicial officers.        Rather, we take an\ninstitutional view and refer to the findings and determinations\nbelow as those of the district court.\n\n                                    -4-\n\fSee Me. Rev. Stat. Ann. tit. 15, § 2131(1).                On December 22,\n\n1999, the Law Court denied the CPC, thus terminating the appeal.2\n\n           On September 23, 2000, the petitioner, acting pro se,\n\ndelivered to prison authorities an application seeking federal\n\nhabeas relief.     See 28 U.S.C. § 2254.         This application was\n\ndocketed in the federal district court three days later.             Citing\n\nthe one-year limitation period, the court rejected it, but\n\ngranted a certificate of appealability.          Id. § 2253(c).        This\n\nappeal ensued.     Before us, the petitioner is represented by\n\ncounsel.\n\n                                 II.\n\n                          Framing the Issues\n\n           Any discussion of timeliness must start with the Law\n\nCourt's rejection of the petitioner's direct appeal on August 8,\n\n1997.    Giving the petitioner the benefit of the ninety-day grace\n\nperiod   for   seeking   certiorari    review   by   the    United   States\n\nSupreme Court, 28 U.S.C. § 2101(c), the district court ruled\n\nthat the one-year statute of limitations began to accrue on the\n\nday after this grace period ended:       November 7, 1997.       The court\n\ncounted forward 101 days and then stopped the accrual process as\n\nof February 17, 1998 — the date on which the petitioner filed\n\n\n     2\n     The Law Court's order was dated December 20, 1999, but not\nentered on the court's docket until two days later.      In our\nview, the latter date controls.\n\n                                 -5-\n\ffor state post-conviction relief.         See id. § 2244(d)(2) (tolling\n\nthe   limitation   period   for    such   time   as       \"a   properly   filed\n\napplication for State post-conviction or other collateral review\n\nwith respect to the pertinent judgment . . . is pending\"); see\n\nalso Neverson, 261 F.3d at 125 (explaining the operation of this\n\ntolling provision).\n\n            Noting that the Law Court denied a CPC (and, thus,\n\nended the petitioner's quest for state post-conviction relief)\n\non December 22, 1999, the court resumed the count as of December\n\n23.     At that point, there were 264 days left within which to\n\nseek federal habeas review.       The court determined that this 264-\n\nday window closed on September 11, 2000.                   The petitioner's\n\nfederal habeas application is deemed filed, under the prisoner\n\nmailbox rule, on September 23, 2000.             See Nara v. Frank, 264\n\nF.3d 310, 315 (3d Cir. 2001) (explaining that \"if an inmate is\n\nconfined in an institution, his notice of appeal (or federal\n\nhabeas petition) will be timely if it is deposited in the\n\ninstitution's internal mail system on or before the last day for\n\nfiling\"); see also Houston v. Lack, 487 U.S. 266, 276 (1988);\n\nMorales-Rivera v. United States, 184 F.3d 109, 110-11 (1st Cir.\n\n1999) (per curiam).      The petitioner did not act until after that\n\ndate.     Thus, the court considered his federal habeas action\n\ntime-barred    (twelve    days    late)   absent      a    showing   of   some\n\n\n                                   -6-\n\fsufficiently excusatory set of circumstances.                  Discerning none,\n\nthe court dismissed the application.\n\n             The petitioner charts two routes to a potential safe\n\nharbor.      First, he questions the count itself, saying that his\n\napplication for federal habeas review would have been adjudged\n\ntimely had the court given him the benefit of all excluded\n\nperiods.      Second, he asseverates that equitable tolling should\n\napply to extend the limitation period and assigns error to the\n\ndistrict court's rejection of that asseveration.                  We follow each\n\nof these routes to its logical conclusion.\n\n\n\n\n                                        III.\n\n                                     Timeliness\n\n             The petitioner's argument for timeliness hinges on his\n\ncontention      that    the        district    court    made   three    separate\n\ncomputational errors.          First, the petitioner maintains that he\n\ndelivered     his    state    petition    for    post-conviction       review   to\n\nprison authorities on February 12, 1998, and that under the\n\nprisoner mailbox rule, the district court should have given him\n\nthe benefit of the five days that elapsed between that date and\n\nthe   date    on    which    his    petition    was    docketed   in   the   state\n\nsuperior court.        Second, he attempts to invoke Federal Rule of\n\n\n                                         -7-\n\fCivil Procedure 6(e), arguing that, inasmuch as he received\n\nnotice of the denial of his direct appeal by mail, the district\n\ncourt should have given him the benefit of three additional days\n\nin calculating the expiration of the time for seeking certiorari\n\nreview in the United States Supreme Court.   Finally, he   asserts\n\nthat his petition for state post-conviction review was pending\n\nuntil he received notice of the denial of the CPC, and that the\n\ndistrict court should have given him the benefit of the five\n\ndays that elapsed from the effective date of the Law Court's\n\norder (December 22, 1999) to the date of receipt of notice\n\n(December 27, 1999).   Since no two of these contentions yield\n\nthe twelve days needed to bring the petitioner's federal habeas\n\napplication within the limitation period, the petitioner must\n\nprevail on all of them to succeed on his timeliness initiative.\n\n          We need not tarry.   Because we find the petitioner's\n\nsecond and third contentions meritless, his timeliness argument\n\nfails.   Consequently, it is unnecessary for us to express an\n\nopinion on the applicability vel non of the prisoner mailbox\n\nrule to a state-court petition for post-conviction relief.3\n\n\n    3Courts have disagreed about whether this is a question of\nstate or federal law. Compare Adams v. LeMaster, 223 F.3d 1177,\n1181 (10th Cir. 2000) (concluding that state law governs and,\nthus, that the prisoner mailbox rule ought not to be applied to\na  state-court   petition  for   post-conviction   relief  when\ndetermining tolling under 28 U.S.C. § 2244(d)(2)), with Saffold\nv. Newland, 250 F.3d 1262, 1268-69 (9th Cir. 2001) (holding to\n\n                               -8-\n\f                                             A.\n\n                          Additional Time due to Mailing\n\n              Citing       Federal    Rule    of   Civil      Procedure    6(e),    the\n\npetitioner theorizes that three days should be added to the one-\n\nyear deadline for filing his federal habeas application.4                           His\n\nthinking runs along the following lines.                      As the district court\n\nrecognized, section 2244(d)(1) provides for tolling during the\n\nninety-day         period    in    which   the     petitioner     would    have    been\n\nallowed       to    ask    the    United     States     Supreme    Court    to    grant\n\ncertiorari to review the Law Court's denial of his direct appeal\n\n(the       fact    that   the     petitioner      did   not    seek   certiorari     is\n\nimmaterial).          The petitioner concludes that this ninety-day\n\nperiod did not expire on November 6, 1997 (as determined by the\n\ndistrict court), but, rather, on November 9, 1997.                         In support\n\n\nthe contrary), cert. granted, 122 S. Ct. 393 (Oct. 15, 2001).\nWe need not decide that question here.    We note in passing,\nhowever, that to the extent (if at all) this is a question of\nstate law, the Law Court has reserved decision on whether to\nadopt the prisoner mailbox rule. See Finch v. State, 736 A.2d\n1043, 1043 n.1 (Me. 1999).\n       4The rule provides:\n\n       Whenever a party has the right or is required to do\n       some act or take some proceedings within a prescribed\n       period after the service of a notice or other paper\n       upon the party and the notice or paper is served upon\n       the party by mail, 3 days shall be added to the\n       prescribed period.\n\nFed. R. Civ. P. 6(e) (2000) (amended Dec. 1, 2001).\n\n                                           -9-\n\fof this conclusion, he notes that notice of the adverse judgment\n\nwas mailed to him and suggests that, due to this circumstance,\n\nthe habeas court should have invoked Rule 6(e) and waited three\n\ndays       before   starting   to   count   the   ninety-day   period.   The\n\nrespondent counters that this claim was not raised below and\n\nurges us to hold that it has been forfeited.             See, e.g., Clauson\n\nv. Smith, 823 F.2d 660, 666 (1st Cir. 1987).\n\n               Because the forfeiture question is murky, we choose to\n\naddress the claim head-on.           We recently have recognized \"[t]he\n\nprevailing view . . . that Rule 6(e) does not apply to statutes\n\nof limitation.\"         Berman v. United States, 264 F.3d 16, 19 (1st\n\nCir. 2001).         This is because Rule 6(e), in terms, \"is centrally\n\nconcerned with what a 'party' does and a 'party' operates within\n\nthe framework of an existing case.                By contrast, statutes of\n\nlimitation . . . govern the time for commencing an action.\"              Id.\n\nThat rationale is dispositive here.\n\n               28 U.S.C. § 2101(d), in conjunction with Supreme Court\n\nRule 13(1), merely establishes a ninety-day interval within\n\nwhich an aggrieved litigant may file a petition for certiorari\n\nfollowing entry of a judgment of a state court of last resort.5\n\n\n       5The applicable statute provides:\n\n       The time for appeal or application for a writ of\n       certiorari to review the judgment of a State court in\n       a criminal case shall be as prescribed by rules of the\n\n                                      -10-\n\fNeither the certiorari statute nor the implementing Supreme\n\nCourt rule triggers the prophylaxis of Rule 6(e) because neither\n\nof them, in the language of that rule, requires a party to take\n\nany action \"within a prescribed period of time after the service\n\nof a notice\" upon the party.    Rather, both unambiguously require\n\nfiling within ninety days after entry of a judgment.       Given this\n\nstructure, Rule 6(e) cannot serve to enlarge the time period for\n\nfiling a petition for certiorari following entry of a judgment\n\naffirming a criminal conviction.        See 1 James Wm. Moore, Moore's\n\nFederal Practice § 6.05[3] at 6-35 (3d ed. 1999) (explaining\n\nthat Rule 6(e) does not apply to time periods that begin with\n\nthe filing in court of a judgment or an order); see also Flint\n\nv. Howard, 464 F.2d 1084, 1087 (1st Cir. 1972) (per curiam).\n\nConsequently, there is no basis for additional tolling.\n\n                                  B.\n\n                               Pendency\n\n\n\n    Supreme Court.\n\n28 U.S.C. § 2101(d).   The applicable court rule is to the same\neffect:\n\n    . . . [A] petition for a writ of certiorari to review\n    a judgment in any case, civil or criminal, entered by\n    a state court of last resort is timely when it is\n    filed with the Clerk of this Court within 90 days\n    after entry of the judgment.\n\nSup. Ct. R. 13(1).\n\n                                 -11-\n\f            The   tolling       provision     contained   in    28   U.S.C.    §\n\n2244(d)(2) speaks in terms of periods of time during which an\n\napplication for state post-conviction review is \"pending.\"                   The\n\npetitioner    argues     that    his   state-court    petition       for   post-\n\nconviction review was \"pending\" within the meaning of this\n\nstatute until his counsel received notice that the Law Court had\n\ndenied the application for a CPC.\n\n            This argument is refuted by the unambiguous text of the\n\nMaine post-conviction review statute. That statute specifically\n\nprovides that \"[d]enial\" of a CPC concludes the proceeding.                  Me.\n\nRev. Stat. Ann. tit. 15, § 2131(1) (stating explicitly that\n\ndenial \"constitutes finality\").               Thus, the petition for post-\n\nconviction relief was pending only until the Law Court denied\n\nthe application for a CPC.             This occurred when the order of\n\ndenial was entered on the Law Court's docket, i.e., on December\n\n22, 1997.     See supra note 2.\n\n            We think that this construction is compelled by the\n\nMaine statute.      Moreover, this construction is a natural one.\n\nCourts   seem     uniformly      to    have    assumed,   without     extended\n\ndiscussion, that the date of judgment, rather than the date that\n\nnotice   of   judgment    is    received,      controls   for   computational\n\npurposes under 28 U.S.C. § 2244(d)(2).            E.g., Adams v. LeMaster,\n\n223 F.3d 1177, 1180 (10th Cir. 2000); Williams v. Cain, 217 F.3d\n\n\n                                       -12-\n\f303, 309-11 (5th Cir. 2000).       Confirming this intuition, the\n\nSecond Circuit recently addressed the problem and held, in the\n\ncontext of a New York statute that is much more opaque than its\n\nMaine counterpart, that the date of judgment governs.6             Geraci\n\nv. Senkowski, 211 F.3d 6, 9 (2d Cir. 2000).       Hence, the district\n\ncourt did not err in resuming the count on December 23, 1997.\n\n                                 IV.\n\n                         Equitable Tolling\n\n          The petitioner's fallback position is that the district\n\ncourt should have applied the doctrine of equitable tolling to\n\npermit his federal habeas petition to proceed.          The district\n\ncourt   entertained   this   possibility   but   rejected   it    on   the\n\nmerits.   We review that ruling for abuse of discretion, mindful\n\nof the \"highly deferential\" nature of our oversight.             Delaney,\n\n264 F.3d at 13-14.\n\n          There is, of course, a threshold question:             whether,\n\nas a matter of law, equitable tolling is available, even in a\n\nfactually appropriate case, in respect to section 2244(d)(1).\n\n\n    6The lone authority relied upon by the petition for a\ncontrary reading of section 2244(d)(2) is Bennett v. Artuz, 199\nF.3d 116 (2d Cir. 1999).      That decision, at first blush,\ncontains language supportive of the petitioner's position, see\nid. at 120, but that language was clarified by the Second\nCircuit in Geraci v. Senkowski, 211 F.3d 6, 9 (2d Cir. 2000).\nAs clarified, Bennett does not advance the petitioner's cause.\nIndeed, the Geraci court rejected an argument virtually\nidentical to the one made by the present petitioner. See id.\n\n                                 -13-\n\fThis question is not free from doubt.                     See id. at 14 (discussing\n\nthe matter and declining to resolve it).                     Like Delaney, the case\n\nat hand does not require us to decide whether a federal court\n\never can apply equitable tolling to ameliorate the AEDPA's one-\n\nyear limitation period.                    Here, the district court squarely\n\nconfronted the petitioner's equitable tolling claim and rejected\n\nit on the facts.            Assuming, for argument's sake, that equitable\n\ntolling       is     available       in    theory,     the        record       compels   the\n\nconclusion that the district court did not abuse its discretion\n\nin withholding that anodyne.\n\n              The party who seeks to invoke equitable tolling bears\n\nthe       devoir    of    persuasion       and    must,    therefore,          establish   a\n\ncompelling basis for awarding such relief.                        Id.    We have made it\n\npellucid \"that equitable tolling, if available at all, is the\n\nexception          rather   than     the    rule;    [and     that]       resort    to   its\n\nprophylaxis          is     deemed        justified        only     in     extraordinary\n\ncircumstances.\"              Id.      The       district    court        found    that   the\n\npetitioner had not demonstrated the existence of extraordinary\n\ncircumstances such as              would warrant equitable tolling.                 We test\n\nthat finding.\n\n              The petitioner premises his claim of equitable tolling\n\non    a    delay     in   obtaining       the    transcript       of     the    evidentiary\n\nhearing held in the state superior court in connection with his\n\n\n                                            -14-\n\fstate petition for post-conviction review.                That delay was\n\nunfortunate — but largely beside the point.               After all, the\n\ndistrict court explicitly found that the petitioner did not need\n\nthat transcript in order to file a federal habeas application\n\nand this finding has deep roots in the record.\n\n            The habeas application merely realleged two grounds\n\nasserted    in   pleadings   previously   filed    on    the   petitioner's\n\nbehalf in the state post-conviction proceedings.               All that the\n\npetitioner had to do to place those averments in issue in the\n\nfederal court proceeding was to \"set forth in summary form the\n\nfacts supporting each of the grounds.\"        Rules Governing Section\n\n2254 Cases in the United States District Courts, 4.2(c).                 In\n\naddition,    the   petitioner   had   attended     the    post-conviction\n\nevidentiary hearing and, thus, knew what had transpired at that\n\nsession.    Given the lack of any need for particularity, citation\n\nto the transcript was unnecessary in order to allege the grounds\n\nfor federal habeas relief.       It follows that the state court's\n\ndelay in furnishing the petitioner with the transcript did not\n\nestablish a basis for equitable tolling.          See Gassler v. Bruton,\n\n255 F.3d 492, 495 (8th Cir. 2001) (rejecting equitable tolling\n\nargument based on alleged delay in receipt of a transcript);\n\nBrown v. Cain, 112 F. Supp. 2d 585, 587 (E.D. La. 2000) (holding\n\ntranscript unnecessary to prepare habeas petition); Fadayiro v.\n\n\n                                  -15-\n\fUnited States, 30 F. Supp. 2d 772, 779-80 (D.N.J. 1998) (holding\n\ndelay in receiving transcripts not sufficiently extraordinary to\n\njustify application of equitable tolling); United States v. Van\n\nPoyck, 980 F. Supp. 1108, 1110-11 (C.D. Cal. 1997) (holding\n\ndelay   in     receipt    of    transcript       not    an    \"extraordinary\n\ncircumstance[]\" sufficient to justify equitable tolling).\n\n             We need not cite book and verse in connection with the\n\ndistrict     court's   finding.      What   matters     is   that   the    court\n\npainstakingly      weighed     and    analyzed    the    totality     of     the\n\ncircumstances (including the \"delayed transcript\" claim) and\n\nreached a rational — though not inevitable — conclusion.                   Given\n\nthe court's detailed explanation, there is no principled way in\n\nwhich   we   can   disturb     its   considered   refusal     to    apply    the\n\ndoctrine of equitable tolling to resurrect the petitioner's\n\ntime-barred habeas application.          Cf. Irwin v. Dep't of Veterans\n\nAffairs, 498 U.S. 89, 96 (1990) (explaining that equitable\n\ntolling \"do[es] not extend to what is at best a garden variety\n\nclaim of excusable neglect\").\n\n             If more were needed — and we doubt that it is — the\n\ndistrict court also found that the petitioner had received his\n\ncopy of the evidentiary hearing transcript no later than July\n\n24, 2000.     At that point, he had more than seven weeks left in\n\nthe limitation period within which to prepare and file his\n\n\n                                     -16-\n\ffederal habeas application.        We agree with the lower court that\n\nthe petitioner has not adequately shown why that interval was\n\ninsufficient to permit timely filing.\n\n             The petitioner's assertion that his pro se status\n\nsomehow entitles him to equitable tolling is wide of the mark.\n\nWhile pro se pleadings are to be liberally construed, see, e.g.,\n\nJohnson v. Rodriguez, 943 F.2d 104, 107 (1st Cir. 1991), the\n\npolicy      of   liberal   construction   cannot   plausibly   justify    a\n\nparty's failure to file a habeas petition on time.             Indeed, we\n\nrejected a virtually identical argument in Delaney, explaining\n\nthat, \"[i]n the context of habeas claims, courts have been loath\n\nto excuse late filings simply because a pro se prisoner misreads\n\nthe law.\"        264 F.3d at 15 (citing representative cases).\n\n             To sum up, the district court found that the petitioner\n\nhad no compelling need for the hearing transcript in order to\n\nprepare his federal habeas application; and that, in all events,\n\nthe petitioner dawdled for nearly two months after receiving it\n\nbefore he filed his application.          In view of these supportable\n\nfindings, we discern no abuse of discretion in the court's\n\nultimate conclusion that the petitioner did not establish the\n\nkind   of    extraordinary    circumstances    that   are   necessary    to\n\njustify equitable tolling.         After all, \"equitable tolling is\n\nstrong medicine, not profligately to be dispensed,\" id., and the\n\n\n                                   -17-\n\ftrial court's judgment about so factbound a matter is entitled\n\nto considerable respect.\n\n\n\n                                 V.\n\n                             Conclusion\n\n            We need go no further.     As the district court found,\n\nthe habeas petition was time-barred and equitable tolling was\n\nnot available to salvage it.      The court, therefore, properly\n\nterminated the proceeding.\n\n\n\nAffirmed.\n\n\n\n\n                                -18-\n\f",
  "html": "<p class=\"case_cite\">276 F.3d 87 (1st Cir. 2002)</p>\n    <p class=\"parties\">DANIEL J. DONOVAN, Petitioner, Appellant,<br>v.<br>STATE OF MAINE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1367</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Dec. 6, 2001<br>Decided January 10, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. D. Brock Hornby, U.S. District Judge. Hon. David M. Cohen, U.S. Magistrate Judge Darla J. Mondou for appellant.</p>\n      <p class=\"indent\">Donald W. Macomber, Assistant Attorney General, with whom G. Steven Rowe, Attorney General, and Charles K. Leadbetter, State Solicitor, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Rosenn<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Cyr, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is the latest in an ever-lengthening line of cases trailing in the wake of Congress's enactment of a limitation period for the filing of federal habeas petitions. See, e.g., Delaney v. Matesanz, 264 F.3d 7 (1st Cir. 2001); Neverson v. Bissonnette, 261 F.3d 120 (1st Cir. 2001); Gaskins v. Duval, 183 F.3d 8 (1st Cir. 1999) (per curiam). The limitation period is part of the Antiterrorism and Effective Death Penalty Act (AEDPA), Pub. L. No. 104-132, 110 Stat. 214 (1996). The statute of limitations for federal review of state prisoners' habeas applications is codified at 28 U.S.C. &#167; 2244(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under this provision, \"[a] 1-year period of limitation shall apply to an application for a writ of habeas corpus by a person in custody pursuant to the judgment of a State court.\" 28 U.S.C. &#167; 2244(d)(1). With exceptions not relevant here, this one-year limitation period starts to accrue on \"the date on which the [state-court] judgment became final by the conclusion of direct review or the expiration of the time for seeking such review.\" Id. Applying this formulation, the United States District Court for the District of Maine dismissed as time-barred a habeas application filed by petitioner-appellant Daniel J. Donovan, a state prisoner.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Donovan now invites us to reinstate his application. We decline the invitation.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 5, 1996, a state-court jury convicted the petitioner of gross sexual assault. See Me. Rev. Stat. Ann. tit. 17-A, &#167; 253 (Supp. 1996). The trial judge sentenced him to a term of twenty years (five suspended) and ordered him incarcerated. Maine's highest court (the Law Court) affirmed the conviction on August 8, 1997. State v. Donovan, 698 A.2d 1045, 1049 (Me. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 12, 1998, the petitioner delivered to state correctional authorities a pro se petition for post-conviction relief. That petition was docketed in the state superior court five days later. The court appointed counsel and, after an evidentiary hearing, concluded that the petition was groundless. The petitioner filed a notice of appeal which, under Maine law, doubled as a request for a certificate of probable cause (CPC). See Me. Rev. Stat. Ann. tit. 15, &#167; 2131(1). On December 22, 1999, the Law Court denied the CPC, thus terminating the appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 23, 2000, the petitioner, acting pro se, delivered to prison authorities an application seeking federal habeas relief. See 28 U.S.C. &#167; 2254. This application was docketed in the federal district court three days later. Citing the one-year limitation period, the court rejected it, but granted a certificate of appealability. Id. &#167; 2253(c). This appeal ensued. Before us, the petitioner is represented by counsel.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">Framing the Issues</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Any discussion of timeliness must start with the Law Court's rejection of the petitioner's direct appeal on August 8, 1997. Giving the petitioner the benefit of the ninety-day grace period for seeking certiorari review by the United States Supreme Court, 28 U.S.C. &#167; 2101(c), the district court ruled that the one-year statute of limitations began to accrue on the day after this grace period ended: November 7, 1997. The court counted forward 101 days and then stopped the accrual process as of February 17, 1998 -- the date on which the petitioner filed for state post-conviction relief. See id. &#167; 2244(d)(2) (tolling the limitation period for such time as \"a properly filed application for State post-conviction or other collateral review with respect to the pertinent judgment . . . is pending\"); see also Neverson, 261 F.3d at 125 (explaining the operation of this tolling provision).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Noting that the Law Court denied a CPC (and, thus, ended the petitioner's quest for state post-conviction relief) on December 22, 1999, the court resumed the count as of December 23. At that point, there were 264 days left within which to seek federal habeas review. The court determined that this 264-day window closed on September 11, 2000. The petitioner's federal habeas application is deemed filed, under the prisoner mailbox rule, on September 23, 2000. See Nara v. Frank, 264 F.3d 310, 315 (3d Cir. 2001) (explaining that \"if an inmate is confined in an institution, his notice of appeal (or federal habeas petition) will be timely if it is deposited in the institution's internal mail system on or before the last day for filing\"); see also Houston v. Lack, 487 U.S. 266, 276 (1988); Morales-Rivera v. United States, 184 F.3d 109, 110-11 (1st Cir. 1999) (per curiam). The petitioner did not act until after that date. Thus, the court considered his federal habeas action time-barred (twelve days late) absent a showing of some sufficiently excusatory set of circumstances. Discerning none, the court dismissed the application.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The petitioner charts two routes to a potential safe harbor. First, he questions the count itself, saying that his application for federal habeas review would have been adjudged timely had the court given him the benefit of all excluded periods. Second, he asseverates that equitable tolling should apply to extend the limitation period and assigns error to the district court's rejection of that asseveration. We follow each of these routes to its logical conclusion.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Timeliness</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The petitioner's argument for timeliness hinges on his contention that the district court made three separate computational errors. First, the petitioner maintains that he delivered his state petition for post-conviction review to prison authorities on February 12, 1998, and that under the prisoner mailbox rule, the district court should have given him the benefit of the five days that elapsed between that date and the date on which his petition was docketed in the state superior court. Second, he attempts to invoke Federal Rule of Civil Procedure 6(e), arguing that, inasmuch as he received notice of the denial of his direct appeal by mail, the district court should have given him the benefit of three additional days in calculating the expiration of the time for seeking certiorari review in the United States Supreme Court. Finally, he asserts that his petition for state post-conviction review was pending until he received notice of the denial of the CPC, and that the district court should have given him the benefit of the five days that elapsed from the effective date of the Law Court's order (December 22, 1999) to the date of receipt of notice (December 27, 1999). Since no two of these contentions yield the twelve days needed to bring the petitioner's federal habeas application within the limitation period, the petitioner must prevail on all of them to succeed on his timeliness initiative.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We need not tarry. Because we find the petitioner's second and third contentions meritless, his timeliness argument fails. Consequently, it is unnecessary for us to express an opinion on the applicability vel non of the prisoner mailbox rule to a state-court petition for post-conviction relief.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">A. Additional Time due to Mailing</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Citing Federal Rule of Civil Procedure 6(e), the petitioner theorizes that three days should be added to the one-year deadline for filing his federal habeas application.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> His thinking runs along the following lines. As the district court recognized, section 2244(d)(1) provides for tolling during the ninety-day period in which the petitioner would have been allowed to ask the United States Supreme Court to grant certiorari to review the Law Court's denial of his direct appeal (the fact that the petitioner did not seek certiorari is immaterial). The petitioner concludes that this ninety-day period did not expire on November 6, 1997 (as determined by the district court), but, rather, on November 9, 1997. In support of this conclusion, he notes that notice of the adverse judgment was mailed to him and suggests that, due to this circumstance, the habeas court should have invoked Rule 6(e) and waited three days before starting to count the ninety-day period. The respondent counters that this claim was not raised below and urges us to hold that it has been forfeited. See, e.g., Clauson v. Smith, 823 F.2d 660, 666 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because the forfeiture question is murky, we choose to address the claim head-on. We recently have recognized \"[t]he prevailing view . . . that Rule 6(e) does not apply to statutes of limitation.\" Berman v. United States, 264 F.3d 16, 19 (1st Cir. 2001). This is because Rule 6(e), in terms, \"is centrally concerned with what a 'party' does and a 'party' operates within the framework of an existing case. By contrast, statutes of limitation . . . govern the time for commencing an action.\" Id. That rationale is dispositive here.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">28 U.S.C. &#167; 2101(d), in conjunction with Supreme Court Rule 13(1), merely establishes a ninety-day interval within which an aggrieved litigant may file a petition for certiorari following entry of a judgment of a state court of last resort.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Neither the certiorari statute nor the implementing Supreme Court rule triggers the prophylaxis of Rule 6(e) because neither of them, in the language of that rule, requires a party to take any action \"within a prescribed period of time after the service of a notice\" upon the party. Rather, both unambiguously require filing within ninety days after entry of a judgment. Given this structure, Rule 6(e) cannot serve to enlarge the time period for filing a petition for certiorari following entry of a judgment affirming a criminal conviction. See 1 James Wm. Moore, Moore's Federal Practice &#167; 6.05[3] at 6-35 (3d ed. 1999) (explaining that Rule 6(e) does not apply to time periods that begin with the filing in court of a judgment or an order); see also Flint v. Howard, 464 F.2d 1084, 1087 (1st Cir. 1972) (per curiam). Consequently, there is no basis for additional tolling.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <p class=\"indent\">Pendency</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The tolling provision contained in 28 U.S.C. &#167; 2244(d)(2) speaks in terms of periods of time during which an application for state post-conviction review is \"pending.\" The petitioner argues that his state-court petition for post-conviction review was \"pending\" within the meaning of this statute until his counsel received notice that the Law Court had denied the application for a CPC.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This argument is refuted by the unambiguous text of the Maine post-conviction review statute. That statute specifically provides that \"[d]enial\" of a CPC concludes the proceeding. Me. Rev. Stat. Ann. tit. 15, &#167; 2131(1) (stating explicitly that denial \"constitutes finality\"). Thus, the petition for post-conviction relief was pending only until the Law Court denied the application for a CPC. This occurred when the order of denial was entered on the Law Court's docket, i.e., on December 22, 1997. See supra note 2.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We think that this construction is compelled by the Maine statute. Moreover, this construction is a natural one. Courts seem uniformly to have assumed, without extended discussion, that the date of judgment, rather than the date that notice of judgment is received, controls for computational purposes under 28 U.S.C. &#167; 2244(d)(2). E.g., Adams v. LeMaster, 223 F.3d 1177, 1180 (10th Cir. 2000); Williams v. Cain, 217 F.3d 303, 309-11 (5th Cir. 2000). Confirming this intuition, the Second Circuit recently addressed the problem and held, in the context of a New York statute that is much more opaque than its Maine counterpart, that the date of judgment governs.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Geraci v. Senkowski, 211 F.3d 6, 9 (2d Cir. 2000). Hence, the district court did not err in resuming the count on December 23, 1997.</p>\n    </div>\n    <p class=\"indent\">IV. Equitable Tolling</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The petitioner's fallback position is that the district court should have applied the doctrine of equitable tolling to permit his federal habeas petition to proceed. The district court entertained this possibility but rejected it on the merits. We review that ruling for abuse of discretion, mindful of the \"highly deferential\" nature of our oversight. Delaney, 264 F.3d at 13-14.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is, of course, a threshold question: whether, as a matter of law, equitable tolling is available, even in a factually appropriate case, in respect to section 2244(d)(1). This question is not free from doubt. See id. at 14 (discussing the matter and declining to resolve it). Like Delaney, the case at hand does not require us to decide whether a federal court ever can apply equitable tolling to ameliorate the AEDPA's one-year limitation period. Here, the district court squarely confronted the petitioner's equitable tolling claim and rejected it on the facts. Assuming, for argument's sake, that equitable tolling is available in theory, the record compels the conclusion that the district court did not abuse its discretion in withholding that anodyne.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The party who seeks to invoke equitable tolling bears the devoir of persuasion and must, therefore, establish a compelling basis for awarding such relief. Id. We have made it pellucid \"that equitable tolling, if available at all, is the exception rather than the rule; [and that] resort to its prophylaxis is deemed justified only in extraordinary circumstances.\" Id. The district court found that the petitioner had not demonstrated the existence of extraordinary circumstances such as would warrant equitable tolling. We test that finding.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The petitioner premises his claim of equitable tolling on a delay in obtaining the transcript of the evidentiary hearing held in the state superior court in connection with his state petition for post-conviction review. That delay was unfortunate -- but largely beside the point. After all, the district court explicitly found that the petitioner did not need that transcript in order to file a federal habeas application and this finding has deep roots in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The habeas application merely realleged two grounds asserted in pleadings previously filed on the petitioner's behalf in the state post-conviction proceedings. All that the petitioner had to do to place those averments in issue in the federal court proceeding was to \"set forth in summary form the facts supporting each of the grounds.\" Rules Governing Section 2254 Cases in the United States District Courts, 4.2(c). In addition, the petitioner had attended the post-conviction evidentiary hearing and, thus, knew what had transpired at that session. Given the lack of any need for particularity, citation to the transcript was unnecessary in order to allege the grounds for federal habeas relief. It follows that the state court's delay in furnishing the petitioner with the transcript did not establish a basis for equitable tolling. See Gassler v. Bruton, 255 F.3d 492, 495 (8th Cir. 2001) (rejecting equitable tolling argument based on alleged delay in receipt of a transcript); Brown v. Cain, 112 F. Supp. 2d 585, 587 (E.D. La. 2000) (holding transcript unnecessary to prepare habeas petition); Fadayiro v. United States, 30 F. Supp. 2d 772, 779-80 (D.N.J. 1998) (holding delay in receiving transcripts not sufficiently extraordinary to justify application of equitable tolling); United States v. Van Poyck, 980 F. Supp. 1108, 1110-11 (C.D. Cal. 1997) (holding delay in receipt of transcript not an \"extraordinary circumstance[]\" sufficient to justify equitable tolling).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need not cite book and verse in connection with the district court's finding. What matters is that the court painstakingly weighed and analyzed the totality of the circumstances (including the \"delayed transcript\" claim) and reached a rational -- though not inevitable -- conclusion. Given the court's detailed explanation, there is no principled way in which we can disturb its considered refusal to apply the doctrine of equitable tolling to resurrect the petitioner's time-barred habeas application. Cf. Irwin v. Dep't of Veterans Affairs, 498 U.S. 89, 96 (1990) (explaining that equitable tolling \"do[es] not extend to what is at best a garden variety claim of excusable neglect\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If more were needed -- and we doubt that it is -- the district court also found that the petitioner had received his copy of the evidentiary hearing transcript no later than July 24, 2000. At that point, he had more than seven weeks left in the limitation period within which to prepare and file his federal habeas application. We agree with the lower court that the petitioner has not adequately shown why that interval was insufficient to permit timely filing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The petitioner's assertion that his pro se status somehow entitles him to equitable tolling is wide of the mark. While pro se pleadings are to be liberally construed, see, e.g., Johnson v. Rodriguez, 943 F.2d 104, 107 (1st Cir. 1991), the policy of liberal construction cannot plausibly justify a party's failure to file a habeas petition on time. Indeed, we rejected a virtually identical argument in Delaney, explaining that, \"[i]n the context of habeas claims, courts have been loath to excuse late filings simply because a pro se prisoner misreads the law.\" 264 F.3d at 15 (citing representative cases).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To sum up, the district court found that the petitioner had no compelling need for the hearing transcript in order to prepare his federal habeas application; and that, in all events, the petitioner dawdled for nearly two months after receiving it before he filed his application. In view of these supportable findings, we discern no abuse of discretion in the court's ultimate conclusion that the petitioner did not establish the kind of extraordinary circumstances that are necessary to justify equitable tolling. After all, \"equitable tolling is strong medicine, not profligately to be dispensed,\" id., and the trial court's judgment about so fact bound a matter is entitled to considerable respect.</p>\n    </div>\n    <p class=\"indent\">V. Conclusion</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We need go no further. As the district court found, the habeas petition was time-barred and equitable tolling was not available to salvage it. The court, therefore, properly terminated the proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The dismissal occurred after the district judge accepted and largely adopted the detailed report and recommendation of a magistrate judge. For simplicity's sake, we do not distinguish between the two judicial officers. Rather, we take an institutional view and refer to the findings and determinations below as those of the district court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Law Court's order was dated December 20, 1999, but not entered on the court's docket until two days later. In our view, the latter date controls.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Courts have disagreed about whether this is a question of state or federal law. Compare Adams v. LeMaster, 223 F.3d 1177, 1181 (10th Cir. 2000) (concluding that state law governs and, thus, that the prisoner mailbox rule ought not to be applied to a state-court petition for post-conviction relief when determining tolling under 28 U.S.C. &#167; 2244(d)(2)), with Saffold v. Newland, 250 F.3d 1262, 1268-69 (9th Cir. 2001) (holding to the contrary), cert. granted, 122 S. Ct. 393 (Oct. 15, 2001). We need not decide that question here. We note in passing, however, that to the extent (if at all) this is a question of state law, the Law Court has reserved decision on whether to adopt the prisoner mailbox rule. See Finch v. State, 736 A.2d 1043, 1043 n.1 (Me. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The rule provides:</p>\n        <p>Whenever a party has the right or is required to do some act or take some proceedings within a prescribed period after the service of a notice or other paper upon the party and the notice or paper is served upon the party by mail, 3 days shall be added to the prescribed period.</p>\n        <p>Fed. R. Civ. P. 6(e) (2000) (amended Dec. 1, 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The applicable statute provides:</p>\n        <p>The time for appeal or application for a writ of certiorari to review the judgment of a State court in a criminal case shall be as prescribed by rules of the Supreme Court.</p>\n        <p>28 U.S.C. &#167; 2101(d). The applicable court rule is to the same effect:</p>\n        <p>. . . [A] petition for a writ of certiorari to review a judgment in any case, civil or criminal, entered by a state court of last resort is timely when it is filed with the Clerk of this Court within 90 days after entry of the judgment.</p>\n        <p>Sup. Ct. R. 13(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The lone authority relied upon by the petition for a contrary reading of section 2244(d)(2) is Bennett v. Artuz, 199 F.3d 116 (2d Cir. 1999). That decision, at first blush, contains language supportive of the petitioner's position, see id. at 120, but that language was clarified by the Second Circuit in Geraci v. Senkowski, 211 F.3d 6, 9 (2d Cir. 2000). As clarified, Bennett does not advance the petitioner's cause. Indeed, the Geraci court rejected an argument virtually identical to the one made by the present petitioner. See id.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></span> (1st Cir. 2002)</p>\n    <p class=\"parties\">DANIEL J. DONOVAN, Petitioner, Appellant,<br>v.<br>STATE OF MAINE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1367</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard Dec. 6, 2001<br>Decided January 10, 2002</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. D. Brock Hornby, U.S. District Judge. Hon. David M. Cohen, U.S. Magistrate Judge Darla J. Mondou for appellant.</p>\n      <p class=\"indent\">Donald W. Macomber, Assistant Attorney General, with whom G. Steven Rowe, Attorney General, and Charles K. Leadbetter, State Solicitor, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Rosenn<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Cyr, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is the latest in an ever-lengthening line of cases trailing in the wake of Congress's enactment of a limitation period for the filing of federal habeas petitions. See, e.g., Delaney v. Matesanz, <span class=\"citation\" data-id=\"774790\"><a href=\"/opinion/774790/charles-c-delaney-iii-v-james-matesanz/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span> (1st Cir. 2001); Neverson v. Bissonnette, <span class=\"citation\" data-id=\"199559\"><a href=\"/opinion/199559/neverson-v-bissonette/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span> (1st Cir. 2001); Gaskins v. Duval, <span class=\"citation\" data-id=\"198545\"><a href=\"/opinion/198545/gaskins-v-duval/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span> (1st Cir. 1999) (per curiam). The limitation period is part of the Antiterrorism and Effective Death Penalty Act (AEDPA), Pub. L. No. 104-132, 110 Stat. 214 (1996). The statute of limitations for federal review of state prisoners' habeas applications is codified at 28 U.S.C. &#167; 2244(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under this provision, \"[a] 1-year period of limitation shall apply to an application for a writ of habeas corpus by a person in custody pursuant to the judgment of a State court.\" 28 U.S.C. &#167; 2244(d)(1). With exceptions not relevant here, this one-year limitation period starts to accrue on \"the date on which the [state-court] judgment became final by the conclusion of direct review or the expiration of the time for seeking such review.\" Id. Applying this formulation, the United States District Court for the District of Maine dismissed as time-barred a habeas application filed by petitioner-appellant Daniel J. Donovan, a state prisoner.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Donovan now invites us to reinstate his application. We decline the invitation.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 5, 1996, a state-court jury convicted the petitioner of gross sexual assault. See Me. Rev. Stat. Ann. tit. 17-A, &#167; 253 (Supp. 1996). The trial judge sentenced him to a term of twenty years (five suspended) and ordered him incarcerated. Maine's highest court (the Law Court) affirmed the conviction on August 8, 1997. State v. Donovan, <span class=\"citation no-link\"><span class=\"volume\">698</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1045</span></span>, 1049 (Me. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 12, 1998, the petitioner delivered to state correctional authorities a pro se petition for post-conviction relief. That petition was docketed in the state superior court five days later. The court appointed counsel and, after an evidentiary hearing, concluded that the petition was groundless. The petitioner filed a notice of appeal which, under Maine law, doubled as a request for a certificate of probable cause (CPC). See Me. Rev. Stat. Ann. tit. 15, &#167; 2131(1). On December 22, 1999, the Law Court denied the CPC, thus terminating the appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 23, 2000, the petitioner, acting pro se, delivered to prison authorities an application seeking federal habeas relief. See 28 U.S.C. &#167; 2254. This application was docketed in the federal district court three days later. Citing the one-year limitation period, the court rejected it, but granted a certificate of appealability. Id. &#167; 2253(c). This appeal ensued. Before us, the petitioner is represented by counsel.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">Framing the Issues</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Any discussion of timeliness must start with the Law Court's rejection of the petitioner's direct appeal on August 8, 1997. Giving the petitioner the benefit of the ninety-day grace period for seeking certiorari review by the United States Supreme Court, 28 U.S.C. &#167; 2101(c), the district court ruled that the one-year statute of limitations began to accrue on the day after this grace period ended: November 7, 1997. The court counted forward 101 days and then stopped the accrual process as of February 17, 1998 -- the date on which the petitioner filed for state post-conviction relief. See id. &#167; 2244(d)(2) (tolling the limitation period for such time as \"a properly filed application for State post-conviction or other collateral review with respect to the pertinent judgment . . . is pending\"); see also Neverson, 261 F.3d at 125 (explaining the operation of this tolling provision).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Noting that the Law Court denied a CPC (and, thus, ended the petitioner's quest for state post-conviction relief) on December 22, 1999, the court resumed the count as of December 23. At that point, there were 264 days left within which to seek federal habeas review. The court determined that this 264-day window closed on September 11, 2000. The petitioner's federal habeas application is deemed filed, under the prisoner mailbox rule, on September 23, 2000. See Nara v. Frank, <span class=\"citation\" data-id=\"774803\"><a href=\"/opinion/774803/joseph-george-nara-v-frederick-frank/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">310</span></a></span>, 315 (3d Cir. 2001) (explaining that \"if an inmate is confined in an institution, his notice of appeal (or federal habeas petition) will be timely if it is deposited in the institution's internal mail system on or before the last day for filing\"); see also Houston v. Lack, <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 276 (1988); Morales-Rivera v. United States, <span class=\"citation\" data-id=\"198613\"><a href=\"/opinion/198613/morales-rivera-v-united-states/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></a></span>, 110-11 (1st Cir. 1999) (per curiam). The petitioner did not act until after that date. Thus, the court considered his federal habeas action time-barred (twelve days late) absent a showing of some sufficiently excusatory set of circumstances. Discerning none, the court dismissed the application.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The petitioner charts two routes to a potential safe harbor. First, he questions the count itself, saying that his application for federal habeas review would have been adjudged timely had the court given him the benefit of all excluded periods. Second, he asseverates that equitable tolling should apply to extend the limitation period and assigns error to the district court's rejection of that asseveration. We follow each of these routes to its logical conclusion.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Timeliness</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The petitioner's argument for timeliness hinges on his contention that the district court made three separate computational errors. First, the petitioner maintains that he delivered his state petition for post-conviction review to prison authorities on February 12, 1998, and that under the prisoner mailbox rule, the district court should have given him the benefit of the five days that elapsed between that date and the date on which his petition was docketed in the state superior court. Second, he attempts to invoke Federal Rule of Civil Procedure 6(e), arguing that, inasmuch as he received notice of the denial of his direct appeal by mail, the district court should have given him the benefit of three additional days in calculating the expiration of the time for seeking certiorari review in the United States Supreme Court. Finally, he asserts that his petition for state post-conviction review was pending until he received notice of the denial of the CPC, and that the district court should have given him the benefit of the five days that elapsed from the effective date of the Law Court's order (December 22, 1999) to the date of receipt of notice (December 27, 1999). Since no two of these contentions yield the twelve days needed to bring the petitioner's federal habeas application within the limitation period, the petitioner must prevail on all of them to succeed on his timeliness initiative.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We need not tarry. Because we find the petitioner's second and third contentions meritless, his timeliness argument fails. Consequently, it is unnecessary for us to express an opinion on the applicability vel non of the prisoner mailbox rule to a state-court petition for post-conviction relief.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">A. Additional Time due to Mailing</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Citing Federal Rule of Civil Procedure 6(e), the petitioner theorizes that three days should be added to the one-year deadline for filing his federal habeas application.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> His thinking runs along the following lines. As the district court recognized, section 2244(d)(1) provides for tolling during the ninety-day period in which the petitioner would have been allowed to ask the United States Supreme Court to grant certiorari to review the Law Court's denial of his direct appeal (the fact that the petitioner did not seek certiorari is immaterial). The petitioner concludes that this ninety-day period did not expire on November 6, 1997 (as determined by the district court), but, rather, on November 9, 1997. In support of this conclusion, he notes that notice of the adverse judgment was mailed to him and suggests that, due to this circumstance, the habeas court should have invoked Rule 6(e) and waited three days before starting to count the ninety-day period. The respondent counters that this claim was not raised below and urges us to hold that it has been forfeited. See, e.g., Clauson v. Smith, <span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 666 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because the forfeiture question is murky, we choose to address the claim head-on. We recently have recognized \"[t]he prevailing view . . . that Rule 6(e) does not apply to statutes of limitation.\" Berman v. United States, <span class=\"citation\" data-id=\"199584\"><a href=\"/opinion/199584/berman-v-united-states/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir. 2001). This is because Rule 6(e), in terms, \"is centrally concerned with what a 'party' does and a 'party' operates within the framework of an existing case. By contrast, statutes of limitation . . . govern the time for commencing an action.\" Id. That rationale is dispositive here.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">28 U.S.C. &#167; 2101(d), in conjunction with Supreme Court Rule 13(1), merely establishes a ninety-day interval within which an aggrieved litigant may file a petition for certiorari following entry of a judgment of a state court of last resort.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Neither the certiorari statute nor the implementing Supreme Court rule triggers the prophylaxis of Rule 6(e) because neither of them, in the language of that rule, requires a party to take any action \"within a prescribed period of time after the service of a notice\" upon the party. Rather, both unambiguously require filing within ninety days after entry of a judgment. Given this structure, Rule 6(e) cannot serve to enlarge the time period for filing a petition for certiorari following entry of a judgment affirming a criminal conviction. See 1 James Wm. Moore, Moore's Federal Practice &#167; 6.05[3] at 6-35 (3d ed. 1999) (explaining that Rule 6(e) does not apply to time periods that begin with the filing in court of a judgment or an order); see also Flint v. Howard, <span class=\"citation\" data-id=\"304971\"><a href=\"/opinion/304971/robert-w-flint-jr-v-francis-howard-warden-adult-correctional/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1084</span></a></span>, 1087 (1st Cir. 1972) (per curiam). Consequently, there is no basis for additional tolling.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <p class=\"indent\">Pendency</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The tolling provision contained in 28 U.S.C. &#167; 2244(d)(2) speaks in terms of periods of time during which an application for state post-conviction review is \"pending.\" The petitioner argues that his state-court petition for post-conviction review was \"pending\" within the meaning of this statute until his counsel received notice that the Law Court had denied the application for a CPC.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This argument is refuted by the unambiguous text of the Maine post-conviction review statute. That statute specifically provides that \"[d]enial\" of a CPC concludes the proceeding. Me. Rev. Stat. Ann. tit. 15, &#167; 2131(1) (stating explicitly that denial \"constitutes finality\"). Thus, the petition for post-conviction relief was pending only until the Law Court denied the application for a CPC. This occurred when the order of denial was entered on the Law Court's docket, i.e., on December 22, 1997. See supra note 2.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We think that this construction is compelled by the Maine statute. Moreover, this construction is a natural one. Courts seem uniformly to have assumed, without extended discussion, that the date of judgment, rather than the date that notice of judgment is received, controls for computational purposes under 28 U.S.C. &#167; 2244(d)(2). E.g., Adams v. LeMaster, <span class=\"citation\" data-id=\"160080\"><a href=\"/opinion/160080/adams-v-lemaster/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1177</span></a></span>, 1180 (10th Cir. 2000); Williams v. Cain, <span class=\"citation\" data-id=\"769252\"><a href=\"/opinion/769252/elmore-j-williams-v-burl-cain/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span>, 309-11 (5th Cir. 2000). Confirming this intuition, the Second Circuit recently addressed the problem and held, in the context of a New York statute that is much more opaque than its Maine counterpart, that the date of judgment governs.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Geraci v. Senkowski, <span class=\"citation\" data-id=\"768550\"><a href=\"/opinion/768550/sammy-geraci-v-daniel-senkowski-supt/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9 (2d Cir. 2000). Hence, the district court did not err in resuming the count on December 23, 1997.</p>\n    </div>\n    <p class=\"indent\">IV. Equitable Tolling</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The petitioner's fallback position is that the district court should have applied the doctrine of equitable tolling to permit his federal habeas petition to proceed. The district court entertained this possibility but rejected it on the merits. We review that ruling for abuse of discretion, mindful of the \"highly deferential\" nature of our oversight. Delaney, 264 F.3d at 13-14.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is, of course, a threshold question: whether, as a matter of law, equitable tolling is available, even in a factually appropriate case, in respect to section 2244(d)(1). This question is not free from doubt. See id. at 14 (discussing the matter and declining to resolve it). Like Delaney, the case at hand does not require us to decide whether a federal court ever can apply equitable tolling to ameliorate the AEDPA's one-year limitation period. Here, the district court squarely confronted the petitioner's equitable tolling claim and rejected it on the facts. Assuming, for argument's sake, that equitable tolling is available in theory, the record compels the conclusion that the district court did not abuse its discretion in withholding that anodyne.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The party who seeks to invoke equitable tolling bears the devoir of persuasion and must, therefore, establish a compelling basis for awarding such relief. Id. We have made it pellucid \"that equitable tolling, if available at all, is the exception rather than the rule; [and that] resort to its prophylaxis is deemed justified only in extraordinary circumstances.\" Id. The district court found that the petitioner had not demonstrated the existence of extraordinary circumstances such as would warrant equitable tolling. We test that finding.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The petitioner premises his claim of equitable tolling on a delay in obtaining the transcript of the evidentiary hearing held in the state superior court in connection with his state petition for post-conviction review. That delay was unfortunate -- but largely beside the point. After all, the district court explicitly found that the petitioner did not need that transcript in order to file a federal habeas application and this finding has deep roots in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The habeas application merely realleged two grounds asserted in pleadings previously filed on the petitioner's behalf in the state post-conviction proceedings. All that the petitioner had to do to place those averments in issue in the federal court proceeding was to \"set forth in summary form the facts supporting each of the grounds.\" Rules Governing Section 2254 Cases in the United States District Courts, 4.2(c). In addition, the petitioner had attended the post-conviction evidentiary hearing and, thus, knew what had transpired at that session. Given the lack of any need for particularity, citation to the transcript was unnecessary in order to allege the grounds for federal habeas relief. It follows that the state court's delay in furnishing the petitioner with the transcript did not establish a basis for equitable tolling. See Gassler v. Bruton, <span class=\"citation\" data-id=\"773833\"><a href=\"/opinion/773833/robert-daniel-gassler-v-james-bruton-warden/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">492</span></a></span>, 495 (8th Cir. 2001) (rejecting equitable tolling argument based on alleged delay in receipt of a transcript); Brown v. Cain, <span class=\"citation\" data-id=\"2521264\"><a href=\"/opinion/2521264/brown-v-cain/\"><span class=\"volume\">112</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">585</span></a></span>, 587 (E.D. La. 2000) (holding transcript unnecessary to prepare habeas petition); Fadayiro v. United States, <span class=\"citation\" data-id=\"2417159\"><a href=\"/opinion/2417159/fadayiro-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">772</span></a></span>, 779-80 (D.N.J. 1998) (holding delay in receiving transcripts not sufficiently extraordinary to justify application of equitable tolling); United States v. Van Poyck, <span class=\"citation\" data-id=\"1883134\"><a href=\"/opinion/1883134/united-states-v-van-poyck/\"><span class=\"volume\">980</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1108</span></a></span>, 1110-11 (C.D. Cal. 1997) (holding delay in receipt of transcript not an \"extraordinary circumstance[]\" sufficient to justify equitable tolling).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need not cite book and verse in connection with the district court's finding. What matters is that the court painstakingly weighed and analyzed the totality of the circumstances (including the \"delayed transcript\" claim) and reached a rational -- though not inevitable -- conclusion. Given the court's detailed explanation, there is no principled way in which we can disturb its considered refusal to apply the doctrine of equitable tolling to resurrect the petitioner's time-barred habeas application. Cf. Irwin v. Dep't of Veterans Affairs, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></span>, 96 (1990) (explaining that equitable tolling \"do[es] not extend to what is at best a garden variety claim of excusable neglect\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If more were needed -- and we doubt that it is -- the district court also found that the petitioner had received his copy of the evidentiary hearing transcript no later than July 24, 2000. At that point, he had more than seven weeks left in the limitation period within which to prepare and file his federal habeas application. We agree with the lower court that the petitioner has not adequately shown why that interval was insufficient to permit timely filing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The petitioner's assertion that his pro se status somehow entitles him to equitable tolling is wide of the mark. While pro se pleadings are to be liberally construed, see, e.g., Johnson v. Rodriguez, <span class=\"citation\" data-id=\"567585\"><a href=\"/opinion/567585/leroy-h-johnson-jr-v-alex-rodriguez-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 107 (1st Cir. 1991), the policy of liberal construction cannot plausibly justify a party's failure to file a habeas petition on time. Indeed, we rejected a virtually identical argument in Delaney, explaining that, \"[i]n the context of habeas claims, courts have been loath to excuse late filings simply because a pro se prisoner misreads the law.\" 264 F.3d at 15 (citing representative cases).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To sum up, the district court found that the petitioner had no compelling need for the hearing transcript in order to prepare his federal habeas application; and that, in all events, the petitioner dawdled for nearly two months after receiving it before he filed his application. In view of these supportable findings, we discern no abuse of discretion in the court's ultimate conclusion that the petitioner did not establish the kind of extraordinary circumstances that are necessary to justify equitable tolling. After all, \"equitable tolling is strong medicine, not profligately to be dispensed,\" id., and the trial court's judgment about so fact bound a matter is entitled to considerable respect.</p>\n    </div>\n    <p class=\"indent\">V. Conclusion</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We need go no further. As the district court found, the habeas petition was time-barred and equitable tolling was not available to salvage it. The court, therefore, properly terminated the proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The dismissal occurred after the district judge accepted and largely adopted the detailed report and recommendation of a magistrate judge. For simplicity's sake, we do not distinguish between the two judicial officers. Rather, we take an institutional view and refer to the findings and determinations below as those of the district court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Law Court's order was dated December 20, 1999, but not entered on the court's docket until two days later. In our view, the latter date controls.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Courts have disagreed about whether this is a question of state or federal law. Compare Adams v. LeMaster, <span class=\"citation\" data-id=\"160080\"><a href=\"/opinion/160080/adams-v-lemaster/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1177</span></a></span>, 1181 (10th Cir. 2000) (concluding that state law governs and, thus, that the prisoner mailbox rule ought not to be applied to a state-court petition for post-conviction relief when determining tolling under 28 U.S.C. &#167; 2244(d)(2)), with Saffold v. Newland, <span class=\"citation\" data-id=\"773370\"><a href=\"/opinion/773370/tony-eugene-saffold-v-anthony-newland/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1262</span></a></span>, 1268-69 (9th Cir. 2001) (holding to the contrary), cert. granted, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">393</span></span> (Oct. 15, 2001). We need not decide that question here. We note in passing, however, that to the extent (if at all) this is a question of state law, the Law Court has reserved decision on whether to adopt the prisoner mailbox rule. See Finch v. State, <span class=\"citation no-link\"><span class=\"volume\">736</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1043</span></span>, 1043 n.1 (Me. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The rule provides:</p>\n        <p>Whenever a party has the right or is required to do some act or take some proceedings within a prescribed period after the service of a notice or other paper upon the party and the notice or paper is served upon the party by mail, 3 days shall be added to the prescribed period.</p>\n        <p>Fed. R. Civ. P. 6(e) (2000) (amended Dec. 1, 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The applicable statute provides:</p>\n        <p>The time for appeal or application for a writ of certiorari to review the judgment of a State court in a criminal case shall be as prescribed by rules of the Supreme Court.</p>\n        <p>28 U.S.C. &#167; 2101(d). The applicable court rule is to the same effect:</p>\n        <p>. . . [A] petition for a writ of certiorari to review a judgment in any case, civil or criminal, entered by a state court of last resort is timely when it is filed with the Clerk of this Court within 90 days after entry of the judgment.</p>\n        <p>Sup. Ct. R. 13(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The lone authority relied upon by the petition for a contrary reading of section 2244(d)(2) is Bennett v. Artuz, <span class=\"citation\" data-id=\"767097\"><a href=\"/opinion/767097/tony-bruce-bennett-v-christopher-artuz-superintendent/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">116</span></a></span> (2d Cir. 1999). That decision, at first blush, contains language supportive of the petitioner's position, see id. at 120, but that language was clarified by the Second Circuit in Geraci v. Senkowski, <span class=\"citation\" data-id=\"768550\"><a href=\"/opinion/768550/sammy-geraci-v-daniel-senkowski-supt/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9 (2d Cir. 2000). As clarified, Bennett does not advance the petitioner's cause. Indeed, the Geraci court rejected an argument virtually identical to the one made by the present petitioner. See id.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1883134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2417159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2521264/"
  ]
}