{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199787/",
  "absolute_url": "/opinion/199787/hoyt-v-roche-bros/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199787/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:41Z",
  "date_modified": "2017-03-24T11:03:16.260413Z",
  "type": "010combined",
  "sha1": "8c687b4962340bf64210388b8caa7d133307ac27",
  "page_count": 11,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1810-01A.pdf",
  "local_path": "pdf/2002/01/22/Hoyt_v._Roche_Bros..pdf",
  "plain_text": "          [Not for Publication - Not to be Cited as Precedent]\n\n         United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1810\n\n                           JAMES R. HOYT,\n\n                      Plaintiff, Appellant,\n\n                                  v.\n\n                  ROCHE BROTHERS SUPERMARKETS,\n\n                       Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                                Before\n\n                    Torruella, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                 and O’Toole,* District Judge.\n\n\n\n     Paul A. Rinden, with whom Rinden Professional Assoc., was\non brief, for appellant.\n     H. Charles Hambelton, with whom Kimberly M. McCann and\nGibson & Behman, P.C., were on brief, for appellee.\n\n\n\n\n                          January 18, 2002\n\f_____________________\n*Of the District of Massachusetts, sitting by designation.\n\f            STAHL, Senior Circuit Judge.                Appellant James R. Hoyt\n\n(\"Hoyt\") appeals from a district court order granting summary\n\njudgment    in   favor   of    appellee         Roche   Brothers    Supermarkets\n\n(\"Roche Brothers\").      In this personal injury case, Hoyt alleged\n\nthat he sustained injuries to his leg due to Roche Brothers'\n\nnegligence.      The district court held that no reasonable jury\n\ncould conclude that it was more likely than not that Roche\n\nBrothers had caused the dangerous condition that led to Hoyt's\n\ninjury.    We reverse, finding that the district court relied on\n\nimpermissible     inferences       in    favor     of    the   moving   party    in\n\nreaching its holding.\n\n            The injury in question occurred as follows.                      On the\n\nmorning of December 15, 1997, Hoyt, a resident of Concord, New\n\nHampshire and a truck driver for Lilly Transportation, stopped\n\nat   the   loading   dock     at   a    Roche    Brothers      market   in   Acton,\n\nMassachusetts, to deliver eggs.               A co-worker accompanied Hoyt.\n\nThe loading dock could accommodate two trucks and, after waiting\n\nbriefly for one truck to leave, Hoyt pulled in next to another\n\ntruck.     At that time, a number of empty pallets -- portable\n\nwooden platforms on which truck drivers often deliver their\n\nloads -- were stacked on the loading dock.                       While Hoyt was\n\nunloading eggs from his truck onto a cart on the loading dock,\n\nseveral pallets fell on him, injuring his leg.                    The pallets in\n\n\n                                        -3-\n\fquestion had been leaning up vertically against a stack of\n\nhorizontally stacked pallets, which the parties agree created a\n\ndangerous situation.       Hoyt brought this case in district court\n\nbased on diversity jurisdiction.\n\n           Under Massachusetts law, a property owner has a duty\n\nto lawful visitors to maintain his property in a reasonably safe\n\nstate.     Mounsey v. Ellard, 363            Mass.    693,    707    (1973).     A\n\nproperty   owner    is   liable   if    he    has    notice   that    an    unsafe\n\ncondition existed.       Notice is satisfied if 1) the property owner\n\nor its employee caused the unsafe condition; 2) the property\n\nowner or its employee had actual knowledge of the condition; or\n\n3) the unsafe condition was present and evident for a time long\n\nenough that the property owner or its employee should have known\n\nabout it. Oliveri v. Mass. Bay Transp. Auth., 363 Mass. 165, 167\n\n(1973).    The only question on appeal is whether the district\n\ncourt    properly   granted   summary        judgment   in    favor    of    Roche\n\nBrothers on the issue of whether Roche Brothers or its employee\n\ncaused the unsafe condition -- that is, the vertical stacking of\n\nthe pallets -- that led to the pallets falling on Hoyt's leg.1\n\n\n\n    1 The district court also found against Hoyt under prong 3\n(whether the unsafe condition had existed long enough so that\nRoche Brothers should have had notice and corrected it) as well\nas under a theory of negligence on the part of Roche Brothers\nfor failing to implement a safety policy against stacking\npallets on their side. Hoyt has not appealed these rulings.\n\n                                       -4-\n\f           Summary judgment is proper where the evidence shows\n\nthat \"there is no genuine issue as to any material fact and that\n\nthe moving party is entitled to a judgment as a matter of law.\"\n\nFed. R. Civ. P. 56(c).         A court may enter summary judgment\n\n\"against a party who fails to make a showing sufficient to\n\nestablish the existence of an element essential to that party's\n\ncase, and on which that party will bear the burden of proof at\n\ntrial.\"    Celotex Corp. v. Catrett, 477 U.S. 317, 322 (1986).\n\nThe question of whether a Roche Brothers employee caused the\n\nunsafe condition is such an element.        Hence, in order to escape\n\nsummary judgment, Hoyt must present evidence sufficient for a\n\nreasonable factfinder to find that a Roche Brothers employee\n\ncaused the pallets to be stacked vertically.           When evaluating\n\nsuch evidence, the court must draw all reasonable inferences in\n\nfavor of the nonmovant, Cippollone v. Yale Indus. Prod., Inc.,\n\n202 F.3d 376, 378 (1st Cir. 2000), in this case, Hoyt.\n\n           We review the grant of summary judgment de novo.           Id.\n\nNo direct evidence was offered in this case about who placed the\n\npallets    that   injured   Hoyt.   The   parties   instead   put   forth\n\ncircumstantial evidence showing how the pallets were generally\n\nhandled.    The relevant evidence was provided by several Roche\n\nBrothers employees.     George Hayes, the Roche Brothers receiving\n\nclerk at the time of the accident, testified that truck drivers\n\n\n                                    -5-\n\ftypically brought pallets into the receiving area of the store\n\nto unload the merchandise and that they then took the empty\n\npallets away.         He stated that some truck drivers preferred to\n\nleave the loaded pallets at the store to be unloaded by a sales\n\nrepresentative or a Roche Brothers employee and that in that\n\ncase   the   empty     pallets        were       retrieved     at    a   later    time.\n\nAccording to Hayes, pending pickup by the truck drivers, empty\n\npallets were stored on the loading dock.                        Because the pallets\n\nwere   generic       and   unmarked         as    to    ownership,       truck    drivers\n\nretrieving      pallets       could    take       any    empty       pallets     awaiting\n\nremoval.\n\n             Hayes    also     testified         that    he    was    responsible    for\n\nkeeping the receiving area clean and organized, including the\n\nstacking of empty pallets.             He explained that when he first came\n\ninto work early in the morning he collected any empty pallets in\n\nthe store proper and stacked them.                     Then, at six o'clock a.m.,\n\nwhen he opened the door, he moved the stacked pallets to the\n\nloading dock.         During the course of the day, he continued to\n\nstack empty pallets on the loading dock.                      James Lundy, the store\n\nmanager    at   the    time    of     the    accident,        confirmed     that    empty\n\npallets were stacked on the loading dock, among other places,\n\nfor driver pickup.           However, both Hayes and Lundy, as well as\n\nDavid Kerr, the director of human resources for Roche Brothers,\n\n\n                                            -6-\n\ftestified that in any event it was the practice and the policy\n\nof   Roche   Brothers   and    its   employees   to   stack   the   pallets\n\nhorizontally and not vertically and to re-stack any pallet found\n\nlying on its side.2\n\n             The   record     thus   indicates   that    Roche      Brothers\n\nemployees, and specifically Hayes, were responsible for stacking\n\nempty pallets at the Acton store.          There is no evidence in the\n\nrecord that anyone other than Roche Brothers employees stacked\n\n\n\n      2The meaning of the following lines from Lundy's testimony\nhas been strongly contested by the parties:\n          Q: Do you stack [pallets] on the loading platform?\n          A: Yes.\n          Q: Both horizontally and vertically?\n          [Roche Brothers's attorney]: Objection.\n          [Lundy]: Yes.\n   Hoyt has argued that, from the sequence of questions put to\nLundy, he is entitled to an inference that Roche Brothers\nemployees actually stacked empty pallets vertically as well as\nhorizontally. The district court disagreed and found that, in\nthe context of Lundy's overall testimony repeatedly stressing\nthat it was Roche Brothers' practice and policy to stack empty\npallets only horizontally, Lundy's response was merely a\nconfirmation of the hazard that the company's policies were\ndesigned to guard against (Memorandum and Order, No. 99-12172-\nDPW, at 7 n. 2 (D. Mass., May 2, 2001)). We agree with Hoyt that\nthe plain meaning of Lundy's response could support the\ninference Hoyt has asked us to draw. However, contrary to what\nHoyt has argued, the district court's reluctance to draw that\ninference from Lundy's testimony seems to stem not from a\nrefusal to draw the inference in favor of Hoyt, but from its\njudgment that the plain meaning misrepresents what Lundy meant\nto say. In light of our ruling below, we need not resolve the\nmeaning of Lundy's response and leave for trial the question of\nwhether Lundy's answer can fairly be understood as an admission\nthat Roche Brothers employees stacked some empty pallets\nvertically.\n\n                                     -7-\n\fempty pallets on the loading dock.      The evidence admittedly\n\ndemonstrates that truck drivers handled pallets in the sense\n\nthat they brought them, loaded with merchandise, into the store\n\nand that they picked up empty pallets from the stacks on the\n\nloading dock and took them away in their trucks for future use.\n\nBut the record contains no evidence to support the position that\n\ntruck drivers stacked empty pallets or dealt with empty pallets\n\nin any way other than to pick them up and take them away.\n\n           The district court, however, came to the opposite\n\nconclusion -- that is, that \"sometimes pallets ended up leaning\n\nvertically because of the drivers handling of them\" (Memorandum\n\nand Order, No. 99-12172-DPW, at 3 (D. Mass., May 2, 2001)\n\n(hereinafter   \"Order\")).     Specifically,   the   district   court\n\npointed out that Hayes had testified that he occasionally would\n\nsee pallets left vertically, but that \"when you receive in a\n\nstore for a period of time you have certain rules and they know\n\nthat's a no, no with me.\" 3    The court concluded that in that\n\n\n    3   The relevant Hayes testimony was as follows:\n           Q. Did you have a -- did you have a practice of\n           keeping pallets stored horizontally rather than leaned\n           up vertically?\n           A. That was the policy.\n           Q. To keep them stored horizontally?\n           A. Positively.\n           Q. So if someone left a pallet vertically you'd pick\n           it up and put it down horizontally?\n           A. Yes.\n           Q. Did you see that occasionally?\n\n                                -8-\n\fcontext \"they\" referred to truck drivers (Order at 7, n. 1).\n\nThe court also found it important that numerous individuals not\n\nemployed by Roche Brothers had been in the vicinity at the time\n\nof the accident, with the implication that any one of them may\n\nhave placed the pallets that injured Hoyt (Order at 7).            Hence,\n\nthe district court concluded, a Roche Brothers employee was no\n\nmore likely than someone else to have placed the pallets that\n\ninjured Hoyt.\n\n           We cannot agree.      In the context of Hayes' testimony,\n\nit is a reasonable inference that the ambiguous \"they\" referred\n\nto the truck drivers, but it is an equally reasonable inference\n\nthat \"they\" referred to other Roche Brothers employees, who may\n\nhave occasionally left the pallets leaning vertically, despite\n\nHayes' \"rules.\"       More to the point, the conclusion that Hayes\n\nwas referring to truck drivers requires us to draw an inference\n\nin favor of Roche Brothers, the moving party, which is forbidden\n\nin the context of the summary judgment motion.              Furthermore,\n\nwith   respect   to   the   district   court's   second   point,   in   the\n\nabsence of evidence connecting the truck drivers to the stacking\n\nof pallets, the fact that a number of nonemployees of Roche\n\n\n           A. Oh, yeah it happened. It wasn't a common practice.\n           When you receive in a store for a period of time you\n           have certain rules and they know that's a no, no with\n           me.\n\n\n                                   -9-\n\fBrothers, including a truck driver, were in the vicinity when\n\nthe accident occurred bears no weight on the question of who\n\ncaused the pallets in question to be stacked vertically.4\n\n          In summary, the record evidence supports the position\n\nthat Roche Brothers employees regularly stacked empty pallets.\n\nIn contrast, we have no evidence that the truck drivers handled\n\nthe empty pallets in any way other than to remove them from the\n\npremises and place them in their trucks.                 The conclusion that\n\ntruck drivers on occasion caused empty pallets to be placed\n\nvertically   can   only     be   reached   by    drawing    inferences    from\n\nHayes's   ambiguous   testimony       that      \"they\"    occasionally    left\n\npallets vertically, from the general circumstances that truck\n\ndrivers had access to the loading dock, and from the fact that\n\nthey picked up pallets for the purpose of taking them away.\n\nWhile   ultimately    the    evidence      at    trial    may   support   this\n\n\n\n\n    4  On appeal Roche Brothers makes the additional argument,\nnot discussed by the district court, that \"the very fact that\nthe pallets were vertical proves that a Roche Brothers employee\ndid not stack the pallet, as they would have then been\nhorizontal based upon Roche Brothers policies and procedures and\nthe clear testimony of George Hayes.\"        We also find this\nargument unpersuasive. It is an equally tenable position that,\ndespite Hayes' usual practice and Roche Brothers' policy of\nstacking pallets horizontally, Roche Brothers employees in this\ninstance deviated from that practice and stacked the pallets\nvertically.   With no evidence to support one or the other\nposition, we cannot infer from Hayes' testimony that the\nvertical stacking was not done by him or another employee.\n\n                                    -10-\n\fconclusion, it was impermissible for the district court to reach\n\nit in the context of a motion for summary judgment.\n\n         Reversed.\n\n\n\n\n                             -11-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          [Not for Publication - Not to be Cited as Precedent]\n\n         United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1810\n\n                           JAMES R. HOYT,\n\n                      Plaintiff, Appellant,\n\n                                  v.\n\n                  ROCHE BROTHERS SUPERMARKETS,\n\n                       Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                                Before\n\n                    Torruella, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                 and O’Toole,* District Judge.\n\n\n\n     Paul A. Rinden, with whom Rinden Professional Assoc., was\non brief, for appellant.\n     H. Charles Hambelton, with whom Kimberly M. McCann and\nGibson & Behman, P.C., were on brief, for appellee.\n\n\n\n\n                          January 18, 2002\n\f_____________________\n*Of the District of Massachusetts, sitting by designation.\n\f            STAHL, Senior Circuit Judge.                Appellant James R. Hoyt\n\n(\"Hoyt\") appeals from a district court order granting summary\n\njudgment    in   favor   of    appellee         Roche   Brothers    Supermarkets\n\n(\"Roche Brothers\").      In this personal injury case, Hoyt alleged\n\nthat he sustained injuries to his leg due to Roche Brothers'\n\nnegligence.      The district court held that no reasonable jury\n\ncould conclude that it was more likely than not that Roche\n\nBrothers had caused the dangerous condition that led to Hoyt's\n\ninjury.    We reverse, finding that the district court relied on\n\nimpermissible     inferences       in    favor     of    the   moving   party    in\n\nreaching its holding.\n\n            The injury in question occurred as follows.                      On the\n\nmorning of December 15, 1997, Hoyt, a resident of Concord, New\n\nHampshire and a truck driver for Lilly Transportation, stopped\n\nat   the   loading   dock     at   a    Roche    Brothers      market   in   Acton,\n\nMassachusetts, to deliver eggs.               A co-worker accompanied Hoyt.\n\nThe loading dock could accommodate two trucks and, after waiting\n\nbriefly for one truck to leave, Hoyt pulled in next to another\n\ntruck.     At that time, a number of empty pallets -- portable\n\nwooden platforms on which truck drivers often deliver their\n\nloads -- were stacked on the loading dock.                       While Hoyt was\n\nunloading eggs from his truck onto a cart on the loading dock,\n\nseveral pallets fell on him, injuring his leg.                    The pallets in\n\n\n                                        -3-\n\fquestion had been leaning up vertically against a stack of\n\nhorizontally stacked pallets, which the parties agree created a\n\ndangerous situation.       Hoyt brought this case in district court\n\nbased on diversity jurisdiction.\n\n           Under Massachusetts law, a property owner has a duty\n\nto lawful visitors to maintain his property in a reasonably safe\n\nstate.     Mounsey v. Ellard, </pre><span class=\"citation\" data-id=\"2031209\"><a href=\"/opinion/2031209/mounsey-v-ellard/\"><span class=\"volume\">363</span>            <span class=\"reporter\">Mass.</span>    <span class=\"page\">693</span></a></span><pre class=\"inline\">,    707    (1973).     A\n\nproperty   owner    is   liable   if    he    has    notice   that    an    unsafe\n\ncondition existed.       Notice is satisfied if 1) the property owner\n\nor its employee caused the unsafe condition; 2) the property\n\nowner or its employee had actual knowledge of the condition; or\n\n3) the unsafe condition was present and evident for a time long\n\nenough that the property owner or its employee should have known\n\nabout it. Oliveri v. Mass. Bay Transp. Auth., </pre><span class=\"citation\" data-id=\"2036736\"><a href=\"/opinion/2036736/oliveri-v-massachusetts-bay-transportation-authority/\"><span class=\"volume\">363</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">165</span></a></span><pre class=\"inline\">, 167\n\n(1973).    The only question on appeal is whether the district\n\ncourt    properly   granted   summary        judgment   in    favor    of    Roche\n\nBrothers on the issue of whether Roche Brothers or its employee\n\ncaused the unsafe condition -- that is, the vertical stacking of\n\nthe pallets -- that led to the pallets falling on Hoyt's leg.1\n\n\n\n    1 The district court also found against Hoyt under prong 3\n(whether the unsafe condition had existed long enough so that\nRoche Brothers should have had notice and corrected it) as well\nas under a theory of negligence on the part of Roche Brothers\nfor failing to implement a safety policy against stacking\npallets on their side. Hoyt has not appealed these rulings.\n\n                                       -4-\n\f           Summary judgment is proper where the evidence shows\n\nthat \"there is no genuine issue as to any material fact and that\n\nthe moving party is entitled to a judgment as a matter of law.\"\n\nFed. R. Civ. P. 56(c).         A court may enter summary judgment\n\n\"against a party who fails to make a showing sufficient to\n\nestablish the existence of an element essential to that party's\n\ncase, and on which that party will bear the burden of proof at\n\ntrial.\"    Celotex Corp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322 (1986).\n\nThe question of whether a Roche Brothers employee caused the\n\nunsafe condition is such an element.        Hence, in order to escape\n\nsummary judgment, Hoyt must present evidence sufficient for a\n\nreasonable factfinder to find that a Roche Brothers employee\n\ncaused the pallets to be stacked vertically.           When evaluating\n\nsuch evidence, the court must draw all reasonable inferences in\n\nfavor of the nonmovant, Cippollone v. Yale Indus. Prod., Inc.,\n\n</pre><span class=\"citation\" data-id=\"198800\"><a href=\"/opinion/198800/cipollone-v-yale-industrial/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">376</span></a></span><pre class=\"inline\">, 378 (1st Cir. 2000), in this case, Hoyt.\n\n           We review the grant of summary judgment de novo.           Id.\n\nNo direct evidence was offered in this case about who placed the\n\npallets    that   injured   Hoyt.   The   parties   instead   put   forth\n\ncircumstantial evidence showing how the pallets were generally\n\nhandled.    The relevant evidence was provided by several Roche\n\nBrothers employees.     George Hayes, the Roche Brothers receiving\n\nclerk at the time of the accident, testified that truck drivers\n\n\n                                    -5-\n\ftypically brought pallets into the receiving area of the store\n\nto unload the merchandise and that they then took the empty\n\npallets away.         He stated that some truck drivers preferred to\n\nleave the loaded pallets at the store to be unloaded by a sales\n\nrepresentative or a Roche Brothers employee and that in that\n\ncase   the   empty     pallets        were       retrieved     at    a   later    time.\n\nAccording to Hayes, pending pickup by the truck drivers, empty\n\npallets were stored on the loading dock.                        Because the pallets\n\nwere   generic       and   unmarked         as    to    ownership,       truck    drivers\n\nretrieving      pallets       could    take       any    empty       pallets     awaiting\n\nremoval.\n\n             Hayes    also     testified         that    he    was    responsible    for\n\nkeeping the receiving area clean and organized, including the\n\nstacking of empty pallets.             He explained that when he first came\n\ninto work early in the morning he collected any empty pallets in\n\nthe store proper and stacked them.                     Then, at six o'clock a.m.,\n\nwhen he opened the door, he moved the stacked pallets to the\n\nloading dock.         During the course of the day, he continued to\n\nstack empty pallets on the loading dock.                      James Lundy, the store\n\nmanager    at   the    time    of     the    accident,        confirmed     that    empty\n\npallets were stacked on the loading dock, among other places,\n\nfor driver pickup.           However, both Hayes and Lundy, as well as\n\nDavid Kerr, the director of human resources for Roche Brothers,\n\n\n                                            -6-\n\ftestified that in any event it was the practice and the policy\n\nof   Roche   Brothers   and    its   employees   to   stack   the   pallets\n\nhorizontally and not vertically and to re-stack any pallet found\n\nlying on its side.2\n\n             The   record     thus   indicates   that    Roche      Brothers\n\nemployees, and specifically Hayes, were responsible for stacking\n\nempty pallets at the Acton store.          There is no evidence in the\n\nrecord that anyone other than Roche Brothers employees stacked\n\n\n\n      2The meaning of the following lines from Lundy's testimony\nhas been strongly contested by the parties:\n          Q: Do you stack [pallets] on the loading platform?\n          A: Yes.\n          Q: Both horizontally and vertically?\n          [Roche Brothers's attorney]: Objection.\n          [Lundy]: Yes.\n   Hoyt has argued that, from the sequence of questions put to\nLundy, he is entitled to an inference that Roche Brothers\nemployees actually stacked empty pallets vertically as well as\nhorizontally. The district court disagreed and found that, in\nthe context of Lundy's overall testimony repeatedly stressing\nthat it was Roche Brothers' practice and policy to stack empty\npallets only horizontally, Lundy's response was merely a\nconfirmation of the hazard that the company's policies were\ndesigned to guard against (Memorandum and Order, No. 99-12172-\nDPW, at 7 n. 2 (D. Mass., May 2, 2001)). We agree with Hoyt that\nthe plain meaning of Lundy's response could support the\ninference Hoyt has asked us to draw. However, contrary to what\nHoyt has argued, the district court's reluctance to draw that\ninference from Lundy's testimony seems to stem not from a\nrefusal to draw the inference in favor of Hoyt, but from its\njudgment that the plain meaning misrepresents what Lundy meant\nto say. In light of our ruling below, we need not resolve the\nmeaning of Lundy's response and leave for trial the question of\nwhether Lundy's answer can fairly be understood as an admission\nthat Roche Brothers employees stacked some empty pallets\nvertically.\n\n                                     -7-\n\fempty pallets on the loading dock.      The evidence admittedly\n\ndemonstrates that truck drivers handled pallets in the sense\n\nthat they brought them, loaded with merchandise, into the store\n\nand that they picked up empty pallets from the stacks on the\n\nloading dock and took them away in their trucks for future use.\n\nBut the record contains no evidence to support the position that\n\ntruck drivers stacked empty pallets or dealt with empty pallets\n\nin any way other than to pick them up and take them away.\n\n           The district court, however, came to the opposite\n\nconclusion -- that is, that \"sometimes pallets ended up leaning\n\nvertically because of the drivers handling of them\" (Memorandum\n\nand Order, No. 99-12172-DPW, at 3 (D. Mass., May 2, 2001)\n\n(hereinafter   \"Order\")).     Specifically,   the   district   court\n\npointed out that Hayes had testified that he occasionally would\n\nsee pallets left vertically, but that \"when you receive in a\n\nstore for a period of time you have certain rules and they know\n\nthat's a no, no with me.\" 3    The court concluded that in that\n\n\n    3   The relevant Hayes testimony was as follows:\n           Q. Did you have a -- did you have a practice of\n           keeping pallets stored horizontally rather than leaned\n           up vertically?\n           A. That was the policy.\n           Q. To keep them stored horizontally?\n           A. Positively.\n           Q. So if someone left a pallet vertically you'd pick\n           it up and put it down horizontally?\n           A. Yes.\n           Q. Did you see that occasionally?\n\n                                -8-\n\fcontext \"they\" referred to truck drivers (Order at 7, n. 1).\n\nThe court also found it important that numerous individuals not\n\nemployed by Roche Brothers had been in the vicinity at the time\n\nof the accident, with the implication that any one of them may\n\nhave placed the pallets that injured Hoyt (Order at 7).            Hence,\n\nthe district court concluded, a Roche Brothers employee was no\n\nmore likely than someone else to have placed the pallets that\n\ninjured Hoyt.\n\n           We cannot agree.      In the context of Hayes' testimony,\n\nit is a reasonable inference that the ambiguous \"they\" referred\n\nto the truck drivers, but it is an equally reasonable inference\n\nthat \"they\" referred to other Roche Brothers employees, who may\n\nhave occasionally left the pallets leaning vertically, despite\n\nHayes' \"rules.\"       More to the point, the conclusion that Hayes\n\nwas referring to truck drivers requires us to draw an inference\n\nin favor of Roche Brothers, the moving party, which is forbidden\n\nin the context of the summary judgment motion.              Furthermore,\n\nwith   respect   to   the   district   court's   second   point,   in   the\n\nabsence of evidence connecting the truck drivers to the stacking\n\nof pallets, the fact that a number of nonemployees of Roche\n\n\n           A. Oh, yeah it happened. It wasn't a common practice.\n           When you receive in a store for a period of time you\n           have certain rules and they know that's a no, no with\n           me.\n\n\n                                   -9-\n\fBrothers, including a truck driver, were in the vicinity when\n\nthe accident occurred bears no weight on the question of who\n\ncaused the pallets in question to be stacked vertically.4\n\n          In summary, the record evidence supports the position\n\nthat Roche Brothers employees regularly stacked empty pallets.\n\nIn contrast, we have no evidence that the truck drivers handled\n\nthe empty pallets in any way other than to remove them from the\n\npremises and place them in their trucks.                 The conclusion that\n\ntruck drivers on occasion caused empty pallets to be placed\n\nvertically   can   only     be   reached   by    drawing    inferences    from\n\nHayes's   ambiguous   testimony       that      \"they\"    occasionally    left\n\npallets vertically, from the general circumstances that truck\n\ndrivers had access to the loading dock, and from the fact that\n\nthey picked up pallets for the purpose of taking them away.\n\nWhile   ultimately    the    evidence      at    trial    may   support   this\n\n\n\n\n    4  On appeal Roche Brothers makes the additional argument,\nnot discussed by the district court, that \"the very fact that\nthe pallets were vertical proves that a Roche Brothers employee\ndid not stack the pallet, as they would have then been\nhorizontal based upon Roche Brothers policies and procedures and\nthe clear testimony of George Hayes.\"        We also find this\nargument unpersuasive. It is an equally tenable position that,\ndespite Hayes' usual practice and Roche Brothers' policy of\nstacking pallets horizontally, Roche Brothers employees in this\ninstance deviated from that practice and stacked the pallets\nvertically.   With no evidence to support one or the other\nposition, we cannot infer from Hayes' testimony that the\nvertical stacking was not done by him or another employee.\n\n                                    -10-\n\fconclusion, it was impermissible for the district court to reach\n\nit in the context of a motion for summary judgment.\n\n         Reversed.\n\n\n\n\n                             -11-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2031209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2036736/"
  ]
}