{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199826/",
  "absolute_url": "/opinion/199826/united-states-v-valdes-santana/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199826/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:38:22Z",
  "date_modified": "2017-03-24T11:03:34.039198Z",
  "type": "010combined",
  "sha1": "abc93c70e0d7c9c7529a55b0c85be62ef5e5bc0f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/wp.opinions/00-2138.01A",
  "local_path": "wpd/2002/02/12/US_v._Valdes-Santana.wpd",
  "plain_text": "",
  "html": "<p class=\"case_cite\">279 F.3d 143</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Leonel VALDEZ-SANTANA, Roberto Ruiz-Rijo, Juan Jim&#233;nez-De La Rosa, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 00-2138.</p>\n    <p class=\"docket\">No. 00-2139.</p>\n    <p class=\"docket\">No. 00-2140.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2001.</p>\n    <p class=\"date\">Decided February 12, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anita Hill-Adames, for appellant Valdez-Santana.</p>\n      <p class=\"indent\">Mar&#237;a H. Sandoval, with whom Rafael F. Castro-Lang, were on brief, for appellants Ruiz-Rijo and Jim&#233;nez-de la Rosa.</p>\n      <p class=\"indent\">Michelle Morales, Assistant U.S. Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant U.S. Attorney, Chief, Criminal Division, and Nelson P&#233;rez-Sosa, Assistant U.S. Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants Leonel Valdez-Santana, Roberto Ruiz-Rijo and Juan Jim&#233;nez-de la Rosa appeal from their unconditional guilty pleas of attempting to import approximately 400 kilograms of cocaine into the United States. All appellants dispute the authority of United States Customs agents to board appellants' boat, search it, and arrest them. The district court found that the agents had authority under 19 U.S.C. &#167; 1401(k)(1) because appellants' boat was a \"hovering vessel.\" Additionally, appellant Ruiz-Rijo challenges his sentence, claiming that under <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), the statute under which he pled guilty is unconstitutional. He also contends that the district court committed reversible error when it refused his request to conduct discovery regarding the constitutionality of the appointment of Guillermo Gil as Interim United States Attorney. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 12, 1999, a United States Customs aircraft spotted appellants' boat approximately 35 statute miles northwest of Puerto Rico. The boat was on a course and heading that would have brought it to Puerto Rico's northern shore. Based on the size and type of appellants' vessel, its location, and its heading, the aircraft crew suspected that the appellants might be importing contraband into Puerto Rico. When the aircraft approached appellants' boat, appellants brought the boat to a halt and began throwing bales of cocaine overboard. These bales were weighed down with a small outboard motor which caused most of the bales to sink, but some bales continued to float on the surface where the crew of the aircraft could see them. As it turned out, the crew correctly believed the bundles to be cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After disposing of the cocaine, appellants turned their boat around and began moving toward the Dominican Republic. The Customs aircraft continued to monitor the appellants until they were intercepted by two Customs high-speed pursuit boats about 50 statute miles west of Puerto Rico. At the time of intercept, the Customs boats noted that the appellants' boat had no registration numbers or symbols, no flag, nor any other markings of nationality or identification. Customs agents boarded the boat, apprehended the appellants, and searched the boat.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While the appellants were being chased, the Customs aircraft and a Coast Guard helicopter monitored the floating bales. A Border Patrol boat eventually recovered 16 bales of cocaine with an aggregate weight of 402 kilograms.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After being indicted and pleading not guilty, appellants filed a motion to dismiss the indictment and to suppress the evidence of their arrest and all evidence derived from it. The district court denied this motion. Appellant Ruiz-Rijo also entered a motion to stay trial pending the resolution, on appeal, of <i>United States v. Hilario,</i> 218 F.3d 19 (1st Cir.2000). The district court also denied this motion. Subsequently, all three appellants entered <i>unconditional</i> guilty pleas of knowingly and intentionally attempting to import approximately 400 kilograms of cocaine into the United States. The parties, however, stipulated that each appellant should be held accountable for attempting to import 125 kilograms of cocaine.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellants contest the district court's finding that the Customs agents were authorized to board appellants' boat because it was a \"hovering vessel\" under 19 U.S.C. &#167; 1401(k)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> However, appellants have a high hurdle to clear before we will reach this issue. They must show that their <i>unconditional</i> guilty pleas did not waive their right to appeal this issue. We find that appellants did waive this right, and we decline to reach the merits of whether their boat was a \"hovering vessel.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">An \"unconditional guilty plea insulates virtually all earlier rulings in [a] case from appellate review.\" <i>United States v. Cordero,</i> 42 F.3d 697, 698 (1st Cir.1994). The Supreme Court illustrated the rationale behind this rule when it said:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">... a guilty plea represents a break in the chain of events which has preceded it in the criminal process. When a criminal defendant has solemnly admitted in open court that he is in fact guilty of the offense with which he is charged, he may not thereafter raise independent claims relating to the deprivation of constitutional rights that occurred prior to the entry of the guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Tollett v. Henderson,</i> 411 U.S. 258, 267, 93 S.Ct. 1602, 36 L.Ed.2d 235 (1973). The only issues that may still be appealed are jurisdictional errors. <i>See Cordero,</i> 42 F.3d at 699.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants try to shoehorn their claim into this narrow exception by claiming that whether their boat was a hovering vessel is a \"quasi-jurisdictional\" issue. They argue that if their boat was not a hovering vessel, Customs agents did not have authority to board the boat or to seize evidence. Therefore, they argue that the evidence may have been obtained in violation of federal laws. However, whether evidence may have been unlawfully obtained is not a jurisdictional issue. Rather, \"a jurisdictional defect is one that calls into doubt a court's power to entertain a matter, not one that merely calls into doubt the sufficiency or quantum of proof relating to guilt.\" <i>Id.</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The fact that a large portion of the evidence against appellants might have been excluded had appellants' boat not been a hovering vessel does not mean that the district court loses jurisdiction to entertain the underlying criminal charges. <i>See id.</i> Therefore, the hovering vessel issue is neither jurisdictional nor \"quasi-jurisdictional,\" and appellants waived their right to contest the district court's determination when they entered their unconditional guilty pleas.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants argue that if we will not consider the hovering vessel issue, we should set aside their unconditional guilty pleas because they misunderstood their right to appeal when they entered those pleas. Because appellants did not seek to withdraw their plea in the district court, but only before this court, they face an uphill battle. The standard of review is plain error. <i>See United States v. Gandia-Maysonet,</i> 227 F.3d 1, 5 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellants claim that the district court committed reversible error when it accepted the appellants' unconditional guilty pleas because the court knew that appellate review was a condition of appellants' willingness to enter a plea. The record, however, is clear that the defendants understood that appellate review was not certain. Their own lawyer said:<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Your Honor, I just want the record to be clear that I counseled my client that we attempted to obtain the conditional plea so that the door would be left explicitly open as to the two motions to dismiss that were presented on his behalf. On behalf of all other defendants the government declined that invitation and they accepted the government's offer knowing that it is up to the discretion of the Court of Appeals to entertain these two appeals and our rights to prosecute those two appeals are exclusively conditioned on whether the Court of Appeals will accept them. It is not part of this plea and they understand that.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Therefore, any omission by the sentencing court hardly rises to the level of plain error, and we will not reverse the district court's acceptance of appellants' unconditional guilty pleas.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant Ruiz-Rijo also challenges the constitutionality of 21 U.S.C. &#167; 952(a)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> under which he was indicted and pled guilty. The statute, he argues, provides for the judge, not jury, to determine drug quantities, violating the principles announced in <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). Because Ruiz-Rijo did not raise this argument below, our review is for plain error, <i>see United States v. Olano,</i> 507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993), and we find that there was neither plain error nor harm.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In <i>Apprendi,</i> the Supreme Court held that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" 530 U.S. at 490, 120 S.Ct. 2348. While neither we nor any other circuit have addressed the constitutionality of &#167; 952(a) after <i>Apprendi,</i> other circuits have examined similar statutory schemes. They have all found them to be constitutional so long as the jury determines drug quantities. <i>See United States v. McAllister,</i> 272 F.3d 228, 230 (4th Cir.2001); <i>see also United States v. Cernobyl,</i> 255 F.3d 1215, 1219 (10th Cir.2001); <i>United States v. Martinez,</i> 253 F.3d 251, 256 n. 6 (6th Cir.2001); <i>United States v. Brough,</i> 243 F.3d 1078, 1079-80 (7th Cir.2001); <i>United States v. Slaughter,</i> 238 F.3d 580, 582 (5th Cir.2000) (per curiam), <i>cert. denied,</i> 532 U.S. 1045, 121 S.Ct. 2015, 149 L.Ed.2d 1015 (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Here, not only did the indictment include drug quantities, placing the question squarely before the jury should the case have gone to trial, but the plea agreement, signed by appellant, also stipulated drug quantities. Therefore, appellant's argument is without merit.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, appellant Ruiz-Rijo challenges the district court's denial of discovery in support of his motion to dismiss. In his motion to dismiss, appellant claimed that the appointment of Interim United States Attorney Guillermo Gil violated appellant's due process rights because the appointment was unconstitutional. The unconditional plea of guilty waived the argument. Nevertheless, we reach the issue to discourage the making of such an argument. Because we hold that our decision in <i>Hilario,</i> 218 F.3d at 19, abrogates any claim about the unconstitutionality of Mr. Gil's appointment, the district court properly denied discovery to appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Hilario</i> held that Gil holds his office lawfully. <i>Id.</i> at 19. Appellant, however, tries to distinguish his claim from those addressed in <i>Hilario</i> by focusing on his \"as applied\" argument. However, we addressed and rejected that precise argument in <i>Hilario. Id.</i> at 29. Therefore, the district court properly denied appellant's motion to dismiss and the accompanying request for discovery.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1401(k)(1) defines a \"hovering vessel\" as \"any vessel which is found or kept off the coast of the United States within or without the custom waters, if, from the history, conduct, character, or location of the vessel, it is reasonable to believe that such vessel is being used or may be used to introduce or promote or facilitate the introduction or attempted introduction of merchandise into the United States in violation of the laws of the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, violations of the double jeopardy rule are not waived by an unconditional guilty plea<i>See Menna v. New York,</i> 423 U.S. 61, 96 S.Ct. 241, 46 L.Ed.2d 195 (1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While this statement was made by the lawyer for appellant Ruiz-Rijo, all appellants adopted it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 952(a) provides, in relevant part:</p>\n        <p class=\"indent\">It shall be unlawful to import into the customs territory of the United States from any place outside thereof (but within the United States), or to import into the United States from any place outside thereof, any controlled substance in schedule I or II of subchapter I of this chapter, or any narcotic drug in schedule III, IV, or V of subchapter I of this chapter ...</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Leonel VALDEZ-SANTANA, Roberto Ruiz-Rijo, Juan Jim&#233;nez-De La Rosa, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 00-2138.</p>\n    <p class=\"docket\">No. 00-2139.</p>\n    <p class=\"docket\">No. 00-2140.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2001.</p>\n    <p class=\"date\">Decided February 12, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anita Hill-Adames, for appellant Valdez-Santana.</p>\n      <p class=\"indent\">Mar&#237;a H. Sandoval, with whom Rafael F. Castro-Lang, were on brief, for appellants Ruiz-Rijo and Jim&#233;nez-de la Rosa.</p>\n      <p class=\"indent\">Michelle Morales, Assistant U.S. Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant U.S. Attorney, Chief, Criminal Division, and Nelson P&#233;rez-Sosa, Assistant U.S. Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants Leonel Valdez-Santana, Roberto Ruiz-Rijo and Juan Jim&#233;nez-de la Rosa appeal from their unconditional guilty pleas of attempting to import approximately 400 kilograms of cocaine into the United States. All appellants dispute the authority of United States Customs agents to board appellants' boat, search it, and arrest them. The district court found that the agents had authority under 19 U.S.C. &#167; 1401(k)(1) because appellants' boat was a \"hovering vessel.\" Additionally, appellant Ruiz-Rijo challenges his sentence, claiming that under <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), the statute under which he pled guilty is unconstitutional. He also contends that the district court committed reversible error when it refused his request to conduct discovery regarding the constitutionality of the appointment of Guillermo Gil as Interim United States Attorney. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 12, 1999, a United States Customs aircraft spotted appellants' boat approximately 35 statute miles northwest of Puerto Rico. The boat was on a course and heading that would have brought it to Puerto Rico's northern shore. Based on the size and type of appellants' vessel, its location, and its heading, the aircraft crew suspected that the appellants might be importing contraband into Puerto Rico. When the aircraft approached appellants' boat, appellants brought the boat to a halt and began throwing bales of cocaine overboard. These bales were weighed down with a small outboard motor which caused most of the bales to sink, but some bales continued to float on the surface where the crew of the aircraft could see them. As it turned out, the crew correctly believed the bundles to be cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After disposing of the cocaine, appellants turned their boat around and began moving toward the Dominican Republic. The Customs aircraft continued to monitor the appellants until they were intercepted by two Customs high-speed pursuit boats about 50 statute miles west of Puerto Rico. At the time of intercept, the Customs boats noted that the appellants' boat had no registration numbers or symbols, no flag, nor any other markings of nationality or identification. Customs agents boarded the boat, apprehended the appellants, and searched the boat.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While the appellants were being chased, the Customs aircraft and a Coast Guard helicopter monitored the floating bales. A Border Patrol boat eventually recovered 16 bales of cocaine with an aggregate weight of 402 kilograms.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After being indicted and pleading not guilty, appellants filed a motion to dismiss the indictment and to suppress the evidence of their arrest and all evidence derived from it. The district court denied this motion. Appellant Ruiz-Rijo also entered a motion to stay trial pending the resolution, on appeal, of <i>United States v. Hilario,</i> <span class=\"citation\" data-id=\"198998\"><a href=\"/opinion/198998/united-states-v-hilario/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span> (1st Cir.2000). The district court also denied this motion. Subsequently, all three appellants entered <i>unconditional</i> guilty pleas of knowingly and intentionally attempting to import approximately 400 kilograms of cocaine into the United States. The parties, however, stipulated that each appellant should be held accountable for attempting to import 125 kilograms of cocaine.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellants contest the district court's finding that the Customs agents were authorized to board appellants' boat because it was a \"hovering vessel\" under 19 U.S.C. &#167; 1401(k)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> However, appellants have a high hurdle to clear before we will reach this issue. They must show that their <i>unconditional</i> guilty pleas did not waive their right to appeal this issue. We find that appellants did waive this right, and we decline to reach the merits of whether their boat was a \"hovering vessel.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">An \"unconditional guilty plea insulates virtually all earlier rulings in [a] case from appellate review.\" <i>United States v. Cordero,</i> <span class=\"citation\" data-id=\"195801\"><a href=\"/opinion/195801/united-states-v-cordero-garcia/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 698 (1st Cir.1994). The Supreme Court illustrated the rationale behind this rule when it said:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">... a guilty plea represents a break in the chain of events which has preceded it in the criminal process. When a criminal defendant has solemnly admitted in open court that he is in fact guilty of the offense with which he is charged, he may not thereafter raise independent claims relating to the deprivation of constitutional rights that occurred prior to the entry of the guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Tollett v. Henderson,</i> <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 267, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span></a></span> (1973). The only issues that may still be appealed are jurisdictional errors. <i>See Cordero,</i> 42 F.3d at 699.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants try to shoehorn their claim into this narrow exception by claiming that whether their boat was a hovering vessel is a \"quasi-jurisdictional\" issue. They argue that if their boat was not a hovering vessel, Customs agents did not have authority to board the boat or to seize evidence. Therefore, they argue that the evidence may have been obtained in violation of federal laws. However, whether evidence may have been unlawfully obtained is not a jurisdictional issue. Rather, \"a jurisdictional defect is one that calls into doubt a court's power to entertain a matter, not one that merely calls into doubt the sufficiency or quantum of proof relating to guilt.\" <i>Id.</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The fact that a large portion of the evidence against appellants might have been excluded had appellants' boat not been a hovering vessel does not mean that the district court loses jurisdiction to entertain the underlying criminal charges. <i>See id.</i> Therefore, the hovering vessel issue is neither jurisdictional nor \"quasi-jurisdictional,\" and appellants waived their right to contest the district court's determination when they entered their unconditional guilty pleas.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants argue that if we will not consider the hovering vessel issue, we should set aside their unconditional guilty pleas because they misunderstood their right to appeal when they entered those pleas. Because appellants did not seek to withdraw their plea in the district court, but only before this court, they face an uphill battle. The standard of review is plain error. <i>See United States v. Gandia-Maysonet,</i> <span class=\"citation\" data-id=\"199077\"><a href=\"/opinion/199077/united-states-v-gandia-maysonet/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellants claim that the district court committed reversible error when it accepted the appellants' unconditional guilty pleas because the court knew that appellate review was a condition of appellants' willingness to enter a plea. The record, however, is clear that the defendants understood that appellate review was not certain. Their own lawyer said:<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Your Honor, I just want the record to be clear that I counseled my client that we attempted to obtain the conditional plea so that the door would be left explicitly open as to the two motions to dismiss that were presented on his behalf. On behalf of all other defendants the government declined that invitation and they accepted the government's offer knowing that it is up to the discretion of the Court of Appeals to entertain these two appeals and our rights to prosecute those two appeals are exclusively conditioned on whether the Court of Appeals will accept them. It is not part of this plea and they understand that.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Therefore, any omission by the sentencing court hardly rises to the level of plain error, and we will not reverse the district court's acceptance of appellants' unconditional guilty pleas.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant Ruiz-Rijo also challenges the constitutionality of 21 U.S.C. &#167; 952(a)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> under which he was indicted and pled guilty. The statute, he argues, provides for the judge, not jury, to determine drug quantities, violating the principles announced in <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000). Because Ruiz-Rijo did not raise this argument below, our review is for plain error, <i>see United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993), and we find that there was neither plain error nor harm.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In <i>Apprendi,</i> the Supreme Court held that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" 530 U.S. at 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>. While neither we nor any other circuit have addressed the constitutionality of &#167; 952(a) after <i>Apprendi,</i> other circuits have examined similar statutory schemes. They have all found them to be constitutional so long as the jury determines drug quantities. <i>See United States v. McAllister,</i> <span class=\"citation\" data-id=\"775638\"><a href=\"/opinion/775638/united-states-v-keith-andre-mcallister/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 230 (4th Cir.2001); <i>see also United States v. Cernobyl,</i> <span class=\"citation\" data-id=\"161257\"><a href=\"/opinion/161257/united-states-v-cernobyl/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span>, 1219 (10th Cir.2001); <i>United States v. Martinez,</i> <span class=\"citation\" data-id=\"773615\"><a href=\"/opinion/773615/united-states-v-juan-antonio-martinez-99-2025-juan-armando-sauceda/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">251</span></a></span>, 256 n. 6 (6th Cir.2001); <i>United States v. Brough,</i> <span class=\"citation\" data-id=\"772522\"><a href=\"/opinion/772522/united-states-v-jerome-brough/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1078</span></a></span>, 1079-80 (7th Cir.2001); <i>United States v. Slaughter,</i> <span class=\"citation\" data-id=\"22975\"><a href=\"/opinion/22975/united-states-v-slaughter/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">580</span></a></span>, 582 (5th Cir.2000) (per curiam), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1045</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1015</span></span> (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Here, not only did the indictment include drug quantities, placing the question squarely before the jury should the case have gone to trial, but the plea agreement, signed by appellant, also stipulated drug quantities. Therefore, appellant's argument is without merit.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, appellant Ruiz-Rijo challenges the district court's denial of discovery in support of his motion to dismiss. In his motion to dismiss, appellant claimed that the appointment of Interim United States Attorney Guillermo Gil violated appellant's due process rights because the appointment was unconstitutional. The unconditional plea of guilty waived the argument. Nevertheless, we reach the issue to discourage the making of such an argument. Because we hold that our decision in <i>Hilario,</i> 218 F.3d at 19, abrogates any claim about the unconstitutionality of Mr. Gil's appointment, the district court properly denied discovery to appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Hilario</i> held that Gil holds his office lawfully. <i>Id.</i> at 19. Appellant, however, tries to distinguish his claim from those addressed in <i>Hilario</i> by focusing on his \"as applied\" argument. However, we addressed and rejected that precise argument in <i>Hilario. Id.</i> at 29. Therefore, the district court properly denied appellant's motion to dismiss and the accompanying request for discovery.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1401(k)(1) defines a \"hovering vessel\" as \"any vessel which is found or kept off the coast of the United States within or without the custom waters, if, from the history, conduct, character, or location of the vessel, it is reasonable to believe that such vessel is being used or may be used to introduce or promote or facilitate the introduction or attempted introduction of merchandise into the United States in violation of the laws of the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, violations of the double jeopardy rule are not waived by an unconditional guilty plea<i>See Menna v. New York,</i> <span class=\"citation\" data-id=\"109330\"><a href=\"/opinion/109330/menna-v-new-york/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, <span class=\"citation\" data-id=\"109330\"><a href=\"/opinion/109330/menna-v-new-york/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></a></span>, <span class=\"citation\" data-id=\"109330\"><a href=\"/opinion/109330/menna-v-new-york/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While this statement was made by the lawyer for appellant Ruiz-Rijo, all appellants adopted it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 952(a) provides, in relevant part:</p>\n        <p class=\"indent\">It shall be unlawful to import into the customs territory of the United States from any place outside thereof (but within the United States), or to import into the United States from any place outside thereof, any controlled substance in schedule I or II of subchapter I of this chapter, or any narcotic drug in schedule III, IV, or V of subchapter I of this chapter ...</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/22975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/161257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775638/"
  ]
}