{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199812/",
  "absolute_url": "/opinion/199812/united-states-v-hughes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199812/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:38:03Z",
  "date_modified": "2017-03-24T11:03:32.340589Z",
  "type": "010combined",
  "sha1": "8e141bbba0566f210e9ce522fed329dd3ae2ea58",
  "page_count": 11,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1408-01A.pdf",
  "local_path": "pdf/2002/02/06/US_v._Hughes.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 01-1408\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellant,\n\n                              v.\n\n                     JOHN PATRICK HUGHES,\n\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n                            Before\n\n                     Boudin, Chief Judge,\n\n                Rosenn,* Senior Circuit Judge,\n\n                  and Lipez, Circuit Judge.\n\n\n\n     Theodore D. Chuang, Assistant United States Attorney, with\nwhom James B. Farmer, United States Attorney, was on brief for\nthe United States.\n     Miriam Conrad, Federal Defender Office, for appellee.\n\n\n\n\n    *Of the Third Circuit, sitting by designation.\n\f                          February 6, 2002\n\n\n\n\n          BOUDIN, Chief Judge.     On December 8, 1999, a federal\n\ngrand jury returned an indictment against John Patrick Hughes,\n\ncharging him with three counts of making false statements in\n\nconnection with the acquisition of firearms in violation of 18\n\nU.S.C. § 922(a)(6), and three counts of possession of a firearm\n\nby a drug user or addict in violation of 18 U.S.C. § 922(g)(3).\n\nHughes then moved to suppress statements made following an\n\narrest by East Bridgewater police for a motor vehicle charge, as\n\nwell as a firearm, ammunition, and an address book discovered\n\nduring an inventory search of his car.            The district court\n\ndenied suppression of the statements, firearm, and ammunition,\n\nbut granted the motion with regard to the address book.\n\n          The government then sought a pretrial ruling permitting\n\nit to call at trial four witnesses who were related in various\n\nways to the address book.    After a four-day evidentiary hearing,\n\nthe district court granted the motion for two of the witnesses,\n\nbut ruled that the remaining two--Heather Caisse and Megan\n\nClancy--could   not   testify   because   they   were   fruits   of   the\n\nunlawful seizure.     United States v. Hughes, 131 F. Supp. 2d 64,\n\n86-87   (D.   Mass.    2001).      The    government    brought       this\n\n                                 -2-\n\finterlocutory appeal under 18 U.S.C. §                       3731 seeking to allow\n\nthe prohibited testimony.\n\n            The background events can be briefly summarized.                           On\n\nJune 18, 1999, Special Agent (SA) Murphy of the Bureau of\n\nAlcohol, Tobacco and Firearms (ATF) began investigating Hughes\n\nafter Hughes purchased eleven handguns from Roach's Sporting\n\nGoods in Cambridge, Massachusetts on three separate dates within\n\na    one-week    period.            SA   Murphy     suspected       that    Hughes    was\n\nunlawfully transferring those weapons to others.                           Since Hughes\n\nwas a resident of East Bridgewater, Massachusetts, SA Murphy\n\nenlisted the help of Detective Allen of the East Bridgewater\n\nPolice Department (EBPD) on June 18, 1999; SA Murphy told Allen\n\nof   his   suspicions         and    asked    him    to    gather    some    background\n\ninformation      on     Hughes      from     EBPD    records.       Detective       Allen\n\nprovided Murphy some basic information on Hughes, such as his\n\naddress and a copy of his license to carry firearms.\n\n            On June 21, 1999, the EBPD stopped Hughes for a traffic\n\nviolation       while    he     was      driving     a     car   registered     to    his\n\ngrandmother Eva Argrew.              The police arrested Hughes for driving\n\non a suspended license, and then searched and towed the car.\n\nDuring the search the police recovered a handgun, an empty\n\nmagazine    clip,       and    an    address       book.     Detective      Allen    then\n\nphotocopied the address book and gave a copy to SA Murphy.\n\n\n                                             -3-\n\fWithin a few days of receiving the address book Murphy searched\n\nfor information on the people and numbers listed in the book and\n\nlater ran criminal record checks and drivers license checks on\n\nvarious individuals.         In early July 1999, Murphy had an ATF\n\nintern run the phone numbers found in the address book through\n\na computerized database.             The intern then annotated the copy\n\nwith available subscriber information and returned it to Murphy.\n\n            The    address      book    contained         the    names        of    various\n\nindividuals       who   would     later       become      relevant           to    Murphy's\n\ninvestigation. However, Murphy also interviewed individuals who\n\nseem to have no connection to the address book who provided\n\ninformation       leading    to      the      discovery         of     the        suppressed\n\nwitnesses.        The problem in evaluating the district court's\n\napplication of the \"fruits\" doctrine to the two suppressed\n\nwitnesses    is    that   substantial             information        that    led        to   the\n\nwitnesses does not depend on the address book but, in other\n\nrespects, there are connections between the address book and the\n\nsuppressed    witnesses         or     to     information            that    could           have\n\ncontributed to the discovery of those witnesses.\n\n            Megan Clancy. On the one hand, Clancy's identification\n\ncan be traced through a path that does not involve the address\n\nbook.   Specifically,           on     July       15,   1999,    Murphy           and    Allen\n\ninterviewed Hughes' grandmother, Eva Argrew, who owned the car\n\n\n                                            -4-\n\fHughes was driving when arrested.          She stated that Gina Holyoke\n\npreviously lived with Hughes, and telephone records obtained\n\nthrough grand jury subpoenas confirmed the connection.                     On\n\nFebruary 10, 2000, Murphy interviewed Holyoke, who mentioned\n\nJohn Knapp as a Hughes associate and Megan Clancy as Knapp's\n\ngirlfriend   who    knew    Hughes    well.       Murphy    then   promptly\n\ninterviewed Clancy.        Neither Argrew nor Holyoke are listed in\n\nthe address book.\n\n           On the other hand, the address book had an entry for\n\n\"Megean Pager,\" and when Murphy ran criminal record checks on\n\naddress book names in June 1999, he found John Knapp had a\n\nrecord and was listed as subject to a civil restraining order\n\ntaken out by Megan Clancy.           Murphy then ran record checks on\n\nClancy.\n\n           Heather Caisse. During the interview on July 15, 1999,\n\nHughes' grandmother mentioned that Hughes had lived with a\n\nfriend named \"Joe\" in a tenement building on Garfield Street.\n\nOn August 23, 1999, Murphy and Allen interviewed Hughes' mother\n\nand   brother,   who   informed   them     that   Hughes   had   resided   on\n\nGarfield Street in Brockton with \"Joe Caise\" a longtime friend.\n\nHolyoke in February 2000 also mentioned Joe Caisse as a Hughes\n\nassociate.   Shortly thereafter, Murphy ran a Registry of Motor\n\nVehicles record check and found an entry for \"Joseph Caisse\" in\n\n\n                                     -5-\n\fBrockton.    In May 2000, through a criminal record check, Murphy\n\nfound that Heather Caisse of the same Brockton address had a\n\nrestraining order against Joe Caisse, and a month later Murphy\n\ninterviewed     Heather    Caisse    about      Hughes.      None   of    the\n\nintermediate witnesses--including, Eva Argrew, Hughes' mother\n\nand brother, and Gina Holyoke--are listed in the address book.\n\n            However, once again there are links between the address\n\nbook and Heather Caisse.        There is an entry for \"Heather and\n\nKids\" (albeit with an old, no longer used telephone number).\n\nThere are also entries for \"Joe Case\" and \"Joe Cassi\" which\n\nMurphy admittedly used for an unsuccessful record check in June\n\n1999.   Thus, there were clues to Heather Caisse even though she\n\nwas not located and interviewed until June 2000 following the\n\nMay 2000 criminal record check of Joe Caisse.\n\n            This is hardly a complete description of all of the\n\nsteps in the investigation but it illustrates the basic pattern.\n\nIt led the district court to conclude not only that the address\n\nbook was used throughout the investigation but also that it\n\nplayed a role in the discovery of Megan Clancy and Heather\n\nCaisse.       This   finding    is    Hughes'     main    counter   to   the\n\ngovernment's    first     argument   on    appeal   which   is   that    both\n\nwitnesses were discovered entirely through independent sources\n\nand are not to be treated as fruits of the unlawfully used book.\n\n\n                                     -6-\n\fSee Silverthorne Lumber Co. v. United States, 251 U.S. 385, 392\n\n(1920).\n\n           The district court's finding is reviewed only for clear\n\nerror.    See United States v. Cruz, 156 F.3d 22, 26 (1st Cir.\n\n1998).    Although the government points to independent paths as\n\nto how it found both witnesses, the possibility remains that the\n\ninterest in or access to those witnesses was reinforced or aided\n\nby information in the address book.              The facts set forth above\n\npermit the inference and, under the standard of review favorable\n\nto Hughes, we cannot overturn the district court's finding of a\n\ncausal connection.\n\n           The    government's      stronger      claim    is    based   on   the\n\nattenuation      doctrine.       Under    Supreme   Court       precedent,    the\n\nweakness of the causal connection, delay in discovery, and lack\n\nof   flagrancy    in   the    violation    and   like     considerations      may\n\npersuade a court that--even though some causal link may exist--\n\na remote \"fruit\" should not be suppressed.              See United States v.\n\nCrews, 445 U.S. 463, 471 (1980); Brown v. Illinois, 422 U.S.\n\n590, 603-04 (1975).          The Court has been especially reluctant to\n\nsuppress such fruits where they are not objects or documents but\n\nlive witnesses who could testify voluntarily and cast light on\n\na range of issues.       United States v. Ceccolini, 435 U.S. 268,\n\n275-78 (1978) (concluding that \"since the cost of excluding\n\n\n                                     -7-\n\flive-witness testimony often will be greater, a closer, more\n\ndirect link between the illegality and that kind of testimony is\n\nrequired\").\n\n           In applying this rather amorphous test of attenuation,\n\nsee 5 LaFave,   Search and Seizure § 11.4(a), at 235 (3d ed.\n\n1996), we do not defer to the district court.        The district\n\ncourt rejected attenuation by saying that the unlawfully used\n\nprimary evidence (here, the address book) could play only a\n\nnegligible role if suppression of the witnesses were to be\n\navoided.   We do not find so grudging a standard in the Supreme\n\nCourt cases and, thus, we make our own determination as to\n\nattenuation, given that the facts after four days of hearings\n\nare as clear as they are likely to be.\n\n           In our view, a number of factors make this a proper\n\ncase in which to apply the doctrine.    First, accepting that the\n\naddress book played some role in discovering the two witnesses,\n\nthat role is filled with uncertainties in degree and kind; and\n\nthe government can at least trace paths to the evidence that do\n\nnot go through the address book.     Further, the paths begin with\n\nsources of evidence--Hughes' grandmother, mother, and brother--\n\nknown to the government prior to the discovery of the notebook.\n\n           Second, there is a considerable time gap between the\n\ncopying of the address book in June 1999 and the discovery of\n\n\n                               -8-\n\fthe    witnesses     in   question       in     February      and     June     2000,\n\nrespectively.      This is not because the police delayed in their\n\nuse of the notebook but, at least in part, because certain of\n\nthe    address     book   clues    proved        cold   and     other        sources\n\n(interviews,       criminal     record        checks,   telephone        records)\n\nsignificantly helped identify and locate the two witnesses.\n\nAlthough Hughes makes much of the fact that Murphy periodically\n\nre-examined the address book, we do not see that re-examination\n\ncould have contributed very much, if anything, to locating these\n\nwitnesses.     The address book did not contain a clear reference\n\nto Megan Clancy or Heather Caisse, much less a current telephone\n\nnumber or address.        Nor did it contain the correct spelling of\n\n\"Caisse.\"\n\n            Third, the possible contribution of the address book\n\nin directing the investigation towards these witnesses seems\n\nweak in comparison to the role of Hughes' family members and\n\nother sources.      The notebook contained nothing to indicate that\n\neither Megan Clancy or Heather Caisse would be important persons\n\nto contact.      Although a criminal record check on address book\n\nnames in June 1999 may have sparked some interest in John Knapp\n\nand,   indirectly     Clancy,     Murphy      apparently      never    sought     to\n\ncontact Clancy until, in February 2000, Holyoke encouraged him\n\nto do so, saying Clancy knew Hughes well.               The criminal record\n\n\n                                     -9-\n\fcheck on address book names in June 1999 did not turn up any\n\ninformation about Joe Caisse, and SA Murphy did not interview\n\nHeather Caisse until roughly one year later, after four separate\n\nwitnesses mentioned Joe Caisse's close relationship with Hughes\n\nand Murphy ran a second record check.\n\n          Fourth, the causal chain involves a series of third\n\nparties having no apparent connection to the address book, cf.\n\nUnited States v. Finucan, 708 F.2d 838, 843-44 (1st Cir. 1983)\n\n(suggesting that the intervening role of third parties should be\n\nconsidered),     and    the    evidence   sought   to   be   suppressed     is,\n\nitself, live witness testimony.           There is no indication in the\n\nrecord that any of the persons interviewed were pressured, or\n\nthat the notebook played any role in inducing their statements.\n\nIndeed, the record suggests that Clancy took some initiative in\n\ncoming forward.         Holyoke offered to give Murphy's telephone\n\nnumber to Clancy, and Clancy contacted him that same day.\n\n          Admittedly, the copying and examination of the address\n\nbook appears to have been part of a deliberate search for\n\npotential witnesses, and this factor weighs against admission of\n\nthe witness testimony in question.             Nonetheless, taking into\n\naccount the other factors articulated above, the link between\n\nthe   address    book    and    the   remote   witnesses     strikes   us    as\n\nattenuated.     In the balance between deterring unlawful conduct--\n\n\n                                      -10-\n\fhere the unlawful use of the address book--and suppressing\n\npertinent testimony, there is little deterrence to be added and\n\na   substantial    cost       to    law     enforcement   in    preventing      the\n\ntestimony of Megan Clancy and Heather Caisse.                    See 5 LaFave,\n\nsupra,   §   11.4(a),    at    235    (suggesting     that     the   question    of\n\nattenuation     should    be       viewed    from   the   perspective    of     the\n\nexclusionary rule's function of deterrence).\n\n             The district court's order is vacated and the matter\n\nremanded with directions that the testimony of Megan Clancy and\n\nHeather Caisse not be suppressed as the fruit of an unlawful\n\nseizure of the address book.\n\n\n\n\n                                          -11-\n\f",
  "html": "<p class=\"case_cite\">279 F.3d 86</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>John Patrick HUGHES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1408.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2001.</p>\n    <p class=\"date\">Decided February 6, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Theodore D. Chuang, Assistant United States Attorney, with whom James B. Farmer, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Miriam Conrad, Federal Defender Office, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 8, 1999, a federal grand jury returned an indictment against John Patrick Hughes, charging him with three counts of making false statements in connection with the acquisition of firearms in violation of 18 U.S.C. &#167; 922(a)(6), and three counts of possession of a firearm by a drug user or addict in violation of 18 U.S.C. &#167; 922(g)(3). Hughes then moved to suppress statements made following an arrest by East Bridgewater police for a motor vehicle charge, as well as a firearm, ammunition, and an address book discovered during an inventory search of his car. The district court denied suppression of the statements, firearm, and ammunition, but granted the motion with regard to the address book.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The government then sought a pretrial ruling permitting it to call at trial four witnesses who were related in various ways to the address book. After a four-day evidentiary hearing, the district court granted the motion for two of the witnesses, but ruled that the remaining two &#8212; Heather Caisse and Megan Clancy &#8212; could not testify because they were fruits of the unlawful seizure. <i>United States v. Hughes,</i> 131 F.Supp.2d 64, 86-87 (D.Mass. 2001). The government brought this interlocutory appeal under 18 U.S.C. &#167; 3731 seeking to allow the prohibited testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The background events can be briefly summarized. On June 18, 1999, Special Agent (SA) Murphy of the Bureau of Alcohol, Tobacco and Firearms (ATF) began investigating Hughes after Hughes purchased eleven handguns from Roach's Sporting Goods in Cambridge, Massachusetts on three separate dates within a one-week period. SA Murphy suspected that Hughes was unlawfully transferring those weapons to others. Since Hughes was a resident of East Bridgewater, Massachusetts, SA Murphy enlisted the help of Detective Allen of the East Bridgewater Police Department (EBPD) on June 18, 1999; SA Murphy told Allen of his suspicions and asked him to gather some background information on Hughes from EBPD records. Detective Allen provided Murphy some basic information on Hughes, such as his address and a copy of his license to carry firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 21, 1999, the EBPD stopped Hughes for a traffic violation while he was driving a car registered to his grandmother Eva Argrew. The police arrested Hughes for driving on a suspended license, and then searched and towed the car. During the search the police recovered a handgun, an empty magazine clip, and an address book. Detective Allen then photocopied the address book and gave a copy to SA Murphy. Within a few days of receiving the address book Murphy searched for information on the people and numbers listed in the book and later ran criminal record checks and drivers license checks on various individuals. In early July 1999, Murphy had an ATF intern run the phone numbers found in the address book through a computerized database. The intern then annotated the copy with available subscriber information and returned it to Murphy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The address book contained the names of various individuals who would later become relevant to Murphy's investigation. However, Murphy also interviewed individuals who seem to have no connection to the address book who provided information leading to the discovery of the suppressed witnesses. The problem in evaluating the district court's application of the \"fruits\" doctrine to the two suppressed witnesses is that substantial information that led to the witnesses does not depend on the address book but, in other respects, there are connections between the address book and the suppressed witnesses or to information that could have contributed to the discovery of those witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>Megan Clancy.</i> On the one hand, Clancy's identification can be traced through a path that does not involve the address book. Specifically, on July 15, 1999, Murphy and Allen interviewed Hughes' grandmother, Eva Argrew, who owned the car Hughes was driving when arrested. She stated that Gina Holyoke previously lived with Hughes, and telephone records obtained through grand jury subpoenas confirmed the connection. On February 10, 2000, Murphy interviewed Holyoke, who mentioned John Knapp as a Hughes associate and Megan Clancy as Knapp's girlfriend who knew Hughes well. Murphy then promptly interviewed Clancy. Neither Argrew nor Holyoke are listed in the address book.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the other hand, the address book had an entry for \"Megean Pager,\" and when Murphy ran criminal record checks on address book names in June 1999, he found John Knapp had a record and was listed as subject to a civil restraining order taken out by Megan Clancy. Murphy then ran record checks on Clancy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>Heather Caisse.</i> During the interview on July 15, 1999, Hughes' grandmother mentioned that Hughes had lived with a friend named \"Joe\" in a tenement building on Garfield Street. On August 23, 1999, Murphy and Allen interviewed Hughes' mother and brother, who informed them that Hughes had resided on Garfield Street in Brockton with \"Joe Caise\" a longtime friend. Holyoke in February 2000 also mentioned Joe Caisse as a Hughes associate. Shortly thereafter, Murphy ran a Registry of Motor Vehicles record check and found an entry for \"Joseph Caisse\" in Brockton. In May 2000, through a criminal record check, Murphy found that Heather Caisse of the same Brockton address had a restraining order against Joe Caisse, and a month later Murphy interviewed Heather Caisse about Hughes. None of the intermediate witnesses &#8212; including, Eva Argrew, Hughes' mother and brother, and Gina Holyoke &#8212; are listed in the address book.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">However, once again there are links between the address book and Heather Caisse. There is an entry for \"Heather and Kids\" (albeit with an old, no longer used telephone number). There are also entries for \"Joe Case\" and \"Joe Cassi\" which Murphy admittedly used for an unsuccessful record check in June 1999. Thus, there were clues to Heather Caisse even though she was not located and interviewed until June 2000 following the May 2000 criminal record check of Joe Caisse.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This is hardly a complete description of all of the steps in the investigation but it illustrates the basic pattern. It led the district court to conclude not only that the address book was used throughout the investigation but also that it played a role in the discovery of Megan Clancy and Heather Caisse. This finding is Hughes' main counter to the government's first argument on appeal which is that both witnesses were discovered entirely through independent sources and are not to be treated as fruits of the unlawfully used book. <i>See Silverthorne Lumber Co. v. United States,</i> 251 U.S. 385, 392, 40 S.Ct. 182, 64 L.Ed. 319 (1920).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's finding is reviewed only for clear error. <i>See United States v. Cruz,</i> 156 F.3d 22, 26 (1st Cir.1998). Although the government points to independent paths as to how it found both witnesses, the possibility remains that the interest in or access to those witnesses was reinforced or aided by information in the address book. The facts set forth above permit the inference and, under the standard of review favorable to Hughes, we cannot overturn the district court's finding of a causal connection.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government's stronger claim is based on the attenuation doctrine. Under Supreme Court precedent, the weakness of the causal connection, delay in discovery, and lack of flagrancy in the violation and like considerations may persuade a court that &#8212; even though some causal link may exist &#8212; a remote \"fruit\" should not be suppressed. <i>See United States v. Crews,</i> 445 U.S. 463, 471, 100 S.Ct. 1244, 63 L.Ed.2d 537 (1980); <i>Brown v. Illinois,</i> 422 U.S. 590, 603-04, 95 S.Ct. 2254, 45 L.Ed.2d 416 (1975). The Court has been especially reluctant to suppress such fruits where they are not objects or documents but live witnesses who could testify voluntarily and cast light on a range of issues. <i>United States v. Ceccolini,</i> 435 U.S. 268, 275-78, 98 S.Ct. 1054, 55 L.Ed.2d 268 (1978) (concluding that \"since the cost of excluding live-witness testimony often will be greater, a closer, more direct link between the illegality and that kind of testimony is required\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In applying this rather amorphous test of attenuation, <i>see</i> 5 LaFave, <i>Search and Seizure</i> &#167; 11.4(a), at 235 (3d ed.1996), we do not defer to the district court. The district court rejected attenuation by saying that the unlawfully used primary evidence (here, the address book) could play only a negligible role if suppression of the witnesses were to be avoided. We do not find so grudging a standard in the Supreme Court cases and, thus, we make our own determination as to attenuation, given that the facts after four days of hearings are as clear as they are likely to be.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In our view, a number of factors make this a proper case in which to apply the doctrine. First, accepting that the address book played some role in discovering the two witnesses, that role is filled with uncertainties in degree and kind; and the government can at least trace paths to the evidence that do not go through the address book. Further, the paths begin with sources of evidence &#8212; Hughes' grandmother, mother, and brother &#8212; known to the government prior to the discovery of the notebook.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Second, there is a considerable time gap between the copying of the address book in June 1999 and the discovery of the witnesses in question in February and June 2000, respectively. This is not because the police delayed in their use of the notebook but, at least in part, because certain of the address book clues proved cold and other sources (interviews, criminal record checks, telephone records) significantly helped identify and locate the two witnesses. Although Hughes makes much of the fact that Murphy periodically re-examined the address book, we do not see that re-examination could have contributed very much, if anything, to locating these witnesses. The address book did not contain a clear reference to Megan Clancy or Heather Caisse, much less a current telephone number or address. Nor did it contain the correct spelling of \"Caisse.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Third, the possible contribution of the address book in directing the investigation towards these witnesses seems weak in comparison to the role of Hughes' family members and other sources. The notebook contained nothing to indicate that either Megan Clancy or Heather Caisse would be important persons to contact. Although a criminal record check on address book names in June 1999 may have sparked some interest in John Knapp and, indirectly Clancy, Murphy apparently never sought to contact Clancy until, in February 2000, Holyoke encouraged him to do so, saying Clancy knew Hughes well. The criminal record check on address book names in June 1999 did not turn up any information about Joe Caisse, and SA Murphy did not interview Heather Caisse until roughly one year later, after four separate witnesses mentioned Joe Caisse's close relationship with Hughes and Murphy ran a second record check.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Fourth, the causal chain involves a series of third parties having no apparent connection to the address book, <i>cf. United States v. Finucan,</i> 708 F.2d 838, 843-44 (1st Cir.1983) (suggesting that the intervening role of third parties should be considered), and the evidence sought to be suppressed is, itself, live witness testimony. There is no indication in the record that any of the persons interviewed were pressured, or that the notebook played any role in inducing their statements. Indeed, the record suggests that Clancy took some initiative in coming forward. Holyoke offered to give Murphy's telephone number to Clancy, and Clancy contacted him that same day.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Admittedly, the copying and examination of the address book appears to have been part of a deliberate search for potential witnesses, and this factor weighs against admission of the witness testimony in question. Nonetheless, taking into account the other factors articulated above, the link between the address book and the remote witnesses strikes us as attenuated. In the balance between deterring unlawful conduct &#8212; here the unlawful use of the address book &#8212; and suppressing pertinent testimony, there is little deterrence to be added and a substantial cost to law enforcement in preventing the testimony of Megan Clancy and Heather Caisse. <i>See</i> 5 LaFave, <i>supra,</i> &#167; 11.4(a), at 235 (suggesting that the question of attenuation should be viewed from the perspective of the exclusionary rule's function of deterrence).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court's order is <i>vacated</i> and the matter <i>remanded</i> with directions that the testimony of Megan Clancy and Heather Caisse not be suppressed as the fruit of an unlawful seizure of the address book.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>John Patrick HUGHES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1408.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2001.</p>\n    <p class=\"date\">Decided February 6, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Theodore D. Chuang, Assistant United States Attorney, with whom James B. Farmer, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Miriam Conrad, Federal Defender Office, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 8, 1999, a federal grand jury returned an indictment against John Patrick Hughes, charging him with three counts of making false statements in connection with the acquisition of firearms in violation of 18 U.S.C. &#167; 922(a)(6), and three counts of possession of a firearm by a drug user or addict in violation of 18 U.S.C. &#167; 922(g)(3). Hughes then moved to suppress statements made following an arrest by East Bridgewater police for a motor vehicle charge, as well as a firearm, ammunition, and an address book discovered during an inventory search of his car. The district court denied suppression of the statements, firearm, and ammunition, but granted the motion with regard to the address book.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The government then sought a pretrial ruling permitting it to call at trial four witnesses who were related in various ways to the address book. After a four-day evidentiary hearing, the district court granted the motion for two of the witnesses, but ruled that the remaining two &#8212; Heather Caisse and Megan Clancy &#8212; could not testify because they were fruits of the unlawful seizure. <i>United States v. Hughes,</i> <span class=\"citation\" data-id=\"2579937\"><a href=\"/opinion/2579937/united-states-v-hughes/\"><span class=\"volume\">131</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">64</span></a></span>, 86-87 (D.Mass. 2001). The government brought this interlocutory appeal under 18 U.S.C. &#167; 3731 seeking to allow the prohibited testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The background events can be briefly summarized. On June 18, 1999, Special Agent (SA) Murphy of the Bureau of Alcohol, Tobacco and Firearms (ATF) began investigating Hughes after Hughes purchased eleven handguns from Roach's Sporting Goods in Cambridge, Massachusetts on three separate dates within a one-week period. SA Murphy suspected that Hughes was unlawfully transferring those weapons to others. Since Hughes was a resident of East Bridgewater, Massachusetts, SA Murphy enlisted the help of Detective Allen of the East Bridgewater Police Department (EBPD) on June 18, 1999; SA Murphy told Allen of his suspicions and asked him to gather some background information on Hughes from EBPD records. Detective Allen provided Murphy some basic information on Hughes, such as his address and a copy of his license to carry firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 21, 1999, the EBPD stopped Hughes for a traffic violation while he was driving a car registered to his grandmother Eva Argrew. The police arrested Hughes for driving on a suspended license, and then searched and towed the car. During the search the police recovered a handgun, an empty magazine clip, and an address book. Detective Allen then photocopied the address book and gave a copy to SA Murphy. Within a few days of receiving the address book Murphy searched for information on the people and numbers listed in the book and later ran criminal record checks and drivers license checks on various individuals. In early July 1999, Murphy had an ATF intern run the phone numbers found in the address book through a computerized database. The intern then annotated the copy with available subscriber information and returned it to Murphy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The address book contained the names of various individuals who would later become relevant to Murphy's investigation. However, Murphy also interviewed individuals who seem to have no connection to the address book who provided information leading to the discovery of the suppressed witnesses. The problem in evaluating the district court's application of the \"fruits\" doctrine to the two suppressed witnesses is that substantial information that led to the witnesses does not depend on the address book but, in other respects, there are connections between the address book and the suppressed witnesses or to information that could have contributed to the discovery of those witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>Megan Clancy.</i> On the one hand, Clancy's identification can be traced through a path that does not involve the address book. Specifically, on July 15, 1999, Murphy and Allen interviewed Hughes' grandmother, Eva Argrew, who owned the car Hughes was driving when arrested. She stated that Gina Holyoke previously lived with Hughes, and telephone records obtained through grand jury subpoenas confirmed the connection. On February 10, 2000, Murphy interviewed Holyoke, who mentioned John Knapp as a Hughes associate and Megan Clancy as Knapp's girlfriend who knew Hughes well. Murphy then promptly interviewed Clancy. Neither Argrew nor Holyoke are listed in the address book.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the other hand, the address book had an entry for \"Megean Pager,\" and when Murphy ran criminal record checks on address book names in June 1999, he found John Knapp had a record and was listed as subject to a civil restraining order taken out by Megan Clancy. Murphy then ran record checks on Clancy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>Heather Caisse.</i> During the interview on July 15, 1999, Hughes' grandmother mentioned that Hughes had lived with a friend named \"Joe\" in a tenement building on Garfield Street. On August 23, 1999, Murphy and Allen interviewed Hughes' mother and brother, who informed them that Hughes had resided on Garfield Street in Brockton with \"Joe Caise\" a longtime friend. Holyoke in February 2000 also mentioned Joe Caisse as a Hughes associate. Shortly thereafter, Murphy ran a Registry of Motor Vehicles record check and found an entry for \"Joseph Caisse\" in Brockton. In May 2000, through a criminal record check, Murphy found that Heather Caisse of the same Brockton address had a restraining order against Joe Caisse, and a month later Murphy interviewed Heather Caisse about Hughes. None of the intermediate witnesses &#8212; including, Eva Argrew, Hughes' mother and brother, and Gina Holyoke &#8212; are listed in the address book.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">However, once again there are links between the address book and Heather Caisse. There is an entry for \"Heather and Kids\" (albeit with an old, no longer used telephone number). There are also entries for \"Joe Case\" and \"Joe Cassi\" which Murphy admittedly used for an unsuccessful record check in June 1999. Thus, there were clues to Heather Caisse even though she was not located and interviewed until June 2000 following the May 2000 criminal record check of Joe Caisse.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This is hardly a complete description of all of the steps in the investigation but it illustrates the basic pattern. It led the district court to conclude not only that the address book was used throughout the investigation but also that it played a role in the discovery of Megan Clancy and Heather Caisse. This finding is Hughes' main counter to the government's first argument on appeal which is that both witnesses were discovered entirely through independent sources and are not to be treated as fruits of the unlawfully used book. <i>See Silverthorne Lumber Co. v. United States,</i> <span class=\"citation\" data-id=\"99506\"><a href=\"/opinion/99506/silverthorne-lumber-co-v-united-states/\"><span class=\"volume\">251</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 392, <span class=\"citation\" data-id=\"99506\"><a href=\"/opinion/99506/silverthorne-lumber-co-v-united-states/\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">182</span></a></span>, <span class=\"citation\" data-id=\"99506\"><a href=\"/opinion/99506/silverthorne-lumber-co-v-united-states/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">319</span></a></span> (1920).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's finding is reviewed only for clear error. <i>See United States v. Cruz,</i> <span class=\"citation\" data-id=\"198094\"><a href=\"/opinion/198094/united-states-v-cruz/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.1998). Although the government points to independent paths as to how it found both witnesses, the possibility remains that the interest in or access to those witnesses was reinforced or aided by information in the address book. The facts set forth above permit the inference and, under the standard of review favorable to Hughes, we cannot overturn the district court's finding of a causal connection.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government's stronger claim is based on the attenuation doctrine. Under Supreme Court precedent, the weakness of the causal connection, delay in discovery, and lack of flagrancy in the violation and like considerations may persuade a court that &#8212; even though some causal link may exist &#8212; a remote \"fruit\" should not be suppressed. <i>See United States v. Crews,</i> <span class=\"citation\" data-id=\"110230\"><a href=\"/opinion/110230/united-states-v-crews/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 471, <span class=\"citation\" data-id=\"110230\"><a href=\"/opinion/110230/united-states-v-crews/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1244</span></a></span>, <span class=\"citation\" data-id=\"110230\"><a href=\"/opinion/110230/united-states-v-crews/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">537</span></a></span> (1980); <i>Brown v. Illinois,</i> <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">590</span></a></span>, 603-04, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"109304\"><a href=\"/opinion/109304/brown-v-illinois/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">416</span></a></span> (1975). The Court has been especially reluctant to suppress such fruits where they are not objects or documents but live witnesses who could testify voluntarily and cast light on a range of issues. <i>United States v. Ceccolini,</i> <span class=\"citation\" data-id=\"109816\"><a href=\"/opinion/109816/united-states-v-ceccolini/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></a></span>, 275-78, <span class=\"citation\" data-id=\"109816\"><a href=\"/opinion/109816/united-states-v-ceccolini/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1054</span></a></span>, <span class=\"citation\" data-id=\"109816\"><a href=\"/opinion/109816/united-states-v-ceccolini/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">268</span></a></span> (1978) (concluding that \"since the cost of excluding live-witness testimony often will be greater, a closer, more direct link between the illegality and that kind of testimony is required\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In applying this rather amorphous test of attenuation, <i>see</i> 5 LaFave, <i>Search and Seizure</i> &#167; 11.4(a), at 235 (3d ed.1996), we do not defer to the district court. The district court rejected attenuation by saying that the unlawfully used primary evidence (here, the address book) could play only a negligible role if suppression of the witnesses were to be avoided. We do not find so grudging a standard in the Supreme Court cases and, thus, we make our own determination as to attenuation, given that the facts after four days of hearings are as clear as they are likely to be.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In our view, a number of factors make this a proper case in which to apply the doctrine. First, accepting that the address book played some role in discovering the two witnesses, that role is filled with uncertainties in degree and kind; and the government can at least trace paths to the evidence that do not go through the address book. Further, the paths begin with sources of evidence &#8212; Hughes' grandmother, mother, and brother &#8212; known to the government prior to the discovery of the notebook.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Second, there is a considerable time gap between the copying of the address book in June 1999 and the discovery of the witnesses in question in February and June 2000, respectively. This is not because the police delayed in their use of the notebook but, at least in part, because certain of the address book clues proved cold and other sources (interviews, criminal record checks, telephone records) significantly helped identify and locate the two witnesses. Although Hughes makes much of the fact that Murphy periodically re-examined the address book, we do not see that re-examination could have contributed very much, if anything, to locating these witnesses. The address book did not contain a clear reference to Megan Clancy or Heather Caisse, much less a current telephone number or address. Nor did it contain the correct spelling of \"Caisse.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Third, the possible contribution of the address book in directing the investigation towards these witnesses seems weak in comparison to the role of Hughes' family members and other sources. The notebook contained nothing to indicate that either Megan Clancy or Heather Caisse would be important persons to contact. Although a criminal record check on address book names in June 1999 may have sparked some interest in John Knapp and, indirectly Clancy, Murphy apparently never sought to contact Clancy until, in February 2000, Holyoke encouraged him to do so, saying Clancy knew Hughes well. The criminal record check on address book names in June 1999 did not turn up any information about Joe Caisse, and SA Murphy did not interview Heather Caisse until roughly one year later, after four separate witnesses mentioned Joe Caisse's close relationship with Hughes and Murphy ran a second record check.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Fourth, the causal chain involves a series of third parties having no apparent connection to the address book, <i>cf. United States v. Finucan,</i> <span class=\"citation\" data-id=\"419603\"><a href=\"/opinion/419603/united-states-v-richard-finucan-and-dee-rocca/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span>, 843-44 (1st Cir.1983) (suggesting that the intervening role of third parties should be considered), and the evidence sought to be suppressed is, itself, live witness testimony. There is no indication in the record that any of the persons interviewed were pressured, or that the notebook played any role in inducing their statements. Indeed, the record suggests that Clancy took some initiative in coming forward. Holyoke offered to give Murphy's telephone number to Clancy, and Clancy contacted him that same day.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Admittedly, the copying and examination of the address book appears to have been part of a deliberate search for potential witnesses, and this factor weighs against admission of the witness testimony in question. Nonetheless, taking into account the other factors articulated above, the link between the address book and the remote witnesses strikes us as attenuated. In the balance between deterring unlawful conduct &#8212; here the unlawful use of the address book &#8212; and suppressing pertinent testimony, there is little deterrence to be added and a substantial cost to law enforcement in preventing the testimony of Megan Clancy and Heather Caisse. <i>See</i> 5 LaFave, <i>supra,</i> &#167; 11.4(a), at 235 (suggesting that the question of attenuation should be viewed from the perspective of the exclusionary rule's function of deterrence).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court's order is <i>vacated</i> and the matter <i>remanded</i> with directions that the testimony of Megan Clancy and Heather Caisse not be suppressed as the fruit of an unlawful seizure of the address book.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2579937/"
  ]
}