{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199861/",
  "absolute_url": "/opinion/199861/tamko-roofing-v-ideal-roofing/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199861/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:39:02Z",
  "date_modified": "2017-03-24T11:04:01.752461Z",
  "type": "010combined",
  "sha1": "b2488c17c70606174864f35f99499ee71b9118c5",
  "page_count": 43,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1382-01A.pdf",
  "local_path": "pdf/2002/03/07/Tamko_Roofing_v._Ideal_Roofing.pdf",
  "plain_text": "           United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 01-1382, 01-2273\n\n                  TAMKO ROOFING PRODUCTS, INC.,\n\n                        Plaintiff, Appellee,\n\n                                 v.\n\n                   IDEAL ROOFING COMPANY, LTD.,\n\n                        Defendant, Appellant.\n\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF NEW HAMPSHIRE\n\n     [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n                               Before\n\n                       Selya, Circuit Judge,\n                 Campbell, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n          H. Joseph Hameline with whom Rosemary M. Allen, Geri L.\nHaight, Mintz, Levin, Cohn, Ferris, Glovsky and Popeo, P.C., and\nMichael B. Clapp were on brief for appellant.\n\n           Christopher R. Benson with whom Marcy Hogan Greer, Susan J.\nHightower, and Fulbright & Jaworski L.L.P. were on brief for appellee.\n\fMarch 7, 2002\n\f          LYNCH, Circuit Judge. Tamko Roofing Products, Inc. won its\n\ntrademark infringement case against Ideal Roofing Company, Ltd. after\n\na six-day jury trial. The district court awarded Ideal's profits to\n\nTamko, ordered Ideal to pay Tamko's attorneys' fees, which amounted to\n\na sum larger than the profits, and issued a permanent injunction.\n\nIdeal now appeals each of these district court actions.\n\n          We affirm. We reject Ideal's argument that bad faith or\n\nfraud is a necessary condition to an award of attorneys' fees under\n\nsection 35 of the Lanham Act; willful conduct may be sufficient when\n\nthe trial court takes into account all the facts and equities of the\n\ncase. We reject Ideal's proposed limitation on the availability of an\n\naccounting of defendant's profits as a remedy for trademark\n\ninfringement. The injunction, which covers a broader range of marks\n\nthan those Tamko has registered with the United State Patent and\n\nTrademark Office (USPTO), is warranted by the \"safe distance rule.\"\n\n                                 I.\n\n          The facts are described \"as a jury might have found them,\n\nconsistent with the record but in the light most favorable to the\n\nverdict.\" Grajales-Romero v. Am. Airlines, Inc., 194 F.3d 288, 292\n\n(1st Cir. 1999).\n\n          Tamko and Ideal each manufacture and sell roofing products.\n\nTamko manufactures and sells asphalt roofing products, including\n\nshingles, in the United States and Canada. Ideal is based in Ottawa,\n\n\n                                 -2-\n\fCanada, and manufactures metal roofing and siding products, which it\n\nsells in Canada and the United States.\n\n            Since 1975, Tamko has been using the trademark \"Heritage\" in\n\nits roofing products business. By 1997, when Ideal began to use the\n\nHeritage mark, Tamko had registered ten marks in the Heritage family\n\nwith the USPTO, including \"The American Heritage Series\" mark, and two\n\nHeritage family trademarks in Canada. Tamko has vigorously defended\n\nthe Heritage marks, and has successfully enforced its trademark rights.1\n\n            In April 1997, Ideal selected the trademark \"Heritage Series\"\n\nfor hidden fastener metal roofing panels, a new product it introduced\n\nto the market later that year. Ideal's \"Heritage Series\" mark used\n\nvery similar cursive script to Tamko's \"The American Heritage Series\"\n\nmark.    Ideal made the selection through a four-member executive\n\ncommittee: Marcel Laplante (President), René Laplante (Vice President),\n\nPierre Tessier (Sales Manager), and Mark Lebreque (Quebec City Office\n\nManager).\n\n            Before Ideal adopted the Heritage Series mark, Tessier\n\nattended several roofing trade shows where Tamko prominently displayed\n\nits Heritage mark. Ideal hired an advertising agency, Innovacom, to\n\n\n\n     1    For example, Tamko has been involved in disputes over\nthe Heritage mark with MBCI, a metal roofing manufacturer, and\nSupradur, Inc., a slate roofing manufacturer. In both cases,\nthe companies acknowledged that the rights to the Heritage mark\nused for roofing products belonged to Tamko.\n\n                                   -3-\n\fhelp in the selection and marketing of the new mark. Although the\n\nagency usually recommends a trademark search to its clients before they\n\nadopt a new mark, René Laplante of Ideal decided against conducting\n\nsuch a search through the agency, an attorney, or Ideal itself. Two\n\nother trademarks considered by Ideal were \"Carriage\" and \"Royal\n\nAlbert,\" both of which are similar to marks owned by other\n\nmanufacturers in the roofing industry: Certain-Teed uses the mark\n\n\"Carriage House,\" and IKO uses \"Royal Victorian.\"\n\n          Although Tamko and Ideal produce and sell different types of\n\nroofing products, their products -- asphalt and metal roofing\n\nrespectively -- are both appropriate for steep-slope roofs. They\n\ncompete directly in the roofing industry market, particularly in the\n\nnortheastern United States. For example, Ideal belongs to the Metal\n\nRoofing Alliance, which, among other things, attempts to persuade\n\nhomeowners to install metal roofing instead of asphalt shingles. Ideal\n\nalso tried to persuade consumers to use metal roofing rather than\n\nasphalt shingles in its brochure called \"The Smartest Looking House.\"\n\n          When Tamko discovered that Ideal was using the Heritage mark\n\nfor its new product line, its president, David Humphreys, wrote to\n\nMarcel Laplante on March 9, 1999. In the letter, Humphreys discussed\n\nthe importance of the mark to Tamko, expressed his concern that Ideal's\n\nuse of the mark would cause \"confusion in the marketplace,\" and asked\n\nIdeal to \"cease and desist all use of HERITAGE in connection with its\n\n\n                                 -4-\n\fbuilding products.\" When Humphreys did not receive a response, he sent\n\nanother letter to Ideal on March 26, 1999, demanding a response and\n\nwarning Ideal that if Tamko did not receive a response, it would have\n\n\"no choice but to seek legal help to resolve this matter.\"       Ideal\n\nresponded to the second letter, but the companies could not negotiate\n\na mutually agreeable phase out period in which Ideal would stop using\n\nthe Heritage mark. Ideal wanted a two-year period, while Tamko claimed\n\nthat a few months would be sufficient.\n\n          Tamko gave Ideal notice that it was going to file a suit\n\nagainst it, and that the USPTO had previously rejected another metal\n\nroofing manufacturer's application for the Heritage mark.           In\n\nresponse, Ideal suggested a one-year phase out as a compromise.\n\n          In August 1999, Tamko filed suit against Ideal for trademark\n\ninfringement in violation of section 32(1)(a) of the Lanham Act, 15\n\nU.S.C. § 1114(1)(a) (2000).2 On November 3, 1999, Tamko filed a motion\n\nfor a preliminary injunction to enjoin Ideal from using the Heritage\n\nmark until the trial resolved the infringement issue. The district\n\ncourt granted the preliminary injunction on February 29, 2000, adopting\n\nthe report and recommendation from the magistrate judge, who was\n\nbriefed and held an evidentiary hearing on the issue.\n\n\n     2    Originally, Tamko had two other claims against Ideal:\nunfair competition under 15 U.S.C. § 1125(a) (2000), and\ntrademark dilution under 15 U.S.C. § 1125(c) (2000).      Tamko\ndropped these claims before the start of the trial.\n\n                                 -5-\n\f          Despite the preliminary injunction, Ideal continued to use\n\nthe Heritage mark in its brochures and on its web site.          Ideal\n\ndistributed brochures containing the Heritage mark at two trade shows\n\nwhich took place in March 2000 in the United States. Ideal also did\n\nnot modify its web site which contained several references to the\n\nHeritage mark.    As a result, on March 16, 2000, Tamko moved for\n\ncontempt. After a hearing, the magistrate judge issued another report\n\nand recommendation that \"Ideal should be held in contempt,\" finding\n\nIdeal distributed brochures that contained the Heritage mark at a trade\n\nshow two weeks after the preliminary injunction issued, and\n\n\"intentionally kept the 'Heritage' mark on its web site\" after the\n\ninjunction issued. The district court adopted the magistrate judge's\n\nreport and recommendation and held Ideal in contempt on May 26, 2000.\n\nThe contempt order provided that Ideal would be fined $200 for each day\n\nof noncompliance, starting on May 29, 2000. Ideal was fined $3,000 for\n\nits failure to comply with the contempt order until June 13, 2000.\n\n          In advance of trial, Ideal filed a motion in limine to\n\npreclude Tamko \"from making reference in the presence of the jury to\n\nthe Preliminary Injunction Order issued in this case.\" The issue was\n\nresolved by an agreement to a stipulated instruction to the jury. The\n\ninstruction given to the jury at the start of the trial on May 16,\n\n2000, was \"after this case was filed in this court and pending the\n\n\n\n\n                                 -6-\n\foutcome of the case, the Court on February [2]9,3 the year 2000, ordered\n\nIdeal to stop using the trademark in question in order to preserve the\n\nstatus quo pending the outcome of the case.\"\n\n           On the fourth day of trial, during the cross-examination of\n\nRené Laplante, Ideal's attorney questioned Laplante about \"the Court's\n\norder\" and whether it made \"any mention of the Internet site?\" In\n\nresponse, during redirect, Tamko's attorney asked Laplante about the\n\n\"magistrate's report\" which said that \"[Ideal's] use of Heritage Series\n\nin connection with the Internet is a violation of [the] order.\"\n\nIdeal's attorney objected to this line of questioning.\n\n           On the fifth day of the trial, Ideal moved for a mistrial.\n\nIdeal argued that the introduction of testimony about both the\n\npreliminary injunction and the contempt order prejudiced the jury and\n\ndeprived Ideal of a fair trial. The district court denied the motion,\n\nstating that Ideal had opened the door to the evidence about the\n\ncontempt order, and that a jury would not understand the significance\n\nof a preliminary injunction in any case.\n\n           At the end of the trial, the district court ruled that\n\nTamko's Heritage trademarks were valid. The jury found: (i) \"by a\n\npreponderance of the evidence that Ideal infringed Tamko's trademarks\";\n\n(ii) \"by clear and convincing evidence that Ideal acted willfully in\n\n\n     3    The court made an error in the date of the preliminary\ninjunction and corrected itself immediately.\n\n                                  -7-\n\finfringing Tamko's trademarks\"; and (iii) \"by a preponderance of the\n\nevidence that the roofing product[s] of Ideal and Tamko directly\n\ncompeted with each other.\"\n\n          After the close of the trial, the judge requested briefing\n\non the issues of an accounting of defendant's profits and attorneys'\n\nfees. On August 21, 2000, the district court issued an order that\n\nTamko was entitled to both an accounting of Ideal's profits and\n\nattorneys' fees.   On October 19, 2000, the court issued an order\n\nawarding $201,385.60 in profits. On August 30, 2000, the district\n\ncourt permanently enjoined Ideal from \"using the term Heritage,\n\nHeritage Series, H Series, or any name or mark confusingly similar to\n\nHeritage.\"\n\n          On appeal, Ideal is represented by new counsel. It does not\n\ncontest the jury's findings, but disputes the district court's rulings.\n\nIdeal argues, first, that Tamko should not have been awarded attorneys'\n\nfees because there was no evidence to support the court's findings that\n\n\"exceptional circumstances\" existed. In the alternative, Ideal argues\n\nthat even if attorneys' fees were justified, the district court erred\n\nin calculating the fees. Second, Ideal argues that the district court\n\nshould not have awarded Tamko an accounting of 100% of Ideal's profits\n\nbecause the two companies did not compete in 100% of their markets, and\n\nthat the court erred in setting the amount of profits. Third, Ideal\n\ncontends that the district court erred in denying its motion for a\n\n\n                                 -8-\n\fmistrial based on the prejudicial admission of testimony about the\n\npreliminary injunction and contempt order against Ideal. Fourth, Ideal\n\nargues that the scope of the district court's permanent injunction was\n\ntoo broad in that it enjoined it from using the term \"H Series,\" which\n\nis not one of Tamko's registered trademarks.\n\n                                 II.\n\nA.         Ideal’s Challenges to the Award of Attorneys' Fees to\n           Tamko\n\n           The district court awarded over $500,000 in attorneys'\n\nfees and expenses to Tamko.     Ideal protests that no fees at all\n\nshould have been awarded since this was not an \"exceptional\n\ncase,\" a requirement under section 35 of the Lanham Act, 15\n\nU.S.C. § 1117(a) (2000), for an attorneys' fees award.             The\n\ndistrict court erred, Ideal says, by using an incorrect legal\n\nstandard   to   determine    exceptional    circumstances    and    by\n\nconcluding that the evidence supported such an award.              The\n\ncourt's error of law, Ideal argues, is that fees may only be\n\nawarded in circumstances where the defendant acted deceitfully\n\nor with a degree of culpability; it claims the court's error of\n\nfact is that there was no such deceit or culpability here.\n\nFinally, Ideal argues that even if some award of attorneys' fees\n\nwas justified, the sum awarded is too high.\n\n                                 -9-\n\f              We review de novo the legal question of the meaning of\n\n\"exceptional cases\" in the context of section 35 of the Lanham\n\nAct.       See Atl. Fish Spotters Ass'n v. Daley, 205 F.3d 488, 490\n\n(1st Cir. 2000) (\"A legal ruling . . . as to the meaning of the\n\nstatute is almost always an issue of law reviewed de novo.\").\n\nWe review the district court's award of attorneys' fees under\n\nsection 35 of the Lanham Act for abuse of discretion.4       To the\n\n\n       4  Although this court has not articulated before the\nstandard of review for the award of attorneys' fees in the\nLanham Act context, we use the abuse of discretion standard in\nreviewing an award of attorneys' fees in several other contexts.\nSee, e.g., Gay Officers Action League v. Puerto Rico, 247 F.3d\n288, 292 (1st Cir. 2001) (Civil Rights Act, 42 U.S.C. § 1988);\nO'Rourke v. City of Providence, 235 F.3d 713, 737 (1st Cir.\n2001) (Title VII);     Colortronic Reinhard & Co. v. Plastic\nControls, Inc., 668 F.2d 1, 7-8 (1st Cir. 1981) (similar\nattorneys' fees provision of Patent Act, 35 U.S.C. § 285); see\nalso Dubois v. United States Dep't of Agric., 270 F.3d 77, 80\n(1st Cir. 2001). Several other circuits also use the abuse of\ndiscretion standard in reviewing the award of attorneys' fees\nunder the Lanham Act.     See, e.g., Waco Int'l, Inc. v. KHK\nScaffolding Houston Inc., 278 F.3d 523, 529 (5th Cir. 2002);\nPeople for the Ethical Treatment of Animals v. Doughney, 263\nF.3d 359, 370 (4th Cir. 2001); Securacomm Consulting, Inc. v.\nSecuracom Inc., 224 F.3d 273, 279 (3d Cir. 2000).      But see S\nIndus., Inc. v. Centra 2000, Inc., 249 F.3d 625, 627 (7th Cir.\n2001) (\"We review a grant of attorney fees to a prevailing\ndefendant under the Lanham Act only for clear error.\").      The\nwidespread use of this standard for awards of attorneys' fees\n\"reflects the fact that only the district court has the\n'intimate knowledge of the nuances of the underlying case,'\"\nRichardson v. Miller, No. 01-1309, 2002 WL 91406, at *2 (1st\nCir. Jan 29, 2002) (quoting Gay Officers Action League, 247 F.3d\n\n                                  -10-\n\fextent    that   the    district     court's   award     rests   on   factual\n\ndeterminations, however, we review those for clear error.                  See\n\nPierce v. Underwood, 487 U.S. 552, 557-58 (1988); De Allende v.\n\nBaker, 891 F.2d 7, 11 (1st Cir. 1989); see also People for the\n\nEthical Treatment of Animals v. Doughney, 263 F.3d 359, 370 (4th\n\nCir. 2001).      As noted in Atlantic Fish Spotters,\n\n            [m]any courts, including the Supreme Court, sum up the\n            standard in . . . attorney's fee cases by referring to\n            abuse of discretion. But since they then treat errors\nof          law as an example of such an abuse, it seems more\n            informative to recognize that the effective standard\nof          review depends upon the precise claim of error being\n            asserted and not the nature of the case.\n\n205 F.3d at 491 n.2 (citations omitted).\n\n1.          The Standard for Exceptional Cases\n\n            The Lanham Act provides: \"The court in exceptional\n\ncases may award reasonable attorneys fees to the prevailing\n\nparty.\"    15 U.S.C. § 1117(a).        Ideal asserts that the district\n\ncourt    erred   by    essentially    converting   the    jury   finding   of\n\nwillful infringement, without more, into a court finding of\n\n\n\n\nat 292), and in \"determining whether sanctions are warranted\n'the district court is better situated than the court of appeals\nto marshal the pertinent facts and apply the fact-dependent\nlegal standard,'\" Dubois, 270 F.3d at 80 (citing Cooter & Gell\nv. Hartmarx Corp., 496 U.S. 384, 402 (1990)).\n\n                                     -11-\n\fexceptional circumstances justifying a fee award.                 In truth, the\n\ndistrict court referred to both the jury finding of willfulness\n\nand   to   other    record   evidence        before   it,   so   there   was    no\n\nautomatic    conversion      of   a   jury    willfulness    finding     into    a\n\nfinding of exceptional circumstances.5 The district court said\n\nnothing one way or the other as to whether there was bad faith\n\nor fraud on Ideal's part.\n\n            Under    the   statute,     the    decision     to   award   fees is\n\ncommitted to the district court, not the jury. 5 J. T. McCarthy,\n\nMcCarthy on Trademarks and Unfair Competition § 30:99, at 30-184\n\n(4th ed. 2001).      Ideal says that the trial court failed to make\n\nthe necessary findings.6 Where the facts of record amply explain\n\n\n      5   To the extent Ideal argues that it would be error for\na district court to adopt a per se equivalence between\n\"exceptional case\" and a jury finding of willfulness, we would\nagree. Congress gave the attorneys' fees issue to the court,\nnot to the jury, and the court must consider whether an award is\nequitable.   However, here the court did decide the issue of\nwhether this was an \"exceptional case.\"\n      6   Ideal relies on two cases in its claim that the lack\nof more explicit findings by the district court was an abuse of\ndiscretion which invalidates the fee award in this case.\nHowever, in both Bandag, Inc. v. Al Bolser's Tire Stores, Inc.,\n750 F.2d 903, 921 (Fed. Cir. 1984), and Ferrero U.S.A., Inc. v.\nOzak Trading, Inc., 952 F.2d 44, 48 (3d Cir. 1991), the courts\nrelied not only on the lack of any express findings by the\ndistrict court, but also on the lack of clear facts from the\n\n                                      -12-\n\fthe decision, we will not find that the mere failure of the\n\ntrial    judge    to   be   more   explicit    amounts    to    an    abuse     of\n\ndiscretion. See L.E.A. Dynatech, Inc. v. Allina, 49 F.3d 1527,\n\n1531 (Fed. Cir. 1995) (\"Although the district court did not\n\nstate the specific basis for its fee award, sufficient record\n\nevidence supports the award.\").\n\n             Because the Lanham Act does not further explain the\n\nterm \"exceptional cases,\" this court and others have turned to\n\nthe     legislative    history     for   a    working    definition.            See\n\nVolkswagenwerk Aktiengesellschaft v. Wheeler, 814 F.2d 812, 821\n\n(1st Cir. 1987); see also Ferrero U.S.A., Inc. v. Ozak Trading,\n\nInc., 952 F.2d 44, 47 (3d Cir. 1991); VIP Foods, Inc. v. Vulcan\n\nPet, Inc., 675 F.2d 1106, 1107 (10th Cir. 1982).               In exceptional\n\ncases, attorneys' fees may be appropriate in circumstances where\n\nthe   acts   of    infringement      were    \"'malicious,'      'fraudulent,'\n\n'deliberate,' or 'willful.'\"             S. Rep. 93-1400, at 5 (1974),\n\nreprinted in 1974 U.S.C.C.A.N. 7132, 7133.                 The legislative\n\nhistory also explains that attorneys' fees may be awarded \"when\n\nequitable    considerations        justify    such   awards,\"        id.   at    6,\n\n\n\nrecord that showed exceptional circumstances.               That is not the\ncase here.\n\n                                     -13-\n\freprinted in 1974 U.S.C.C.A.N. at 7137, and so the list of four\n\n(for example, \"malicious\") may not be exclusive.\n\n           Ideal   urges      this    court     to   adopt     the   \"bad    faith\"\n\nstandard   utilized     by    some    circuits.        See    Conopco,      Inc.   v.\n\nCampbell Soup Co., 95 F.3d 187, 194 (2d Cir. 1996) (reciting\n\nSecond Circuit rule requiring a showing of fraud or bad faith on\n\nthe part of the infringer); Texas Pig Stands, Inc. v. Hard Rock\n\nCafe   Int'l,    Inc.,       951     F.2d   684,     697     (5th     Cir.    1992)\n\n(\"requir[ing] a showing of a high degree of culpability on the\n\npart of the infringer, for example, bad faith or fraud\"); Scotch\n\nWhisky Ass'n v. Majestic Distilling Co., 958 F.2d 594, 599 (4th\n\nCir. 1991) (\"It is clear . . . that for a prevailing plaintiff\n\nto succeed in a request for attorney fees, she must show that\n\nthe defendant acted in bad faith.\").                 Other circuits hold that\n\nwillfulness     alone    is   an     adequate      basis     for    the   award    of\n\nattorneys' fees.      Bishop v. Equinox Int’l Corp., 154 F.3d 1220,\n\n1224 (10th Cir. 1998) (\"deliberate or willful\" conduct on part\n\nof defendant in \"fail[ing] to cease and desist from use of [the\n\ntrademark] despite its written commitment to do so\" was enough\n\nto warrant award of attorneys' fees); Hartman v. Hallmark Cards,\n\nInc., 833 F.2d 117, 123 (8th Cir. 1987) (\"Bad faith is not a\n\n                                       -14-\n\fprerequisite to a Lanham Act fee award.\").           While conceding that\n\nan award may be made if the acts of infringement are willful,\n\nIdeal argues that \"willful\" must mean more than just voluntary\n\nand intentional.    Ideal grafts on another requirement that the\n\ninfringing act must be fraudulent or malicious; for example, the\n\nact must be done with an intent to deceive or confuse the\n\npublic,   by   palming   off   inferior    goods    as   though   they   were\n\ntrademark holder's goods, or through \"deliberate pirating.\"\n\n           Ideal’s argument confuses sufficient conditions for an\n\nattorneys' fees award with necessary conditions for such an\n\naward.    Fraud or bad faith may justify an attorneys' fees award\n\nin some cases,7 but a finding of bad faith or fraud is not a\n\nnecessary precondition.        Willfulness short of bad faith or fraud\n\nwill suffice when equitable considerations justify an award and\n\nthe   district   court   supportably      finds    the   case   exceptional.\n\nThere are two reasons we reject a bad faith or fraud requirement\n\nas a precondition to an award of attorneys' fees.                 First, the\n\nlegislative history of section 35 links such exceptional cases\n\n\n      7   Nonetheless, it is also possible that a finding of bad\nfaith by one party might not justify an award if equity required\notherwise: for example, in a case where there is equivalent bad\nfaith by the other party.\n\n                                   -15-\n\fto situations where the acts are malicious or fraudulent or\n\ndeliberate or willful, and where equity justifies the award.\n\nCongress's list does not stop with \"malicious\" or \"fraudulent,\"\n\nand we are loath to strip \"deliberate\" and \"willful\" of meaning.\n\nSecond, the purpose of the attorneys' fees amendment to the\n\nLanham Act was to provide for an award in exceptional cases in\n\nwhich equity called for an award in the sound discretion of the\n\ndistrict judge.       We would be hard pressed to say that such a\n\ncase can never arise unless there is fraud or bad faith.             As an\n\nexample, one circuit has approved an award of fees in a case\n\nwhere   there   was   no   bad   faith   in   the   infringement   but   the\n\nsubsequent litigation was oppressive and meant to delay.                 See\n\nSecuracomm Consulting, Inc. v. Securacom Inc., 224 F.3d 273,\n\n279-83 (3d Cir. 2000).8\n\n\n    8     Although this court has never held that bad faith is\na requirement for an award of attorneys' fees under the Lanham\nAct and now rejects the notion, language in some of our cases\nabout award of fees under the Patent Act, 35 U.S.C. § 285,\nrefers to the need for \"strong evidence of unfairness and bad\nfaith,\" Colotronic Reinhard & Co. v. Plastic Controls, Inc.,\n668 F.2d 1, 8 (1st Cir. 1981), in the context of determining\nwhether the losing party has engaged in \"inequitable conduct,\"\nCodex Corp. v. Milgo Elec. Corp., 717 F.2d 622, 630 (1st Cir.\n1983).   The language of the two acts is identical; what is\ndifferent is that here we have the benefit of the Lanham Act's\nlegislative history.\n\n                                    -16-\n\f            Still, awards may be made only in exceptional cases.\n\nIn    Volkswagenwerk,     this    court    reversed      an    award     where   the\n\nplaintiff    did   not    plead   attorneys'          fees    in   its   complaint,\n\ndefendant had no statutory constructive notice of plaintiff's\n\nclaim of ownership of the marks because neither the trade name\n\nnor    design   mark     were   registered,      and     it    would     have    been\n\ninequitable to visit an award on the defendant's small local\n\nautomobile      shop.     814    F.2d    at    821.      Other     circuits      have\n\nidentified as counseling against an award the following factors:\n\nthe area of law is unclear and defendants might reasonably think\n\nthey did not infringe, Ferrero U.S.A., 952 F.2d at 49; there is\n\na close legal question as to whether there is any trademark\n\nviolation, Martin's Herend Imps., Inc. v. Diamond & Gem Trading\n\nUSA, Co., 112 F.3d 1296, 1305 (5th Cir. 1997); Ferrero U.S.A.,\n\n952 F.2d at 49; defendant had no intent to deceive or confuse\n\nthe public, VIP Foods, 675 F.2d at 1107; the defendant made a\n\nconcerted effort to create a non-infringing mark, Roulo v. Russ\n\nBerrie & Co., 886 F.2d 931, 942 (7th Cir. 1989); the plaintiff\n\nsuffered no actual damage, Bishop, 154 F.3d at 1224; VIP Foods,\n\n675 F.2d at 1107.           We agree that these are factors to be\n\nconsidered as part of a case-specific multi-factored analysis.\n\n                                        -17-\n\f           Here,     there   was   adequate   evidence    of   exceptional,\n\nwillful behavior, both in the infringing acts and in Ideal’s\n\nconduct    after     Tamko   brought   the    infringement      to     Ideal's\n\nattention.     We outline just some of the pertinent conduct.\n\n1.   Within several days of a 1997 trade show attended by Ideal,\n\nwhere Tamko’s Heritage Mark was prominently displayed, Ideal\n\nadopted the Heritage name and told its advertising agency not to\n\ndo a trademark search, which is usually done.            Neither Ideal nor\n\nits patent attorney did a trademark search.\n\n2.   The other two names considered by Ideal for its new product\n\nwere substantially similar to marks owned by other companies.\n\n3.   Ideal used an elaborate cursive script for its \"Heritage\n\nSeries\" mark, very similar to the one used in Tamko’s mark \"The\n\nAmerican Heritage Series\" (which was displayed in a 1996 Tamko\n\nbrochure).\n\n4.   Ideal’s metal roofing competes directly with Tamko's asphalt\n\nroofing for steep-slope roofs and Ideal tried to increase its\n\nmarket    in   the   residential    marketplace,   which       is    asphalt’s\n\nprimary market.\n\n5.   Ideal did not respond to the March 9, 1999 letter from\n\nTamko, which notified Ideal of its infringement.                    Tamko sent\n\n                                    -18-\n\fanother letter on March 26, 1999.               Ideal responded and suggested\n\na lengthy two-year phase out.               When Tamko informed Ideal that\n\nthe USPTO rejected a trademark application for Heritage for\n\nanother company's metal roofing panels, Ideal still refused to\n\nstop its use of the mark.\n\n6.        Before filing suit, Tamko gave Ideal notice on August 17,\n\n1999; Ideal asked for a one-year phase out.\n\n7.        In August 1999, Ideal nonetheless reprinted one of its\n\nbrochures that continued the use of the Heritage Series name.\n\n8.        On   February   29,    2000,    the     district      court    issued     a\n\npreliminary injunction against Ideal, enjoining it from further\n\nuse of the mark.\n\n9.        Nonetheless, Ideal used the brochures containing the mark\n\nin    a    trade   show   in    mid-March       2000,   after   the     preliminary\n\ninjunction had issued against it.\n\n10.       Despite the preliminary injunction, Ideal continued to use\n\nthe mark on its web site, which was accessed by users in the\n\nUnited States.\n\n11.       On May 15, 2000, the magistrate judge issued a report and\n\nrecommendation, which found that Ideal was                      in    contempt    for\n\nviolation of the preliminary injunction.                   The district court\n\n                                         -19-\n\fadopted the report and recommendation and held Ideal in contempt\n\non May 26, 2000.\n\n12.   Ideal did not come into compliance with the preliminary\n\ninjunction    until      June   13,    2000;    in    the   course    of     its\n\nnoncompliance it incurred fines of $3,000.\n\n           It is the totality of the circumstances, rather than\n\na    particular   item    alone,      that   suffices    for   an    award    of\n\nattorneys'   fees.       For    example,     mere    failure   to   conduct    a\n\ntrademark search before using a mark may evidence nothing more\n\nthan carelessness, and so may not warrant an award of fees.\n\nSecuracomm Consulting, 166 F.3d at 188-89.              In combination, the\n\nfacts above warrant the district court’s conclusion that the\n\ninitial infringement and continuing infringement, even in the\n\nface of court orders, was deliberate and willful and that equity\n\nrequired an award of fees.\n\n2.         Amount of the Fees\n\n           The district court determined the amount of attorneys'\n\nfees under the commonly used lodestar method, in which the\n\nnumber of hours reasonably spent by the attorneys on the case is\n\nmultiplied by a reasonable hourly rate.              Hensley v. Eckerhart,\n\n\n\n                                      -20-\n\f461 U.S. 424, 433 (1983); Lipsett v. Blanco, 975 F.2d 934, 937\n\n(1st Cir 1992).       Tamko submitted a supporting declaration by an\n\nexperienced trademark attorney.          It also submitted detailed time\n\nrecords from lead counsel, house counsel, and local counsel.\n\nThe court considered the time and labor required, the skill\n\nrequired, the nature and length of the professional relationship\n\nwith the client, and time limitations imposed by the client.                 It\n\nis clear from the court's October 6, 2000 order that it reviewed\n\nthe materials in some detail.\n\n          Because Ideal did not file any opposition to Tamko's\n\nattorneys'     fees    request   and    materials,    it    may   well     have\n\nforfeited this issue for appeal.             Hebert v. Wicklund, 744 F.2d\n\n218, 223-24 (1st Cir. 1984).          Ideal argues that because the size\n\nof the award is substantially larger than the award of profits\n\nin this case, an injustice might result if this court does not\n\nreview   the   amount    of   fees.      Neither   the     statute   nor   the\n\nlegislative history limits the award of fees to an amount less\n\nthan the award of profits or damages.               To the contrary, the\n\nlegislative intent was partly to encourage the enforcement of\n\ntrademark rights in cases where \"the measurable damages are\n\n\n\n                                      -21-\n\fnominal.\"      S. Rep. 93-1400, reprinted in 1974 U.S.C.C.A.N. 7132,\n\n7136.      When a trademark is infringed, trademark owners have more\n\nat stake than just the damages or loss of profits in that case.\n\nTheir      failure   to    enforce    their     rights    may   result       in    the\n\nweakening of these rights over time. 2 McCarthy on Trademarks,\n\nsupra, § 17:17, at 17-31.            The cost of enforcing the rights may\n\nwell be larger than the lost profits in any particular case.                         In\n\nall    events,    the     district    court     appears    carefully     to        have\n\nscrutinized      Tamko's     filing,9     and     it     articulated     a        clear\n\nunderstanding of the applicable lodestar principles.                          Given\n\nthese facts, and given Ideal's failure to furnish the district\n\ncourt with any reasons why Tamko's fee application should have\n\nbeen pared down, we do not think that this is an issue that\n\nrequires further review.\n\nB.           Award to Tamko of Ideal's Profits on the Heritage\nSeries       Products\n\n             The district court awarded Tamko Ideal's profits of\n\n$201,385.60, a sum calculated on the basis of conservative\n\n\n       9    For example, the court did not initially approve the\nfees   and expenses of Tamko's local counsel because their records\nwere   not sufficiently specific about the dates on which services\nwere   rendered, and \"a number of invoices appear[ed] to reflect\nthat   several lawyers performed the same work.\"\n\n                                       -22-\n\festimates of Ideal's actual profits from the Heritage Series\n\nproducts between November 1997 and February 2000.               Ideal argues\n\nthat   no   profits   should    be   awarded   and   the    district     court\n\ncommitted errors of law; and if any award was justified, this\n\naward was too high.\n\n            We review de novo the legal standard by which an award\n\nof defendant's profits is calculated, and for clear error the\n\nfactual findings supporting the award.\n\n1.          Standard for an Award of Defendant's Profits\n\n            The jury found that Tamko and Ideal were in direct\n\ncompetition.    Ideal does not argue that the factual finding was\n\nunsupported,    but   does     argue   that    the   district    court    was\n\nnonetheless obligated to inquire further as to the percent of\n\ndirect market overlap in which such competition took place\n\nbefore it could award an accounting of profits.              At most, Ideal\n\nsays, the two companies competed in 20-30% of their business, so\n\nit was error to award 100% of Ideal's profits.             Ideal’s argument\n\nis based on product differentiation.           That is, Ideal sold only\n\nmetal roofing, while Tamko sold only asphalt roofing.                    Only\n\ncustomers with residential steep-slope roofs would consider\n\n\n\n                                     -23-\n\fbuying each of the two types of roofing.                Ideal says that only\n\n20% of its sales are in this residential market; its remaining\n\nsales are in the commercial and agricultural buildings market,\n\nwhere the products do not compete.\n\n          The thrust of the argument is essentially that most of\n\nthe products Ideal sold under the infringing mark should be\n\nconsidered to be noncompeting products and so it is inequitable\n\nto award 100% of the profits to Tamko.            Under circuit precedent,\n\nthere   may   be    infringement,    as    well    as    an    accounting    of\n\ndefendant’s profits, even when most of the products are not in\n\ncompetition,   if    there   is   evidence,       as   there   was   here,   of\n\nlikelihood of confusion.          See Baker v. Simmons Co., 325 F.2d\n\n580, 582 (1st Cir. 1963) (affirming an award of defendant’s\n\nprofits based on defendant's gross sales where some of goods\n\nsold by defendant did not compete with those sold by plaintiff);\n\nBaker v. Simmons Co., 307 F.2d 458, 462-63 (1st Cir. 1962)\n\n(affirming infringement finding where plaintiff held the mark\n\nSimmons for mattresses and sleep products and defendant used the\n\nname Simmonds for reupholstering services).\n\n\n\n\n                                    -24-\n\f             An accounting of defendant's profits may be awarded in\n\na trademark infringement action \"subject to the principles of\n\nequity.\"      15 U.S.C. § 1117(a).          Here, Tamko did not seek its\n\nactual damages, but did seek an accounting as well as injunctive\n\nrelief.      If injunctive relief provides a complete and adequate\n\nremedy,    then   the   equities     of   the   case   may    not   require   an\n\naccounting of profits.         Aktiebolaget Electrolux v. Armatron\n\nInt'l, Inc., 999 F.2d 1, 5 (1st Cir. 1993) (\"We have found 'a\n\nclear distinction between the showing required to establish a\n\nright to injunctive relief and that required to establish a\n\nright to damages.'\") (quoting Camel Hair and Cashmere Inst. of\n\nAm., Inc. v. Associated Dry Goods Corp.,               799 F.2d 6, 12 (1st\n\nCir. 1986)).      For example, injunctive relief may be adequate if\n\nthere has been no fraud or palming off and there is little\n\nlikelihood of actual damage to the plaintiff or profit to the\n\ndefendant.      Champion Spark Plug Co. v. Sanders, 331 U.S. 125,\n\n131 (1947); Valmor Prods. Co. v. Standard Prods. Corp., 464 F.2d\n\n200,   204    (1st   Cir.   1972);    see   generally    J.    Koelemay   Jr.,\n\nMonetary Relief in Trademark Infringement Cases, in Litigating\n\n\n\n\n                                     -25-\n\fCopyright,     Trademark    and    Unfair      Competition    Cases   for    the\n\nExperienced Practitioner 287, 294 (1997).\n\n             Trying to fit itself into these shoes, Ideal suggests\n\nthat injunctive relief should suffice, as it engaged in neither\n\nfraud nor palming off.            Ideal’s argument is misplaced.             The\n\npresence of injunctive relief does not preclude an accounting\n\nhere.    There was adequate evidence that Tamko did suffer actual\n\ndamages and that Ideal did benefit from its infringement.                     To\n\nboot, Ideal's contumacious behavior also raises a question of\n\nthe adequacy of injunctive relief alone as a remedy.\n\n             Repeating its theme that it acted neither fraudulently\n\nnor in bad faith, Ideal says that an accounting of profits is\n\nunwarranted.        Even if we were to accept this theme, it has been\n\nthis circuit's rule that an accounting of defendant's profits\n\nwhere the products directly compete does not require fraud, bad\n\nfaith, or palming off.           AB Electrolux, 999 F.2d at 5-6.             Our\n\nrule    is   thus    different    from   the    Restatement    rule   that    an\n\naccounting of profits is conditioned on a showing of bad faith.\n\nRestatement (Third) of Unfair Competition § 37 cmt. e (1995).\n\nAlthough AB Electrolux was silent on whether \"willfulness\" is a\n\n\n\n                                     -26-\n\fprecondition     for   an   accounting,     the   jury   here   found\n\nwillfulness,10 and so we need not reach the issue in this case.11\n\n          This    circuit   and   others   have   articulated   three\n\njustifications for awarding to plaintiff an accounting of the\n\ndefendant's profits: (1) as a rough measure of the harm to\n\nplaintiff; (2) to avoid unjust enrichment of the defendant; or\n\n(3) if necessary to protect the plaintiff by deterring a willful\n\ninfringer from further infringement.       Estate of Bishop, 256 F.3d\n\nat 1054; Minn. Pet Breeders, Inc. v. Schell & Kampeter, Inc., 41\n\nF.3d 1242, 1247 (8th Cir. 1994); AB Electrolux, 999 F.2d at 5-6;\n\nGeorge Brasch Co. v. Blue Coral, Inc., 968 F.2d 1532, 1537 (2d.\n\nCir. 1992); see generally 5 McCarthy on Trademarks, supra, §§\n\n30:59, 30:64.\n\n\n     10   As to the meaning of willfulness, the jury was\ninstructed that \"[a]n act is done willfully if done voluntarily\nand intentionally.\"\n     11   Several circuits require a finding of willfulness to\nsupport an award of the infringing defendant's profits.   See,\ne.g., Banff, Ltd. v. Colberts, Inc., 996 F.2d 33, 35 (2d Cir.\n1993); Frisch's Rests., Inc. v. Elby's Big Boy, 849 F.2d 1012,\n1016 (6th Cir. 1988); Reader's Digest Ass'n v. Conservative\nDigest, Inc., 821 F.2d 800, 807-08 (D.C. Cir. 1987). We agree\nthat when the rationale for an award of defendant's profits is\nto deter some egregious conduct, willfulness is required. See\nSecuracomm Consulting, 166 F.3d at 190.\n\n\n                                  -27-\n\f          Ideal’s    most    cogent   argument         is   that   it    did   not\n\ndirectly compete against Tamko in all the markets in which it\n\nprofited from use of the mark, and so all of its profits should\n\nnot go to Tamko.    Ideal points to the articulated justification\n\nfor the AB Electrolux rule, which is that the defendant acts as\n\na \"trustee\" of profits that would otherwise belong to plaintiff.\n\n999 F.2d at 5; see also Valmor Prods. Co., 464 F.2d at 204.\n\nFrom this, Ideal argues that AB Electrolux established a \"but\n\nfor\" rule: a defendant may be deemed to have acted as \"trustee\"\n\nfor the plaintiff’s profits, which, but for the infringement,\n\nwould have been made by plaintiff.                It follows then, Ideal\n\nargues, that it cannot be deemed to have acted as \"trustee\" for\n\nthe plaintiff's profits as to the 70-80% of the market where, it\n\nsays, the two companies were not in direct competition; that is,\n\nwhere asphalt roofing and metal roofing did not compete.\n\n          We reject any such limitation for an accounting of\n\nprofits   award,    once    there   has    been    a    finding     of    direct\n\ncompetition, for three reasons, each articulated in the Lanham\n\nAct, 15 U.S.C. § 1117(a).       First, the limitation misplaces the\n\nburdens, in assuming plaintiffs must meet such a test as to\n\n\n\n                                    -28-\n\fremedy,    once     infringement       and   direct   competition          are\n\nestablished.      The burden of showing that not all profits should\n\nbe awarded is more akin to the burden of showing the amount of\n\ncosts to be deducted from profits, which the Act places on\n\ndefendant.     Second, such a test ignores the three rationales for\n\nthe   remedy   of   accounting    of   profits.   Third,    the     test    is\n\ninconsistent with the inherent equitable power of the district\n\ncourt and the Lanham Act's designation of an accounting of\n\ndefendant's profits as an equitable remedy.\n\n           First,    we   think   once    plaintiff   has   shown    direct\n\ncompetition and infringement, the statute places the burden                 on\n\nthe infringer to show the limits of the direct competition: \"In\n\nassessing profits the plaintiff shall be required to                  prove\n\ndefendant's sales only; defendant must prove all elements of\n\ncost or deduction claimed.\"        15 U.S.C. § 1117(a).      Even before\n\nthe Lanham Act, the Supreme Court had squarely placed the burden\n\non the infringer \"to prove that his infringement had no cash\n\nvalue in sales made by him.        If he does not do so, the profits\n\nmade on sales of goods bearing the infringing mark properly\n\nbelong to the owner of the mark.\"            Mishawaka Rubber & Woolen\n\n\n\n                                   -29-\n\fMfg. Co. v. S.S. Kresge Co., 316 U.S. 203, 206-07 (1942); see\n\nalso 5 McCarthy on Trademarks, supra, § 30:65, at 30-128 (\"Under\n\nthe federal Lanham Act, as well as the common law, it is the\n\ninfringer's burden to prove any proportion of his total profits\n\nwhich may not have been due to his                           use   of    the   infringing\n\nmark.\");        Koelemay,       supra,       at    322-23          (\"The       burden       of\n\napportionment [of profits resulting directly from infringement\n\nand those not], however, is on the infringer.\").                                Here, the\n\nplaintiff proved the amount of defendant’s sales; we consider\n\nthe   defense     of     only    partial     direct      competition           to    be    very\n\nsimilar    to    an     element      of   cost    or    deduction        claimed,         which\n\ndefendant has the burden of showing.                     At trial, Ideal did not\n\nask for a jury finding on the percentage of market overlap.                                 Nor\n\ndid it present the issue and evidence to the trial judge when he\n\nrequested       briefing      from    both   parties         on    the    accounting        of\n\nprofits.     The trial judge was under no obligation to raise or\n\nresolve the issue sua sponte.                In fact, Tamko disputes Ideal’s\n\nassertions       made    on     appeal     about       the    percentage        of    direct\n\ncompetition in the market, and says there was 100% overlap.                                 The\n\nplace for resolution of this issue was the trial court.\n\n\n\n                                           -30-\n\f           Second, even ignoring momentarily Ideal’s waiver at the\n\ndistrict court level, the argument is inconsistent with the\n\nfirst   rationale       for    providing   an   accounting    of    profits    --\n\nrecompense to plaintiff for the harms it has suffered.                   Congress\n\nrecognized that the defendant’s profits may be an inexact proxy\n\nfor the detriment suffered by plaintiffs.              Toward this end, the\n\nAct also provides:\n\n           If the court shall find that the amount of the\n           recovery based on profits is either inadequate or\n           excessive the court may in its discretion enter\n           judgment for such sum as the court shall find to be\n           just, according to the circumstances of the case.\n           Such sum in . . . the above circumstances shall\n           constitute compensation and not a penalty.\n\n15 U.S.C. § 1117(a).          Here, Ideal provided little basis for the\n\ndistrict court to conclude that an award of all of defendant’s\n\nprofits was excessive.          In addition to its own loss of profits,\n\na   plaintiff    may,    for    example,   suffer    harm    to    the   goodwill\n\nassociated with its mark.            But beyond that, the district court,\n\nso long as the sum awarded was not a penalty, was entitled to\n\nconsider   two    other       policy    objectives    once    it    found   that\n\ndefendant's      conduct       was   inequitable:    awarding       defendant's\n\nprofits based on unjust enrichment to the defendant, or based on\n\n\n\n                                       -31-\n\fa deterrence theory.          AB Electrolux, 999 F.2d at 5 (\"[W]here\n\ndefendant’s inequitable conduct warrants bypassing the usual\n\nrule of actual harm, damages may be assessed on an unjust\n\nenrichment or deterrence theory.\").\n\n           Even assuming that Tamko and Ideal directly compete as\n\nto only a portion of Ideal's sales, and even if we were to give\n\nIdeal the benefit of plain error review, we could not say that\n\nthere was an abuse of discretion in awarding defendant's profits\n\nin order to avoid unjust enrichment where the infringement was\n\nwillful.    The award itself was conservative.                    Further, the\n\nevidence is that the infringement was willful, intended to\n\ndivert customers from Tamko, and, importantly, to trade on the\n\ngoodwill   Tamko   had    established,        nurtured,     and    assiduously\n\nguarded in its Heritage mark.               There was also evidence of\n\ncustomer confusion.       Thus, even in the absence of palming off,\n\nit is reasonable to conclude that Ideal was unjustly enriched by\n\ntrading on Tamko’s goodwill beyond the two companies' areas of\n\ndirect competition.\n\n           In   cases    of   at   least    some   direct   competition    and\n\nwillfulness, some role may exist for deterrence in an award of\n\n\n\n                                     -32-\n\fan accounting of profits.             The role of deterrence must be\n\ncarefully weighed in light of the statutory prohibition on the\n\nimposition of penalties.         15 U.S.C. § 1117(a) (\"Such sum . . .\n\nshall constitute compensation and not a penalty.\"); Koelemay,\n\nsupra, at 307; see also ALPO Petfoods, Inc. v. Ralston Purina\n\nCo., 913 F.2d 958, 969 (D.C. Cir. 1990) (criticizing deterrence\n\nrationale).    In an analogous case, one circuit revised an award\n\nof 20% of defendant’s profits and directed an award of 100% of\n\nthe profits because it believed that 20% was \"clearly inadequate\n\nto ensure that similar conduct will not reoccur in the future.\"\n\nTruck Equip. Serv. Co. v. Fruehauf Corp., 536 F.2d 1210, 1223\n\n(8th   Cir.   1976).       The   rule    that      where    there      is    willful\n\ninfringement,      an    accounting     of   profits       is   not    necessarily\n\nrestricted to the particular area of direct competition is\n\nreinforced    by   the    intention     of   the    Lanham      Act     to   provide\n\nnationwide protection of a mark, in contrast to the more limited\n\ngeographic protection afforded by the common law.                     See Minn. Pet\n\nBreeders, 41 F.3d at 1246.              Tamko had an unusually strong\n\ninterest in deterrence, given Ideal’s track record, and it would\n\nnot be an abuse of discretion to conclude that the accounting of\n\n\n\n                                      -33-\n\fprofits   should   reflect   some    recognition   of   that   interest.\n\nNonetheless, the deterrence rationale is primarily served by the\n\nattorneys' fees award, and should not be the primary reason for\n\nan accounting of profits. Koelemay, supra, at 308.\n\n          Our third reason for rejecting Ideal’s limitation on\n\nprofits awards is that it is inconsistent with the equitable\n\nnature of the court’s remedial power.       It may well be equitable\n\nfor a court to include in the damages calculation an award of\n\nless than the defendant's complete profits in light of less than\n\ncomplete direct competition. See, e.g., Truck Equip. Serv. Co.,\n\n536 F.2d at 1221-22 (awarding defendant's profits only from\n\ngeographical areas where parties directly competed).            On other\n\nfacts it may be inequitable to give defendants such a benefit.\n\nMechanical rules are of little aid in this analysis.\n\n          Equity must take account of the purposes served by the\n\nLanham Act:\n\n          One is to protect the public so it may be confident\n          that, in purchasing a product bearing a particular\n          trade-mark which it favorably knows, it will get the\n          product which it asks for and wants to get. Secondly,\n          where the owner of a trade-mark has spent energy,\n          time, and money in presenting to the public the\n          product, he is protected in his investment from its\n          misappropriation by pirates and cheats.\n\n\n                                    -34-\n\fS. Rep. No. 1333 (1946), reprinted in 1946 U.S.C.C.S. 1274,\n\n1274. As another circuit cogently observed in a case raising the\n\nissue of less than 100% competition, either through product\n\ndifferentiation     or   geographical       separation:         \"We   think     it\n\ndoubtful whether even the second of these purposes, protection\n\nof the trademark owner, is adequately served by a rule which\n\nwould     allow   accountings   only     where     the    parties      directly\n\ncompete.\"     Monsanto Chem. Co. v. Perfect Fit Prods. Mfg. Co.,\n\n349 F.2d 389, 395 (2d Cir. 1965); see also Maltina Corp. v. Cawy\n\nBottling Co., 613 F.2d 582, 585 (5th Cir. 1980) (holding that a\n\n\"diversion of sales,\" or direct competition, is not necessary\n\nfor an award of profits because of               the     need   to    protect    a\n\ntrademark as a property right).\n\n            The award of Ideal’s entire profits was correct.\n\n2.   Amount of Award\n\n            This still leaves Ideal's attack on the amount of the\n\nprofits    award.     This   attack    is   also   without       merit.       The\n\ncalculation of the award is up to the trial court's discretion,\n\nand we will not disturb it unless it rests on clearly erroneous\n\n\n\n\n                                  -35-\n\ffindings of fact, incorrect legal standards, or a meaningful\n\nerror in judgment.\n\n             The court awarded Tamko $201,385.60 as Ideal's profits\n\nfrom the sales of its Heritage Series products.                  To calculate\n\nthis amount, the court accepted the $449,522 figure for Ideal's sales\n\nof the Heritage Series product in the United States between January 1,\n\n1998 and January 31, 2000, which was provided by René Laplante (Ideal's\n\nVice President) in response to an interrogatory. The court prorated\n\nthis amount \"to account for sales made in November and December of 1997\n\nand February 2000\" to arrive at $503,464. The court then subtracted\n\n60% from that amount because \"LaPlante previously testified that\n\nIdeal's profit margin on sales of its 'Heritage Series' product [was]\n\n40%.\"   Thus, the court arrived at its final figure.\n\n             Ideal argues that the court used the wrong numbers for\n\nthe amount of the costs.               The defendant has the burden of\n\nproducing evidence as to its costs.              15 U.S.C. § 1117(a).    Ideal\n\nonly provided the district court with a conclusory earnings\n\nstatement which included a number for costs.                 The court decided\n\nthat    this      statement     was     unreliable     without     supporting\n\ndocumentation.      Instead, it relied on a statement made by Ideal\n\nat   trial   as    to   its   profit    margin    on   the   Heritage   Series\n\n\n\n                                       -36-\n\fproducts.     This was not an abuse of discretion, and the amount\n\nof the accounting award is affirmed.\n\nC.          Denial of the Motion for Mistrial\n\n            Upon redirect examination of Ideal's vice president,\n\nTamko introduced some evidence concerning the existence of the\n\npreliminary injunction and of the magistrate judge’s conclusion\n\nthat Ideal failed to comply with the preliminary injunction.\n\nIdeal moved for a mistrial.        The basis for the motion was that\n\nthe   trial   judge   erred   in   admitting     the    evidence,     causing\n\nirreparable prejudice to Ideal.           The court denied the motion.\n\n            Because   the   mistrial    motion    was    premised     on   the\n\ndistrict court’s admission of evidence, Ideal bears an unusually\n\nheavy appellate burden: a double burden of showing abuse of\n\ndiscretion, both as to the admission of evidence and as to the\n\ndenial of the mistrial.       United States v. Arias-Santana, 964\n\nF.2d 1262, 1265 (1st Cir. 1992) (\"We normally review the denial\n\nof a request for the exclusion of evidence, or a motion for\n\nmistrial, under the same 'abuse of discretion' standard.\").\n\n            There was no abuse in the admission of the evidence,\n\nand   consequently    could   be   no   abuse    in    the   denial   of   the\n\n\n\n                                   -37-\n\fmistrial.        Initially, when Ideal moved in limine before the\n\ntrial to exclude any mention of the preliminary injunction and\n\nthe    contempt      order,   the     parties   reached   an     agreement     to   a\n\nstipulated jury instruction, described earlier.                     The parties\n\nalso    agreed    that    they   would    not    introduce     evidence   of    the\n\ncontempt order.          However, during the cross-examination of René\n\nLaplante (Ideal's Vice President), Ideal's lawyer asked about\n\nthe preliminary injunction and whether it referred to the web\n\nsite.    Then, on redirect, Tamko's lawyer asked about the court's\n\ncontempt order and some of its contents.\n\n              In response to Ideal's objection to the testimony about\n\nthe contempt order, the district judge stated that Ideal's\n\nlawyer had opened the door to this testimony by asking about the\n\ninjunction and Ideal's compliance with it on cross-examination.\n\nThe    next   day,    when    Ideal    moved    for   mistrial    based   on    the\n\nadmission of the evidence of the contempt order, the judge\n\nrepeated his finding that Ideal had opened the door, and said\n\n\"it's unfortunate, but we will do everything reasonable to\n\nminimize any problems from it.\"                 The judge then suggested a\n\ncurative instruction that would tell the jury \"that they can use\n\n\n\n                                        -38-\n\fthe evidence that they have received and focus as they should\n\nsolely on the issue of willfulness.       It has no relevance to the\n\nother issues in this case.\"    During the jury instructions, the\n\ncourt instructed the jury \"to disregard all evidence relating to\n\nthe February 29, 2000, [preliminary injunction] order.            Such\n\nevidence is not to be considered by you in any way in deciding\n\nany issue in this case.\"\n\n          In sum, the district court was admirably sensitive to\n\nthe problem of potential prejudice to Ideal and set up ground\n\nrules to avoid the problem.    Ideal transgressed those rules and\n\ntried to give the impression that it had complied with the\n\ninjunction.    In this it went too far and its own examination of\n\nLaplante opened the door.      Nevertheless, the district court\n\ncontinued to be sympathetic to the potential problems with the\n\nadmission of the evidence and gave a strong curative instruction\n\nto the jury.    See United States v. Chamorro, 687 F.2d 1, 6 (1st\n\nCir.   1982)   (cautionary    jury     instructions   dispelled    any\n\nsignificant risk of unfair prejudice). Admission and exclusion\n\nof evidence, as well as the necessity (if any) for a mistrial is\n\n\n\n\n                                -39-\n\fcommitted to the sound discretion of the district court and we\n\nsee no error, much less an abuse of discretion.\n\nD.        The Permanent Injunction Against Ideal's Use of \"H-\n          Series\"\n\n          The    district     court    issued    a    permanent   injunction\n\nagainst Ideal on August 30, 2000, barring Ideal \"from using the\n\nterm Heritage, Heritage Series, H Series, or any name or mark\n\nconfusingly similar to Heritage in connection with the sale,\n\noffer to sell, promotion, marketing, or advertising of any\n\nroofing product or service in the United States.\"\n\n          Ideal      argues   that    the    injunction   is   overbroad   in\n\nbarring use of \"H-Series\" by Ideal, because H-Series is not one\n\nof Tamko’s registered trademarks.            \"[I]njunctive relief should\n\nbe no more burdensome to the defendant than necessary to provide\n\ncomplete relief to plaintiffs,\" Califano v. Yamaski, 442 U.S.\n\n682, 702 (1979), and courts must \"closely tailor injunctions to\n\nthe harm that they address,\" ALPO Petfoods, 913 F.2d at 972.\n\nWhile generally the issuance of injunctive relief is reviewed\n\nfor   abuse     of   discretion,       we    review    underlying   factual\n\ndeterminations for clear error.         I.P. Lund Trading ApS v. Kohler\n\nCo., 163 F.3d 27, 33 (1st Cir. 1998).\n\n\n                                      -40-\n\f             On different facts, we might have more sympathy for a\n\nclaim    that    an     injunction        against   the    use   of   a   mark        not\n\nregistered to plaintiff is overbroad.                 Not here.       This case is\n\na perfect example of the need for the \"safe distance rule,\"\n\nwhich counsels that \"an infringer, once caught, must expect some\n\nfencing in. . . . Thus, a court can frame an injunction which\n\nwill keep a proven infringer safely away from the perimeter of\n\nfuture infringement.\"              5 McCarthy on Trademarks, supra, § 30:4,\n\nat 30-12.       Indeed, it was after Ideal faced contempt charges\n\nthat    it   came      up   with    \"H-Series,\"     effectively       dropping        the\n\n\"eritage\" of \"Heritage Series.\"               The district court, during the\n\ncontempt proceedings, heard evidence that Ideal’s use of \"H-\n\nSeries\" would cause confusion: Tamko representatives and their\n\ncustomers       used    \"H\"   as     an   abbreviated      reference      for    Tamko\n\nHeritage products, and Tamko’s \"Heritage 25\" product is often\n\nreferred to as H25.           Cf. Forum Corp. of N. Am. v. Forum, Ltd.,\n\n903 F.2d 434, 441 (7th Cir. 1990); Syrelec v. Pass & Seymour,\n\nInc., 869 F.2d 838, 839 (5th Cir. 1989); Purolator, Inc. v. EFRA\n\nDistribs., Inc., 687 F.2d 554, 560 (1st Cir. 1982).                       There are\n\ncircumstances          in   which    abbreviations        of   trademarks       may    be\n\n\n\n                                           -41-\n\fprotectable as independent marks.         See 1 McCarthy on Trademarks,\n\nsupra, § 7:18, at 7-48.      Whether or not that is the case here,\n\nthe   evidence   that    Ideal's    use   of    \"H-Series\"    would   cause\n\nconfusion is sufficient to justify the injunction requiring\n\nIdeal to steer clear of this similar abbreviation of the mark.\n\n                                   III.\n\n            Although    Ideal’s    counsel     on   appeal   have   striven\n\nmightily, the trial record dooms the appeal.             The judgment is\n\naffirmed.    Costs are awarded to Tamko.\n\n\n\n\n                                   -42-\n\f",
  "html": "<p class=\"case_cite\">282 F.3d 23</p>\n    <p class=\"parties\">TAMKO ROOFING PRODUCTS, INC., Plaintiff, Appellee,<br>v.<br>IDEAL ROOFING COMPANY, LTD., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1382.</p>\n    <p class=\"docket\">No. 01-2273.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 8, 2002.</p>\n    <p class=\"date\">Decided March 7, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED H. Joseph Hameline with whom Rosemary M. Allen, Geri L. Haight, Mintz, Levin, Cohn, Ferris, Glovsky and Popeo, P.C., and Michael B. Clapp were on brief for appellant.</p>\n      <p class=\"indent\">Christopher R. Benson with whom Marcy Hogan Greer, Susan J. Hightower, and Fulbright &amp; Jaworski L.L.P., and John R. Keville and Howrey Simon Arnold &amp; White, L.L.P., were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Tamko Roofing Products, Inc. won its trademark infringement case against Ideal Roofing Company, Ltd. after a six-day jury trial. The district court awarded Ideal's profits to Tamko, ordered Ideal to pay Tamko's attorneys' fees, which amounted to a sum larger than the profits, and issued a permanent injunction. Ideal now appeals each of these district court actions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirm. We reject Ideal's argument that bad faith or fraud is a necessary condition to an award of attorneys' fees under section 35 of the Lanham Act; willful conduct may be sufficient when the trial court takes into account all the facts and equities of the case. We reject Ideal's proposed limitation on the availability of an accounting of defendant's profits as a remedy for trademark infringement. The injunction, which covers a broader range of marks than those Tamko has registered with the United State Patent and Trademark Office (USPTO), is warranted by the \"safe distance rule.\"</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts are described \"as a jury might have found them, consistent with the record but in the light most favorable to the verdict.\" <i>Grajales-Romero v. Am. Airlines, Inc.,</i> 194 F.3d 288, 292 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tamko and Ideal each manufacture and sell roofing products. Tamko manufactures and sells asphalt roofing products, including shingles, in the United States and Canada. Ideal is based in Ottawa, Canada, and manufactures metal roofing and siding products, which it sells in Canada and the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Since 1975, Tamko has been using the trademark \"Heritage\" in its roofing products business. By 1997, when Ideal began to use the Heritage mark, Tamko had registered ten marks in the Heritage family with the USPTO, including \"The American Heritage Series\" mark, and two Heritage family trademarks in Canada. Tamko has vigorously defended the Heritage marks, and has successfully enforced its trademark rights.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In April 1997, Ideal selected the trademark \"Heritage Series\" for hidden fastener metal roofing panels, a new product it introduced to the market later that year. Ideal's \"Heritage Series\" mark used very similar cursive script to Tamko's \"The American Heritage Series\" mark. Ideal made the selection through a four-member executive committee: Marcel Laplante (President), Ren&#233; Laplante (Vice President), Pierre Tessier (Sales Manager), and Mark Lebreque (Quebec City Office Manager).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before Ideal adopted the Heritage Series mark, Tessier attended several roofing trade shows where Tamko prominently displayed its Heritage mark. Ideal hired an advertising agency, Innovacom, to help in the selection and marketing of the new mark. Although the agency usually recommends a trademark search to its clients before they adopt a new mark, Ren&#233; Laplante of Ideal decided against conducting such a search through the agency, an attorney, or Ideal itself. Two other trademarks considered by Ideal were \"Carriage\" and \"Royal Albert,\" both of which are similar to marks owned by other manufacturers in the roofing industry: Certain-Teed uses the mark \"Carriage House,\" and IKO uses \"Royal Victorian.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although Tamko and Ideal produce and sell different types of roofing products, their products &#8212; asphalt and metal roofing respectively &#8212; are both appropriate for steep-slope roofs. They compete directly in the roofing industry market, particularly in the northeastern United States. For example, Ideal belongs to the Metal Roofing Alliance, which, among other things, attempts to persuade homeowners to install metal roofing instead of asphalt shingles. Ideal also tried to persuade consumers to use metal roofing rather than asphalt shingles in its brochure called \"The Smartest Looking House.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Tamko discovered that Ideal was using the Heritage mark for its new product line, its president, David Humphreys, wrote to Marcel Laplante on March 9, 1999. In the letter, Humphreys discussed the importance of the mark to Tamko, expressed his concern that Ideal's use of the mark would cause \"confusion in the marketplace,\" and asked Ideal to \"cease and desist all use of HERITAGE in connection with its building products.\" When Humphreys did not receive a response, he sent another letter to Ideal on March 26, 1999, demanding a response and warning Ideal that if Tamko did not receive a response, it would have \"no choice but to seek legal help to resolve this matter.\" Ideal responded to the second letter, but the companies could not negotiate a mutually agreeable phase out period in which Ideal would stop using the Heritage mark. Ideal wanted a two-year period, while Tamko claimed that a few months would be sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tamko gave Ideal notice that it was going to file a suit against it, and that the USPTO had previously rejected another metal roofing manufacturer's application for the Heritage mark. In response, Ideal suggested a one-year phase out as a compromise.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In August 1999, Tamko filed suit against Ideal for trademark infringement in violation of section 32(1)(a) of the Lanham Act, 15 U.S.C. &#167; 1114(1)(a) (2000).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On November 3, 1999, Tamko filed a motion for a preliminary injunction to enjoin Ideal from using the Heritage mark until the trial resolved the infringement issue. The district court granted the preliminary injunction on February 29, 2000, adopting the report and recommendation from the magistrate judge, who was briefed and held an evidentiary hearing on the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Despite the preliminary injunction, Ideal continued to use the Heritage mark in its brochures and on its web site. Ideal distributed brochures containing the Heritage mark at two trade shows which took place in March 2000 in the United States. Ideal also did not modify its web site which contained several references to the Heritage mark. As a result, on March 16, 2000, Tamko moved for contempt. After a hearing, the magistrate judge issued another report and recommendation that \"Ideal should be held in contempt,\" finding Ideal distributed brochures that contained the Heritage mark at a trade show two weeks after the preliminary injunction issued, and \"intentionally kept the `Heritage' mark on its web site\" after the injunction issued. The district court adopted the magistrate judge's report and recommendation and held Ideal in contempt on May 26, 2000. The contempt order provided that Ideal would be fined $200 for each day of noncompliance, starting on May 29, 2000. Ideal was fined $3,000 for its failure to comply with the contempt order until June 13, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In advance of trial, Ideal filed a motion in limine to preclude Tamko \"from making reference in the presence of the jury to the Preliminary Injunction Order issued in this case.\" The issue was resolved by an agreement to a stipulated instruction to the jury. The instruction given to the jury at the start of the trial on May 16, 2000, was \"after this case was filed in this court and pending the outcome of the case, the Court on February [2]9,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the year 2000, ordered Ideal to stop using the trademark in question in order to preserve the status quo pending the outcome of the case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the fourth day of trial, during the cross-examination of Ren&#233; Laplante, Ideal's attorney questioned Laplante about \"the Court's order\" and whether it made \"any mention of the Internet site?\" In response, during redirect, Tamko's attorney asked Laplante about the \"magistrate's report\" which said that \"[Ideal's] use of Heritage Series in connection with the Internet is a violation of [the] order.\" Ideal's attorney objected to this line of questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the fifth day of the trial, Ideal moved for a mistrial. Ideal argued that the introduction of testimony about both the preliminary injunction and the contempt order prejudiced the jury and deprived Ideal of a fair trial. The district court denied the motion, stating that Ideal had opened the door to the evidence about the contempt order, and that a jury would not understand the significance of a preliminary injunction in any case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the end of the trial, the district court ruled that Tamko's Heritage trademarks were valid. The jury found: (i) \"by a preponderance of the evidence that Ideal infringed Tamko's trademarks\"; (ii) \"by clear and convincing evidence that Ideal acted willfully in infringing Tamko's trademarks\"; and (iii) \"by a preponderance of the evidence that the roofing product[s] of Ideal and Tamko directly competed with each other.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After the close of the trial, the judge requested briefing on the issues of an accounting of defendant's profits and attorneys' fees. On August 21, 2000, the district court issued an order that Tamko was entitled to both an accounting of Ideal's profits and attorneys' fees. On October 19, 2000, the court issued an order awarding $201,385.60 in profits. On August 30, 2000, the district court permanently enjoined Ideal from \"using the term Heritage, Heritage Series, H Series, or any name or mark confusingly similar to Heritage.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, Ideal is represented by new counsel. It does not contest the jury's findings, but disputes the district court's rulings. Ideal argues, first, that Tamko should not have been awarded attorneys' fees because there was no evidence to support the court's findings that \"exceptional circumstances\" existed. In the alternative, Ideal argues that even if attorneys' fees were justified, the district court erred in calculating the fees. Second, Ideal argues that the district court should not have awarded Tamko an accounting of 100% of Ideal's profits because the two companies did not compete in 100% of their markets, and that the court erred in setting the amount of profits. Third, Ideal contends that the district court erred in denying its motion for a mistrial based on the prejudicial admission of testimony about the preliminary injunction and contempt order against Ideal. Fourth, Ideal argues that the scope of the district court's permanent injunction was too broad in that it enjoined it from using the term \"H Series,\" which is not one of Tamko's registered trademarks.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A. Ideal's Challenges to the Award of Attorneys' Fees to Tamko</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court awarded over $500,000 in attorneys' fees and expenses to Tamko. Ideal protests that no fees at all should have been awarded since this was not an \"exceptional case,\" a requirement under section 35 of the Lanham Act, 15 U.S.C. &#167; 1117(a) (2000), for an attorneys' fees award. The district court erred, Ideal says, by using an incorrect legal standard to determine exceptional circumstances and by concluding that the evidence supported such an award. The court's error of law, Ideal argues, is that fees may only be awarded in circumstances where the defendant acted deceitfully or with a degree of culpability; it claims the court's error of fact is that there was no such deceit or culpability here. Finally, Ideal argues that even if some award of attorneys' fees was justified, the sum awarded is too high.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review de novo the legal question of the meaning of \"exceptional cases\" in the context of section 35 of the Lanham Act. <i>See Atl. Fish Spotters Ass'n v. Daley,</i> 205 F.3d 488, 490 (1st Cir.2000) (\"A legal ruling ... as to the meaning of the statute is almost always an issue of law reviewed <i>de novo.</i>\"). We review the district court's award of attorneys' fees under section 35 of the Lanham Act for abuse of discretion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> To the extent that the district court's award rests on factual determinations, however, we review those for clear error. <i>See Pierce v. Underwood,</i> 487 U.S. 552, 557-58, 108 S.Ct. 2541, 101 L.Ed.2d 490 (1988); <i>De Allende v. Baker,</i> 891 F.2d 7, 11 (1st Cir.1989); <i>see also People for the Ethical Treatment of Animals v. Doughney,</i> 263 F.3d 359, 370 (4th Cir.2001). As noted in <i>Atlantic Fish Spotters,</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">[m]any courts, including the Supreme Court, sum up the standard in ... attorney's fee cases by referring to abuse of discretion. But since they then treat errors of law as an example of such an abuse, it seems more informative to recognize that the effective standard of review depends upon the precise claim of error being asserted and not the nature of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">205 F.3d at 491 n. 2 (citations omitted).</p>\n    </div>\n    <p class=\"indent\">1. The Standard for Exceptional Cases</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Lanham Act provides: \"The court in exceptional cases may award reasonable attorneys fees to the prevailing party.\" 15 U.S.C. &#167; 1117(a). Ideal asserts that the district court erred by essentially converting the jury finding of willful infringement, without more, into a court finding of exceptional circumstances justifying a fee award. In truth, the district court referred to both the jury finding of willfulness and to other record evidence before it, so there was no automatic conversion of a jury willfulness finding into a finding of exceptional circumstances.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court said nothing one way or the other as to whether there was bad faith or fraud on Ideal's part.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Under the statute, the decision to award fees is committed to the district court, not the jury. 5 J.T. McCarthy, <i>McCarthy on Trademarks and Unfair Competition</i> &#167; 30:99, at 30-184 (4th ed.2001). Ideal says that the trial court failed to make the necessary findings.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Where the facts of record amply explain the decision, we will not find that the mere failure of the trial judge to be more explicit amounts to an abuse of discretion. <i>See L.E.A. Dynatech, Inc. v. Allina,</i> 49 F.3d 1527, 1531 (Fed.Cir.1995) (\"Although the district court did not state the specific basis for its fee award, sufficient record evidence supports the award.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Because the Lanham Act does not further explain the term \"exceptional cases,\" this court and others have turned to the legislative history for a working definition. <i>See Volkswagenwerk Aktiengesellschaft v. Wheeler,</i> 814 F.2d 812, 821 (1st Cir.1987); <i>see also Ferrero U.S.A., Inc. v. Ozak Trading, Inc.,</i> 952 F.2d 44, 47 (3d Cir.1991); <i>VIP Foods, Inc. v. Vulcan Pet, Inc.,</i> 675 F.2d 1106, 1107 (10th Cir.1982). In exceptional cases, attorneys' fees may be appropriate in circumstances where the acts of infringement were \"`malicious,' `fraudulent,' `deliberate,' or `willful.'\" S. Rep. 93-1400, at 5 (1974), <i>reprinted in</i> 1974 U.S.C.C.A.N. 7132, 7133. The legislative history also explains that attorneys' fees may be awarded \"when equitable considerations justify such awards,\" <i>id.</i> at 6, <i>reprinted in</i> 1974 U.S.C.C.A.N. at 7137, and so the list of four (for example, \"malicious\") may not be exclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Ideal urges this court to adopt the \"bad faith\" standard utilized by some circuits. <i>See Conopco, Inc. v. Campbell Soup Co.,</i> 95 F.3d 187, 194 (2d Cir.1996) (reciting Second Circuit rule requiring a showing of fraud or bad faith on the part of the infringer); <i>Texas Pig Stands, Inc. v. Hard Rock Cafe Int'l, Inc.,</i> 951 F.2d 684, 697 (5th Cir.1992) (\"requir[ing] a showing of a high degree of culpability on the part of the infringer, for example, bad faith or fraud\"); <i>Scotch Whisky Ass'n v. Majestic Distilling Co.,</i> 958 F.2d 594, 599 (4th Cir. 1992) (\"It is clear ... that for a prevailing plaintiff to succeed in a request for attorney fees, she must show that the defendant acted in bad faith.\"). Other circuits hold that willfulness alone is an adequate basis for the award of attorneys' fees. <i>Bishop v. Equinox Int'l Corp.,</i> 154 F.3d 1220, 1224 (10th Cir.1998) (\"deliberate or willful\" conduct on part of defendant in \"fail[ing] to cease and desist from use of [the trademark] despite its written commitment to do so\" was enough to warrant award of attorneys' fees); <i>Hartman v. Hallmark Cards, Inc.,</i> 833 F.2d 117, 123 (8th Cir.1987) (\"Bad faith is not a prerequisite to a Lanham Act fee award.\"). While conceding that an award may be made if the acts of infringement are willful, Ideal argues that \"willful\" must mean more than just voluntary and intentional. Ideal grafts on another requirement that the infringing act must be fraudulent or malicious; for example, the act must be done with an intent to deceive or confuse the public, by palming off inferior goods as though they were trademark holder's goods, or through \"deliberate pirating.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Ideal's argument confuses sufficient conditions for an attorneys' fees award with necessary conditions for such an award. Fraud or bad faith may justify an attorneys' fees award in some cases,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> but a finding of bad faith or fraud is not a necessary precondition. Willfulness short of bad faith or fraud will suffice when equitable considerations justify an award and the district court supportably finds the case exceptional. There are two reasons we reject a bad faith or fraud requirement as a precondition to an award of attorneys' fees. First, the legislative history of section 35 links such exceptional cases to situations where the acts are malicious or fraudulent or deliberate or willful, and where equity justifies the award. Congress's list does not stop with \"malicious\" or \"fraudulent,\" and we are loath to strip \"deliberate\" and \"willful\" of meaning. Second, the purpose of the attorneys' fees amendment to the Lanham Act was to provide for an award in exceptional cases in which equity called for an award in the sound discretion of the district judge. We would be hard pressed to say that such a case can never arise unless there is fraud or bad faith. As an example, one circuit has approved an award of fees in a case where there was no bad faith in the infringement but the subsequent litigation was oppressive and meant to delay. <i>See Securacomm Consulting, Inc. v. Securacom Inc.,</i> 224 F.3d 273, 279-83 (3d Cir. 2000).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Still, awards may be made only in exceptional cases. In <i>Volkswagenwerk,</i> this court reversed an award where the plaintiff did not plead attorneys' fees in its complaint, defendant had no statutory constructive notice of plaintiff's claim of ownership of the marks because neither the trade name nor design mark were registered, and it would have been inequitable to visit an award on the defendant's small local automobile shop. 814 F.2d at 821. Other circuits have identified as counseling against an award the following factors: the area of law is unclear and defendants might reasonably think they did not infringe, <i>Ferrero U.S.A.,</i> 952 F.2d at 49; there is a close legal question as to whether there is any trademark violation, <i>Martin's Herend Imps., Inc. v. Diamond &amp; Gem Trading USA, Co.,</i> 112 F.3d 1296, 1305 (5th Cir.1997); <i>Ferrero U.S.A.,</i> 952 F.2d at 49; defendant had no intent to deceive or confuse the public, <i>VIP Foods,</i> 675 F.2d at 1107; the defendant made a concerted effort to create a non-infringing mark, <i>Roulo v. Russ Berrie &amp; Co.,</i> 886 F.2d 931, 942 (7th Cir.1989); the plaintiff suffered no actual damage, <i>Bishop,</i> 154 F.3d at 1224; <i>VIP Foods,</i> 675 F.2d at 1107. We agree that these are factors to be considered as part of a case-specific multi-factored analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Here, there was adequate evidence of exceptional, willful behavior, both in the infringing acts and in Ideal's conduct after Tamko brought the infringement to Ideal's attention. We outline just some of the pertinent conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">1. Within several days of a 1997 trade show attended by Ideal, where Tamko's Heritage Mark was prominently displayed, Ideal adopted the Heritage name and told its advertising agency not to do a trademark search, which is usually done. Neither Ideal nor its patent attorney did a trademark search.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">2. The other two names considered by Ideal for its new product were substantially similar to marks owned by other companies.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">3. Ideal used an elaborate cursive script for its \"Heritage Series\" mark, very similar to the one used in Tamko's mark \"The American Heritage Series\" (which was displayed in a 1996 Tamko brochure).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">4. Ideal's metal roofing competes directly with Tamko's asphalt roofing for steep-slope roofs and Ideal tried to increase its market in the residential marketplace, which is asphalt's primary market.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">5. Ideal did not respond to the March 9, 1999 letter from Tamko, which notified Ideal of its infringement. Tamko sent another letter on March 26, 1999. Ideal responded and suggested a lengthy two-year phase out. When Tamko informed Ideal that the USPTO rejected a trademark application for Heritage for another company's metal roofing panels, Ideal still refused to stop its use of the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">6. Before filing suit, Tamko gave Ideal notice on August 17, 1999; Ideal asked for a one-year phase out.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">7. In August 1999, Ideal nonetheless reprinted one of its brochures that continued the use of the Heritage Series name.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">8. On February 29, 2000, the district court issued a preliminary injunction against Ideal, enjoining it from further use of the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">9. Nonetheless, Ideal used the brochures containing the mark in a trade show in mid-March 2000, after the preliminary injunction had issued against it.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">10. Despite the preliminary injunction, Ideal continued to use the mark on its web site, which was accessed by users in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">11. On May 15, 2000, the magistrate judge issued a report and recommendation, which found that Ideal was in contempt for violation of the preliminary injunction. The district court adopted the report and recommendation and held Ideal in contempt on May 26, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">12. Ideal did not come into compliance with the preliminary injunction until June 13, 2000; in the course of its noncompliance it incurred fines of $3,000.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is the totality of the circumstances, rather than a particular item alone, that suffices for an award of attorneys' fees. For example, mere failure to conduct a trademark search before using a mark may evidence nothing more than carelessness, and so may not warrant an award of fees. <i>SecuraComm Consulting,</i> 166 F.3d at 188-89. In combination, the facts above warrant the district court's conclusion that the initial infringement and continuing infringement, even in the face of court orders, was deliberate and willful and that equity required an award of fees.</p>\n    </div>\n    <p class=\"indent\">2. Amount of the Fees</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court determined the amount of attorneys' fees under the commonly used lodestar method, in which the number of hours reasonably spent by the attorneys on the case is multiplied by a reasonable hourly rate. <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 433, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983); <i>Lipsett v. Blanco,</i> 975 F.2d 934, 937 (1st Cir.1992). Tamko submitted a supporting declaration by an experienced trademark attorney. It also submitted detailed time records from lead counsel, house counsel, and local counsel. The court considered the time and labor required, the skill required, the nature and length of the professional relationship with the client, and time limitations imposed by the client. It is clear from the court's October 6, 2000 order that it reviewed the materials in some detail.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Because Ideal did not file any opposition to Tamko's attorneys' fees request and materials, it may well have forfeited this issue for appeal. <i>Hebert v. Wicklund,</i> 744 F.2d 218, 223-24 (1st Cir.1984). Ideal argues that because the size of the award is substantially larger than the award of profits in this case, an injustice might result if this court does not review the amount of fees. Neither the statute nor the legislative history limits the award of fees to an amount less than the award of profits or damages. To the contrary, the legislative intent was partly to encourage the enforcement of trademark rights in cases where \"the measurable damages are nominal.\" S. Rep. 93-1400, <i>reprinted in</i> 1974 U.S.C.C.A.N. 7132, 7136. When a trademark is infringed, trademark owners have more at stake than just the damages or loss of profits in that case. Their failure to enforce their rights may result in the weakening of these rights over time. 2 <i>McCarthy on Trademarks, supra,</i> &#167; 17:17, at 17-31. The cost of enforcing the rights may well be larger than the lost profits in any particular case. In all events, the district court appears carefully to have scrutinized Tamko's filing,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and it articulated a clear understanding of the applicable lodestar principles. Given these facts, and given Ideal's failure to furnish the district court with any reasons why Tamko's fee application should have been pared down, we do not think that this is an issue that requires further review.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">B. Award to Tamko of Ideal's Profits on the Heritage Series Products</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court awarded Tamko Ideal's profits of $201,385.60, a sum calculated on the basis of conservative estimates of Ideal's actual profits from the Heritage Series products between November 1997 and February 2000. Ideal argues that no profits should be awarded and the district court committed errors of law; and if any award was justified, this award was too high.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We review de novo the legal standard by which an award of defendant's profits is calculated, and for clear error the factual findings supporting the award.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">1. Standard for an Award of Defendant's Profits</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The jury found that Tamko and Ideal were in direct competition. Ideal does not argue that the factual finding was unsupported, but does argue that the district court was nonetheless obligated to inquire further as to the percent of direct market overlap in which such competition took place before it could award an accounting of profits. At most, Ideal says, the two companies competed in 20-30% of their business, so it was error to award 100% of Ideal's profits. Ideal's argument is based on product differentiation. That is, Ideal sold only metal roofing, while Tamko sold only asphalt roofing. Only customers with residential steep-slope roofs would consider buying each of the two types of roofing. Ideal says that only 20% of its sales are in this residential market; its remaining sales are in the commercial and agricultural buildings market, where the products do not compete.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The thrust of the argument is essentially that most of the products Ideal sold under the infringing mark should be considered to be noncompeting products and so it is inequitable to award 100% of the profits to Tamko. Under circuit precedent, there may be infringement, as well as an accounting of defendant's profits, even when most of the products are not in competition, if there is evidence, as there was here, of likelihood of confusion. <i>See Baker v. Simmons Co.,</i> 325 F.2d 580, 582 (1st Cir.1963) (affirming an award of defendant's profits based on defendant's gross sales where some of goods sold by defendant did not compete with those sold by plaintiff); <i>Baker v. Simmons Co.,</i> 307 F.2d 458, 462-63 (1st Cir.1962) (affirming infringement finding where plaintiff held the mark Simmons for mattresses and sleep products and defendant used the name Simmonds for reupholstering services).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">An accounting of defendant's profits may be awarded in a trademark infringement action \"subject to the principles of equity.\" 15 U.S.C. &#167; 1117(a). Here, Tamko did not seek its actual damages, but did seek an accounting as well as injunctive relief. If injunctive relief provides a complete and adequate remedy, then the equities of the case may not require an accounting of profits. <i>Aktiebolaget Electrolux v. Armatron Int'l, Inc.,</i> 999 F.2d 1, 5 (1st Cir.1993) (\"We have found `a clear distinction between the showing required to establish a right to injunctive relief and that required to establish a right to damages.'\") (quoting <i>Camel Hair and Cashmere Inst. of Am., Inc. v. Associated Dry Goods Corp.,</i> 799 F.2d 6, 12 (1st Cir.1986)). For example, injunctive relief may be adequate if there has been no fraud or palming off and there is little likelihood of actual damage to the plaintiff or profit to the defendant. <i>Champion Spark Plug Co. v. Sanders,</i> 331 U.S. 125, 131, 67 S.Ct. 1136, 91 L.Ed. 1386 (1947); <i>Valmor Prods. Co. v. Standard Prods. Corp.,</i> 464 F.2d 200, 204 (1st Cir.1972); <i>see generally</i> J. Koelemay Jr., <i>Monetary Relief in Trademark Infringement Cases, in Litigating Copyright, Trademark and Unfair Competition Cases for the Experienced Practitioner</i> 287, 294 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Trying to fit itself into these shoes, Ideal suggests that injunctive relief should suffice, as it engaged in neither fraud nor palming off. Ideal's argument is misplaced. The presence of injunctive relief does not preclude an accounting here. There was adequate evidence that Tamko did suffer actual damages and that Ideal did benefit from its infringement. To boot, Ideal's contumacious behavior also raises a question of the adequacy of injunctive relief alone as a remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Repeating its theme that it acted neither fraudulently nor in bad faith, Ideal says that an accounting of profits is unwarranted. Even if we were to accept this theme, it has been this circuit's rule that an accounting of defendant's profits <i>where the products directly compete</i> does not require fraud, bad faith, or palming off. <i>AB Electrolux,</i> 999 F.2d at 5-6. Our rule is thus different from the Restatement rule that an accounting of profits is conditioned on a showing of bad faith. Restatement (Third) of Unfair Competition &#167; 37 cmt. e (1995). Although <i>AB Electrolux</i> was silent on whether \"willfulness\" is a precondition for an accounting, the jury here found willfulness,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and so we need not reach the issue in this case.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">This circuit and others have articulated three justifications for awarding to plaintiff an accounting of the defendant's profits: (1) as a rough measure of the harm to plaintiff; (2) to avoid unjust enrichment of the defendant; or (3) if necessary to protect the plaintiff by deterring a willful infringer from further infringement. <i>Estate of Bishop,</i> 256 F.3d at 1054; <i>Minn. Pet Breeders, Inc. v. Schell &amp; Kampeter, Inc.,</i> 41 F.3d 1242, 1247 (8th Cir.1994); <i>AB Electrolux,</i> 999 F.2d at 5-6; <i>George Basch Co. v. Blue Coral, Inc.,</i> 968 F.2d 1532, 1537 (2d. Cir.1992); <i>see generally</i> 5 <i>McCarthy on Trademarks, supra,</i> &#167;&#167; 30:59, 30:64.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Ideal's most cogent argument is that it did not directly compete against Tamko in all the markets in which it profited from use of the mark, and so all of its profits should not go to Tamko. Ideal points to the articulated justification for the <i>AB Electrolux</i> rule, which is that the defendant acts as a \"trustee\" of profits that would otherwise belong to plaintiff. 999 F.2d at 5; <i>see also Valmor Prods. Co.,</i> 464 F.2d at 204. From this, Ideal argues that <i>AB Electrolux</i> established a \"but for\" rule: a defendant may be deemed to have acted as \"trustee\" for the plaintiff's profits, which, but for the infringement, would have been made by plaintiff. It follows then, Ideal argues, that it cannot be deemed to have acted as \"trustee\" for the plaintiff's profits as to the 70-80% of the market where, it says, the two companies were not in direct competition; that is, where asphalt roofing and metal roofing did not compete.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We reject any such limitation for an accounting of profits award, once there has been a finding of direct competition, for three reasons, each articulated in the Lanham Act, 15 U.S.C. &#167; 1117(a). First, the limitation misplaces the burdens, in assuming plaintiffs must meet such a test as to remedy, once infringement and direct competition are established. The burden of showing that not all profits should be awarded is more akin to the burden of showing the amount of costs to be deducted from profits, which the Act places on defendant. Second, such a test ignores the three rationales for the remedy of accounting of profits. Third, the test is inconsistent with the inherent equitable power of the district court and the Lanham Act's designation of an accounting of defendant's profits as an equitable remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">First, we think once plaintiff has shown direct competition and infringement, the statute places the burden on the infringer to show the limits of the direct competition: \"In assessing profits the plaintiff shall be required to prove defendant's sales only; defendant must prove all elements of cost or deduction claimed.\" 15 U.S.C. &#167; 1117(a). Even before the Lanham Act, the Supreme Court had squarely placed the burden on the infringer \"to prove that his infringement had no cash value in sales made by him. If he does not do so, the profits made on sales of goods bearing the infringing mark properly belong to the owner of the mark.\" <i>Mishawaka Rubber &amp; Woolen Mfg. Co. v. S.S. Kresge Co.,</i> 316 U.S. 203, 206-07, 62 S.Ct. 1022, 86 L.Ed. 1381 (1942); <i>see also</i> 5 <i>McCarthy on Trademarks, supra,</i> &#167; 30:65, at 30-128 (\"Under the federal Lanham Act, as well as the common law, it is the infringer's burden to prove any proportion of his total profits which may not have been due to his use of the infringing mark.\"); Koelemay, <i>supra,</i> at 322-23 (\"The burden of apportionment [of profits resulting directly from infringement and those not], however, is on the infringer.\"). Here, the plaintiff proved the amount of defendant's sales; we consider the defense of only partial direct competition to be very similar to an element of cost or deduction claimed, which defendant has the burden of showing. At trial, Ideal did not ask for a jury finding on the percentage of market overlap. Nor did it present the issue and evidence to the trial judge when he requested briefing from both parties on the accounting of profits. The trial judge was under no obligation to raise or resolve the issue sua sponte. In fact, Tamko disputes Ideal's assertions made on appeal about the percentage of direct competition in the market, and says there was 100% overlap. The place for resolution of this issue was the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Second, even ignoring momentarily Ideal's waiver at the district court level, the argument is inconsistent with the first rationale for providing an accounting of profits &#8212; recompense to plaintiff for the harms it has suffered. Congress recognized that the defendant's profits may be an inexact proxy for the detriment suffered by plaintiffs. Toward this end, the Act also provides:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">If the court shall find that the amount of the recovery based on profits is either inadequate or excessive the court may in its discretion enter judgment for such sum as the court shall find to be just, according to the circumstances of the case. Such sum in ... the above circumstances shall constitute compensation and not a penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1117(a). Here, Ideal provided little basis for the district court to conclude that an award of all of defendant's profits was excessive. In addition to its own loss of profits, a plaintiff may, for example, suffer harm to the goodwill associated with its mark. But beyond that, the district court, so long as the sum awarded was not a penalty, was entitled to consider two other policy objectives once it found that defendant's conduct was inequitable: awarding defendant's profits based on unjust enrichment to the defendant, or based on a deterrence theory. <i>AB Electrolux,</i> 999 F.2d at 5 (\"[W]here defendant's inequitable conduct warrants bypassing the usual rule of actual harm, damages may be assessed on an unjust enrichment or deterrence theory.\").</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Even assuming that Tamko and Ideal directly compete as to only a portion of Ideal's sales, and even if we were to give Ideal the benefit of plain error review, we could not say that there was an abuse of discretion in awarding defendant's profits in order to avoid unjust enrichment where the infringement was willful. The award itself was conservative. Further, the evidence is that the infringement was willful, intended to divert customers from Tamko, and, importantly, to trade on the goodwill Tamko had established, nurtured, and assiduously guarded in its Heritage mark. There was also evidence of customer confusion. Thus, even in the absence of palming off, it is reasonable to conclude that Ideal was unjustly enriched by trading on Tamko's goodwill beyond the two companies' areas of direct competition.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In cases of at least some direct competition and willfulness, some role may exist for deterrence in an award of an accounting of profits. The role of deterrence must be carefully weighed in light of the statutory prohibition on the imposition of penalties. 15 U.S.C. &#167; 1117(a) (\"Such sum ... shall constitute compensation and not a penalty.\"); Koelemay, <i>supra,</i> at 307; <i>see also ALPO Petfoods, Inc. v. Ralston Purina Co.,</i> 913 F.2d 958, 969 (D.C.Cir. 1990) (criticizing deterrence rationale). In an analogous case, one circuit revised an award of 20% of defendant's profits and directed an award of 100% of the profits because it believed that 20% was \"clearly inadequate to ensure that similar conduct will not reoccur in the future.\" <i>Truck Equip. Serv. Co. v. Fruehauf Corp.,</i> 536 F.2d 1210, 1223 (8th Cir.1976). The rule that where there is willful infringement, an accounting of profits is not necessarily restricted to the particular area of direct competition is reinforced by the intention of the Lanham Act to provide <i>nationwide</i> protection of a mark, in contrast to the more limited geographic protection afforded by the common law. <i>See Minn. Pet Breeders,</i> 41 F.3d at 1246. Tamko had an unusually strong interest in deterrence, given Ideal's track record, and it would not be an abuse of discretion to conclude that the accounting of profits should reflect some recognition of that interest. Nonetheless, the deterrence rationale is primarily served by the attorneys' fees award, and should not be the primary reason for an accounting of profits. Koelemay, <i>supra,</i> at 308.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Our third reason for rejecting Ideal's limitation on profits awards is that it is inconsistent with the equitable nature of the court's remedial power. It may well be equitable for a court to include in the damages calculation an award of less than the defendant's complete profits in light of less than complete direct competition. <i>See, e.g., Truck Equip. Serv. Co.,</i> 536 F.2d at 1221-22 (awarding defendant's profits only from geographical areas where parties directly competed). On other facts it may be inequitable to give defendants such a benefit. Mechanical rules are of little aid in this analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Equity must take account of the purposes served by the Lanham Act:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">One is to protect the public so it may be confident that, in purchasing a product bearing a particular trade-mark which it favorably knows, it will get the product which it asks for and wants to get. Secondly, where the owner of a trade-mark has spent energy, time, and money in presenting to the public the product, he is protected in his investment from its misappropriation by pirates and cheats.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">S.Rep. No. 1333 (1946), <i>reprinted in</i> 1946 U.S.C.C.S. 1274, 1274. As another circuit cogently observed in a case raising the issue of less than 100% competition, either through product differentiation or geographical separation: \"We think it doubtful whether even the second of these purposes, protection of the trademark owner, is adequately served by a rule which would allow accountings only where the parties directly compete.\" <i>Monsanto Chem. Co. v. Perfect Fit Prods. Mfg. Co.,</i> 349 F.2d 389, 395 (2d Cir.1965); <i>see also Maltina Corp. v. Cawy Bottling Co.,</i> 613 F.2d 582, 585 (5th Cir.1980) (holding that a \"diversion of sales,\" or direct competition, is not necessary for an award of profits because of the need to protect a trademark as a property right).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The award of Ideal's entire profits was correct.</p>\n    </div>\n    <p class=\"indent\">2. Amount of Award</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">This still leaves Ideal's attack on the amount of the profits award. This attack is also without merit. The calculation of the award is up to the trial court's discretion, and we will not disturb it unless it rests on clearly erroneous findings of fact, incorrect legal standards, or a meaningful error in judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The court awarded Tamko $201,385.60 as Ideal's profits from the sales of its Heritage Series products. To calculate this amount, the court accepted the $449,522 figure for Ideal's sales of the Heritage Series product in the United States between January 1, 1998 and January 31, 2000, which was provided by Ren&#233; Laplante (Ideal's Vice President) in response to an interrogatory. The court prorated this amount \"to account for sales made in November and December of 1997 and February 2000\" to arrive at $503,464. The court then subtracted 60% from that amount because \"LaPlante previously testified that Ideal's profit margin on sales of its `Heritage Series' product [was] 40%.\" Thus, the court arrived at its final figure.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Ideal argues that the court used the wrong numbers for the amount of the costs. The defendant has the burden of producing evidence as to its costs. 15 U.S.C. &#167; 1117(a). Ideal only provided the district court with a conclusory earnings statement which included a number for costs. The court decided that this statement was unreliable without supporting documentation. Instead, it relied on a statement made by Ideal at trial as to its profit margin on the Heritage Series products. This was not an abuse of discretion, and the amount of the accounting award is affirmed.</p>\n    </div>\n    <p class=\"indent\">C. Denial of the Motion for Mistrial</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Upon redirect examination of Ideal's vice president, Tamko introduced some evidence concerning the existence of the preliminary injunction and of the magistrate judge's conclusion that Ideal failed to comply with the preliminary injunction. Ideal moved for a mistrial. The basis for the motion was that the trial judge erred in admitting the evidence, causing irreparable prejudice to Ideal. The court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Because the mistrial motion was premised on the district court's admission of evidence, Ideal bears an unusually heavy appellate burden: a double burden of showing abuse of discretion, both as to the admission of evidence and as to the denial of the mistrial. <i>United States v. Arias-Santana,</i> 964 F.2d 1262, 1265 (1st Cir.1992) (\"We normally review the denial of a request for the exclusion of evidence, or a motion for mistrial, under the same `abuse of discretion' standard.\").</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">There was no abuse in the admission of the evidence, and consequently could be no abuse in the denial of the mistrial. Initially, when Ideal moved in limine before the trial to exclude any mention of the preliminary injunction and the contempt order, the parties reached an agreement to a stipulated jury instruction, described earlier. The parties also agreed that they would not introduce evidence of the contempt order. However, during the cross-examination of Ren&#233; Laplante (Ideal's Vice President), <i>Ideal's</i> lawyer asked about the preliminary injunction and whether it referred to the web site. Then, on redirect, Tamko's lawyer asked about the court's contempt order and some of its contents.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In response to Ideal's objection to the testimony about the contempt order, the district judge stated that Ideal's lawyer had opened the door to this testimony by asking about the injunction and Ideal's compliance with it on cross-examination. The next day, when Ideal moved for mistrial based on the admission of the evidence of the contempt order, the judge repeated his finding that Ideal had opened the door, and said \"it's unfortunate, but we will do everything reasonable to minimize any problems from it.\" The judge then suggested a curative instruction that would tell the jury \"that they can use the evidence that they have received and focus as they should solely on the issue of willfulness. It has no relevance to the other issues in this case.\" During the jury instructions, the court instructed the jury \"to disregard all evidence relating to the February 29, 2000, [preliminary injunction] order. Such evidence is not to be considered by you in any way in deciding any issue in this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In sum, the district court was admirably sensitive to the problem of potential prejudice to Ideal and set up ground rules to avoid the problem. Ideal transgressed those rules and tried to give the impression that it had complied with the injunction. In this it went too far and its own examination of Laplante opened the door. Nevertheless, the district court continued to be sympathetic to the potential problems with the admission of the evidence and gave a strong curative instruction to the jury. <i>See United States v. Chamorro,</i> 687 F.2d 1, 6 (1st Cir.1982) (cautionary jury instructions dispelled any significant risk of unfair prejudice). Admission and exclusion of evidence, as well as the necessity (if any) for a mistrial is committed to the sound discretion of the district court and we see no error, much less an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">D. The Permanent Injunction Against Ideal's Use of \"H-Series\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The district court issued a permanent injunction against Ideal on August 30, 2000, barring Ideal \"from using the term Heritage, Heritage Series, H Series, or any name or mark confusingly similar to Heritage in connection with the sale, offer to sell, promotion, marketing, or advertising of any roofing product or service in the United States.\"</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Ideal argues that the injunction is overbroad in barring use of \"H-Series\" by Ideal, because H-Series is not one of Tamko's registered trademarks. \"[I]njunctive relief should be no more burdensome to the defendant than necessary to provide complete relief to plaintiffs,\" <i>Califano v. Yamasaki,</i> 442 U.S. 682, 702, 99 S.Ct. 2545, 61 L.Ed.2d 176 (1979), and courts must \"closely tailor injunctions to the harm that they address,\" <i>ALPO Petfoods,</i> 913 F.2d at 972. While generally the issuance of injunctive relief is reviewed for abuse of discretion, we review underlying factual determinations for clear error. <i>I.P. Lund Trading ApS v. Kohler Co.,</i> 163 F.3d 27, 33 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">On different facts, we might have more sympathy for a claim that an injunction against the use of a mark not registered to plaintiff is overbroad. Not here. This case is a perfect example of the need for the \"safe distance rule,\" which counsels that \"an infringer, once caught, must expect some fencing in.... Thus, a court can frame an injunction which will keep a proven infringer safely away from the perimeter of future infringement.\" 5 <i>McCarthy on Trademarks, supra,</i> &#167; 30:4, at 30-12. Indeed, it was after Ideal faced contempt charges that it came up with \"H-Series,\" effectively dropping the \"eritage\" of \"Heritage Series.\" The district court, during the contempt proceedings, heard evidence that Ideal's use of \"H-Series\" would cause confusion: Tamko representatives and their customers used \"H\" as an abbreviated reference for Tamko Heritage products, and Tamko's \"Heritage 25\" product is often referred to as H25. <i>Cf. Forum Corp. of N. Am. v. Forum, Ltd.,</i> 903 F.2d 434, 441 (7th Cir.1990); <i>Syrelec v. Pass &amp; Seymour, Inc.,</i> 869 F.2d 838, 839 (5th Cir. 1989); <i>Purolator, Inc. v. EFRA Distribs., Inc.,</i> 687 F.2d 554, 560 (1st Cir.1982). There are circumstances in which abbreviations of trademarks may be protectable as independent marks. <i>See</i> 1 <i>McCarthy on Trademarks, supra,</i> &#167; 7:18, at 7-48. Whether or not that is the case here, the evidence that Ideal's use of \"H-Series\" would cause confusion is sufficient to justify the injunction requiring Ideal to steer clear of this similar abbreviation of the mark.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Although Ideal's counsel on appeal have striven mightily, the trial record dooms the appeal. The judgment is <i>affirmed.</i> Costs are awarded to Tamko.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For example, Tamko has been involved in disputes over the Heritage mark with MBCI, a metal roofing manufacturer, and Supradur, Inc., a slate roofing manufacturer. In both cases, the companies acknowledged that the rights to the Heritage mark used for roofing products belonged to Tamko</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Originally, Tamko had two other claims against Ideal: unfair competition under 15 U.S.C. &#167; 1125(a) (2000), and trademark dilution under 15 U.S.C. &#167; 1125(c) (2000). Tamko dropped these claims before the start of the trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court made an error in the date of the preliminary injunction and corrected itself immediately</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although this court has not articulated before the standard of review for the award of attorneys' fees in the Lanham Act context, we use the abuse of discretion standard in reviewing an award of attorneys' fees in several other contexts<i>See, e.g., Gay Officers Action League v. Puerto Rico,</i> 247 F.3d 288, 292 (1st Cir.2001) (Civil Rights Act, 42 U.S.C. &#167; 1988); <i>O'Rourke v. City of Providence,</i> 235 F.3d 713, 737 (1st Cir.2001) (Title VII); <i>Colortronic Reinhard &amp; Co. v. Plastic Controls, Inc.,</i> 668 F.2d 1, 7-8 (1st Cir.1981) (similar attorneys' fees provision of Patent Act, 35 U.S.C. &#167; 285); <i>see also Dubois v. United States Dep't of Agric.,</i> 270 F.3d 77, 80 (1st Cir.2001). Several other circuits also use the abuse of discretion standard in reviewing the award of attorneys' fees under the Lanham Act. <i>See, e.g., Waco Int'l, Inc. v. KHK Scaffolding Houston Inc.,</i> 278 F.3d 523, 529 (5th Cir.2002); <i>People for the Ethical Treatment of Animals v. Doughney,</i> 263 F.3d 359, 370 (4th Cir.2001); <i>Securacomm Consulting, Inc. v. Securacom Inc.,</i> 224 F.3d 273, 279 (3d Cir.2000). <i>But see S Indus., Inc. v. Centra 2000, Inc.,</i> 249 F.3d 625, 627 (7th Cir.2001) (\"We review a grant of attorney fees to a prevailing defendant under the Lanham Act only for clear error.\"). The widespread use of this standard for awards of attorneys' fees \"reflects the fact that only the district court has the `intimate knowledge of the nuances of the underlying case,'\" <i>Richardson v. Miller,</i> 279 F.3d 1, 3 (1st Cir.2002) (quoting <i>Gay Officers Action League,</i> 247 F.3d at 292), and in \"determining whether sanctions are warranted `the district court is better situated than the court of appeals to marshal the pertinent facts and apply the factdependent legal standard,'\" <i>Dubois,</i> 270 F.3d at 80 (citing <i>Cooter &amp; Gell v. Hartmarx Corp.,</i> 496 U.S. 384, 402, 110 S.Ct. 2447, 110 L.Ed.2d 359 (1990)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To the extent Ideal argues that it would be error for a district court to adopt a per se equivalence between \"exceptional case\" and a jury finding of willfulness, we would agree. Congress gave the attorneys' fees issue to the court, not to the jury, and the court must consider whether an award is equitable. However, here the court did decide the issue of whether this was an \"exceptional case.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ideal relies on two cases in its claim that the lack of more explicit findings by the district court was an abuse of discretion which invalidates the fee award in this case. However, in both<i>Bandag, Inc. v. Al Bolser's Tire Stores, Inc.,</i> 750 F.2d 903, 921 (Fed.Cir.1984), and <i>Ferrero U.S.A., Inc. v. Ozak Trading, Inc.,</i> 952 F.2d 44, 48 (3d Cir.1991), the courts relied not only on the lack of any express findings by the district court, but also on the lack of clear facts from the record that showed exceptional circumstances. That is not the case here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Nonetheless, it is also possible that a finding of bad faith by one party might not justify an award if equity required otherwise: for example, in a case where there is equivalent bad faith by the other party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although this court has never held that bad faith is a requirement for an award of attorneys' fees under the Lanham Act and now rejects the notion, language in some of our cases about award of fees under the Patent Act, 35 U.S.C. &#167; 285, refers to the need for \"strong evidence of unfairness and bad faith,\"<i>Colortronic Reinhard &amp; Co. v. Plastic Controls, Inc.,</i> 668 F.2d 1, 8 (1st Cir.1981), in the context of determining whether the losing party has engaged in \"inequitable conduct,\" <i>Codex Corp. v. Milgo Elec. Corp.,</i> 717 F.2d 622, 630 (1st Cir.1983). The language of the two acts is identical; what is different is that here we have the benefit of the Lanham Act's legislative history.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For example, the court did not initially approve the fees and expenses of Tamko's local counsel because their records were not sufficiently specific about the dates on which services were rendered, and \"a number of invoices appear[ed] to reflect that several lawyers performed the same work.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As to the meaning of willfulness, the jury was instructed that \"[a]n act is done willfully if done voluntarily and intentionally.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Several circuits require a finding of willfulness to support an award of the infringing defendant's profits<i>See, e.g., Banff, Ltd. v. Colberts, Inc.,</i> 996 F.2d 33, 35 (2d Cir.1993); <i>Frisch's Rests., Inc. v. Elby's Big Boy,</i> 849 F.2d 1012, 1016 (6th Cir.1988); <i>Reader's Digest Ass'n v. Conservative Digest, Inc.,</i> 821 F.2d 800, 807-08 (D.C.Cir.1987). We agree that when the rationale for an award of defendant's profits is to deter some egregious conduct, willfulness is required. <i>See SecuraComm Consulting,</i> 166 F.3d at 190.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></span></p>\n    <p class=\"parties\">TAMKO ROOFING PRODUCTS, INC., Plaintiff, Appellee,<br>v.<br>IDEAL ROOFING COMPANY, LTD., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1382.</p>\n    <p class=\"docket\">No. 01-2273.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 8, 2002.</p>\n    <p class=\"date\">Decided March 7, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED H. Joseph Hameline with whom Rosemary M. Allen, Geri L. Haight, Mintz, Levin, Cohn, Ferris, Glovsky and Popeo, P.C., and Michael B. Clapp were on brief for appellant.</p>\n      <p class=\"indent\">Christopher R. Benson with whom Marcy Hogan Greer, Susan J. Hightower, and Fulbright &amp; Jaworski L.L.P., and John R. Keville and Howrey Simon Arnold &amp; White, L.L.P., were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Tamko Roofing Products, Inc. won its trademark infringement case against Ideal Roofing Company, Ltd. after a six-day jury trial. The district court awarded Ideal's profits to Tamko, ordered Ideal to pay Tamko's attorneys' fees, which amounted to a sum larger than the profits, and issued a permanent injunction. Ideal now appeals each of these district court actions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirm. We reject Ideal's argument that bad faith or fraud is a necessary condition to an award of attorneys' fees under section 35 of the Lanham Act; willful conduct may be sufficient when the trial court takes into account all the facts and equities of the case. We reject Ideal's proposed limitation on the availability of an accounting of defendant's profits as a remedy for trademark infringement. The injunction, which covers a broader range of marks than those Tamko has registered with the United State Patent and Trademark Office (USPTO), is warranted by the \"safe distance rule.\"</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts are described \"as a jury might have found them, consistent with the record but in the light most favorable to the verdict.\" <i>Grajales-Romero v. Am. Airlines, Inc.,</i> <span class=\"citation\" data-id=\"198693\"><a href=\"/opinion/198693/grajales-romero-v-american-airlines/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tamko and Ideal each manufacture and sell roofing products. Tamko manufactures and sells asphalt roofing products, including shingles, in the United States and Canada. Ideal is based in Ottawa, Canada, and manufactures metal roofing and siding products, which it sells in Canada and the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Since 1975, Tamko has been using the trademark \"Heritage\" in its roofing products business. By 1997, when Ideal began to use the Heritage mark, Tamko had registered ten marks in the Heritage family with the USPTO, including \"The American Heritage Series\" mark, and two Heritage family trademarks in Canada. Tamko has vigorously defended the Heritage marks, and has successfully enforced its trademark rights.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In April 1997, Ideal selected the trademark \"Heritage Series\" for hidden fastener metal roofing panels, a new product it introduced to the market later that year. Ideal's \"Heritage Series\" mark used very similar cursive script to Tamko's \"The American Heritage Series\" mark. Ideal made the selection through a four-member executive committee: Marcel Laplante (President), Ren&#233; Laplante (Vice President), Pierre Tessier (Sales Manager), and Mark Lebreque (Quebec City Office Manager).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before Ideal adopted the Heritage Series mark, Tessier attended several roofing trade shows where Tamko prominently displayed its Heritage mark. Ideal hired an advertising agency, Innovacom, to help in the selection and marketing of the new mark. Although the agency usually recommends a trademark search to its clients before they adopt a new mark, Ren&#233; Laplante of Ideal decided against conducting such a search through the agency, an attorney, or Ideal itself. Two other trademarks considered by Ideal were \"Carriage\" and \"Royal Albert,\" both of which are similar to marks owned by other manufacturers in the roofing industry: Certain-Teed uses the mark \"Carriage House,\" and IKO uses \"Royal Victorian.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although Tamko and Ideal produce and sell different types of roofing products, their products &#8212; asphalt and metal roofing respectively &#8212; are both appropriate for steep-slope roofs. They compete directly in the roofing industry market, particularly in the northeastern United States. For example, Ideal belongs to the Metal Roofing Alliance, which, among other things, attempts to persuade homeowners to install metal roofing instead of asphalt shingles. Ideal also tried to persuade consumers to use metal roofing rather than asphalt shingles in its brochure called \"The Smartest Looking House.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Tamko discovered that Ideal was using the Heritage mark for its new product line, its president, David Humphreys, wrote to Marcel Laplante on March 9, 1999. In the letter, Humphreys discussed the importance of the mark to Tamko, expressed his concern that Ideal's use of the mark would cause \"confusion in the marketplace,\" and asked Ideal to \"cease and desist all use of HERITAGE in connection with its building products.\" When Humphreys did not receive a response, he sent another letter to Ideal on March 26, 1999, demanding a response and warning Ideal that if Tamko did not receive a response, it would have \"no choice but to seek legal help to resolve this matter.\" Ideal responded to the second letter, but the companies could not negotiate a mutually agreeable phase out period in which Ideal would stop using the Heritage mark. Ideal wanted a two-year period, while Tamko claimed that a few months would be sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tamko gave Ideal notice that it was going to file a suit against it, and that the USPTO had previously rejected another metal roofing manufacturer's application for the Heritage mark. In response, Ideal suggested a one-year phase out as a compromise.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In August 1999, Tamko filed suit against Ideal for trademark infringement in violation of section 32(1)(a) of the Lanham Act, 15 U.S.C. &#167; 1114(1)(a) (2000).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On November 3, 1999, Tamko filed a motion for a preliminary injunction to enjoin Ideal from using the Heritage mark until the trial resolved the infringement issue. The district court granted the preliminary injunction on February 29, 2000, adopting the report and recommendation from the magistrate judge, who was briefed and held an evidentiary hearing on the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Despite the preliminary injunction, Ideal continued to use the Heritage mark in its brochures and on its web site. Ideal distributed brochures containing the Heritage mark at two trade shows which took place in March 2000 in the United States. Ideal also did not modify its web site which contained several references to the Heritage mark. As a result, on March 16, 2000, Tamko moved for contempt. After a hearing, the magistrate judge issued another report and recommendation that \"Ideal should be held in contempt,\" finding Ideal distributed brochures that contained the Heritage mark at a trade show two weeks after the preliminary injunction issued, and \"intentionally kept the `Heritage' mark on its web site\" after the injunction issued. The district court adopted the magistrate judge's report and recommendation and held Ideal in contempt on May 26, 2000. The contempt order provided that Ideal would be fined $200 for each day of noncompliance, starting on May 29, 2000. Ideal was fined $3,000 for its failure to comply with the contempt order until June 13, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In advance of trial, Ideal filed a motion in limine to preclude Tamko \"from making reference in the presence of the jury to the Preliminary Injunction Order issued in this case.\" The issue was resolved by an agreement to a stipulated instruction to the jury. The instruction given to the jury at the start of the trial on May 16, 2000, was \"after this case was filed in this court and pending the outcome of the case, the Court on February [2]9,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the year 2000, ordered Ideal to stop using the trademark in question in order to preserve the status quo pending the outcome of the case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the fourth day of trial, during the cross-examination of Ren&#233; Laplante, Ideal's attorney questioned Laplante about \"the Court's order\" and whether it made \"any mention of the Internet site?\" In response, during redirect, Tamko's attorney asked Laplante about the \"magistrate's report\" which said that \"[Ideal's] use of Heritage Series in connection with the Internet is a violation of [the] order.\" Ideal's attorney objected to this line of questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the fifth day of the trial, Ideal moved for a mistrial. Ideal argued that the introduction of testimony about both the preliminary injunction and the contempt order prejudiced the jury and deprived Ideal of a fair trial. The district court denied the motion, stating that Ideal had opened the door to the evidence about the contempt order, and that a jury would not understand the significance of a preliminary injunction in any case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the end of the trial, the district court ruled that Tamko's Heritage trademarks were valid. The jury found: (i) \"by a preponderance of the evidence that Ideal infringed Tamko's trademarks\"; (ii) \"by clear and convincing evidence that Ideal acted willfully in infringing Tamko's trademarks\"; and (iii) \"by a preponderance of the evidence that the roofing product[s] of Ideal and Tamko directly competed with each other.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After the close of the trial, the judge requested briefing on the issues of an accounting of defendant's profits and attorneys' fees. On August 21, 2000, the district court issued an order that Tamko was entitled to both an accounting of Ideal's profits and attorneys' fees. On October 19, 2000, the court issued an order awarding $201,385.60 in profits. On August 30, 2000, the district court permanently enjoined Ideal from \"using the term Heritage, Heritage Series, H Series, or any name or mark confusingly similar to Heritage.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal, Ideal is represented by new counsel. It does not contest the jury's findings, but disputes the district court's rulings. Ideal argues, first, that Tamko should not have been awarded attorneys' fees because there was no evidence to support the court's findings that \"exceptional circumstances\" existed. In the alternative, Ideal argues that even if attorneys' fees were justified, the district court erred in calculating the fees. Second, Ideal argues that the district court should not have awarded Tamko an accounting of 100% of Ideal's profits because the two companies did not compete in 100% of their markets, and that the court erred in setting the amount of profits. Third, Ideal contends that the district court erred in denying its motion for a mistrial based on the prejudicial admission of testimony about the preliminary injunction and contempt order against Ideal. Fourth, Ideal argues that the scope of the district court's permanent injunction was too broad in that it enjoined it from using the term \"H Series,\" which is not one of Tamko's registered trademarks.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A. Ideal's Challenges to the Award of Attorneys' Fees to Tamko</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court awarded over $500,000 in attorneys' fees and expenses to Tamko. Ideal protests that no fees at all should have been awarded since this was not an \"exceptional case,\" a requirement under section 35 of the Lanham Act, 15 U.S.C. &#167; 1117(a) (2000), for an attorneys' fees award. The district court erred, Ideal says, by using an incorrect legal standard to determine exceptional circumstances and by concluding that the evidence supported such an award. The court's error of law, Ideal argues, is that fees may only be awarded in circumstances where the defendant acted deceitfully or with a degree of culpability; it claims the court's error of fact is that there was no such deceit or culpability here. Finally, Ideal argues that even if some award of attorneys' fees was justified, the sum awarded is too high.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review de novo the legal question of the meaning of \"exceptional cases\" in the context of section 35 of the Lanham Act. <i>See Atl. Fish Spotters Ass'n v. Daley,</i> <span class=\"citation\" data-id=\"198848\"><a href=\"/opinion/198848/atlantic-fish-v-daley/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span>, 490 (1st Cir.2000) (\"A legal ruling ... as to the meaning of the statute is almost always an issue of law reviewed <i>de novo.</i>\"). We review the district court's award of attorneys' fees under section 35 of the Lanham Act for abuse of discretion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> To the extent that the district court's award rests on factual determinations, however, we review those for clear error. <i>See Pierce v. Underwood,</i> <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 557-58, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1988); <i>De Allende v. Baker,</i> <span class=\"citation\" data-id=\"532999\"><a href=\"/opinion/532999/hortensia-de-allende-v-james-baker-secretary-of-state/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1989); <i>see also People for the Ethical Treatment of Animals v. Doughney,</i> <span class=\"citation\" data-id=\"774714\"><a href=\"/opinion/774714/people-for-the-ethical-treatment-of-animals-v-doughney/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></a></span>, 370 (4th Cir.2001). As noted in <i>Atlantic Fish Spotters,</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">[m]any courts, including the Supreme Court, sum up the standard in ... attorney's fee cases by referring to abuse of discretion. But since they then treat errors of law as an example of such an abuse, it seems more informative to recognize that the effective standard of review depends upon the precise claim of error being asserted and not the nature of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">205 F.3d at 491 n. 2 (citations omitted).</p>\n    </div>\n    <p class=\"indent\">1. The Standard for Exceptional Cases</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Lanham Act provides: \"The court in exceptional cases may award reasonable attorneys fees to the prevailing party.\" 15 U.S.C. &#167; 1117(a). Ideal asserts that the district court erred by essentially converting the jury finding of willful infringement, without more, into a court finding of exceptional circumstances justifying a fee award. In truth, the district court referred to both the jury finding of willfulness and to other record evidence before it, so there was no automatic conversion of a jury willfulness finding into a finding of exceptional circumstances.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court said nothing one way or the other as to whether there was bad faith or fraud on Ideal's part.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Under the statute, the decision to award fees is committed to the district court, not the jury. 5 J.T. McCarthy, <i>McCarthy on Trademarks and Unfair Competition</i> &#167; 30:99, at 30-184 (4th ed.2001). Ideal says that the trial court failed to make the necessary findings.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Where the facts of record amply explain the decision, we will not find that the mere failure of the trial judge to be more explicit amounts to an abuse of discretion. <i>See L.E.A. Dynatech, Inc. v. Allina,</i> <span class=\"citation\" data-id=\"691404\"><a href=\"/opinion/691404/lea-dynatech-inc-plaintiffcounterdefendantappellee-v-edward-f/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1527</span></a></span>, 1531 (Fed.Cir.1995) (\"Although the district court did not state the specific basis for its fee award, sufficient record evidence supports the award.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Because the Lanham Act does not further explain the term \"exceptional cases,\" this court and others have turned to the legislative history for a working definition. <i>See Volkswagenwerk Aktiengesellschaft v. Wheeler,</i> <span class=\"citation\" data-id=\"485241\"><a href=\"/opinion/485241/volkswagenwerk-aktiengesellschaft-v-kenneth-g-wheeler/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></a></span>, 821 (1st Cir.1987); <i>see also Ferrero U.S.A., Inc. v. Ozak Trading, Inc.,</i> <span class=\"citation\" data-id=\"574338\"><a href=\"/opinion/574338/ferrero-usa-inc-v-ozak-trading-inc-doron-gratch/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span>, 47 (3d Cir.1991); <i>VIP Foods, Inc. v. Vulcan Pet, Inc.,</i> <span class=\"citation\" data-id=\"402439\"><a href=\"/opinion/402439/vip-foods-inc-v-vulcan-pet-inc/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1106</span></a></span>, 1107 (10th Cir.1982). In exceptional cases, attorneys' fees may be appropriate in circumstances where the acts of infringement were \"`malicious,' `fraudulent,' `deliberate,' or `willful.'\" S. Rep. 93-1400, at 5 (1974), <i>reprinted in</i> 1974 U.S.C.C.A.N. 7132, 7133. The legislative history also explains that attorneys' fees may be awarded \"when equitable considerations justify such awards,\" <i>id.</i> at 6, <i>reprinted in</i> 1974 U.S.C.C.A.N. at 7137, and so the list of four (for example, \"malicious\") may not be exclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Ideal urges this court to adopt the \"bad faith\" standard utilized by some circuits. <i>See Conopco, Inc. v. Campbell Soup Co.,</i> <span class=\"citation\" data-id=\"726060\"><a href=\"/opinion/726060/conopco-inc-dba-van-den-bergh-foods-company/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 194 (2d Cir.1996) (reciting Second Circuit rule requiring a showing of fraud or bad faith on the part of the infringer); <i>Texas Pig Stands, Inc. v. Hard Rock Cafe Int'l, Inc.,</i> <span class=\"citation\" data-id=\"573914\"><a href=\"/opinion/573914/texas-pig-stands-inc-plaintiff-appellant-cross-appellee-v-hard-rock/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">684</span></a></span>, 697 (5th Cir.1992) (\"requir[ing] a showing of a high degree of culpability on the part of the infringer, for example, bad faith or fraud\"); <i>Scotch Whisky Ass'n v. Majestic Distilling Co.,</i> <span class=\"citation\" data-id=\"579216\"><a href=\"/opinion/579216/the-scotch-whisky-association-and-andrew-linton-watson-as-colonel-of-the/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span>, 599 (4th Cir. 1992) (\"It is clear ... that for a prevailing plaintiff to succeed in a request for attorney fees, she must show that the defendant acted in bad faith.\"). Other circuits hold that willfulness alone is an adequate basis for the award of attorneys' fees. <i>Bishop v. Equinox Int'l Corp.,</i> <span class=\"citation\" data-id=\"757709\"><a href=\"/opinion/757709/james-s-bishop-dba-essence-of-life-and-cross-appellee-v-equinox/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1220</span></a></span>, 1224 (10th Cir.1998) (\"deliberate or willful\" conduct on part of defendant in \"fail[ing] to cease and desist from use of [the trademark] despite its written commitment to do so\" was enough to warrant award of attorneys' fees); <i>Hartman v. Hallmark Cards, Inc.,</i> <span class=\"citation\" data-id=\"497039\"><a href=\"/opinion/497039/debra-k-hartman-aka-kay-kingsley-v-hallmark-cards-incorporated/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">117</span></a></span>, 123 (8th Cir.1987) (\"Bad faith is not a prerequisite to a Lanham Act fee award.\"). While conceding that an award may be made if the acts of infringement are willful, Ideal argues that \"willful\" must mean more than just voluntary and intentional. Ideal grafts on another requirement that the infringing act must be fraudulent or malicious; for example, the act must be done with an intent to deceive or confuse the public, by palming off inferior goods as though they were trademark holder's goods, or through \"deliberate pirating.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Ideal's argument confuses sufficient conditions for an attorneys' fees award with necessary conditions for such an award. Fraud or bad faith may justify an attorneys' fees award in some cases,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> but a finding of bad faith or fraud is not a necessary precondition. Willfulness short of bad faith or fraud will suffice when equitable considerations justify an award and the district court supportably finds the case exceptional. There are two reasons we reject a bad faith or fraud requirement as a precondition to an award of attorneys' fees. First, the legislative history of section 35 links such exceptional cases to situations where the acts are malicious or fraudulent or deliberate or willful, and where equity justifies the award. Congress's list does not stop with \"malicious\" or \"fraudulent,\" and we are loath to strip \"deliberate\" and \"willful\" of meaning. Second, the purpose of the attorneys' fees amendment to the Lanham Act was to provide for an award in exceptional cases in which equity called for an award in the sound discretion of the district judge. We would be hard pressed to say that such a case can never arise unless there is fraud or bad faith. As an example, one circuit has approved an award of fees in a case where there was no bad faith in the infringement but the subsequent litigation was oppressive and meant to delay. <i>See Securacomm Consulting, Inc. v. Securacom Inc.,</i> <span class=\"citation\" data-id=\"770125\"><a href=\"/opinion/770125/securacomm-consulting-inc-v-securacom-incorporated-kuwam-corporation/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 279-83 (3d Cir. 2000).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Still, awards may be made only in exceptional cases. In <i>Volkswagenwerk,</i> this court reversed an award where the plaintiff did not plead attorneys' fees in its complaint, defendant had no statutory constructive notice of plaintiff's claim of ownership of the marks because neither the trade name nor design mark were registered, and it would have been inequitable to visit an award on the defendant's small local automobile shop. 814 F.2d at 821. Other circuits have identified as counseling against an award the following factors: the area of law is unclear and defendants might reasonably think they did not infringe, <i>Ferrero U.S.A.,</i> 952 F.2d at 49; there is a close legal question as to whether there is any trademark violation, <i>Martin's Herend Imps., Inc. v. Diamond &amp; Gem Trading USA, Co.,</i> <span class=\"citation\" data-id=\"11954\"><a href=\"/opinion/11954/martins-herend-v-diamond-gem/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1305 (5th Cir.1997); <i>Ferrero U.S.A.,</i> 952 F.2d at 49; defendant had no intent to deceive or confuse the public, <i>VIP Foods,</i> 675 F.2d at 1107; the defendant made a concerted effort to create a non-infringing mark, <i>Roulo v. Russ Berrie &amp; Co.,</i> <span class=\"citation\" data-id=\"529997\"><a href=\"/opinion/529997/georgia-lee-miller-roulo-cross-appellant-v-russ-berrie-co-inc/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 942 (7th Cir.1989); the plaintiff suffered no actual damage, <i>Bishop,</i> 154 F.3d at 1224; <i>VIP Foods,</i> 675 F.2d at 1107. We agree that these are factors to be considered as part of a case-specific multi-factored analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Here, there was adequate evidence of exceptional, willful behavior, both in the infringing acts and in Ideal's conduct after Tamko brought the infringement to Ideal's attention. We outline just some of the pertinent conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">1. Within several days of a 1997 trade show attended by Ideal, where Tamko's Heritage Mark was prominently displayed, Ideal adopted the Heritage name and told its advertising agency not to do a trademark search, which is usually done. Neither Ideal nor its patent attorney did a trademark search.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">2. The other two names considered by Ideal for its new product were substantially similar to marks owned by other companies.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">3. Ideal used an elaborate cursive script for its \"Heritage Series\" mark, very similar to the one used in Tamko's mark \"The American Heritage Series\" (which was displayed in a 1996 Tamko brochure).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">4. Ideal's metal roofing competes directly with Tamko's asphalt roofing for steep-slope roofs and Ideal tried to increase its market in the residential marketplace, which is asphalt's primary market.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">5. Ideal did not respond to the March 9, 1999 letter from Tamko, which notified Ideal of its infringement. Tamko sent another letter on March 26, 1999. Ideal responded and suggested a lengthy two-year phase out. When Tamko informed Ideal that the USPTO rejected a trademark application for Heritage for another company's metal roofing panels, Ideal still refused to stop its use of the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">6. Before filing suit, Tamko gave Ideal notice on August 17, 1999; Ideal asked for a one-year phase out.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">7. In August 1999, Ideal nonetheless reprinted one of its brochures that continued the use of the Heritage Series name.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">8. On February 29, 2000, the district court issued a preliminary injunction against Ideal, enjoining it from further use of the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">9. Nonetheless, Ideal used the brochures containing the mark in a trade show in mid-March 2000, after the preliminary injunction had issued against it.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">10. Despite the preliminary injunction, Ideal continued to use the mark on its web site, which was accessed by users in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">11. On May 15, 2000, the magistrate judge issued a report and recommendation, which found that Ideal was in contempt for violation of the preliminary injunction. The district court adopted the report and recommendation and held Ideal in contempt on May 26, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">12. Ideal did not come into compliance with the preliminary injunction until June 13, 2000; in the course of its noncompliance it incurred fines of $3,000.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is the totality of the circumstances, rather than a particular item alone, that suffices for an award of attorneys' fees. For example, mere failure to conduct a trademark search before using a mark may evidence nothing more than carelessness, and so may not warrant an award of fees. <i>SecuraComm Consulting,</i> 166 F.3d at 188-89. In combination, the facts above warrant the district court's conclusion that the initial infringement and continuing infringement, even in the face of court orders, was deliberate and willful and that equity required an award of fees.</p>\n    </div>\n    <p class=\"indent\">2. Amount of the Fees</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court determined the amount of attorneys' fees under the commonly used lodestar method, in which the number of hours reasonably spent by the attorneys on the case is multiplied by a reasonable hourly rate. <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983); <i>Lipsett v. Blanco,</i> <span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 937 (1st Cir.1992). Tamko submitted a supporting declaration by an experienced trademark attorney. It also submitted detailed time records from lead counsel, house counsel, and local counsel. The court considered the time and labor required, the skill required, the nature and length of the professional relationship with the client, and time limitations imposed by the client. It is clear from the court's October 6, 2000 order that it reviewed the materials in some detail.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Because Ideal did not file any opposition to Tamko's attorneys' fees request and materials, it may well have forfeited this issue for appeal. <i>Hebert v. Wicklund,</i> <span class=\"citation\" data-id=\"441974\"><a href=\"/opinion/441974/linda-l-hebert-v-cordelia-wicklund-dba-lake-farm/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 223-24 (1st Cir.1984). Ideal argues that because the size of the award is substantially larger than the award of profits in this case, an injustice might result if this court does not review the amount of fees. Neither the statute nor the legislative history limits the award of fees to an amount less than the award of profits or damages. To the contrary, the legislative intent was partly to encourage the enforcement of trademark rights in cases where \"the measurable damages are nominal.\" S. Rep. 93-1400, <i>reprinted in</i> 1974 U.S.C.C.A.N. 7132, 7136. When a trademark is infringed, trademark owners have more at stake than just the damages or loss of profits in that case. Their failure to enforce their rights may result in the weakening of these rights over time. 2 <i>McCarthy on Trademarks, supra,</i> &#167; 17:17, at 17-31. The cost of enforcing the rights may well be larger than the lost profits in any particular case. In all events, the district court appears carefully to have scrutinized Tamko's filing,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and it articulated a clear understanding of the applicable lodestar principles. Given these facts, and given Ideal's failure to furnish the district court with any reasons why Tamko's fee application should have been pared down, we do not think that this is an issue that requires further review.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">B. Award to Tamko of Ideal's Profits on the Heritage Series Products</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court awarded Tamko Ideal's profits of $201,385.60, a sum calculated on the basis of conservative estimates of Ideal's actual profits from the Heritage Series products between November 1997 and February 2000. Ideal argues that no profits should be awarded and the district court committed errors of law; and if any award was justified, this award was too high.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We review de novo the legal standard by which an award of defendant's profits is calculated, and for clear error the factual findings supporting the award.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">1. Standard for an Award of Defendant's Profits</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The jury found that Tamko and Ideal were in direct competition. Ideal does not argue that the factual finding was unsupported, but does argue that the district court was nonetheless obligated to inquire further as to the percent of direct market overlap in which such competition took place before it could award an accounting of profits. At most, Ideal says, the two companies competed in 20-30% of their business, so it was error to award 100% of Ideal's profits. Ideal's argument is based on product differentiation. That is, Ideal sold only metal roofing, while Tamko sold only asphalt roofing. Only customers with residential steep-slope roofs would consider buying each of the two types of roofing. Ideal says that only 20% of its sales are in this residential market; its remaining sales are in the commercial and agricultural buildings market, where the products do not compete.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The thrust of the argument is essentially that most of the products Ideal sold under the infringing mark should be considered to be noncompeting products and so it is inequitable to award 100% of the profits to Tamko. Under circuit precedent, there may be infringement, as well as an accounting of defendant's profits, even when most of the products are not in competition, if there is evidence, as there was here, of likelihood of confusion. <i>See Baker v. Simmons Co.,</i> <span class=\"citation\" data-id=\"262643\"><a href=\"/opinion/262643/abraham-abe-baker-individually-and-dba-simmonds-upholstering-company/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 582 (1st Cir.1963) (affirming an award of defendant's profits based on defendant's gross sales where some of goods sold by defendant did not compete with those sold by plaintiff); <i>Baker v. Simmons Co.,</i> <span class=\"citation\" data-id=\"258142\"><a href=\"/opinion/258142/abraham-abe-baker-as-an-individual-and-also-dba-simmonds-upholstering/\"><span class=\"volume\">307</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span>, 462-63 (1st Cir.1962) (affirming infringement finding where plaintiff held the mark Simmons for mattresses and sleep products and defendant used the name Simmonds for reupholstering services).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">An accounting of defendant's profits may be awarded in a trademark infringement action \"subject to the principles of equity.\" 15 U.S.C. &#167; 1117(a). Here, Tamko did not seek its actual damages, but did seek an accounting as well as injunctive relief. If injunctive relief provides a complete and adequate remedy, then the equities of the case may not require an accounting of profits. <i>Aktiebolaget Electrolux v. Armatron Int'l, Inc.,</i> <span class=\"citation\" data-id=\"611604\"><a href=\"/opinion/611604/aktiebolaget-electrolux-v-armatron-international-inc-aktiebolaget/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993) (\"We have found `a clear distinction between the showing required to establish a right to injunctive relief and that required to establish a right to damages.'\") (quoting <i>Camel Hair and Cashmere Inst. of Am., Inc. v. Associated Dry Goods Corp.,</i> <span class=\"citation\" data-id=\"475227\"><a href=\"/opinion/475227/camel-hair-and-cashmere-institute-of-america-inc-v-associated-dry-goods/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 12 (1st Cir.1986)). For example, injunctive relief may be adequate if there has been no fraud or palming off and there is little likelihood of actual damage to the plaintiff or profit to the defendant. <i>Champion Spark Plug Co. v. Sanders,</i> <span class=\"citation\" data-id=\"104420\"><a href=\"/opinion/104420/champion-spark-plug-co-v-sanders/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, 131, <span class=\"citation\" data-id=\"104420\"><a href=\"/opinion/104420/champion-spark-plug-co-v-sanders/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1136</span></a></span>, <span class=\"citation\" data-id=\"104420\"><a href=\"/opinion/104420/champion-spark-plug-co-v-sanders/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1386</span></a></span> (1947); <i>Valmor Prods. Co. v. Standard Prods. Corp.,</i> <span class=\"citation\" data-id=\"304752\"><a href=\"/opinion/304752/valmor-products-company-v-standard-products-corporation/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 204 (1st Cir.1972); <i>see generally</i> J. Koelemay Jr., <i>Monetary Relief in Trademark Infringement Cases, in Litigating Copyright, Trademark and Unfair Competition Cases for the Experienced Practitioner</i> 287, 294 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Trying to fit itself into these shoes, Ideal suggests that injunctive relief should suffice, as it engaged in neither fraud nor palming off. Ideal's argument is misplaced. The presence of injunctive relief does not preclude an accounting here. There was adequate evidence that Tamko did suffer actual damages and that Ideal did benefit from its infringement. To boot, Ideal's contumacious behavior also raises a question of the adequacy of injunctive relief alone as a remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Repeating its theme that it acted neither fraudulently nor in bad faith, Ideal says that an accounting of profits is unwarranted. Even if we were to accept this theme, it has been this circuit's rule that an accounting of defendant's profits <i>where the products directly compete</i> does not require fraud, bad faith, or palming off. <i>AB Electrolux,</i> 999 F.2d at 5-6. Our rule is thus different from the Restatement rule that an accounting of profits is conditioned on a showing of bad faith. Restatement (Third) of Unfair Competition &#167; 37 cmt. e (1995). Although <i>AB Electrolux</i> was silent on whether \"willfulness\" is a precondition for an accounting, the jury here found willfulness,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and so we need not reach the issue in this case.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">This circuit and others have articulated three justifications for awarding to plaintiff an accounting of the defendant's profits: (1) as a rough measure of the harm to plaintiff; (2) to avoid unjust enrichment of the defendant; or (3) if necessary to protect the plaintiff by deterring a willful infringer from further infringement. <i>Estate of Bishop,</i> 256 F.3d at 1054; <i>Minn. Pet Breeders, Inc. v. Schell &amp; Kampeter, Inc.,</i> <span class=\"citation\" data-id=\"683573\"><a href=\"/opinion/683573/minnesota-pet-breeders-inc-v-schell-kampeter-inc/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1242</span></a></span>, 1247 (8th Cir.1994); <i>AB Electrolux,</i> 999 F.2d at 5-6; <i>George Basch Co. v. Blue Coral, Inc.,</i> <span class=\"citation\" data-id=\"586833\"><a href=\"/opinion/586833/the-george-basch-co-inc-plaintiff-appellee-cross-appellant-v-blue/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1532</span></a></span>, 1537 (2d. Cir.1992); <i>see generally</i> 5 <i>McCarthy on Trademarks, supra,</i> &#167;&#167; 30:59, 30:64.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Ideal's most cogent argument is that it did not directly compete against Tamko in all the markets in which it profited from use of the mark, and so all of its profits should not go to Tamko. Ideal points to the articulated justification for the <i>AB Electrolux</i> rule, which is that the defendant acts as a \"trustee\" of profits that would otherwise belong to plaintiff. 999 F.2d at 5; <i>see also Valmor Prods. Co.,</i> 464 F.2d at 204. From this, Ideal argues that <i>AB Electrolux</i> established a \"but for\" rule: a defendant may be deemed to have acted as \"trustee\" for the plaintiff's profits, which, but for the infringement, would have been made by plaintiff. It follows then, Ideal argues, that it cannot be deemed to have acted as \"trustee\" for the plaintiff's profits as to the 70-80% of the market where, it says, the two companies were not in direct competition; that is, where asphalt roofing and metal roofing did not compete.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We reject any such limitation for an accounting of profits award, once there has been a finding of direct competition, for three reasons, each articulated in the Lanham Act, 15 U.S.C. &#167; 1117(a). First, the limitation misplaces the burdens, in assuming plaintiffs must meet such a test as to remedy, once infringement and direct competition are established. The burden of showing that not all profits should be awarded is more akin to the burden of showing the amount of costs to be deducted from profits, which the Act places on defendant. Second, such a test ignores the three rationales for the remedy of accounting of profits. Third, the test is inconsistent with the inherent equitable power of the district court and the Lanham Act's designation of an accounting of defendant's profits as an equitable remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">First, we think once plaintiff has shown direct competition and infringement, the statute places the burden on the infringer to show the limits of the direct competition: \"In assessing profits the plaintiff shall be required to prove defendant's sales only; defendant must prove all elements of cost or deduction claimed.\" 15 U.S.C. &#167; 1117(a). Even before the Lanham Act, the Supreme Court had squarely placed the burden on the infringer \"to prove that his infringement had no cash value in sales made by him. If he does not do so, the profits made on sales of goods bearing the infringing mark properly belong to the owner of the mark.\" <i>Mishawaka Rubber &amp; Woolen Mfg. Co. v. S.S. Kresge Co.,</i> <span class=\"citation\" data-id=\"103672\"><a href=\"/opinion/103672/mishawaka-rubber-woolen-mfg-co-v-ss-kresge-co/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 206-07, <span class=\"citation\" data-id=\"103672\"><a href=\"/opinion/103672/mishawaka-rubber-woolen-mfg-co-v-ss-kresge-co/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1022</span></a></span>, <span class=\"citation\" data-id=\"103672\"><a href=\"/opinion/103672/mishawaka-rubber-woolen-mfg-co-v-ss-kresge-co/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1381</span></a></span> (1942); <i>see also</i> 5 <i>McCarthy on Trademarks, supra,</i> &#167; 30:65, at 30-128 (\"Under the federal Lanham Act, as well as the common law, it is the infringer's burden to prove any proportion of his total profits which may not have been due to his use of the infringing mark.\"); Koelemay, <i>supra,</i> at 322-23 (\"The burden of apportionment [of profits resulting directly from infringement and those not], however, is on the infringer.\"). Here, the plaintiff proved the amount of defendant's sales; we consider the defense of only partial direct competition to be very similar to an element of cost or deduction claimed, which defendant has the burden of showing. At trial, Ideal did not ask for a jury finding on the percentage of market overlap. Nor did it present the issue and evidence to the trial judge when he requested briefing from both parties on the accounting of profits. The trial judge was under no obligation to raise or resolve the issue sua sponte. In fact, Tamko disputes Ideal's assertions made on appeal about the percentage of direct competition in the market, and says there was 100% overlap. The place for resolution of this issue was the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Second, even ignoring momentarily Ideal's waiver at the district court level, the argument is inconsistent with the first rationale for providing an accounting of profits &#8212; recompense to plaintiff for the harms it has suffered. Congress recognized that the defendant's profits may be an inexact proxy for the detriment suffered by plaintiffs. Toward this end, the Act also provides:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">If the court shall find that the amount of the recovery based on profits is either inadequate or excessive the court may in its discretion enter judgment for such sum as the court shall find to be just, according to the circumstances of the case. Such sum in ... the above circumstances shall constitute compensation and not a penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1117(a). Here, Ideal provided little basis for the district court to conclude that an award of all of defendant's profits was excessive. In addition to its own loss of profits, a plaintiff may, for example, suffer harm to the goodwill associated with its mark. But beyond that, the district court, so long as the sum awarded was not a penalty, was entitled to consider two other policy objectives once it found that defendant's conduct was inequitable: awarding defendant's profits based on unjust enrichment to the defendant, or based on a deterrence theory. <i>AB Electrolux,</i> 999 F.2d at 5 (\"[W]here defendant's inequitable conduct warrants bypassing the usual rule of actual harm, damages may be assessed on an unjust enrichment or deterrence theory.\").</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Even assuming that Tamko and Ideal directly compete as to only a portion of Ideal's sales, and even if we were to give Ideal the benefit of plain error review, we could not say that there was an abuse of discretion in awarding defendant's profits in order to avoid unjust enrichment where the infringement was willful. The award itself was conservative. Further, the evidence is that the infringement was willful, intended to divert customers from Tamko, and, importantly, to trade on the goodwill Tamko had established, nurtured, and assiduously guarded in its Heritage mark. There was also evidence of customer confusion. Thus, even in the absence of palming off, it is reasonable to conclude that Ideal was unjustly enriched by trading on Tamko's goodwill beyond the two companies' areas of direct competition.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In cases of at least some direct competition and willfulness, some role may exist for deterrence in an award of an accounting of profits. The role of deterrence must be carefully weighed in light of the statutory prohibition on the imposition of penalties. 15 U.S.C. &#167; 1117(a) (\"Such sum ... shall constitute compensation and not a penalty.\"); Koelemay, <i>supra,</i> at 307; <i>see also ALPO Petfoods, Inc. v. Ralston Purina Co.,</i> <span class=\"citation\" data-id=\"547597\"><a href=\"/opinion/547597/alpo-petfoods-inc-v-ralston-purina-company/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">958</span></a></span>, 969 (D.C.Cir. 1990) (criticizing deterrence rationale). In an analogous case, one circuit revised an award of 20% of defendant's profits and directed an award of 100% of the profits because it believed that 20% was \"clearly inadequate to ensure that similar conduct will not reoccur in the future.\" <i>Truck Equip. Serv. Co. v. Fruehauf Corp.,</i> <span class=\"citation\" data-id=\"336247\"><a href=\"/opinion/336247/truck-equipment-service-company-appellant-cross-appellee-v-fruehauf/\"><span class=\"volume\">536</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span>, 1223 (8th Cir.1976). The rule that where there is willful infringement, an accounting of profits is not necessarily restricted to the particular area of direct competition is reinforced by the intention of the Lanham Act to provide <i>nationwide</i> protection of a mark, in contrast to the more limited geographic protection afforded by the common law. <i>See Minn. Pet Breeders,</i> 41 F.3d at 1246. Tamko had an unusually strong interest in deterrence, given Ideal's track record, and it would not be an abuse of discretion to conclude that the accounting of profits should reflect some recognition of that interest. Nonetheless, the deterrence rationale is primarily served by the attorneys' fees award, and should not be the primary reason for an accounting of profits. Koelemay, <i>supra,</i> at 308.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Our third reason for rejecting Ideal's limitation on profits awards is that it is inconsistent with the equitable nature of the court's remedial power. It may well be equitable for a court to include in the damages calculation an award of less than the defendant's complete profits in light of less than complete direct competition. <i>See, e.g., Truck Equip. Serv. Co.,</i> 536 F.2d at 1221-22 (awarding defendant's profits only from geographical areas where parties directly competed). On other facts it may be inequitable to give defendants such a benefit. Mechanical rules are of little aid in this analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Equity must take account of the purposes served by the Lanham Act:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">One is to protect the public so it may be confident that, in purchasing a product bearing a particular trade-mark which it favorably knows, it will get the product which it asks for and wants to get. Secondly, where the owner of a trade-mark has spent energy, time, and money in presenting to the public the product, he is protected in his investment from its misappropriation by pirates and cheats.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">S.Rep. No. 1333 (1946), <i>reprinted in</i> 1946 U.S.C.C.S. 1274, 1274. As another circuit cogently observed in a case raising the issue of less than 100% competition, either through product differentiation or geographical separation: \"We think it doubtful whether even the second of these purposes, protection of the trademark owner, is adequately served by a rule which would allow accountings only where the parties directly compete.\" <i>Monsanto Chem. Co. v. Perfect Fit Prods. Mfg. Co.,</i> <span class=\"citation\" data-id=\"268824\"><a href=\"/opinion/268824/monsanto-chemical-company-successor-by-merger-to-the-chemstrand/\"><span class=\"volume\">349</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">389</span></a></span>, 395 (2d Cir.1965); <i>see also Maltina Corp. v. Cawy Bottling Co.,</i> <span class=\"citation\" data-id=\"373814\"><a href=\"/opinion/373814/maltina-corporation-and-julio-blanco-herrera-v-cawy-bottling-co-inc/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span>, 585 (5th Cir.1980) (holding that a \"diversion of sales,\" or direct competition, is not necessary for an award of profits because of the need to protect a trademark as a property right).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The award of Ideal's entire profits was correct.</p>\n    </div>\n    <p class=\"indent\">2. Amount of Award</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">This still leaves Ideal's attack on the amount of the profits award. This attack is also without merit. The calculation of the award is up to the trial court's discretion, and we will not disturb it unless it rests on clearly erroneous findings of fact, incorrect legal standards, or a meaningful error in judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The court awarded Tamko $201,385.60 as Ideal's profits from the sales of its Heritage Series products. To calculate this amount, the court accepted the $449,522 figure for Ideal's sales of the Heritage Series product in the United States between January 1, 1998 and January 31, 2000, which was provided by Ren&#233; Laplante (Ideal's Vice President) in response to an interrogatory. The court prorated this amount \"to account for sales made in November and December of 1997 and February 2000\" to arrive at $503,464. The court then subtracted 60% from that amount because \"LaPlante previously testified that Ideal's profit margin on sales of its `Heritage Series' product [was] 40%.\" Thus, the court arrived at its final figure.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Ideal argues that the court used the wrong numbers for the amount of the costs. The defendant has the burden of producing evidence as to its costs. 15 U.S.C. &#167; 1117(a). Ideal only provided the district court with a conclusory earnings statement which included a number for costs. The court decided that this statement was unreliable without supporting documentation. Instead, it relied on a statement made by Ideal at trial as to its profit margin on the Heritage Series products. This was not an abuse of discretion, and the amount of the accounting award is affirmed.</p>\n    </div>\n    <p class=\"indent\">C. Denial of the Motion for Mistrial</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Upon redirect examination of Ideal's vice president, Tamko introduced some evidence concerning the existence of the preliminary injunction and of the magistrate judge's conclusion that Ideal failed to comply with the preliminary injunction. Ideal moved for a mistrial. The basis for the motion was that the trial judge erred in admitting the evidence, causing irreparable prejudice to Ideal. The court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Because the mistrial motion was premised on the district court's admission of evidence, Ideal bears an unusually heavy appellate burden: a double burden of showing abuse of discretion, both as to the admission of evidence and as to the denial of the mistrial. <i>United States v. Arias-Santana,</i> <span class=\"citation\" data-id=\"583866\"><a href=\"/opinion/583866/united-states-v-julio-ernesto-arias-santana/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1262</span></a></span>, 1265 (1st Cir.1992) (\"We normally review the denial of a request for the exclusion of evidence, or a motion for mistrial, under the same `abuse of discretion' standard.\").</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">There was no abuse in the admission of the evidence, and consequently could be no abuse in the denial of the mistrial. Initially, when Ideal moved in limine before the trial to exclude any mention of the preliminary injunction and the contempt order, the parties reached an agreement to a stipulated jury instruction, described earlier. The parties also agreed that they would not introduce evidence of the contempt order. However, during the cross-examination of Ren&#233; Laplante (Ideal's Vice President), <i>Ideal's</i> lawyer asked about the preliminary injunction and whether it referred to the web site. Then, on redirect, Tamko's lawyer asked about the court's contempt order and some of its contents.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In response to Ideal's objection to the testimony about the contempt order, the district judge stated that Ideal's lawyer had opened the door to this testimony by asking about the injunction and Ideal's compliance with it on cross-examination. The next day, when Ideal moved for mistrial based on the admission of the evidence of the contempt order, the judge repeated his finding that Ideal had opened the door, and said \"it's unfortunate, but we will do everything reasonable to minimize any problems from it.\" The judge then suggested a curative instruction that would tell the jury \"that they can use the evidence that they have received and focus as they should solely on the issue of willfulness. It has no relevance to the other issues in this case.\" During the jury instructions, the court instructed the jury \"to disregard all evidence relating to the February 29, 2000, [preliminary injunction] order. Such evidence is not to be considered by you in any way in deciding any issue in this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In sum, the district court was admirably sensitive to the problem of potential prejudice to Ideal and set up ground rules to avoid the problem. Ideal transgressed those rules and tried to give the impression that it had complied with the injunction. In this it went too far and its own examination of Laplante opened the door. Nevertheless, the district court continued to be sympathetic to the potential problems with the admission of the evidence and gave a strong curative instruction to the jury. <i>See United States v. Chamorro,</i> <span class=\"citation\" data-id=\"407932\"><a href=\"/opinion/407932/united-states-v-sergio-chamorro-aka-sergio-hernandez/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1982) (cautionary jury instructions dispelled any significant risk of unfair prejudice). Admission and exclusion of evidence, as well as the necessity (if any) for a mistrial is committed to the sound discretion of the district court and we see no error, much less an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">D. The Permanent Injunction Against Ideal's Use of \"H-Series\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The district court issued a permanent injunction against Ideal on August 30, 2000, barring Ideal \"from using the term Heritage, Heritage Series, H Series, or any name or mark confusingly similar to Heritage in connection with the sale, offer to sell, promotion, marketing, or advertising of any roofing product or service in the United States.\"</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Ideal argues that the injunction is overbroad in barring use of \"H-Series\" by Ideal, because H-Series is not one of Tamko's registered trademarks. \"[I]njunctive relief should be no more burdensome to the defendant than necessary to provide complete relief to plaintiffs,\" <i>Califano v. Yamasaki,</i> <span class=\"citation\" data-id=\"110116\"><a href=\"/opinion/110116/califano-v-yamasaki/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">682</span></a></span>, 702, <span class=\"citation\" data-id=\"110116\"><a href=\"/opinion/110116/califano-v-yamasaki/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2545</span></a></span>, <span class=\"citation\" data-id=\"110116\"><a href=\"/opinion/110116/califano-v-yamasaki/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1979), and courts must \"closely tailor injunctions to the harm that they address,\" <i>ALPO Petfoods,</i> 913 F.2d at 972. While generally the issuance of injunctive relief is reviewed for abuse of discretion, we review underlying factual determinations for clear error. <i>I.P. Lund Trading ApS v. Kohler Co.,</i> <span class=\"citation\" data-id=\"198254\"><a href=\"/opinion/198254/kroni-inc-v-kohler-company/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">On different facts, we might have more sympathy for a claim that an injunction against the use of a mark not registered to plaintiff is overbroad. Not here. This case is a perfect example of the need for the \"safe distance rule,\" which counsels that \"an infringer, once caught, must expect some fencing in.... Thus, a court can frame an injunction which will keep a proven infringer safely away from the perimeter of future infringement.\" 5 <i>McCarthy on Trademarks, supra,</i> &#167; 30:4, at 30-12. Indeed, it was after Ideal faced contempt charges that it came up with \"H-Series,\" effectively dropping the \"eritage\" of \"Heritage Series.\" The district court, during the contempt proceedings, heard evidence that Ideal's use of \"H-Series\" would cause confusion: Tamko representatives and their customers used \"H\" as an abbreviated reference for Tamko Heritage products, and Tamko's \"Heritage 25\" product is often referred to as H25. <i>Cf. Forum Corp. of N. Am. v. Forum, Ltd.,</i> <span class=\"citation\" data-id=\"541778\"><a href=\"/opinion/541778/the-forum-corporation-of-north-america-v-the-forum-ltd/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">434</span></a></span>, 441 (7th Cir.1990); <i>Syrelec v. Pass &amp; Seymour, Inc.,</i> <span class=\"citation\" data-id=\"519523\"><a href=\"/opinion/519523/syrelec-v-pass-seymour-inc/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span>, 839 (5th Cir. 1989); <i>Purolator, Inc. v. EFRA Distribs., Inc.,</i> <span class=\"citation\" data-id=\"408030\"><a href=\"/opinion/408030/purolator-inc-v-efra-distributors-inc-enrique-franceschini-and/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></a></span>, 560 (1st Cir.1982). There are circumstances in which abbreviations of trademarks may be protectable as independent marks. <i>See</i> 1 <i>McCarthy on Trademarks, supra,</i> &#167; 7:18, at 7-48. Whether or not that is the case here, the evidence that Ideal's use of \"H-Series\" would cause confusion is sufficient to justify the injunction requiring Ideal to steer clear of this similar abbreviation of the mark.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Although Ideal's counsel on appeal have striven mightily, the trial record dooms the appeal. The judgment is <i>affirmed.</i> Costs are awarded to Tamko.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For example, Tamko has been involved in disputes over the Heritage mark with MBCI, a metal roofing manufacturer, and Supradur, Inc., a slate roofing manufacturer. In both cases, the companies acknowledged that the rights to the Heritage mark used for roofing products belonged to Tamko</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Originally, Tamko had two other claims against Ideal: unfair competition under 15 U.S.C. &#167; 1125(a) (2000), and trademark dilution under 15 U.S.C. &#167; 1125(c) (2000). Tamko dropped these claims before the start of the trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court made an error in the date of the preliminary injunction and corrected itself immediately</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although this court has not articulated before the standard of review for the award of attorneys' fees in the Lanham Act context, we use the abuse of discretion standard in reviewing an award of attorneys' fees in several other contexts<i>See, e.g., Gay Officers Action League v. Puerto Rico,</i> <span class=\"citation\" data-id=\"199377\"><a href=\"/opinion/199377/ramos-padro-v-commonwealth-of-pr/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.2001) (Civil Rights Act, 42 U.S.C. &#167; 1988); <i>O'Rourke v. City of Providence,</i> <span class=\"citation\" data-id=\"771503\"><a href=\"/opinion/771503/julia-m-orourke-v-city-of-providence/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 737 (1st Cir.2001) (Title VII); <i>Colortronic Reinhard &amp; Co. v. Plastic Controls, Inc.,</i> <span class=\"citation\" data-id=\"398634\"><a href=\"/opinion/398634/colortronic-reinhard-co-kg-v-plastic-controls-inc-colortronic/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7-8 (1st Cir.1981) (similar attorneys' fees provision of Patent Act, 35 U.S.C. &#167; 285); <i>see also Dubois v. United States Dep't of Agric.,</i> <span class=\"citation\" data-id=\"199665\"><a href=\"/opinion/199665/dubois-v-agriculture/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 80 (1st Cir.2001). Several other circuits also use the abuse of discretion standard in reviewing the award of attorneys' fees under the Lanham Act. <i>See, e.g., Waco Int'l, Inc. v. KHK Scaffolding Houston Inc.,</i> <span class=\"citation\" data-id=\"776315\"><a href=\"/opinion/776315/waco-international-inc-plaintiff-appellant-cross-appellee-v-khk/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">523</span></a></span>, 529 (5th Cir.2002); <i>People for the Ethical Treatment of Animals v. Doughney,</i> <span class=\"citation\" data-id=\"774714\"><a href=\"/opinion/774714/people-for-the-ethical-treatment-of-animals-v-doughney/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></a></span>, 370 (4th Cir.2001); <i>Securacomm Consulting, Inc. v. Securacom Inc.,</i> <span class=\"citation\" data-id=\"770125\"><a href=\"/opinion/770125/securacomm-consulting-inc-v-securacom-incorporated-kuwam-corporation/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 279 (3d Cir.2000). <i>But see S Indus., Inc. v. Centra 2000, Inc.,</i> <span class=\"citation\" data-id=\"773159\"><a href=\"/opinion/773159/s-industries-inc-v-centra-2000-incorporated-and-auto-trol-technology/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">625</span></a></span>, 627 (7th Cir.2001) (\"We review a grant of attorney fees to a prevailing defendant under the Lanham Act only for clear error.\"). The widespread use of this standard for awards of attorneys' fees \"reflects the fact that only the district court has the `intimate knowledge of the nuances of the underlying case,'\" <i>Richardson v. Miller,</i> <span class=\"citation\" data-id=\"199797\"><a href=\"/opinion/199797/richardson-v-miller/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2002) (quoting <i>Gay Officers Action League,</i> 247 F.3d at 292), and in \"determining whether sanctions are warranted `the district court is better situated than the court of appeals to marshal the pertinent facts and apply the factdependent legal standard,'\" <i>Dubois,</i> 270 F.3d at 80 (citing <i>Cooter &amp; Gell v. Hartmarx Corp.,</i> <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">384</span></a></span>, 402, <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2447</span></a></span>, <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></a></span> (1990)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To the extent Ideal argues that it would be error for a district court to adopt a per se equivalence between \"exceptional case\" and a jury finding of willfulness, we would agree. Congress gave the attorneys' fees issue to the court, not to the jury, and the court must consider whether an award is equitable. However, here the court did decide the issue of whether this was an \"exceptional case.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ideal relies on two cases in its claim that the lack of more explicit findings by the district court was an abuse of discretion which invalidates the fee award in this case. However, in both<i>Bandag, Inc. v. Al Bolser's Tire Stores, Inc.,</i> <span class=\"citation\" data-id=\"445553\"><a href=\"/opinion/445553/bandag-inc-appelleecross-appellant-v-al-bolsers-tire-stores-inc/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span>, 921 (Fed.Cir.1984), and <i>Ferrero U.S.A., Inc. v. Ozak Trading, Inc.,</i> <span class=\"citation\" data-id=\"574338\"><a href=\"/opinion/574338/ferrero-usa-inc-v-ozak-trading-inc-doron-gratch/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span>, 48 (3d Cir.1991), the courts relied not only on the lack of any express findings by the district court, but also on the lack of clear facts from the record that showed exceptional circumstances. That is not the case here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Nonetheless, it is also possible that a finding of bad faith by one party might not justify an award if equity required otherwise: for example, in a case where there is equivalent bad faith by the other party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although this court has never held that bad faith is a requirement for an award of attorneys' fees under the Lanham Act and now rejects the notion, language in some of our cases about award of fees under the Patent Act, 35 U.S.C. &#167; 285, refers to the need for \"strong evidence of unfairness and bad faith,\"<i>Colortronic Reinhard &amp; Co. v. Plastic Controls, Inc.,</i> <span class=\"citation\" data-id=\"398634\"><a href=\"/opinion/398634/colortronic-reinhard-co-kg-v-plastic-controls-inc-colortronic/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1981), in the context of determining whether the losing party has engaged in \"inequitable conduct,\" <i>Codex Corp. v. Milgo Elec. Corp.,</i> <span class=\"citation\" data-id=\"424866\"><a href=\"/opinion/424866/codex-corporation-v-milgo-electronic-corporation-codex-corporation-v/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 630 (1st Cir.1983). The language of the two acts is identical; what is different is that here we have the benefit of the Lanham Act's legislative history.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For example, the court did not initially approve the fees and expenses of Tamko's local counsel because their records were not sufficiently specific about the dates on which services were rendered, and \"a number of invoices appear[ed] to reflect that several lawyers performed the same work.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As to the meaning of willfulness, the jury was instructed that \"[a]n act is done willfully if done voluntarily and intentionally.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Several circuits require a finding of willfulness to support an award of the infringing defendant's profits<i>See, e.g., Banff, Ltd. v. Colberts, Inc.,</i> <span class=\"citation\" data-id=\"609226\"><a href=\"/opinion/609226/banff-ltd-plaintiff-appellant-cross-appellee-v-colberts-inc-tamara/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 35 (2d Cir.1993); <i>Frisch's Rests., Inc. v. Elby's Big Boy,</i> <span class=\"citation\" data-id=\"507816\"><a href=\"/opinion/507816/frischs-restaurants-inc-v-elbys-big-boy-of-steubenville-ohio-elbys/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span>, 1016 (6th Cir.1988); <i>Reader's Digest Ass'n v. Conservative Digest, Inc.,</i> <span class=\"citation\" data-id=\"490101\"><a href=\"/opinion/490101/readers-digest-association-inc-v-conservative-digest-inc-readers/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 807-08 (D.C.Cir.1987). We agree that when the rationale for an award of defendant's profits is to deter some egregious conduct, willfulness is required. <i>See SecuraComm Consulting,</i> 166 F.3d at 190.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/11954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/262643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/268824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776315/"
  ]
}