{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199840/",
  "absolute_url": "/opinion/199840/riverdale-mills-corp-v-occupational-safety/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199840/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:38:39Z",
  "date_modified": "2017-03-24T11:03:34.716619Z",
  "type": "010combined",
  "sha1": "c58bfab6cc6480a7540a59ec4f059eaf50d2fe52",
  "page_count": 14,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1060-01A.pdf",
  "local_path": "pdf/2002/02/22/Riverdale_Mills_Corp_v._Occupational_Safety.pdf",
  "plain_text": "     [NOT FOR PUBLICATION - NOT TO BE CITED AS PRECEDENT]\n\n           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1060\n\n                      RIVERDALE MILLS CORP.,\n                            Petitioner,\n\n                                 v.\n\n              OCCUPATIONAL SAFETY AND HEALTH REVIEW\n                COMMISSION AND SECRETARY OF LABOR,\n                           Respondents.\n\n\n             ON PETITION FOR REVIEW OF AN ORDER OF THE\n         OCCUPATIONAL SAFETY AND HEALTH REVIEW COMMISSION\n\n         [Hon. G. Marvin Bober, Administrative Law Judge]\n\n\n                               Before\n\n                   Boudin, Chief Circuit Judge,\n\n              John R. Gibson,* Senior Circuit Judge,\n\n                  and Torruella, Circuit Judge.\n\n\n     Warren G. Miller, on brief, for petitioner.\n     Judith E. Kramer, Acting Solicitor of Labor, Joseph M. Woodward,\nAssociate Solicitor for Occupational Safety and Health, Ann Rosenthal,\nCounsel for Appellate Litigation, and Scott Glabman, Attorney, U. S.\nDepartment of Labor, were on brief, for respondent.\n\n\n\n\n     *\n     Hon. John R. Gibson, of the Eighth Circuit, sitting by\ndesignation.\n\f                         February 21, 2002\n\n\n\n\n     JOHN R. GIBSON, Senior Circuit Judge. A f t e r a w o r k e r a t\n\nRiverdale Mills caught his hand in a flattening machine, the\n\nOccupational Safety and Health Review Commission found Riverdale Mills\n\nCorporation had committed two serious violations of the Occupational\n\nSafety and Health Act of 1970, 29 U.S.C. §§ 651-678 (1994 and Supp. IV\n\n1998): failing to install an adequate safety guard on the machine and\n\nfailing to properly select the appropriate hand protection gear for\n\npeople operating the machine. Riverdale petitions for review of the\n\nCommission’s order. It contends that the accident was not caused by the\n\nglove the worker was wearing, so the hand protection violation is not\n\nsupported by substantial evidence. As for the safety guard issue,\n\nRiverdale contends that it provided an adequate guard in the form of a\n\ntrip wire over the front of the machine. Furthermore, even if the trip\n\nwire was not an adequate guard, the company contends it established\n\naffirmative defenses by showing there was no feasible alternative to\n\nthe trip wire, that other guard devices would create a greater hazard\n\nthan the unguarded machine, and that the accident was caused by\n\nunpreventable employee misconduct.       We deny the petition for review.\n\n                                  I.\n\n\n\n                                 -2-\n\f          Riverdale Mills makes wire mesh for use in lobster traps.\n\nA few of its customers require that the mesh be flattened, and to\n\naccomplish this, Riverdale uses a machine called the Peck Shear and\n\nFlattener, which can be used both to cut the mesh and to flatten it.\n\nThe machine flattens the mesh by feeding it between a series of upper\n\nand lower rollers. The upper and lower rollers do not meet in pairs,\n\nbut are offset, with each upper roller about a half to three-quarters\n\nof an inch behind the preceding lower roller. The machine operator\n\ninserts a large panel of wire mesh over the first roller until the\n\npanel catches under the second roller, which draws the panel into the\n\nmachine. The Peck machine at Riverdale was fitted with a trip wire\n\nacross the front of the machine, which would stop the rotation of the\n\nrollers in response to pressure on the wire.\n\n          The wire mesh panels are coated with zinc, which makes them\n\nrough to the touch, and they have cut edges, or selvages, which can cut\n\nand puncture the hands of people handling them. Most of the Riverdale\n\nemployees who have to handle this kind of panel wear gloves to protect\n\ntheir hands.\n\n          On April 2, 1999, Riverdale employee Panagis Bebedelis was\n\nfeeding wire mesh panels into the flattener when he caught his hand in\n\nthe machine.   He screamed, and another employee came to his aid,\n\npulling the trip wire to stop the machine. Two Riverdale employees\n\nfreed Bebedelis from the machine, but he had broken three fingers.\n\n\n                                 -3-\n\f           OSHA inspectors investigated the incident, interviewing\n\nRiverdale employees, including Bebedelis. At the conclusion of the\n\ninvestigation, the Secretary of Labor issued a Citation and\n\nNotification of Penalty to Riverdale, alleging two serious violations\n\nof OSHA regulations. The first citation alleged violation of 29 C.F.R.\n\n§ 1910.138(b)2 in that Riverdale’s selection of hand protection measures\n\nwas not based on an evaluation of the performance characteristics of\n\nthe hand protection relative to the potential hazards. In particular,\n\nthe citation alleged:\n\n     (a) SHEAR DEPT.--EMPLOYEES HAD BEEN OFFERED THE OPTION OF\n     USING GLOVES BY THE EMPLOYER TO PROTECT THEIR HANDS WHILE\n     HANDLING GALVANIZED WIRE; BUT ON OR ABOUT 4/2/99, AN\n     EMPLOYEE WAS ALLOWED TO WEAR GLOVES WHILE MANUALLY FEEDING\n     WIRE PANELS INTO THE PECK SHEAR FLATTENER, EXPOSING EMPLOYEE\n     TO IN RUNNING NIP POINTS BETWEEN THE ROTATING ROLLS AT THE\n     OPERATOR’S STATION.\n\n           The second citation alleged violation of 29 C.F.R. §\n\n\n\n\n     229 C.F.R. § 1910.138 (1998), which was the regulation in\neffect at the time of the accident, provided:\n     (a) General requirements. Employers shall select and\n     require employees to use appropriate hand protection\n     when employees’ hands are exposed to hazards such as\n     those from skin absorption of harmful substances;\n     severe   cuts  or   lacerations;   severe   abrasions;\n     punctures; chemical burns; thermal burns; and harmful\n     temperature extremes.\n     (b) Selection. Employers shall base the selection of\n     the appropriate hand protection on an evaluation of\n     the performance characteristics of the hand protection\n     relative to the task(s) to be performed, conditions\n     present, duration of use, and the hazards and\n     potential hazards identified.\n\n                                  -4-\n\f1910.212(a)(1),3 in that \"[m]achine guarding was not provided to protect\n\noperator(s) and other employees from hazard(s) created by in-running\n\nnip point(s).\" The citation specified that \"ON OR ABOUT 4/2/99, AN\n\nOPERATOR OF A PECK SHEAR FLATTENER. . . GOT HIS LEFT HAND CAUGHT IN AN\n\nUNGUARDED IN-RUNNING NIP POINT BETWEEN THE FIRST TWO ROLLS OF THE\n\nFLATTENER WHILE MANUALLY FEEDING GALVANIZED WIRE PANELS AT THE\n\nOPERATOR’S STATION.\"\n\n           Riverdale contested the citation before the Commission. The\n\nCommission referred the case to an Administrative Law Judge, who held\n\n\n     329 C.F.R. § 1910.212 (1998), General requirements for all\nmachines, provided in relevant part:\n          (a) Machine guarding--(1) Types of guarding. One\n     or more methods of machine guarding shall be provided\n     to protect the operator and other employees in the\n     machine area from hazards such as those created by\n     point of operation, ingoing nip points, rotating\n     parts, flying chips and sparks. Examples of guarding\n     methods   are--barrier   guards,   two-hand   tripping\n     devices, electronic safety devices, etc.\n     (2) General requirements for machine guards. Guards\n     shall be affixed to the machine where possible and\n     secured elsewhere if for any reason attachment to the\n     machine is not possible. The guard shall be such that\n     it does not offer an accident hazard in itself.\n     (3) Point of operation guarding.        (i) Point of\n     operation is the area on a machine where work is\n     actually performed upon the material being processed.\n\n     (ii) The point of operation of machines whose\n     operation exposes an employee to injury, shall be\n     guarded. The guarding device shall be in conformity\n     with any appropriate standards therefor, or, in the\n     absence of applicable specific standards, shall be so\n     designed and constructed as to prevent the operator\n     from having any part of his body in the danger zone\n     during the operating cycle.\n\n                                  -5-\n\fa hearing. With regard to the hand protection violation, the ALJ\n\nfound:\n\n     At the time of the accident, [Riverdale] had a written rule\n     prohibiting the use of gloves near moving machinery.\n     However, [Riverdale] gave employees the option of wearing\n     gloves while operating the flattener function of the Peck\n     machine to protect their hands from cuts, abrasions and\n     punctures. [Riverdale’s] policy of allowing employees to\n     wear gloves if they wanted to when using the flattener was\n     clearly contradictory to the work rule prohibiting the use\n     of gloves near moving machinery. The company properly\n     identified the hazard of wearing gloves near moving\n     machinery, and it also properly identified the hazard of\n     cuts, abrasions and punctures from handling the wire mesh\n     panels. However, instead of evaluating these two hazards in\n     conjunction and devising work rules that would give clear\n     instruction to employees and provide protection against both\n     hazards, [Riverdale] had a policy that was by its own terms\n     contradictory and that put employees in the position of\n     having to choose between the hazard of broken fingers and/or\n     crushed hands and hazards such as cuts, abrasions and\n     punctures.\n\nBased on these findings, the ALJ concluded that the Secretary\n\nestablished the elements of an OSHA violation of the hand protection\n\nregulation: that the regulation applied, the employer violated the\n\nregulation, the employees had access to the violative condition, and\n\nthe employer knew of the condition. Furthermore, the ALJ found the\n\nviolation was serious because there was a substantial probability that\n\nthe use of gloves around moving machinery could have resulted in\n\nserious physical harm.\n\n          In considering the alleged machine guard violation, the ALJ\n\nfound that section 1910.212(a)(1) applied to the Peck Shear and\n\nFlattener because the place where the upper and lower rollers were in\n\n                                 -6-\n\fclose proximity, rotating in opposing directions, created the kind of\n\nnip point that triggered the need for a safety guard. The trip wire\n\ndid not function as a safety guard, so Riverdale         violated the\n\nregulation.   It was undisputed that employees had access to the\n\nviolative condition for about twelve hours a month. It was obvious\n\nfrom the warnings that Riverdale issued to its employees about the\n\nmachine that Riverdale knew of the dangerous condition. Thus, the\n\nSecretary established all the elements of an OSHA violation in regard\n\nto the lack of a safety guard on the machine.\n\n          The ALJ rejected Riverdale’s affirmative defense that the\n\ntrip wire was the only feasible means of guarding the nip point that\n\nwould not destroy the Peck machine’s utility. The ALJ found that there\n\nwere at least two feasible types of guards, and indeed, that Riverdale\n\nhad installed such devices by the time of the hearing.       After the\n\naccident, Riverdale installed a light curtain on the Peck machine. A\n\nlight curtain is a system of infrared lights that will shut off the\n\nmachine if something breaks the light beam. At first the curtain would\n\nshut the machine off almost every time anyone loaded a panel into the\n\nmachine, but Riverdale installed a foot switch that allowed the\n\noperator to turn the machine back on with his foot.         After the\n\naccident, Riverdale also installed a funnel, which extended out from\n\nthe Peck machine to form a barrier between the operator and the rollers\n\nand which had only a narrow slit to receive the panels. The ALJ found\n\n\n                                 -7-\n\fthat if the funnel were modified to narrow the opening and to situate\n\nthe funnel farther away from the rollers, the funnel would function as\n\nan effective safety guard for the Peck machine.      The ALJ rejected\n\nRiverdale’s defense that the funnel would pose a hazard in its own\n\nright; Riverdale did not apply for a variance pursuant to section 6(d)\n\nof the OSH Act, and this failure made the \"greater hazard\" defense\n\nunavailable to Riverdale. Moreover, the ALJ rejected, as not credible,\n\nevidence from Riverdale’s witnesses that the funnel presented a hazard.\n\n\n\n          Finally, the ALJ rejected Riverdale’s assertion that the\n\naccident was a result of unavoidable employee misconduct. Riverdale\n\ncontended that employees had been instructed not to hold the panels\n\nonce the machine had accepted the leading edge, but the evidence showed\n\nthat most if not all the employees kept their hands on the panels to\n\npush them into the machine. Riverdale also contended that Bebedelis\n\nwas talking instead of concentrating on his job, but the evidence\n\nshowed that Bebedelis had a habit of talking while working, and\n\nRiverdale had not adequately disciplined him to prevent recurrence of\n\nthis conduct. Thus, the ALJ found liability for the machine guard\n\nviolation, and he concluded the violation was serious.\n\n          The penalty was set at a total of $4,900 for the two\n\nviolations. Riverdale sought review, but the Commission did not elect\n\nto review the ALJ’s decision. Consequently, the ALJ’s decision became\n\n\n                                 -8-\n\fthe final order of the Commission.\n\n\n\n                                 II.\n\n\n\n          The Occupational Health and Safety Act, 29 U.S.C. § 660(a),\n\nprescribes the standards for judicial review of the Commission’s\n\norders.   Under section 660(a), we must defer to the Commission’s\n\nfindings of fact if they are supported by substantial evidence on the\n\nrecord as a whole. P. Gioioso & Sons, Inc. v. Occupational Safety &\n\nHealth Review Comm’n, 115 F.3d 100, 108 (1st Cir. 1997).           The\n\nsubstantial evidence standard applies with equal force where the\n\nCommission has adopted an ALJ’s findings of fact rather than conducting\n\nits own hearing.     Id.   More generally, we will uphold agency\n\ndeterminations unless they are arbitrary, capricious, an abuse of\n\ndiscretion, or otherwise not in accordance with law.         Id.\n\n\n\n\n                                 III.\n\n\n\n          Riverdale first argues that the hand protection violation was\n\nnot supported by substantial evidence because Bebedelis caught his\n\nsleeve, not his glove, in the Peck machine. We need not delve into the\n\ncontroversy between glove and sleeve because the violation charged\n\n\n                                 -9-\n\fwould exist no matter which item of clothing was involved in the\n\naccident. The violation alleged was failure to consider the relevant\n\nhazards in deciding what hand protection employees should use. As the\n\nALJ pointed out, Riverdale recognized two hazards, that of gloves being\n\ncaught in moving machinery, and that of bare hands being cut or\n\npunctured by the wire panels. Of the two hazards, the possibility of\n\ncatching a glove in a moving machine had more serious consequences.\n\nRather than adopting a hand protection policy that took into account\n\ntwo simultaneous hazards, Riverdale adopted one policy forbidding use\n\nof gloves around moving machinery, but then allowed employees to wear\n\ngloves when using the Peck machine in order to avoid cuts.       These\n\ncontradictory policies forced employees to choose which hazard to\n\nprotect against, thereby exposing them to one hazard or the other,\n\nunabated. This constituted a violation of 29 C.F.R. § 1910.138 no\n\nmatter what may have caused the Bebedelis accident. The Secretary’s\n\ndetermination was supported by substantial evidence.\n\n\n\n\n                                 IV.\n\n\n\n          Riverdale argues that it complied with 29 C.F.R. §\n\n1910.212(a) by equipping the Peck machine with a trip wire that would\n\n\n                                 -10-\n\fstop the machine. The ALJ found that the trip wire did not effectively\n\nguard the machine, as demonstrated by the fact that Bebedelis’s hand\n\nwent into the machine without activating the trip wire. The record\n\ncontains substantial evidence that the trip wire did not \"prevent the\n\noperator from having any part of his body in the danger zone during the\n\noperating cycle.\"    Section 1910.212(a)(3)(ii).\n\n          In what is apparently a contention of legal error, Riverdale\n\nargues that the trip wire complied with an \"appropriate\" standard as\n\nrequired by section 1910.212(a)(3)(ii) because it satisfied a standard\n\nset by the American National Standards Institute for roll-forming and\n\nroll-bending machines. OSHA has not incorporated the cited American\n\nNational Standards Institute document by reference in the regulation,\n\nand it is therefore not an applicable standard within the meaning of\n\nthe regulation. See Secretary of Labor v. George C. Christopher & Son,\n\nInc., No. 76-647, 1982 WL 189089, at *6 (O.S.H.R.C. Feb. 26, 1982).\n\nMoreover, examination of the American National Standards Institute\n\ndefinitions shows that that organization distinguishes between\n\nemergency stop controls, such as the trip wire on the Peck machine, and\n\nguards, which prevent entry into the point of operation or other hazard\n\narea. The Commission’s decision that the Peck machine was not guarded\n\nin accordance with 29 C.F.R. § 1910.212(a) is not        arbitrary or\n\ncapricious.\n\n          Riverdale raises three affirmative defenses: that it was\n\n\n                                 -11-\n\finfeasible to guard the machine; that the guard proposed by the ALJ\n\nwould present a greater hazard than the unguarded machine; and that the\n\nBebedelis accident was caused by unpreventable employee misconduct.\n\nRiverdale has the burden of proof on these affirmative defenses. See\n\nE & R Erectors, Inc. v. Secretary of Labor, 107 F.3d 157, 163 (3d Cir.\n\n1997).\n\n          The ALJ rejected the impossibility and greater hazard\n\ndefenses for the simple reason that Riverdale had already fitted the\n\nPeck machine with a light curtain and a funnel device, which, with\n\nadjustments, would satisfy the machine guard requirement. Riverdale\n\nargues that the funnel device poses a greater hazard than the unguarded\n\nmachine. The ALJ specifically found incredible Riverdale’s evidence\n\nthat the funnel was dangerous. Nelson Barnes, the OSHA assistant area\n\ndirector, testified at the hearing that he had extensive experience in\n\nmachine guard safety. Barnes testified that the funnel device would\n\nminimize or eliminate the danger from the Peck machine’s rollers. He\n\nwas examined at length about the possibility that workers’ hands could\n\nbe trapped in the funnel guard itself, and he steadfastly maintained\n\nthat it was more likely that the workers’ hands would be ejected from\n\nthe funnel, rather than being mashed against it. This was substantial\n\nevidence to support the ALJ’s conclusion that the funnel guard was a\n\nfeasible means of compliance with the regulation.\n\n          Even if the funnel guard, which Riverdale installed on its\n\n\n                                 -12-\n\fown initiative, were dangerous, it was still Riverdale’s burden to\n\nprove the absence of alternative means of protecting the employees.\n\nSee PBR, Inc. v. Secretary of Labor, 643 F.2d 890, 895 (1st Cir. 1981).\n\nThe ALJ found that the light curtain was a feasible alternative.\n\nRiverdale does not argue that the light curtain does not work or that\n\nit creates a hazard in its own right, but only that it increases wear\n\nand tear on components of the machine. Riverdale’s CEO, James M.\n\nKnott, who designed the Peck machine, said that the light curtain\n\n\"works.\" The ALJ had before him substantial evidence that Riverdale\n\ndid not carry its burden of proof on its defenses.\n\n           Finally, Riverdale contends that the Bebedelis accident was\n\ncaused by the misconduct of Bebedelis himself, who was guilty of\n\ntalking and not handling the panel properly. According to Riverdale,\n\nBebedelis should have let go of the panel as soon as it caught in the\n\nrollers. Riverdale contends Bebedelis caused the accident by holding\n\non to the panel and letting his fingers go through the holes in the\n\nmesh.   The ALJ found that most of the employees who used the Peck\n\nmachine kept their hands on the panels after the panels had caught in\n\nthe rollers, because they were correcting the angle at which the bowed\n\npanels were entering the machine. If the employees were routinely\n\npressing on the panels as the panels fed through the machine, the other\n\nemployees were in danger of having their fingers caught in the mesh as\n\nBebedelis did. This manner of handling the panels was not isolated and\n\n\n                                 -13-\n\funpreventable misconduct. The ALJ also found that Bebedelis was well-\n\nknown for talking while he worked, and Riverdale had failed to\n\ndiscipline him effectively to prevent this conduct. There was evidence\n\nthat Riverdale had not done all it could to eliminate the employee\n\nconduct to which it attributes the accident. See Secretary of Labor v.\n\nFalcon Steel Co., Nos. 89-2883 & 89-3444, 1993 WL 155690, at *18-20\n\n(O.S.H.R.C. April 27, 1993).      These findings are supported by\n\nsubstantial evidence.\n\n          We have considered Riverdale’s various other arguments and\n\nconclude there are no meritorious grounds for review. Accordingly, we\n\ndeny the petition for review.\n\n          Denied.\n\n\n\n\n                                -14-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">     [NOT FOR PUBLICATION - NOT TO BE CITED AS PRECEDENT]\n\n           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1060\n\n                      RIVERDALE MILLS CORP.,\n                            Petitioner,\n\n                                 v.\n\n              OCCUPATIONAL SAFETY AND HEALTH REVIEW\n                COMMISSION AND SECRETARY OF LABOR,\n                           Respondents.\n\n\n             ON PETITION FOR REVIEW OF AN ORDER OF THE\n         OCCUPATIONAL SAFETY AND HEALTH REVIEW COMMISSION\n\n         [Hon. G. Marvin Bober, Administrative Law Judge]\n\n\n                               Before\n\n                   Boudin, Chief Circuit Judge,\n\n              John R. Gibson,* Senior Circuit Judge,\n\n                  and Torruella, Circuit Judge.\n\n\n     Warren G. Miller, on brief, for petitioner.\n     Judith E. Kramer, Acting Solicitor of Labor, Joseph M. Woodward,\nAssociate Solicitor for Occupational Safety and Health, Ann Rosenthal,\nCounsel for Appellate Litigation, and Scott Glabman, Attorney, U. S.\nDepartment of Labor, were on brief, for respondent.\n\n\n\n\n     *\n     Hon. John R. Gibson, of the Eighth Circuit, sitting by\ndesignation.\n\f                         February 21, 2002\n\n\n\n\n     JOHN R. GIBSON, Senior Circuit Judge. A f t e r a w o r k e r a t\n\nRiverdale Mills caught his hand in a flattening machine, the\n\nOccupational Safety and Health Review Commission found Riverdale Mills\n\nCorporation had committed two serious violations of the Occupational\n\nSafety and Health Act of 1970, 29 U.S.C. §§ 651-678 (1994 and Supp. IV\n\n1998): failing to install an adequate safety guard on the machine and\n\nfailing to properly select the appropriate hand protection gear for\n\npeople operating the machine. Riverdale petitions for review of the\n\nCommission’s order. It contends that the accident was not caused by the\n\nglove the worker was wearing, so the hand protection violation is not\n\nsupported by substantial evidence. As for the safety guard issue,\n\nRiverdale contends that it provided an adequate guard in the form of a\n\ntrip wire over the front of the machine. Furthermore, even if the trip\n\nwire was not an adequate guard, the company contends it established\n\naffirmative defenses by showing there was no feasible alternative to\n\nthe trip wire, that other guard devices would create a greater hazard\n\nthan the unguarded machine, and that the accident was caused by\n\nunpreventable employee misconduct.       We deny the petition for review.\n\n                                  I.\n\n\n\n                                 -2-\n\f          Riverdale Mills makes wire mesh for use in lobster traps.\n\nA few of its customers require that the mesh be flattened, and to\n\naccomplish this, Riverdale uses a machine called the Peck Shear and\n\nFlattener, which can be used both to cut the mesh and to flatten it.\n\nThe machine flattens the mesh by feeding it between a series of upper\n\nand lower rollers. The upper and lower rollers do not meet in pairs,\n\nbut are offset, with each upper roller about a half to three-quarters\n\nof an inch behind the preceding lower roller. The machine operator\n\ninserts a large panel of wire mesh over the first roller until the\n\npanel catches under the second roller, which draws the panel into the\n\nmachine. The Peck machine at Riverdale was fitted with a trip wire\n\nacross the front of the machine, which would stop the rotation of the\n\nrollers in response to pressure on the wire.\n\n          The wire mesh panels are coated with zinc, which makes them\n\nrough to the touch, and they have cut edges, or selvages, which can cut\n\nand puncture the hands of people handling them. Most of the Riverdale\n\nemployees who have to handle this kind of panel wear gloves to protect\n\ntheir hands.\n\n          On April 2, 1999, Riverdale employee Panagis Bebedelis was\n\nfeeding wire mesh panels into the flattener when he caught his hand in\n\nthe machine.   He screamed, and another employee came to his aid,\n\npulling the trip wire to stop the machine. Two Riverdale employees\n\nfreed Bebedelis from the machine, but he had broken three fingers.\n\n\n                                 -3-\n\f           OSHA inspectors investigated the incident, interviewing\n\nRiverdale employees, including Bebedelis. At the conclusion of the\n\ninvestigation, the Secretary of Labor issued a Citation and\n\nNotification of Penalty to Riverdale, alleging two serious violations\n\nof OSHA regulations. The first citation alleged violation of 29 C.F.R.\n\n§ 1910.138(b)2 in that Riverdale’s selection of hand protection measures\n\nwas not based on an evaluation of the performance characteristics of\n\nthe hand protection relative to the potential hazards. In particular,\n\nthe citation alleged:\n\n     (a) SHEAR DEPT.--EMPLOYEES HAD BEEN OFFERED THE OPTION OF\n     USING GLOVES BY THE EMPLOYER TO PROTECT THEIR HANDS WHILE\n     HANDLING GALVANIZED WIRE; BUT ON OR ABOUT 4/2/99, AN\n     EMPLOYEE WAS ALLOWED TO WEAR GLOVES WHILE MANUALLY FEEDING\n     WIRE PANELS INTO THE PECK SHEAR FLATTENER, EXPOSING EMPLOYEE\n     TO IN RUNNING NIP POINTS BETWEEN THE ROTATING ROLLS AT THE\n     OPERATOR’S STATION.\n\n           The second citation alleged violation of 29 C.F.R. §\n\n\n\n\n     229 C.F.R. § 1910.138 (1998), which was the regulation in\neffect at the time of the accident, provided:\n     (a) General requirements. Employers shall select and\n     require employees to use appropriate hand protection\n     when employees’ hands are exposed to hazards such as\n     those from skin absorption of harmful substances;\n     severe   cuts  or   lacerations;   severe   abrasions;\n     punctures; chemical burns; thermal burns; and harmful\n     temperature extremes.\n     (b) Selection. Employers shall base the selection of\n     the appropriate hand protection on an evaluation of\n     the performance characteristics of the hand protection\n     relative to the task(s) to be performed, conditions\n     present, duration of use, and the hazards and\n     potential hazards identified.\n\n                                  -4-\n\f1910.212(a)(1),3 in that \"[m]achine guarding was not provided to protect\n\noperator(s) and other employees from hazard(s) created by in-running\n\nnip point(s).\" The citation specified that \"ON OR ABOUT 4/2/99, AN\n\nOPERATOR OF A PECK SHEAR FLATTENER. . . GOT HIS LEFT HAND CAUGHT IN AN\n\nUNGUARDED IN-RUNNING NIP POINT BETWEEN THE FIRST TWO ROLLS OF THE\n\nFLATTENER WHILE MANUALLY FEEDING GALVANIZED WIRE PANELS AT THE\n\nOPERATOR’S STATION.\"\n\n           Riverdale contested the citation before the Commission. The\n\nCommission referred the case to an Administrative Law Judge, who held\n\n\n     329 C.F.R. § 1910.212 (1998), General requirements for all\nmachines, provided in relevant part:\n          (a) Machine guarding--(1) Types of guarding. One\n     or more methods of machine guarding shall be provided\n     to protect the operator and other employees in the\n     machine area from hazards such as those created by\n     point of operation, ingoing nip points, rotating\n     parts, flying chips and sparks. Examples of guarding\n     methods   are--barrier   guards,   two-hand   tripping\n     devices, electronic safety devices, etc.\n     (2) General requirements for machine guards. Guards\n     shall be affixed to the machine where possible and\n     secured elsewhere if for any reason attachment to the\n     machine is not possible. The guard shall be such that\n     it does not offer an accident hazard in itself.\n     (3) Point of operation guarding.        (i) Point of\n     operation is the area on a machine where work is\n     actually performed upon the material being processed.\n\n     (ii) The point of operation of machines whose\n     operation exposes an employee to injury, shall be\n     guarded. The guarding device shall be in conformity\n     with any appropriate standards therefor, or, in the\n     absence of applicable specific standards, shall be so\n     designed and constructed as to prevent the operator\n     from having any part of his body in the danger zone\n     during the operating cycle.\n\n                                  -5-\n\fa hearing. With regard to the hand protection violation, the ALJ\n\nfound:\n\n     At the time of the accident, [Riverdale] had a written rule\n     prohibiting the use of gloves near moving machinery.\n     However, [Riverdale] gave employees the option of wearing\n     gloves while operating the flattener function of the Peck\n     machine to protect their hands from cuts, abrasions and\n     punctures. [Riverdale’s] policy of allowing employees to\n     wear gloves if they wanted to when using the flattener was\n     clearly contradictory to the work rule prohibiting the use\n     of gloves near moving machinery. The company properly\n     identified the hazard of wearing gloves near moving\n     machinery, and it also properly identified the hazard of\n     cuts, abrasions and punctures from handling the wire mesh\n     panels. However, instead of evaluating these two hazards in\n     conjunction and devising work rules that would give clear\n     instruction to employees and provide protection against both\n     hazards, [Riverdale] had a policy that was by its own terms\n     contradictory and that put employees in the position of\n     having to choose between the hazard of broken fingers and/or\n     crushed hands and hazards such as cuts, abrasions and\n     punctures.\n\nBased on these findings, the ALJ concluded that the Secretary\n\nestablished the elements of an OSHA violation of the hand protection\n\nregulation: that the regulation applied, the employer violated the\n\nregulation, the employees had access to the violative condition, and\n\nthe employer knew of the condition. Furthermore, the ALJ found the\n\nviolation was serious because there was a substantial probability that\n\nthe use of gloves around moving machinery could have resulted in\n\nserious physical harm.\n\n          In considering the alleged machine guard violation, the ALJ\n\nfound that section 1910.212(a)(1) applied to the Peck Shear and\n\nFlattener because the place where the upper and lower rollers were in\n\n                                 -6-\n\fclose proximity, rotating in opposing directions, created the kind of\n\nnip point that triggered the need for a safety guard. The trip wire\n\ndid not function as a safety guard, so Riverdale         violated the\n\nregulation.   It was undisputed that employees had access to the\n\nviolative condition for about twelve hours a month. It was obvious\n\nfrom the warnings that Riverdale issued to its employees about the\n\nmachine that Riverdale knew of the dangerous condition. Thus, the\n\nSecretary established all the elements of an OSHA violation in regard\n\nto the lack of a safety guard on the machine.\n\n          The ALJ rejected Riverdale’s affirmative defense that the\n\ntrip wire was the only feasible means of guarding the nip point that\n\nwould not destroy the Peck machine’s utility. The ALJ found that there\n\nwere at least two feasible types of guards, and indeed, that Riverdale\n\nhad installed such devices by the time of the hearing.       After the\n\naccident, Riverdale installed a light curtain on the Peck machine. A\n\nlight curtain is a system of infrared lights that will shut off the\n\nmachine if something breaks the light beam. At first the curtain would\n\nshut the machine off almost every time anyone loaded a panel into the\n\nmachine, but Riverdale installed a foot switch that allowed the\n\noperator to turn the machine back on with his foot.         After the\n\naccident, Riverdale also installed a funnel, which extended out from\n\nthe Peck machine to form a barrier between the operator and the rollers\n\nand which had only a narrow slit to receive the panels. The ALJ found\n\n\n                                 -7-\n\fthat if the funnel were modified to narrow the opening and to situate\n\nthe funnel farther away from the rollers, the funnel would function as\n\nan effective safety guard for the Peck machine.      The ALJ rejected\n\nRiverdale’s defense that the funnel would pose a hazard in its own\n\nright; Riverdale did not apply for a variance pursuant to section 6(d)\n\nof the OSH Act, and this failure made the \"greater hazard\" defense\n\nunavailable to Riverdale. Moreover, the ALJ rejected, as not credible,\n\nevidence from Riverdale’s witnesses that the funnel presented a hazard.\n\n\n\n          Finally, the ALJ rejected Riverdale’s assertion that the\n\naccident was a result of unavoidable employee misconduct. Riverdale\n\ncontended that employees had been instructed not to hold the panels\n\nonce the machine had accepted the leading edge, but the evidence showed\n\nthat most if not all the employees kept their hands on the panels to\n\npush them into the machine. Riverdale also contended that Bebedelis\n\nwas talking instead of concentrating on his job, but the evidence\n\nshowed that Bebedelis had a habit of talking while working, and\n\nRiverdale had not adequately disciplined him to prevent recurrence of\n\nthis conduct. Thus, the ALJ found liability for the machine guard\n\nviolation, and he concluded the violation was serious.\n\n          The penalty was set at a total of $4,900 for the two\n\nviolations. Riverdale sought review, but the Commission did not elect\n\nto review the ALJ’s decision. Consequently, the ALJ’s decision became\n\n\n                                 -8-\n\fthe final order of the Commission.\n\n\n\n                                 II.\n\n\n\n          The Occupational Health and Safety Act, 29 U.S.C. § 660(a),\n\nprescribes the standards for judicial review of the Commission’s\n\norders.   Under section 660(a), we must defer to the Commission’s\n\nfindings of fact if they are supported by substantial evidence on the\n\nrecord as a whole. P. Gioioso & Sons, Inc. v. Occupational Safety &\n\nHealth Review Comm’n, </pre><span class=\"citation\" data-id=\"197419\"><a href=\"/opinion/197419/gioioso-v-oshrc/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span><pre class=\"inline\">, 108 (1st Cir. 1997).           The\n\nsubstantial evidence standard applies with equal force where the\n\nCommission has adopted an ALJ’s findings of fact rather than conducting\n\nits own hearing.     Id.   More generally, we will uphold agency\n\ndeterminations unless they are arbitrary, capricious, an abuse of\n\ndiscretion, or otherwise not in accordance with law.         Id.\n\n\n\n\n                                 III.\n\n\n\n          Riverdale first argues that the hand protection violation was\n\nnot supported by substantial evidence because Bebedelis caught his\n\nsleeve, not his glove, in the Peck machine. We need not delve into the\n\ncontroversy between glove and sleeve because the violation charged\n\n\n                                 -9-\n\fwould exist no matter which item of clothing was involved in the\n\naccident. The violation alleged was failure to consider the relevant\n\nhazards in deciding what hand protection employees should use. As the\n\nALJ pointed out, Riverdale recognized two hazards, that of gloves being\n\ncaught in moving machinery, and that of bare hands being cut or\n\npunctured by the wire panels. Of the two hazards, the possibility of\n\ncatching a glove in a moving machine had more serious consequences.\n\nRather than adopting a hand protection policy that took into account\n\ntwo simultaneous hazards, Riverdale adopted one policy forbidding use\n\nof gloves around moving machinery, but then allowed employees to wear\n\ngloves when using the Peck machine in order to avoid cuts.       These\n\ncontradictory policies forced employees to choose which hazard to\n\nprotect against, thereby exposing them to one hazard or the other,\n\nunabated. This constituted a violation of 29 C.F.R. § 1910.138 no\n\nmatter what may have caused the Bebedelis accident. The Secretary’s\n\ndetermination was supported by substantial evidence.\n\n\n\n\n                                 IV.\n\n\n\n          Riverdale argues that it complied with 29 C.F.R. §\n\n1910.212(a) by equipping the Peck machine with a trip wire that would\n\n\n                                 -10-\n\fstop the machine. The ALJ found that the trip wire did not effectively\n\nguard the machine, as demonstrated by the fact that Bebedelis’s hand\n\nwent into the machine without activating the trip wire. The record\n\ncontains substantial evidence that the trip wire did not \"prevent the\n\noperator from having any part of his body in the danger zone during the\n\noperating cycle.\"    Section 1910.212(a)(3)(ii).\n\n          In what is apparently a contention of legal error, Riverdale\n\nargues that the trip wire complied with an \"appropriate\" standard as\n\nrequired by section 1910.212(a)(3)(ii) because it satisfied a standard\n\nset by the American National Standards Institute for roll-forming and\n\nroll-bending machines. OSHA has not incorporated the cited American\n\nNational Standards Institute document by reference in the regulation,\n\nand it is therefore not an applicable standard within the meaning of\n\nthe regulation. See Secretary of Labor v. George C. Christopher & Son,\n\nInc., No. 76-647, </pre><span class=\"citation no-link\"><span class=\"volume\">1982</span> <span class=\"reporter\">WL</span> <span class=\"page\">189089</span></span><pre class=\"inline\">, at *6 (O.S.H.R.C. Feb. 26, 1982).\n\nMoreover, examination of the American National Standards Institute\n\ndefinitions shows that that organization distinguishes between\n\nemergency stop controls, such as the trip wire on the Peck machine, and\n\nguards, which prevent entry into the point of operation or other hazard\n\narea. The Commission’s decision that the Peck machine was not guarded\n\nin accordance with 29 C.F.R. § 1910.212(a) is not        arbitrary or\n\ncapricious.\n\n          Riverdale raises three affirmative defenses: that it was\n\n\n                                 -11-\n\finfeasible to guard the machine; that the guard proposed by the ALJ\n\nwould present a greater hazard than the unguarded machine; and that the\n\nBebedelis accident was caused by unpreventable employee misconduct.\n\nRiverdale has the burden of proof on these affirmative defenses. See\n\nE & R Erectors, Inc. v. Secretary of Labor, </pre><span class=\"citation\" data-id=\"736209\"><a href=\"/opinion/736209/e-r-erectors-inc-v-secretary-of-labor/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span><pre class=\"inline\">, 163 (3d Cir.\n\n1997).\n\n          The ALJ rejected the impossibility and greater hazard\n\ndefenses for the simple reason that Riverdale had already fitted the\n\nPeck machine with a light curtain and a funnel device, which, with\n\nadjustments, would satisfy the machine guard requirement. Riverdale\n\nargues that the funnel device poses a greater hazard than the unguarded\n\nmachine. The ALJ specifically found incredible Riverdale’s evidence\n\nthat the funnel was dangerous. Nelson Barnes, the OSHA assistant area\n\ndirector, testified at the hearing that he had extensive experience in\n\nmachine guard safety. Barnes testified that the funnel device would\n\nminimize or eliminate the danger from the Peck machine’s rollers. He\n\nwas examined at length about the possibility that workers’ hands could\n\nbe trapped in the funnel guard itself, and he steadfastly maintained\n\nthat it was more likely that the workers’ hands would be ejected from\n\nthe funnel, rather than being mashed against it. This was substantial\n\nevidence to support the ALJ’s conclusion that the funnel guard was a\n\nfeasible means of compliance with the regulation.\n\n          Even if the funnel guard, which Riverdale installed on its\n\n\n                                 -12-\n\fown initiative, were dangerous, it was still Riverdale’s burden to\n\nprove the absence of alternative means of protecting the employees.\n\nSee PBR, Inc. v. Secretary of Labor, </pre><span class=\"citation\" data-id=\"388177\"><a href=\"/opinion/388177/9-osh-casbna-1357-1981-oshd-cch-p-25237-pbr-inc-v/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span><pre class=\"inline\">, 895 (1st Cir. 1981).\n\nThe ALJ found that the light curtain was a feasible alternative.\n\nRiverdale does not argue that the light curtain does not work or that\n\nit creates a hazard in its own right, but only that it increases wear\n\nand tear on components of the machine. Riverdale’s CEO, James M.\n\nKnott, who designed the Peck machine, said that the light curtain\n\n\"works.\" The ALJ had before him substantial evidence that Riverdale\n\ndid not carry its burden of proof on its defenses.\n\n           Finally, Riverdale contends that the Bebedelis accident was\n\ncaused by the misconduct of Bebedelis himself, who was guilty of\n\ntalking and not handling the panel properly. According to Riverdale,\n\nBebedelis should have let go of the panel as soon as it caught in the\n\nrollers. Riverdale contends Bebedelis caused the accident by holding\n\non to the panel and letting his fingers go through the holes in the\n\nmesh.   The ALJ found that most of the employees who used the Peck\n\nmachine kept their hands on the panels after the panels had caught in\n\nthe rollers, because they were correcting the angle at which the bowed\n\npanels were entering the machine. If the employees were routinely\n\npressing on the panels as the panels fed through the machine, the other\n\nemployees were in danger of having their fingers caught in the mesh as\n\nBebedelis did. This manner of handling the panels was not isolated and\n\n\n                                 -13-\n\funpreventable misconduct. The ALJ also found that Bebedelis was well-\n\nknown for talking while he worked, and Riverdale had failed to\n\ndiscipline him effectively to prevent this conduct. There was evidence\n\nthat Riverdale had not done all it could to eliminate the employee\n\nconduct to which it attributes the accident. See Secretary of Labor v.\n\nFalcon Steel Co., Nos. 89-2883 & 89-3444, </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">155690</span></span><pre class=\"inline\">, at *18-20\n\n(O.S.H.R.C. April 27, 1993).      These findings are supported by\n\nsubstantial evidence.\n\n          We have considered Riverdale’s various other arguments and\n\nconclude there are no meritorious grounds for review. Accordingly, we\n\ndeny the petition for review.\n\n          Denied.\n\n\n\n\n                                -14-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736209/"
  ]
}