{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199899/",
  "absolute_url": "/opinion/199899/jodoin-v-toyota/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199899/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:39:43Z",
  "date_modified": "2017-03-24T11:04:01.338915Z",
  "type": "010combined",
  "sha1": "176a8b54f645d2670500d86359ac9b3b7306ea03",
  "page_count": 18,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1554-01A.pdf",
  "local_path": "pdf/2002/04/01/Jodoin_v._Toyota.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1554\n\n     SHELLEY A. JODOIN, INDIVIDUALLY AND AS NATURAL PARENT,\n    NEXT FRIEND AND GUARDIAN OF TIMOTHY D. DORSEY, A MINOR,\n                     AND LAWRENCE H. JODOIN,\n\n                      Plaintiffs, Appellants,\n\n                                  v.\n\n                     TOYOTA MOTOR CORPORATION,\n                 TOYOTA MOTOR SALES U.S.A., INC.,\n\n                      Defendants, Appellees.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ronald R. Lagueux, U.S. District Judge]\n\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n                     Torruella, Circuit Judge,\n                  and Cyr, Senior Circuit Judge.\n\n\n\n     John S. Foley, with whom Mark B. Decof, Howard B. Klein, and Decof\n& Decof were on brief, for appellants.\n     Gerald C. DeMaria, with whom Higgins, Cavanagh & Cooney, Richard\nW. Shapiro, Law Offices of Richard W. Shapiro P.L.C., Richard A.\nDerevan and Snell & Wilmer L.L.P. were on brief, for appellees.\n\fApril 1, 2002\n\n\n\n\n     -2-\n\f          TORRUELLA, Circuit Judge. Shelley Jodoin was injured in a\n\ncar accident and, with her husband and son, sued Toyota Motor\n\nCorporation and Toyota Motor Sales U.S.A., Inc. (\"Toyota\") alleging a\n\ndesign defect in her vehicle.      During trial, the district court\n\nexcluded all evidence relating to testing done by plaintiffs' expert.\n\nAfter this ruling, plaintiffs conceded that they would be unable to\n\nprove defect, an element of their prima facie case, and the district\n\ncourt granted judgment as a matter of law in favor of Toyota.       On\n\nappeal, plaintiffs challenge the district court's exclusion of the\n\ntesting evidence. We vacate the judgment in favor of Toyota and remand\n\nfor a new trial.\n\n                                  I.\n\n          On October 6, 1995, plaintiff-appellant Shelley Jodoin was\n\nhit from behind as she drove her 1988 Toyota 4x4 pick-up truck. The\n\nimpact pushed her vehicle into a counter-clockwise turn. She attempted\n\nto correct the course of her truck, but as she turned to the right, her\n\ntruck flipped, rolling over several times.        As a result of the\n\naccident, Mrs. Jodoin is permanently paralyzed.\n\n          Mrs. Jodoin, her husband, and her son brought suit against\n\nToyota alleging a design defect in Mrs. Jodoin's truck which made it\n\nprone to rollover. At trial, plaintiffs relied on the testimony of\n\ntheir primary liability expert, Robert Loyd Anderson, to prove this\n\ndefect.   They had employed Mr. Anderson to perform an accident\n\n\n                                 -3-\n\freconstruction and test another 1988 Toyota 4x4 truck to determine its\n\nrollover propensity. Mr. Anderson was allowed to testify about his\n\naccident reconstruction conclusions.      However, when plaintiffs\n\nattempted to introduce Mr. Anderson's testimony regarding the testing\n\nof the exemplar vehicle, the court refused to allow the testimony for\n\nlack of a proper foundation.     The court reasoned as follows:\n\n          [Y]ou’ve got a big problem here that you can’t\n          remedy . . . we’re not interested in the date of\n          manufacture what these two vehicles were like.\n          What we’re interested in is what they were like\n          at the time of the . . . accident, and whether\n          the exemplar was the same. And we don’t know\n          what condition the exemplar was or what it went\n          through, what its history was. For example,\n          whether it had been in an accident previously,\n          which weakened some structures and other factors.\n          And this witness can’t testify to that. He knows\n          nothing about the history of the vehicle. So\n          you’re wasting your time.       All of this is\n          irrelevant until you establish that the exemplar\n          was virtually identical in all respects with the\n          subject vehicle. And only then can you get into\n          the question of what tests were run. . . . You\n          can’t get there from here, I can tell you now,\n          not with this witness.\n\nThe court suggested that plaintiffs could lay a proper foundation by\n\nintroducing testimony from the people who purchased the car for Mr.\n\nAnderson or the people from whom the exemplar vehicle was purchased.\n\nPlaintiffs introduced no such testimony. Therefore, Mr. Anderson was\n\nnot allowed to testify as to how the design of the exemplar vehicle\n\ncompared with the design of Mrs. Jodoin's vehicle.\n\n\n\n\n                                 -4-\n\f          Plaintiffs   did   try   to    lay   a   foundation   based   on\n\nMr. Anderson's testimony. First, Mr. Anderson claimed to have checked\n\nthe vehicle identification tags to verify that the load ratings and\n\ntires were the same.    Furthermore, the record reflects that the\n\nexemplar and Mrs. Jodoin’s vehicle had similar vehicle identification\n\nnumbers (\"VIN\"). Second, he testified to performing a structural\n\nexamination of the steering components, suspension components, tires,\n\nand springs, including crawling under the truck to inspect the\n\nundercarriage. Third, he said he had looked at the instrumentation and\n\nmodifications made for the purposes of testing, which he documented.\n\nThis examination included \"[e]verything [Mr. Anderson] thought . . .\n\nwould be related to the vehicle dynamics and the issues that [he] was\n\nevaluating.\"    He testified that he detected no evidence of any\n\nmodifications or any parts that were not Toyota's original equipment.\n\nHowever, Mr. Anderson had no personal knowledge of where the exemplar\n\nvehicle came from or how it was obtained, and he did not testify to\n\nthat history.\n\n          When plaintiffs attempted to question Mr. Anderson regarding\n\nthe relationship between the design characteristics of Mrs. Jodoin’s\n\nvehicle and its rollover stability, the court upheld an objection to\n\nthe testimony, stating, \"obviously [Mr. Anderson’s testimony is] based\n\non testing; and the results of the testing is not admissible at this\n\npoint, [sic] it never will be.\"      When plaintiffs had previously\n\n\n                                   -5-\n\fattempted to introduce testimony on the general relationship between a\n\nvehicle's design features and its propensity to rollover, the court\n\nexcluded that testimony as irrelevant. Therefore, plaintiffs were\n\nunable to introduce any testimony regarding design and rollover\n\npropensity.\n\n          The next day, outside the presence of the jury, plaintiffs\n\naddressed the court and asked it to reconsider its ruling. The court\n\nagain pointed to the lack of information on the exemplar vehicle's\n\nhistory and repeated that it would exclude any evidence relating to\n\ntesting of that vehicle without such a history. The court said that\n\nplaintiffs needed to \"show . . . where [the exemplar vehicle] was\n\npurchased [and] have some evidence as to whether that’s a legitimate\n\nVIN number on [the exemplar vehicle], and somebody who has the\n\nexpertise to be able to tell us what the VIN number means . . . [a]nd\n\nwhether there’s been any changes in the vehicle since its manufacture.\"\n\n          In response, plaintiffs made an offer of proof regarding what\n\nMr. Anderson would have testified to regarding the similarities between\n\nthe exemplar vehicle and Mrs. Jodoin's vehicle. This included, mainly,\n\nMr. Anderson’s conclusion, based on the VINs of the two vehicles, that\n\nthe vehicles were \"virtually identical.\"       It also contained his\n\nconclusion that the exemplar vehicle was in good condition and\n\n\"reasonably similar to the kind of condition\" he would expect for a\n\n\n\n\n                                 -6-\n\fvehicle that had not been involved in any accidents, damaged or\n\nmodified.\n\n            Toyota opposed the offer of proof and contended that\n\nplaintiffs could never clear the substantial similarity hurdle in\n\nregard to the exemplar vehicle. In support, Toyota cited information\n\nthat the exemplar vehicle had been sent to a dealership for extensive\n\nrepairs after it had been acquired for Mr. Anderson's tests; yet Mr.\n\nAnderson had no information on those repairs.\n\n            During the offer of proof, when plaintiffs attempted to\n\nintroduce evidence relating to the testing, the court stopped them,\n\nmaintaining the need for a Daubert v. Merrell Dow Pharmaceutical, Inc.,\n\n509 U.S. 579 (1993), hearing before the testing or test results could\n\nbe entered on the record. Plaintiffs declined to hold the hearing\n\nbecause the court iterated that the test results could not be admitted\n\nfor lack of an adequate foundation, regardless of the outcome of the\n\nDaubert hearing. Therefore, the record contains no information on Mr.\n\nAnderson's findings.\n\n            After the district court reinforced its ruling relating to\n\nthe inadmissibility of Mr. Anderson's testimony regarding the exemplar\n\nvehicle, plaintiffs acknowledged they would be unable to prove defect,\n\nan element of their prima facie case. The court then asked plaintiffs\n\nif they were going to dismiss the case. Plaintiffs responded that they\n\nwould not do so voluntarily. Then, the court asked, \"Are you going to\n\n\n                                  -7-\n\frest your case so I can grant a motion for a directed verdict?\" After\n\ntaking a short recess, plaintiffs accepted the court’s suggestion and\n\nrested their case. Toyota moved for judgment as a matter of law based\n\non plaintiffs’ failure to produce evidence of defect, and the court\n\ngranted the motion.    This appeal followed.\n\n                                 II.\n\n          On appeal, plaintiffs contend that the district court abused\n\nits discretion by excluding all testimony regarding the testing of the\n\nexemplar vehicle. However, before we can reach that question, we must\n\nresolve a threshold matter: whether plaintiffs essentially abandoned\n\ntheir case when they rested before proving any of the elements of their\n\nclaim.   Because the district court suggested, incorrectly, that\n\nplaintiffs needed to rest before the court could consider a Rule 50\n\nmotion, we find that, under these facts, plaintiffs did not \"abandon\"\n\ntheir case.\n\n          Under Rhode Island law, plaintiffs must prove five elements,\n\nin addition to damages, to prevail in a strict liability claim based on\n\ndesign defect: (1) a defect; (2) the defect existed at the time the\n\nproduct left defendants' hands; (3) the defect rendered the product\n\nunreasonably dangerous; (4) the product was being used as intended at\n\nthe time of the accident; and (5) the defect was the proximate cause of\n\nplaintiffs' injuries. Raimbeault v. Takeucki Mfg. (U.S.) Ltd., 772\n\nA.2d 1056, 1063 (R.I. 2001). Plaintiffs do not dispute that they\n\n\n                                 -8-\n\ffailed to produce evidence of causation and damages, not just defect.\n\nTherefore, Toyota contends, it was proper for the district court to\n\ngrant the Rule 50 motion, regardless of the district court’s\n\nevidentiary ruling. Under Toyota’s argument, even if we were to find\n\nthat the district court abused its discretion by excluding the testing\n\nevidence on the exemplar vehicle, plaintiffs still failed to establish\n\nthe other elements of their case, and, therefore, we cannot reverse the\n\ndistrict court's judgment.\n\n          The district court entered judgment in favor of Toyota under\n\nRule 50(a) of the Federal Rules of Civil Procedure. This rule provides\n\nthat a court may enter judgment as a matter of law after a party has\n\nbeen \"fully heard on an issue and there is no legally sufficient\n\nevidentiary basis for a reasonable jury to find for that party on that\n\nissue.\" Fed. R. Civ. P. 50(a). The rule allows the court to entertain\n\na Rule 50 motion at \"any time before submission of the case to the\n\njury.\" Id. (emphasis added); see also Am. & Foreign Ins. Co. v. Gen.\n\nElec. Co., 45 F.3d 135, 139 (6th Cir. 1995) (holding it proper for a\n\ntrial court to entertain motions for judgment as a matter of law at any\n\ntime during trial, not just at the close of a party's evidence). The\n\nadvisory committee specifically intended the rule to authorize \"the\n\ncourt to consider a motion for judgment as a matter of law as soon as\n\na party has completed a presentation on a fact essential to that\n\nparty's case.\" Fed. R. Civ. P. 50 advisory committee's note.\n\n\n                                 -9-\n\f          Toyota argues that allowing plaintiffs to appeal the district\n\ncourt’s evidentiary ruling at this point essentially permits an\n\ninterlocutory appeal, which is at odds with the goal of judicial\n\nefficiency.1   We disagree.    The advisory committee specifically\n\ncontemplated situations like this and stated that \"such early action is\n\nappropriate when economy and expedition will be served.\"          Id.\n\n          Here, the district court ruled that Mr. Anderson would not\n\nbe able to testify regarding his testing of the exemplar vehicle, and\n\nplaintiffs had no other evidence to prove defect. Therefore, it was\n\nentirely appropriate for the district court to consider and grant\n\nToyota's Rule 50 motion for judgment as a matter of law.\n\n          However, plaintiffs rested their entire case before the court\n\nentered judgment. This, Toyota contends, makes it a more difficult\n\ncase because the judgment was entered on more than plaintiffs’ failure\n\nto prove defect.2 Plaintiffs also failed to prove other elements of\n\n\n1 Toyota also argues that 28 U.S.C. § 1292(b) suggests that we should\nnot consider plaintiffs’ appeal of the district court’s evidentiary\nruling. Section 1292 gives the federal courts of appeals jurisdiction\nover appeals from interlocutory orders and decrees entered by federal\ndistrict courts. Nothing in this grant of jurisdiction can properly be\nsaid to conflict with the current case where plaintiffs appeal a\nproperly entered judgment as a matter of law.\n2 Plaintiffs argue that Toyota's motion for judgment as a matter of law\nwas limited to the defect issue, and, therefore, it waived its argument\nwith respect to the remaining elements of the prima facie case. While\nit is true that if a party states one ground for granting judgment as\na matter of law that party is later precluded from claiming that the\nmotion should have been granted on another ground, see Hammond v. T.J.\nLitle & Co., 82 F.3d 1166, 1170-72 (1st Cir. 1996), we may affirm a\n\n                                 -10-\n\ftheir prima facie case, and those elements, arguably, were not affected\n\nby the district court's exclusion of testimony regarding the exemplar\n\nvehicle.3\n\n            We do not find this distinction dispositive, here. It is\n\nclear from the record that the district court told plaintiffs that they\n\nhad to rest before it would consider any dispositive motions.\n\nPlaintiffs, therefore, faced the option of continuing to present\n\nevidence, knowing that the additional evidence would have no bearing on\n\nthe eventual outcome, or resting their case. Since Rule 50 allows a\n\njudge to issue judgment as a matter of law at any point, once it is\n\nclear that a party cannot prevail, we decline to hold that plaintiffs\n\nforfeited their entire case when they followed the court's direction\n\nand rested their case, knowing that they could not prevail should they\n\ncontinue. In doing so, plaintiffs did not waive their right to appeal\n\nthe court's evidentiary rulings.\n\n                                 III.\n\n\ndistrict court judgment on any \"independently sufficient ground,\"\nincluding one not raised below. Olsen v. Correiro, 189 F.3d 52, 58\n(1st Cir. 1999). Therefore, waiver is not applicable to the present\ncase.\n3  We say arguably because it is possible that the exclusion of\nMr. Anderson's testimony may have been fatal to the rest of plaintiffs'\ncase. Without being able to establish a defect, plaintiffs would have\nbeen limited in the evidence they could present on causation and\ndamages, since those elements are related to the defect question.\nNeither party has fully briefed this issue, however. Therefore, it is\nunclear whether we could affirm the judgment as a matter of law even if\nwe reverse on the evidentiary ruling.\n\n                                 -11-\n\f          Plaintiffs challenge the district court's ruling excluding\n\nall evidence relating to the testing of the exemplar vehicle. This\n\nevidence consists principally of Mr. Anderson's testimony.        The\n\ndistrict court deemed the evidence irrelevant unless plaintiffs could\n\nshow that the exemplar vehicle was \"virtually identical\" to Mrs.\n\nJodoin's truck. Because we find that the district court employed the\n\nwrong legal standard, we conclude that the district court abused its\n\ndiscretion by summarily excluding the evidence relating to the testing\n\nof the exemplar vehicle and that this error was not harmless.\n\n          The Federal Rules of Evidence establish a low threshold for\n\nrelevance, generally.4 However, relevant evidence may be excluded if\n\nits probative value is \"substantially outweighed\" by its likelihood to\n\nconfuse the issue or mislead the jury. Fed. R. Evid. 403. In this\n\nregard, courts have treated with skepticism evidence that seeks to\n\nrecreate accidents. See, e.g., Swajian v. Gen. Motors Corp., 916 F.2d\n\n31, 36 (1st Cir. 1990) (upholding exclusion of a videotape test which\n\nportrayed the consequences of a car's axle fracturing). They have not,\n\nhowever, excluded all such evidence. See, e.g., Robbins v. Whelan, 653\n\nF.2d 47, 49-50 (1st Cir. 1981) (overturning district court's exclusion\n\nof report documenting stopping distances for various vehicles).\n\n\n\n4 Relevant evidence is defined as any evidence having a \"tendency to\nmake the existence of any fact that is of consequence to the\ndetermination of the action more probable or less probable than it\nwould be without the evidence.\" Fed. R. Evid. 401.\n\n                                -12-\n\f          When a party introduces evidence that attempts to reconstruct\n\nan accident, that party must show a \"substantial similarity in\n\ncircumstances\" between the reconstruction and the original accident.\n\nFusco v. Gen. Motors Corp., 11 F.3d 259, 264 (1st Cir. 1993).       In\n\ncontrast, a party may introduce evidence that simply illustrates\n\ngeneral scientific principles.     See id.   Then, we simply inquire\n\nwhether the test on which the evidence is premised was \"properly\n\nconducted.\" Id. Differentiating between recreations and illustrations\n\nof general scientific principles can be difficult. See McKnight v.\n\nJohnson Controls, Inc., 36 F.3d 1396, 1402 (8th Cir. 1994). Generally,\n\nwe look to whether the evidence \"is sufficiently close in appearance to\n\nthe original accident to create the risk of misunderstanding by the\n\njury, for it is that risk that gives rise to the special requirement to\n\nshow similar conditions.\"     Fusco, 11 F.3d at 264.\n\n          Here, Mr. Anderson tested a vehicle of the same make and\n\nmodel year as Mrs. Jodoin's truck.5 He was also prepared to testify\n\nabout the rollover propensity of the vehicle based on these tests.\n\nBecause the two trucks are facially similar, we believe that a jury\n\nwould likely view the testing as a reconstruction of the actual\n\naccident, not as simply illustrative of scientific principles. See\n\n\n5 Neither party explicitly argues that Mr. Anderson's testing of the\nexemplar vehicle was intended merely to illustrate scientific\nprinciples. However, plaintiffs repeatedly cite to cases in which\nevidence of accident reconstructions was admitted solely to illustrate\nscientific principles.\n\n                                 -13-\n\fMcKnight, 36 F.3d at 1402-03 (holding that tests performed on a battery\n\nof the same type and make which were used to explain what happened when\n\nthe subject battery exploded \"clearly were not limited to a\n\ndemonstration of scientific principles in the abstract\"). Therefore,\n\nthe proper test is the substantial similarity standard. See Fusco, 11\n\nF.3d at 264.\n\n          When reviewing the district court's application of the\n\nsubstantial similarity test, we accord substantial deference to the\n\ntrial court, looking only for an abuse of discretion. See Udemba v.\n\nNicoli, 237 F.3d 8, 14 (1st Cir. 2001).       While this accords the\n\ndistrict court considerable latitude, it is not a toothless standard.\n\nSee Espeaignnette v. Gene Tierney Co., 43 F.3d 1, 5 (1st Cir. 1994).\n\nAn error of law, underlying the evidentiary ruling, constitutes an\n\nabuse of discretion. See Koon v. United States, 518 U.S. 81, 100\n\n(1996) (\"A district court by definition abuses its discretion when it\n\nmakes an error of law.\"); see also United States v. Kaywer-Roth Corp.,\n\n272 F.3d 89, 100 (1st Cir. 2001).\n\n          Here, the district court never specifically applied the\n\nsubstantial similarity standard. Instead, it announced several times\n\nthat plaintiffs needed to show that the exemplar vehicle was \"virtually\n\nidentical\" to Mrs. Jodoin's vehicle. \"Virtually identical\" is an\n\nincorrect standard. See Robbins v. Whelan, 653 F.2d 47, 49 (1st Cir.\n\n1981) (holding that \"perfect identity\" is incorrect standard); see also\n\n\n                                 -14-\n\fRandall v. Warnaco, Inc., Hirsch-Weis Div., 677 F.2d 1226, 1233-34 (8th\n\nCir. 1982) (\"Admissibility, however, does not depend on perfect\n\nidentity between actual and experimental conditions. Ordinarily,\n\ndissimilarities affect the weight of the evidence, not its\n\nadmissibility.\"); accord Szeliga v. Gen. Motors Corp., 728 F.2d 566,\n\n567 (1st Cir. 1984) (holding that \"[d]issimilarities between\n\nexperimental and actual conditions affect the weight of the evidence,\n\nnot its admissibility,\" but not specifically applying the substantial\n\nsimilarity standard).    Therefore, the district court abused its\n\ndiscretion when it required plaintiffs to demonstrate that the exemplar\n\nvehicle was \"virtually identical\" to Mrs. Jodoin's truck.\n\n          Nevertheless, we will not reverse the district court judgment\n\nif the error was harmless. See Fed. R. Evid. 103(a) (\"Error may not be\n\npredicated upon a ruling which admits or excludes evidence, unless a\n\nsubstantial right of the party is affected\"); see also United States v.\n\nMeserve, 271 F.3d 314, 329 (1st Cir. 2001). The error is not harmless\n\nif the record indicates that plaintiffs offered sufficient proof that\n\nthe exemplar vehicle was substantially similar to Mrs. Jodoin's\n\nvehicle. As this evidence is plaintiffs' only proof of defect, any\n\nimproper exclusion adversely affects their substantial rights.\n\n          \"Substantial similarity depends upon the underlying theory\n\nof the case.\" Four Corners Helicopters, Inc. v. Turbomeca, S.A., 979\n\nF.2d 1434, 1440 (10th Cir. 1992).       We have looked to the specific\n\n\n                                 -15-\n\fvariables in various accidents when determining whether the recreation\n\nis substantially similar to the original accident. Compare Swajian,\n\n916 F.2d at 36 (focusing on the fact that the driver during a\n\nrecreation was a professional driver who knew the axle was going to\n\nfracture when driver response to an alleged axle fracture was a key\n\nelement in the original accident), with Robbins, 653 F.2d at 49-50\n\n(reversing exclusion of test data when the only suggested difference\n\nbetween re-enactment and actual accident was the skill level of the\n\ndrivers and the trial issue revolved solely around using length of skid\n\nmarks to estimate the car's original speed).       When the relevant\n\nelements are sufficiently similar, we further emphasize that other\n\ndifferences are for defendants to highlight and the jury to weigh in\n\nits deliberations.    Robbins, 653 F.2d at 50.\n\n          Here, plaintiffs alleged a design defect based on the\n\nrollover propensity of Mrs. Jodoin's truck. At this point, only the\n\ncharacteristics of the truck are at issue, not the characteristics of\n\nthe test. The evidence presented shows that the two vehicles were\n\nessentially the same at the time of manufacture. The question, then,\n\nis whether the exemplar vehicle had suffered alterations or damage\n\nwhich could affect its rollover propensity prior to any testing.\n\n          Mr. Anderson testified that he personally inspected the\n\nexemplar vehicle for everything that \"would be related to the vehicle\n\ndynamics and the issues that [he] was evaluating.\"      Based on that\n\n\n                                 -16-\n\fexamination, he found no evidence of any non-original equipment or\n\nmodifications. Plaintiffs, in their offer of proof, submitted that Mr.\n\nAnderson could further testify that the truck showed no evidence of\n\nhaving been in any accidents, otherwise damaged or modified.\n\n          The district court, however, required that plaintiffs\n\nintroduce evidence of the exemplar vehicle's history. We see no reason\n\nsuch information would need to be presented in order to show\n\nsubstantial similarity. No cases suggest such a requirement. Bogosian\n\nv. Mercedes-Benz of N. Am., Inc., 104 F.3d 472, 480 (1st Cir. 1997), on\n\nwhich Toyota relies heavily, is inapposite to the current case. There,\n\nthe court excluded testing evidence performed on the same car when the\n\nparties were unable to show that the car had not been materially\n\nchanged in the two years since the accident and after that car had been\n\nexamined by numerous experts in the intervening period. Id. Here,\n\nplaintiffs' expert testified that he had performed a thorough\n\ninspection of the exemplar vehicle and detected no evidence of\n\naccidents, damage or modification. If the evidence suggested the\n\nexemplar had been altered in some material respect, the district court\n\nmight legitimately require a more complete vehicle history. However,\n\nthe district court, sua sponte, instituted this requirement even\n\nthough nothing in the record suggested any alteration to the exemplar.\n\n          We are, nonetheless, troubled by Toyota's allegation that\n\nundisclosed modifications may have been made to the exemplar vehicle\n\n\n                                 -17-\n\fbefore testing. Assuming that these allegations can be substantiated\n\nwith competent evidence, any such modifications may preclude a finding\n\nof substantial similarity should they impact the rollover propensity of\n\nthe exemplar. These, however, are questions for the district court to\n\nconsider on remand.\n\n          Because we find that plaintiffs cleared the \"substantial\n\nsimilarity\" hurdle and because this evidence is admittedly crucial to\n\ntheir case, the exclusion of the testing evidence was reversible error.\n\n                                 IV.\n\n          For the foregoing reasons, we vacate the judgment below and\n\nremand for a new trial.\n\n          Vacated and remanded.\n\n\n\n\n                                 -18-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1554\n\n     SHELLEY A. JODOIN, INDIVIDUALLY AND AS NATURAL PARENT,\n    NEXT FRIEND AND GUARDIAN OF TIMOTHY D. DORSEY, A MINOR,\n                     AND LAWRENCE H. JODOIN,\n\n                      Plaintiffs, Appellants,\n\n                                  v.\n\n                     TOYOTA MOTOR CORPORATION,\n                 TOYOTA MOTOR SALES U.S.A., INC.,\n\n                      Defendants, Appellees.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ronald R. Lagueux, U.S. District Judge]\n\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n                     Torruella, Circuit Judge,\n                  and Cyr, Senior Circuit Judge.\n\n\n\n     John S. Foley, with whom Mark B. Decof, Howard B. Klein, and Decof\n& Decof were on brief, for appellants.\n     Gerald C. DeMaria, with whom Higgins, Cavanagh & Cooney, Richard\nW. Shapiro, Law Offices of Richard W. Shapiro P.L.C., Richard A.\nDerevan and Snell & Wilmer L.L.P. were on brief, for appellees.\n\fApril 1, 2002\n\n\n\n\n     -2-\n\f          TORRUELLA, Circuit Judge. Shelley Jodoin was injured in a\n\ncar accident and, with her husband and son, sued Toyota Motor\n\nCorporation and Toyota Motor Sales U.S.A., Inc. (\"Toyota\") alleging a\n\ndesign defect in her vehicle.      During trial, the district court\n\nexcluded all evidence relating to testing done by plaintiffs' expert.\n\nAfter this ruling, plaintiffs conceded that they would be unable to\n\nprove defect, an element of their prima facie case, and the district\n\ncourt granted judgment as a matter of law in favor of Toyota.       On\n\nappeal, plaintiffs challenge the district court's exclusion of the\n\ntesting evidence. We vacate the judgment in favor of Toyota and remand\n\nfor a new trial.\n\n                                  I.\n\n          On October 6, 1995, plaintiff-appellant Shelley Jodoin was\n\nhit from behind as she drove her 1988 Toyota 4x4 pick-up truck. The\n\nimpact pushed her vehicle into a counter-clockwise turn. She attempted\n\nto correct the course of her truck, but as she turned to the right, her\n\ntruck flipped, rolling over several times.        As a result of the\n\naccident, Mrs. Jodoin is permanently paralyzed.\n\n          Mrs. Jodoin, her husband, and her son brought suit against\n\nToyota alleging a design defect in Mrs. Jodoin's truck which made it\n\nprone to rollover. At trial, plaintiffs relied on the testimony of\n\ntheir primary liability expert, Robert Loyd Anderson, to prove this\n\ndefect.   They had employed Mr. Anderson to perform an accident\n\n\n                                 -3-\n\freconstruction and test another 1988 Toyota 4x4 truck to determine its\n\nrollover propensity. Mr. Anderson was allowed to testify about his\n\naccident reconstruction conclusions.      However, when plaintiffs\n\nattempted to introduce Mr. Anderson's testimony regarding the testing\n\nof the exemplar vehicle, the court refused to allow the testimony for\n\nlack of a proper foundation.     The court reasoned as follows:\n\n          [Y]ou’ve got a big problem here that you can’t\n          remedy . . . we’re not interested in the date of\n          manufacture what these two vehicles were like.\n          What we’re interested in is what they were like\n          at the time of the . . . accident, and whether\n          the exemplar was the same. And we don’t know\n          what condition the exemplar was or what it went\n          through, what its history was. For example,\n          whether it had been in an accident previously,\n          which weakened some structures and other factors.\n          And this witness can’t testify to that. He knows\n          nothing about the history of the vehicle. So\n          you’re wasting your time.       All of this is\n          irrelevant until you establish that the exemplar\n          was virtually identical in all respects with the\n          subject vehicle. And only then can you get into\n          the question of what tests were run. . . . You\n          can’t get there from here, I can tell you now,\n          not with this witness.\n\nThe court suggested that plaintiffs could lay a proper foundation by\n\nintroducing testimony from the people who purchased the car for Mr.\n\nAnderson or the people from whom the exemplar vehicle was purchased.\n\nPlaintiffs introduced no such testimony. Therefore, Mr. Anderson was\n\nnot allowed to testify as to how the design of the exemplar vehicle\n\ncompared with the design of Mrs. Jodoin's vehicle.\n\n\n\n\n                                 -4-\n\f          Plaintiffs   did   try   to    lay   a   foundation   based   on\n\nMr. Anderson's testimony. First, Mr. Anderson claimed to have checked\n\nthe vehicle identification tags to verify that the load ratings and\n\ntires were the same.    Furthermore, the record reflects that the\n\nexemplar and Mrs. Jodoin’s vehicle had similar vehicle identification\n\nnumbers (\"VIN\"). Second, he testified to performing a structural\n\nexamination of the steering components, suspension components, tires,\n\nand springs, including crawling under the truck to inspect the\n\nundercarriage. Third, he said he had looked at the instrumentation and\n\nmodifications made for the purposes of testing, which he documented.\n\nThis examination included \"[e]verything [Mr. Anderson] thought . . .\n\nwould be related to the vehicle dynamics and the issues that [he] was\n\nevaluating.\"    He testified that he detected no evidence of any\n\nmodifications or any parts that were not Toyota's original equipment.\n\nHowever, Mr. Anderson had no personal knowledge of where the exemplar\n\nvehicle came from or how it was obtained, and he did not testify to\n\nthat history.\n\n          When plaintiffs attempted to question Mr. Anderson regarding\n\nthe relationship between the design characteristics of Mrs. Jodoin’s\n\nvehicle and its rollover stability, the court upheld an objection to\n\nthe testimony, stating, \"obviously [Mr. Anderson’s testimony is] based\n\non testing; and the results of the testing is not admissible at this\n\npoint, [sic] it never will be.\"      When plaintiffs had previously\n\n\n                                   -5-\n\fattempted to introduce testimony on the general relationship between a\n\nvehicle's design features and its propensity to rollover, the court\n\nexcluded that testimony as irrelevant. Therefore, plaintiffs were\n\nunable to introduce any testimony regarding design and rollover\n\npropensity.\n\n          The next day, outside the presence of the jury, plaintiffs\n\naddressed the court and asked it to reconsider its ruling. The court\n\nagain pointed to the lack of information on the exemplar vehicle's\n\nhistory and repeated that it would exclude any evidence relating to\n\ntesting of that vehicle without such a history. The court said that\n\nplaintiffs needed to \"show . . . where [the exemplar vehicle] was\n\npurchased [and] have some evidence as to whether that’s a legitimate\n\nVIN number on [the exemplar vehicle], and somebody who has the\n\nexpertise to be able to tell us what the VIN number means . . . [a]nd\n\nwhether there’s been any changes in the vehicle since its manufacture.\"\n\n          In response, plaintiffs made an offer of proof regarding what\n\nMr. Anderson would have testified to regarding the similarities between\n\nthe exemplar vehicle and Mrs. Jodoin's vehicle. This included, mainly,\n\nMr. Anderson’s conclusion, based on the VINs of the two vehicles, that\n\nthe vehicles were \"virtually identical.\"       It also contained his\n\nconclusion that the exemplar vehicle was in good condition and\n\n\"reasonably similar to the kind of condition\" he would expect for a\n\n\n\n\n                                 -6-\n\fvehicle that had not been involved in any accidents, damaged or\n\nmodified.\n\n            Toyota opposed the offer of proof and contended that\n\nplaintiffs could never clear the substantial similarity hurdle in\n\nregard to the exemplar vehicle. In support, Toyota cited information\n\nthat the exemplar vehicle had been sent to a dealership for extensive\n\nrepairs after it had been acquired for Mr. Anderson's tests; yet Mr.\n\nAnderson had no information on those repairs.\n\n            During the offer of proof, when plaintiffs attempted to\n\nintroduce evidence relating to the testing, the court stopped them,\n\nmaintaining the need for a Daubert v. Merrell Dow Pharmaceutical, Inc.,\n\n</pre><span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span><pre class=\"inline\"> (1993), hearing before the testing or test results could\n\nbe entered on the record. Plaintiffs declined to hold the hearing\n\nbecause the court iterated that the test results could not be admitted\n\nfor lack of an adequate foundation, regardless of the outcome of the\n\nDaubert hearing. Therefore, the record contains no information on Mr.\n\nAnderson's findings.\n\n            After the district court reinforced its ruling relating to\n\nthe inadmissibility of Mr. Anderson's testimony regarding the exemplar\n\nvehicle, plaintiffs acknowledged they would be unable to prove defect,\n\nan element of their prima facie case. The court then asked plaintiffs\n\nif they were going to dismiss the case. Plaintiffs responded that they\n\nwould not do so voluntarily. Then, the court asked, \"Are you going to\n\n\n                                  -7-\n\frest your case so I can grant a motion for a directed verdict?\" After\n\ntaking a short recess, plaintiffs accepted the court’s suggestion and\n\nrested their case. Toyota moved for judgment as a matter of law based\n\non plaintiffs’ failure to produce evidence of defect, and the court\n\ngranted the motion.    This appeal followed.\n\n                                 II.\n\n          On appeal, plaintiffs contend that the district court abused\n\nits discretion by excluding all testimony regarding the testing of the\n\nexemplar vehicle. However, before we can reach that question, we must\n\nresolve a threshold matter: whether plaintiffs essentially abandoned\n\ntheir case when they rested before proving any of the elements of their\n\nclaim.   Because the district court suggested, incorrectly, that\n\nplaintiffs needed to rest before the court could consider a Rule 50\n\nmotion, we find that, under these facts, plaintiffs did not \"abandon\"\n\ntheir case.\n\n          Under Rhode Island law, plaintiffs must prove five elements,\n\nin addition to damages, to prevail in a strict liability claim based on\n\ndesign defect: (1) a defect; (2) the defect existed at the time the\n\nproduct left defendants' hands; (3) the defect rendered the product\n\nunreasonably dangerous; (4) the product was being used as intended at\n\nthe time of the accident; and (5) the defect was the proximate cause of\n\nplaintiffs' injuries. Raimbeault v. Takeucki Mfg. (U.S.) Ltd., </pre><span class=\"citation\" data-id=\"2286004\"><a href=\"/opinion/2286004/raimbeault-v-takeuchi-mfgus-ltd/\"><span class=\"volume\">772</span>\n\n<span class=\"reporter\">A.2d</span> <span class=\"page\">1056</span></a></span><pre class=\"inline\">, 1063 (R.I. 2001). Plaintiffs do not dispute that they\n\n\n                                 -8-\n\ffailed to produce evidence of causation and damages, not just defect.\n\nTherefore, Toyota contends, it was proper for the district court to\n\ngrant the Rule 50 motion, regardless of the district court’s\n\nevidentiary ruling. Under Toyota’s argument, even if we were to find\n\nthat the district court abused its discretion by excluding the testing\n\nevidence on the exemplar vehicle, plaintiffs still failed to establish\n\nthe other elements of their case, and, therefore, we cannot reverse the\n\ndistrict court's judgment.\n\n          The district court entered judgment in favor of Toyota under\n\nRule 50(a) of the Federal Rules of Civil Procedure. This rule provides\n\nthat a court may enter judgment as a matter of law after a party has\n\nbeen \"fully heard on an issue and there is no legally sufficient\n\nevidentiary basis for a reasonable jury to find for that party on that\n\nissue.\" Fed. R. Civ. P. 50(a). The rule allows the court to entertain\n\na Rule 50 motion at \"any time before submission of the case to the\n\njury.\" Id. (emphasis added); see also Am. & Foreign Ins. Co. v. Gen.\n\nElec. Co., </pre><span class=\"citation\" data-id=\"686786\"><a href=\"/opinion/686786/american-foreign-insurance-company-v-general-electric-company/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span><pre class=\"inline\">, 139 (6th Cir. 1995) (holding it proper for a\n\ntrial court to entertain motions for judgment as a matter of law at any\n\ntime during trial, not just at the close of a party's evidence). The\n\nadvisory committee specifically intended the rule to authorize \"the\n\ncourt to consider a motion for judgment as a matter of law as soon as\n\na party has completed a presentation on a fact essential to that\n\nparty's case.\" Fed. R. Civ. P. 50 advisory committee's note.\n\n\n                                 -9-\n\f          Toyota argues that allowing plaintiffs to appeal the district\n\ncourt’s evidentiary ruling at this point essentially permits an\n\ninterlocutory appeal, which is at odds with the goal of judicial\n\nefficiency.1   We disagree.    The advisory committee specifically\n\ncontemplated situations like this and stated that \"such early action is\n\nappropriate when economy and expedition will be served.\"          Id.\n\n          Here, the district court ruled that Mr. Anderson would not\n\nbe able to testify regarding his testing of the exemplar vehicle, and\n\nplaintiffs had no other evidence to prove defect. Therefore, it was\n\nentirely appropriate for the district court to consider and grant\n\nToyota's Rule 50 motion for judgment as a matter of law.\n\n          However, plaintiffs rested their entire case before the court\n\nentered judgment. This, Toyota contends, makes it a more difficult\n\ncase because the judgment was entered on more than plaintiffs’ failure\n\nto prove defect.2 Plaintiffs also failed to prove other elements of\n\n\n1 Toyota also argues that 28 U.S.C. § 1292(b) suggests that we should\nnot consider plaintiffs’ appeal of the district court’s evidentiary\nruling. Section 1292 gives the federal courts of appeals jurisdiction\nover appeals from interlocutory orders and decrees entered by federal\ndistrict courts. Nothing in this grant of jurisdiction can properly be\nsaid to conflict with the current case where plaintiffs appeal a\nproperly entered judgment as a matter of law.\n2 Plaintiffs argue that Toyota's motion for judgment as a matter of law\nwas limited to the defect issue, and, therefore, it waived its argument\nwith respect to the remaining elements of the prima facie case. While\nit is true that if a party states one ground for granting judgment as\na matter of law that party is later precluded from claiming that the\nmotion should have been granted on another ground, see Hammond v. T.J.\nLitle & Co., </pre><span class=\"citation\" data-id=\"717545\"><a href=\"/opinion/717545/scott-p-hammond-v-tj-litle-company-inc-cross-appellee/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></a></span><pre class=\"inline\">, 1170-72 (1st Cir. 1996), we may affirm a\n\n                                 -10-\n\ftheir prima facie case, and those elements, arguably, were not affected\n\nby the district court's exclusion of testimony regarding the exemplar\n\nvehicle.3\n\n            We do not find this distinction dispositive, here. It is\n\nclear from the record that the district court told plaintiffs that they\n\nhad to rest before it would consider any dispositive motions.\n\nPlaintiffs, therefore, faced the option of continuing to present\n\nevidence, knowing that the additional evidence would have no bearing on\n\nthe eventual outcome, or resting their case. Since Rule 50 allows a\n\njudge to issue judgment as a matter of law at any point, once it is\n\nclear that a party cannot prevail, we decline to hold that plaintiffs\n\nforfeited their entire case when they followed the court's direction\n\nand rested their case, knowing that they could not prevail should they\n\ncontinue. In doing so, plaintiffs did not waive their right to appeal\n\nthe court's evidentiary rulings.\n\n                                 III.\n\n\ndistrict court judgment on any \"independently sufficient ground,\"\nincluding one not raised below. Olsen v. Correiro, </pre><span class=\"citation\" data-id=\"198609\"><a href=\"/opinion/198609/olsen-v-correiro/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">, 58\n(1st Cir. 1999). Therefore, waiver is not applicable to the present\ncase.\n3  We say arguably because it is possible that the exclusion of\nMr. Anderson's testimony may have been fatal to the rest of plaintiffs'\ncase. Without being able to establish a defect, plaintiffs would have\nbeen limited in the evidence they could present on causation and\ndamages, since those elements are related to the defect question.\nNeither party has fully briefed this issue, however. Therefore, it is\nunclear whether we could affirm the judgment as a matter of law even if\nwe reverse on the evidentiary ruling.\n\n                                 -11-\n\f          Plaintiffs challenge the district court's ruling excluding\n\nall evidence relating to the testing of the exemplar vehicle. This\n\nevidence consists principally of Mr. Anderson's testimony.        The\n\ndistrict court deemed the evidence irrelevant unless plaintiffs could\n\nshow that the exemplar vehicle was \"virtually identical\" to Mrs.\n\nJodoin's truck. Because we find that the district court employed the\n\nwrong legal standard, we conclude that the district court abused its\n\ndiscretion by summarily excluding the evidence relating to the testing\n\nof the exemplar vehicle and that this error was not harmless.\n\n          The Federal Rules of Evidence establish a low threshold for\n\nrelevance, generally.4 However, relevant evidence may be excluded if\n\nits probative value is \"substantially outweighed\" by its likelihood to\n\nconfuse the issue or mislead the jury. Fed. R. Evid. 403. In this\n\nregard, courts have treated with skepticism evidence that seeks to\n\nrecreate accidents. See, e.g., Swajian v. Gen. Motors Corp., </pre><span class=\"citation\" data-id=\"549742\"><a href=\"/opinion/549742/gregory-swajian-v-general-motors-corporation/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">31</span></a></span><pre class=\"inline\">, 36 (1st Cir. 1990) (upholding exclusion of a videotape test which\n\nportrayed the consequences of a car's axle fracturing). They have not,\n\nhowever, excluded all such evidence. See, e.g., Robbins v. Whelan, </pre><span class=\"citation\" data-id=\"392057\"><a href=\"/opinion/392057/larry-w-robbins-v-robert-w-whelan/\"><span class=\"volume\">653</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 49-50 (1st Cir. 1981) (overturning district court's exclusion\n\nof report documenting stopping distances for various vehicles).\n\n\n\n4 Relevant evidence is defined as any evidence having a \"tendency to\nmake the existence of any fact that is of consequence to the\ndetermination of the action more probable or less probable than it\nwould be without the evidence.\" Fed. R. Evid. 401.\n\n                                -12-\n\f          When a party introduces evidence that attempts to reconstruct\n\nan accident, that party must show a \"substantial similarity in\n\ncircumstances\" between the reconstruction and the original accident.\n\nFusco v. Gen. Motors Corp., </pre><span class=\"citation\" data-id=\"658541\"><a href=\"/opinion/658541/38-fed-r-evid-serv-677-prodliabrepcchp-13786-carol-gagne-fusco/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span><pre class=\"inline\">, 264 (1st Cir. 1993).       In\n\ncontrast, a party may introduce evidence that simply illustrates\n\ngeneral scientific principles.     See id.   Then, we simply inquire\n\nwhether the test on which the evidence is premised was \"properly\n\nconducted.\" Id. Differentiating between recreations and illustrations\n\nof general scientific principles can be difficult. See McKnight v.\n\nJohnson Controls, Inc., </pre><span class=\"citation\" data-id=\"679511\"><a href=\"/opinion/679511/40-fed-r-evid-serv-965-prodliabrep-cch-p-14079-randy-c-mcknight/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span><pre class=\"inline\">, 1402 (8th Cir. 1994). Generally,\n\nwe look to whether the evidence \"is sufficiently close in appearance to\n\nthe original accident to create the risk of misunderstanding by the\n\njury, for it is that risk that gives rise to the special requirement to\n\nshow similar conditions.\"     Fusco, 11 F.3d at 264.\n\n          Here, Mr. Anderson tested a vehicle of the same make and\n\nmodel year as Mrs. Jodoin's truck.5 He was also prepared to testify\n\nabout the rollover propensity of the vehicle based on these tests.\n\nBecause the two trucks are facially similar, we believe that a jury\n\nwould likely view the testing as a reconstruction of the actual\n\naccident, not as simply illustrative of scientific principles. See\n\n\n5 Neither party explicitly argues that Mr. Anderson's testing of the\nexemplar vehicle was intended merely to illustrate scientific\nprinciples. However, plaintiffs repeatedly cite to cases in which\nevidence of accident reconstructions was admitted solely to illustrate\nscientific principles.\n\n                                 -13-\n\fMcKnight, 36 F.3d at 1402-03 (holding that tests performed on a battery\n\nof the same type and make which were used to explain what happened when\n\nthe subject battery exploded \"clearly were not limited to a\n\ndemonstration of scientific principles in the abstract\"). Therefore,\n\nthe proper test is the substantial similarity standard. See Fusco, 11\n\nF.3d at 264.\n\n          When reviewing the district court's application of the\n\nsubstantial similarity test, we accord substantial deference to the\n\ntrial court, looking only for an abuse of discretion. See Udemba v.\n\nNicoli, </pre><span class=\"citation\" data-id=\"771698\"><a href=\"/opinion/771698/oliver-c-udemba-v-paul-nicoli/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 14 (1st Cir. 2001).       While this accords the\n\ndistrict court considerable latitude, it is not a toothless standard.\n\nSee Espeaignnette v. Gene Tierney Co., </pre><span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st Cir. 1994).\n\nAn error of law, underlying the evidentiary ruling, constitutes an\n\nabuse of discretion. See Koon v. United States, </pre><span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span><pre class=\"inline\">, 100\n\n(1996) (\"A district court by definition abuses its discretion when it\n\nmakes an error of law.\"); see also United States v. Kaywer-Roth Corp.,\n\n</pre><span class=\"citation\" data-id=\"199705\"><a href=\"/opinion/199705/united-states-v-kayser-roth-corp/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span><pre class=\"inline\">, 100 (1st Cir. 2001).\n\n          Here, the district court never specifically applied the\n\nsubstantial similarity standard. Instead, it announced several times\n\nthat plaintiffs needed to show that the exemplar vehicle was \"virtually\n\nidentical\" to Mrs. Jodoin's vehicle. \"Virtually identical\" is an\n\nincorrect standard. See Robbins v. Whelan, </pre><span class=\"citation\" data-id=\"392057\"><a href=\"/opinion/392057/larry-w-robbins-v-robert-w-whelan/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 49 (1st Cir.\n\n1981) (holding that \"perfect identity\" is incorrect standard); see also\n\n\n                                 -14-\n\fRandall v. Warnaco, Inc., Hirsch-Weis Div., </pre><span class=\"citation\" data-id=\"403696\"><a href=\"/opinion/403696/vera-randall-v-warnaco-inc-hirsch-weis-division/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span></a></span><pre class=\"inline\">, 1233-34 (8th\n\nCir. 1982) (\"Admissibility, however, does not depend on perfect\n\nidentity between actual and experimental conditions. Ordinarily,\n\ndissimilarities affect the weight of the evidence, not its\n\nadmissibility.\"); accord Szeliga v. Gen. Motors Corp., </pre><span class=\"citation\" data-id=\"431807\"><a href=\"/opinion/431807/constantina-szeliga-v-general-motors-corporation/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span><pre class=\"inline\">,\n\n567 (1st Cir. 1984) (holding that \"[d]issimilarities between\n\nexperimental and actual conditions affect the weight of the evidence,\n\nnot its admissibility,\" but not specifically applying the substantial\n\nsimilarity standard).    Therefore, the district court abused its\n\ndiscretion when it required plaintiffs to demonstrate that the exemplar\n\nvehicle was \"virtually identical\" to Mrs. Jodoin's truck.\n\n          Nevertheless, we will not reverse the district court judgment\n\nif the error was harmless. See Fed. R. Evid. 103(a) (\"Error may not be\n\npredicated upon a ruling which admits or excludes evidence, unless a\n\nsubstantial right of the party is affected\"); see also United States v.\n\nMeserve, </pre><span class=\"citation\" data-id=\"199680\"><a href=\"/opinion/199680/united-states-v-meserve/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span><pre class=\"inline\">, 329 (1st Cir. 2001). The error is not harmless\n\nif the record indicates that plaintiffs offered sufficient proof that\n\nthe exemplar vehicle was substantially similar to Mrs. Jodoin's\n\nvehicle. As this evidence is plaintiffs' only proof of defect, any\n\nimproper exclusion adversely affects their substantial rights.\n\n          \"Substantial similarity depends upon the underlying theory\n\nof the case.\" Four Corners Helicopters, Inc. v. Turbomeca, S.A., </pre><span class=\"citation\" data-id=\"595275\"><a href=\"/opinion/595275/37-fed-r-evid-serv-225-prodliabrep-cch-p-13373-four-corners/\"><span class=\"volume\">979</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1434</span></a></span><pre class=\"inline\">, 1440 (10th Cir. 1992).       We have looked to the specific\n\n\n                                 -15-\n\fvariables in various accidents when determining whether the recreation\n\nis substantially similar to the original accident. Compare Swajian,\n\n916 F.2d at 36 (focusing on the fact that the driver during a\n\nrecreation was a professional driver who knew the axle was going to\n\nfracture when driver response to an alleged axle fracture was a key\n\nelement in the original accident), with Robbins, 653 F.2d at 49-50\n\n(reversing exclusion of test data when the only suggested difference\n\nbetween re-enactment and actual accident was the skill level of the\n\ndrivers and the trial issue revolved solely around using length of skid\n\nmarks to estimate the car's original speed).       When the relevant\n\nelements are sufficiently similar, we further emphasize that other\n\ndifferences are for defendants to highlight and the jury to weigh in\n\nits deliberations.    Robbins, 653 F.2d at 50.\n\n          Here, plaintiffs alleged a design defect based on the\n\nrollover propensity of Mrs. Jodoin's truck. At this point, only the\n\ncharacteristics of the truck are at issue, not the characteristics of\n\nthe test. The evidence presented shows that the two vehicles were\n\nessentially the same at the time of manufacture. The question, then,\n\nis whether the exemplar vehicle had suffered alterations or damage\n\nwhich could affect its rollover propensity prior to any testing.\n\n          Mr. Anderson testified that he personally inspected the\n\nexemplar vehicle for everything that \"would be related to the vehicle\n\ndynamics and the issues that [he] was evaluating.\"      Based on that\n\n\n                                 -16-\n\fexamination, he found no evidence of any non-original equipment or\n\nmodifications. Plaintiffs, in their offer of proof, submitted that Mr.\n\nAnderson could further testify that the truck showed no evidence of\n\nhaving been in any accidents, otherwise damaged or modified.\n\n          The district court, however, required that plaintiffs\n\nintroduce evidence of the exemplar vehicle's history. We see no reason\n\nsuch information would need to be presented in order to show\n\nsubstantial similarity. No cases suggest such a requirement. Bogosian\n\nv. Mercedes-Benz of N. Am., Inc., </pre><span class=\"citation\" data-id=\"733243\"><a href=\"/opinion/733243/elizabeth-v-bogosian-v-mercedes-benz-of-north-america-inc-and/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">, 480 (1st Cir. 1997), on\n\nwhich Toyota relies heavily, is inapposite to the current case. There,\n\nthe court excluded testing evidence performed on the same car when the\n\nparties were unable to show that the car had not been materially\n\nchanged in the two years since the accident and after that car had been\n\nexamined by numerous experts in the intervening period. Id. Here,\n\nplaintiffs' expert testified that he had performed a thorough\n\ninspection of the exemplar vehicle and detected no evidence of\n\naccidents, damage or modification. If the evidence suggested the\n\nexemplar had been altered in some material respect, the district court\n\nmight legitimately require a more complete vehicle history. However,\n\nthe district court, sua sponte, instituted this requirement even\n\nthough nothing in the record suggested any alteration to the exemplar.\n\n          We are, nonetheless, troubled by Toyota's allegation that\n\nundisclosed modifications may have been made to the exemplar vehicle\n\n\n                                 -17-\n\fbefore testing. Assuming that these allegations can be substantiated\n\nwith competent evidence, any such modifications may preclude a finding\n\nof substantial similarity should they impact the rollover propensity of\n\nthe exemplar. These, however, are questions for the district court to\n\nconsider on remand.\n\n          Because we find that plaintiffs cleared the \"substantial\n\nsimilarity\" hurdle and because this evidence is admittedly crucial to\n\ntheir case, the exclusion of the testing evidence was reversible error.\n\n                                 IV.\n\n          For the foregoing reasons, we vacate the judgment below and\n\nremand for a new trial.\n\n          Vacated and remanded.\n\n\n\n\n                                 -18-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2286004/"
  ]
}