{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199843/",
  "absolute_url": "/opinion/199843/claremont-flock-v-alm/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199843/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:38:41Z",
  "date_modified": "2017-03-24T11:03:35.287820Z",
  "type": "010combined",
  "sha1": "babb5b0365fd9e0c97a028f8b87c52ad018afb4b",
  "page_count": 6,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1569-01A.pdf",
  "local_path": "pdf/2002/02/25/Claremont_Flock_v._Alm.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-1569\n                  CLAREMONT FLOCK CORPORATION,\n\n                      Plaintiff, Appellee,\n\n                                v.\n\n                          KJELL K. ALM,\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n         [Hon. James R. Muirhead, U.S. Magistrate Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n                Selya and Lipez, Circuit Judges.\n\n\n\n     Lawrence A. Vogelman, with whom Shuchman & Krause-Elmslie,\nP.L.L.C., was on brief for appellant.\n     Charles R. Powell, III, with whom Michael J. Kenison and\nDevine, Millimet, & Branch Professional Association, were on brief\nfor appellee.\n\n\n\n\n                        February 25, 2002\n\f           LIPEZ, Circuit Judge.    Appellant Kjell Alm appeals the\n\ndistrict court's denial of his motion filed pursuant to Fed. R.\n\nCiv. P. 60(b)(6) to vacate a default judgment.    We affirm.\n\n                                   I.\n\n           Appellee Claremont Flock Corporation filed a complaint in\n\nfederal district court against Alm on September 29, 1998.      That\n\ncomplaint, along with a summons, was personally served on Alm in\nNew Orleans, Louisiana in October 1998. On November 16, 1998, Alm,\n\nacting pro se, filed an \"Answer\" in the form of a letter to the\n\ncourt.   In that letter, Alm disputed certain allegations contained\nin the complaint, asserted that he was not the proper party to the\nsuit, and claimed that, under the choice of law provision in the\ndisputed contract, the laws of Sweden governed the interpretation\n\nof the contract.      Alm also provided the court with his mailing\naddress in Gothenberg, Sweden. Accordingly, numerous court orders,\nletters from Claremont Flock's counsel, and discovery requests were\n\nsent to Alm at that address.   Alm failed to respond to any of these\norders or requests.\n           On May 5, 1999, the district court issued a discovery\norder directing Alm to answer interrogatories, respond to document\n\nrequests and submit to a deposition within thirty days or risk a\n\ndefault judgment.     Again, Alm failed to respond, at which point\n\nClaremont Flock moved for entry of a default judgment, which the\n\ndistrict court granted on July 15, 1999.   On September 1, 1999, the\n\ncourt entered a final judgment against Alm, awarding $250,000 in\n\ndamages to Claremont Flock and issuing a permanent injunction\n\n                                 -2-\n\fagainst Alm, enjoining him from engaging in certain commercial\n\nactivity without the express written consent of Claremont Flock.\n\n           On November 13, 2000, over fourteen months after the\n\ncourt entered judgment, Alm -- now finally having retained counsel\n\n-- filed a Rule 60(b)(6) motion to vacate the judgment against him,\n\nclaiming that at some unspecified time after he submitted his\n\nanswer to the court, he became estranged from his wife and lost\n\naccess to the residential post office box in Gothenberg, Sweden.\n\nHe claimed that he did not receive any of the court orders,\n\nmotions, correspondence, or discovery requests mailed to that\naddress, and that he understood his November 1998 letter to the\n\ncourt to have ended the litigation.        The district court denied\nAlm's motion.    This appeal followed.\n\n                                 II.\n\n           District courts have wide discretion in deciding Rule\n60(b) motions, and we review such determinations for abuse of\n\ndiscretion.     See Teamsters, Chauffeurs, Warehouseman and Helpers\n\nUnion, Local No. 59 v. Superline Transp. Co., 953 F.2d 17, 19 (1st\nCir. 1992).   We find no abuse of discretion here.\n           Rule 60(b) contains six subsections, the first five of\n\nwhich set forth specific grounds for relief.1        Subsections (1)\n\n     1\n         Fed. R. Civ. P. 60(b) provides:\n\n     On motion and upon such terms as are just, the court may\n     relieve a party or a party's legal representative from a\n     final judgment, order, or proceeding for the following\n     reasons:   (1)  mistake,   inadvertence,   surprise,   or\n     excusable neglect; (2) newly discovered evidence which by\n     due diligence could not have been discovered in time to\n\n                                 -3-\n\fthrough (3) carry a one-year time limit, while motions for relief\n\nunder subsections (4) through (6) need only be made \"within a\n\nreasonable time.\" See Cotto v. United States, 993 F.2d 274, 278\n\n(1st Cir. 1993).   Subsection (6) is designed as a catch-all, and\n\nrelief under that subsection \"is only appropriate where subsections\n\n(1) through (5) do not apply.\"     United States v. Baus, 834 F.2d\n\n1114, 1121 (1st Cir. 1987).   \"To justify relief under subsection\n\n(6), a party must show extraordinary circumstances suggesting that\n\nthe party is faultless in the delay.\"   Pioneer Inv. Servs. Co. v.\n\nBrunswick Assoc., 507 U.S. 380, 393 (1993) (internal quotation\n\nmarks omitted).    If a party is \"partly to blame,\" Rule 60(b)(6)\n\nrelief is not available to that party; instead, \"relief must be\n\nsought within one year under subsection (1) and the party's neglect\nmust be excusable.\"   Id.\n\n          Here, in seeking Rule 60(b)(6) relief, Alm characterizes\n\nhimself as a foreigner unfamiliar with the American legal system\nand, on that basis, attempts to absolve himself of any fault for\n\nhis failure to respond to court orders, motions, correspondence and\ndiscovery requests.   He claims that he believed that his letter\n\n\n     move for a new trial under Rule 59(b); (3) fraud (whether\n     heretofore    denominated   intrinsic    or   extrinsic),\n     misrepresentation, or other misconduct of an adverse\n     party; (4) the judgment is void; (5) the judgment has\n     been satisfied, released, or discharged, or a prior\n     judgment upon which it is based has been reversed or\n     otherwise vacated, or it is no longer equitable that the\n     judgment should have prospective application; or (6) any\n     other reason justifying relief from the operation of the\n     judgment. The motion shall be made within a reasonable\n     time, and for reasons (1), (2), and (3) not more than one\n     year after the judgment, order, or proceeding was entered\n     or taken.\n\n                                 -4-\n\fanswer to the court put an end to the litigation, and therefore he\n\nwas not surprised or concerned when he did not receive any further\n\ncorrespondence or notices regarding the court dispute.\n             The district court found, however, that \"Alm was a\n\nsophisticated international businessman who chose not to contact\n\nAmerican     counsel   after     he   was    served   with   the   complaint.\"\nFurthermore, it is undisputed that Alm made no efforts to confirm\n\nthat the lawsuit had been dismissed or withdrawn or to notify\n\ncounsel or the court of an alternative mailing address.                 Nor is\n\nthere any indication that Alm attempted to compel his wife to\n\nforward or preserve his mail.          See Cotto, 993 F.2d at 278 (\"[I]n\n\nour adversary system of justice, each litigant remains under an\n\nabiding duty to take the legal steps necessary to protect his or\nher own interests.\").        Accordingly, the district court determined\n\nthat   the   default      judgment    was    \"attributable   to    [Alm's]   own\n\nnegligence    and   not    to   extraordinary     circumstances     beyond   the\nparty's control.\"      The district court did not abuse its discretion\n\nin drawing this inference of fault from the evidence in the record.\n\n             Accordingly, Alm cannot avail himself of Rule 60(b)(6)\n\nrelief but rather is limited to seeking relief from judgment on\n\ngrounds of excusable neglect pursuant to Rule 60(b)(1).                      See\n\nPioneer, 507 U.S. at 393 (holding that party must be \"faultless\" to\n\navail itself of Rule 60(b)(6) relief).             Any such request on that\n\nbasis, however, would be untimely.           As discussed supra, a litigant\n\nmay move for Rule 60(b)(1) relief only within one year of the entry\n\nof judgment.    See Fed. R. Civ. P. 60(b) (\"The motion shall be made\n\n\n                                       -5-\n\fwithin a reasonable time, and for reasons (1), (2), and (3) not\n\nmore than one year after the judgment, order, or proceeding was\n\nentered or taken.\").   Here, Alm filed his motion for relief over\nfourteen months after the court entered final judgment against him;\n\nthus any claim to Rule 60(b)(1) relief is time-barred.\n\n          For the reasons above, we conclude that the district\ncourt did not abuse its discretion in denying Alm's Rule 60(b)\n\nmotion to vacate the default judgment entered against him.\n\n          Affirmed.\n\n\n\n\n                               -6-\n\f",
  "html": "<p class=\"case_cite\">281 F.3d 297</p>\n    <p class=\"parties\">CLAREMONT FLOCK CORPORATION, Plaintiff, Appellee,<br>v.<br>Kjell K. ALM, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1569.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 7, 2002.</p>\n    <p class=\"date\">Decided February 25, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lawrence A. Vogelman, with whom Shuchman &amp; Krause-Elmslie, P.L.L.C., was on brief for appellant.</p>\n      <p class=\"indent\">Charles R. Powell, III, with whom Michael J. Kenison and Devine, Millimet, &amp; Branch Professional Association, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Kjell Alm appeals the district court's denial of his motion filed pursuant to Fed.R.Civ.P. 60(b)(6) to vacate a default judgment. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellee Claremont Flock Corporation filed a complaint in federal district court against Alm on September 29, 1998. That complaint, along with a summons, was personally served on Alm in New Orleans, Louisiana in October 1998. On November 16, 1998, Alm, acting <i>pro se,</i> filed an \"Answer\" in the form of a letter to the court. In that letter, Alm disputed certain allegations contained in the complaint, asserted that he was not the proper party to the suit, and claimed that, under the choice of law provision in the disputed contract, the laws of Sweden governed the interpretation of the contract. Alm also provided the court with his mailing address in Gothenberg, Sweden. Accordingly, numerous court orders, letters from Claremont Flock's counsel, and discovery requests were sent to Alm at that address. Alm failed to respond to any of these orders or requests.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 5, 1999, the district court issued a discovery order directing Alm to answer interrogatories, respond to document requests and submit to a deposition within thirty days or risk a default judgment. Again, Alm failed to respond, at which point Claremont Flock moved for entry of a default judgment, which the district court granted on July 15, 1999. On September 1, 1999, the court entered a final judgment against Alm, awarding $250,000 in damages to Claremont Flock and issuing a permanent injunction against Alm, enjoining him from engaging in certain commercial activity without the express written consent of Claremont Flock.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 13, 2000, over fourteen months after the court entered judgment, Alm &#8212; now finally having retained counsel &#8212; filed a Rule 60(b)(6) motion to vacate the judgment against him, claiming that at some unspecified time after he submitted his answer to the court, he became estranged from his wife and lost access to the residential post office box in Gothenberg, Sweden. He claimed that he did not receive any of the court orders, motions, correspondence, or discovery requests mailed to that address, and that he understood his November 1998 letter to the court to have ended the litigation. The district court denied Alm's motion. This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">District courts have wide discretion in deciding Rule 60(b) motions, and we review such determinations for abuse of discretion. <i>See Teamsters, Chauffeurs, Warehousemen and Helpers Union, Local No. 59 v. Superline Transp. Co.,</i> 953 F.2d 17, 19 (1st Cir.1992). We find no abuse of discretion here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rule 60(b) contains six subsections, the first five of which set forth specific grounds for relief.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Subsections (1) through (3) carry a one-year time limit, while motions for relief under subsections (4) through (6) need only be made \"within a reasonable time.\" <i>See Cotto v. United States,</i> 993 F.2d 274, 278 (1st Cir.1993). Subsection (6) is designed as a catch-all, and relief under that subsection \"is only appropriate where subsections (1) through (5) do not apply.\" <i>United States v. Baus,</i> 834 F.2d 1114, 1121 (1st Cir.1987). \"To justify relief under subsection (6), a party must show extraordinary circumstances suggesting that the party is faultless in the delay.\" <i>Pioneer Inv. Servs. Co. v. Brunswick Assoc.,</i> 507 U.S. 380, 393, 113 S.Ct. 1489, 123 L.Ed.2d 74 (1993) (internal quotation marks omitted). If a party is \"partly to blame,\" Rule 60(b)(6) relief is not available to that party; instead, \"relief must be sought within one year under subsection (1) and the party's neglect must be excusable.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Here, in seeking Rule 60(b)(6) relief, Alm characterizes himself as a foreigner unfamiliar with the American legal system and, on that basis, attempts to absolve himself of any fault for his failure to respond to court orders, motions, correspondence and discovery requests. He claims that he believed that his letter answer to the court put an end to the litigation, and therefore he was not surprised or concerned when he did not receive any further correspondence or notices regarding the court dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found, however, that \"Alm was a sophisticated international businessman who chose not to contact American counsel after he was served with the complaint.\" Furthermore, it is undisputed that Alm made no efforts to confirm that the lawsuit had been dismissed or withdrawn or to notify counsel or the court of an alternative mailing address. Nor is there any indication that Alm attempted to compel his wife to forward or preserve his mail. <i>See Cotto,</i> 993 F.2d at 278 (\"[I]n our adversary system of justice, each litigant remains under an abiding duty to take the legal steps necessary to protect his or her own interests.\"). Accordingly, the district court determined that the default judgment was \"attributable to [Alm's] own negligence and not to extraordinary circumstances beyond the party's control.\" The district court did not abuse its discretion in drawing this inference of fault from the evidence in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Accordingly, Alm cannot avail himself of Rule 60(b)(6) relief but rather is limited to seeking relief from judgment on grounds of excusable neglect pursuant to Rule 60(b)(1). <i>See Pioneer,</i> 507 U.S. at 393, 113 S.Ct. 1489 (holding that party must be \"faultless\" to avail itself of Rule 60(b)(6) relief). Any such request on that basis, however, would be untimely. As discussed supra, a litigant may move for Rule 60(b)(1) relief only within one year of the entry of judgment. <i>See</i> Fed.R.Civ.P. 60(b) (\"The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, order, or proceeding was entered or taken.\"). Here, Alm filed his motion for relief over fourteen months after the court entered final judgment against him; thus any claim to Rule 60(b)(1) relief is time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the reasons above, we conclude that the district court did not abuse its discretion in denying Alm's Rule 60(b) motion to vacate the default judgment entered against him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Civ.P. 60(b) provides:</p>\n        <p class=\"indent\">On motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order, or proceeding for the following reasons: (1) mistake, inadvertence, surprise, or excusable neglect; (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b); (3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party; (4) the judgment is void; (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application; or (6) any other reason justifying relief from the operation of the judgment. The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, order, or proceeding was entered or taken.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">297</span></span></p>\n    <p class=\"parties\">CLAREMONT FLOCK CORPORATION, Plaintiff, Appellee,<br>v.<br>Kjell K. ALM, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1569.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 7, 2002.</p>\n    <p class=\"date\">Decided February 25, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lawrence A. Vogelman, with whom Shuchman &amp; Krause-Elmslie, P.L.L.C., was on brief for appellant.</p>\n      <p class=\"indent\">Charles R. Powell, III, with whom Michael J. Kenison and Devine, Millimet, &amp; Branch Professional Association, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Kjell Alm appeals the district court's denial of his motion filed pursuant to Fed.R.Civ.P. 60(b)(6) to vacate a default judgment. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellee Claremont Flock Corporation filed a complaint in federal district court against Alm on September 29, 1998. That complaint, along with a summons, was personally served on Alm in New Orleans, Louisiana in October 1998. On November 16, 1998, Alm, acting <i>pro se,</i> filed an \"Answer\" in the form of a letter to the court. In that letter, Alm disputed certain allegations contained in the complaint, asserted that he was not the proper party to the suit, and claimed that, under the choice of law provision in the disputed contract, the laws of Sweden governed the interpretation of the contract. Alm also provided the court with his mailing address in Gothenberg, Sweden. Accordingly, numerous court orders, letters from Claremont Flock's counsel, and discovery requests were sent to Alm at that address. Alm failed to respond to any of these orders or requests.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 5, 1999, the district court issued a discovery order directing Alm to answer interrogatories, respond to document requests and submit to a deposition within thirty days or risk a default judgment. Again, Alm failed to respond, at which point Claremont Flock moved for entry of a default judgment, which the district court granted on July 15, 1999. On September 1, 1999, the court entered a final judgment against Alm, awarding $250,000 in damages to Claremont Flock and issuing a permanent injunction against Alm, enjoining him from engaging in certain commercial activity without the express written consent of Claremont Flock.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 13, 2000, over fourteen months after the court entered judgment, Alm &#8212; now finally having retained counsel &#8212; filed a Rule 60(b)(6) motion to vacate the judgment against him, claiming that at some unspecified time after he submitted his answer to the court, he became estranged from his wife and lost access to the residential post office box in Gothenberg, Sweden. He claimed that he did not receive any of the court orders, motions, correspondence, or discovery requests mailed to that address, and that he understood his November 1998 letter to the court to have ended the litigation. The district court denied Alm's motion. This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">District courts have wide discretion in deciding Rule 60(b) motions, and we review such determinations for abuse of discretion. <i>See Teamsters, Chauffeurs, Warehousemen and Helpers Union, Local No. 59 v. Superline Transp. Co.,</i> <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 19 (1st Cir.1992). We find no abuse of discretion here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rule 60(b) contains six subsections, the first five of which set forth specific grounds for relief.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Subsections (1) through (3) carry a one-year time limit, while motions for relief under subsections (4) through (6) need only be made \"within a reasonable time.\" <i>See Cotto v. United States,</i> <span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 278 (1st Cir.1993). Subsection (6) is designed as a catch-all, and relief under that subsection \"is only appropriate where subsections (1) through (5) do not apply.\" <i>United States v. Baus,</i> <span class=\"citation\" data-id=\"498385\"><a href=\"/opinion/498385/united-states-v-bernard-v-baus/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span>, 1121 (1st Cir.1987). \"To justify relief under subsection (6), a party must show extraordinary circumstances suggesting that the party is faultless in the delay.\" <i>Pioneer Inv. Servs. Co. v. Brunswick Assoc.,</i> <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 393, <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span>, <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span></a></span> (1993) (internal quotation marks omitted). If a party is \"partly to blame,\" Rule 60(b)(6) relief is not available to that party; instead, \"relief must be sought within one year under subsection (1) and the party's neglect must be excusable.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Here, in seeking Rule 60(b)(6) relief, Alm characterizes himself as a foreigner unfamiliar with the American legal system and, on that basis, attempts to absolve himself of any fault for his failure to respond to court orders, motions, correspondence and discovery requests. He claims that he believed that his letter answer to the court put an end to the litigation, and therefore he was not surprised or concerned when he did not receive any further correspondence or notices regarding the court dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found, however, that \"Alm was a sophisticated international businessman who chose not to contact American counsel after he was served with the complaint.\" Furthermore, it is undisputed that Alm made no efforts to confirm that the lawsuit had been dismissed or withdrawn or to notify counsel or the court of an alternative mailing address. Nor is there any indication that Alm attempted to compel his wife to forward or preserve his mail. <i>See Cotto,</i> 993 F.2d at 278 (\"[I]n our adversary system of justice, each litigant remains under an abiding duty to take the legal steps necessary to protect his or her own interests.\"). Accordingly, the district court determined that the default judgment was \"attributable to [Alm's] own negligence and not to extraordinary circumstances beyond the party's control.\" The district court did not abuse its discretion in drawing this inference of fault from the evidence in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Accordingly, Alm cannot avail himself of Rule 60(b)(6) relief but rather is limited to seeking relief from judgment on grounds of excusable neglect pursuant to Rule 60(b)(1). <i>See Pioneer,</i> 507 U.S. at 393, <span class=\"citation\" data-id=\"112835\"><a href=\"/opinion/112835/pioneer-investment-services-co-v-brunswick-associates-ltd-partnership/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span> (holding that party must be \"faultless\" to avail itself of Rule 60(b)(6) relief). Any such request on that basis, however, would be untimely. As discussed supra, a litigant may move for Rule 60(b)(1) relief only within one year of the entry of judgment. <i>See</i> Fed.R.Civ.P. 60(b) (\"The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, order, or proceeding was entered or taken.\"). Here, Alm filed his motion for relief over fourteen months after the court entered final judgment against him; thus any claim to Rule 60(b)(1) relief is time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the reasons above, we conclude that the district court did not abuse its discretion in denying Alm's Rule 60(b) motion to vacate the default judgment entered against him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Civ.P. 60(b) provides:</p>\n        <p class=\"indent\">On motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order, or proceeding for the following reasons: (1) mistake, inadvertence, surprise, or excusable neglect; (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b); (3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party; (4) the judgment is void; (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application; or (6) any other reason justifying relief from the operation of the judgment. The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, order, or proceeding was entered or taken.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606662/"
  ]
}