{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199838/",
  "absolute_url": "/opinion/199838/melanson-v-browning-ferris/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199838/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:38:38Z",
  "date_modified": "2017-03-24T11:03:35.052771Z",
  "type": "010combined",
  "sha1": "278e301c023b2ec32a3e05b893ff6a148ad383a8",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1914-01A.pdf",
  "local_path": "pdf/2002/02/19/Melanson_v._Browning_Ferris.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-1914\n\n                         COURTNEY MELANSON,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n   BROWNING-FERRIS INDUSTRIES, INC. and ALLIED WASTE, INC.,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                               Before\n\n                        Selya, Circuit Judge,\n\n                  Campbell, Senior Circuit Judge,\n\n                     and Lynch, Circuit Judge.\n\n\n     Shannon Liss-Riordan with whom Harold L. Lichten and Pyle, Rome,\nLichten & Ehrenberg, P.C. were on brief for appellant.\n     Andrew C. Pickett with whom Laurie J. Hurtt and Jackson Lewis\nSchnitzler & Krupman were on brief for appellees.\n\n\n\n\n                          February 19,2002\n\f\f                CAMPBELL, Senior Circuit Judge. In October 2000, Courtney\n\nMelanson filed an action in the district court under Title VII of the\n\nCivil Rights Act of 1964, 42 U.S.C. § 2000e et. seq., against her\n\nformer employer, Browning Ferris Industries, Inc. and Allied Waste,\n\nInc. (the \"Company\").1\n\n                Melanson alleged that she had been subject to sexual\n\nharassment while employed by the Company and that she had been laid off\n\nin retaliation for her complaints of harassment. The Company defended\n\non the ground that, in consideration of her receipt of severance pay,\n\nMelanson had executed a release waiving her right to sue and hence this\n\naction was barred. Asserting that no genuine issues of material fact\n\nexisted as to the validity of the release, the Company moved for\n\nsummary judgment. Melanson responded that it could not be determined\n\non the summary judgment record that the release effectively waived her\n\nstatutory right to bring this suit. The district court disagreed and\n\ngranted the Company’s motion.\n\n                While there is no case in this circuit dealing explicitly\n\nwith       an   employee’s   release   of    Title   VII   rights   in   similar\n\ncircumstances, our precedent leaves little room for doubt that such a\n\nrelease, like a release of other federal statutorily-created rights,\n\nmust be knowing and voluntary, as evidenced by the totality of the\n\n\n       1\n     BFI and Allied Waste merged in late 1999. Although some of\nthe events described occurred prior to the merger, we refer to\nboth entities throughout as the Company.\n\n                                       -3-\n\fcircumstances, and that, if it is, the terms of the release will\n\nordinarily be given their legal effect. Rivera-Flores v. Bristol-\n\nMeyers Squibb Caribbean, 112 F.3d 9, 11 (1st Cir. 1997).2 Our conclusion\n\nthat the application of a release to a Title VII claim is governed by\n\nthe same principles as apply to other federal statutory claims is\n\nsupported by the Supreme Court’s statement in Alexander v. Gardner-\n\nDenver Co., 415 U.S. 36, 51 (1974), that \"presumably an employee may\n\nwaive his cause of action under Title VII as part of a voluntary\n\nsettlement.\" It is also supported by the case law from our sister\n\ncircuits, see, e.g., Bormann v. AT&T, 875 F.2d 399, 402 (2d Cir. 1989);\n\nStroman v. W. Coast Grocery Co., 884 F.2d 458, 461 (9th Cir. 1989);\n\nRogers v. Gen. Elec. Co., 781 F.2d 452, 454 (5th Cir. 1986). In the\n\npresent case, both the terms and the circumstances of the release in\n\nquestion indicate that Melanson’s release of her Title VII rights was\n\nknowing and voluntary. Melanson points to no competent evidence from\n\nwhich a trier of fact could reasonably conclude otherwise. We affirm.\n\n                                  I.\n\n           Melanson was a junior in high school when, in April 1997, she\n\nbegan working part-time for the Company as a customer service\n\n\n\n     2\n     Of course, an employee may not waive a claim pursuant to\nthe Age Discrimination and Employment Act, 29 U.S.C. § 621 et\nseq., if the release does not also satisfy the stringent demands\nset forth by Congress in the Older Workers Benefit Protection\nAct. 29 U.S.C. § 262(f)(1); Oubre v. Entergy Operations, Inc.,\n522 U.S. 422, 426 (1998).\n\n                                  -4-\n\frepresentative. Upon graduating from high school in May 1998, she\n\nbecame a full-time, at-will employee.        Melanson alleges that,\n\nthroughout her tenure at the Company, she was subject to repeated and\n\nunwanted sexual advances by her immediate supervisor. While Melanson\n\ndid not report the harassment, Melanson’s then-boyfriend and Company\n\nemployee, Andre Nagy, brought it to the attention of management in May\n\n1999. Immediately following the disclosure, Melanson requested a\n\nstress-related leave of absence from work. During her leave, Melanson\n\ncontacted an attorney about the possibility of an employment\n\ndiscrimination suit against the Company. She spoke briefly with the\n\nattorney on the phone, but never attended an appointment they\n\nscheduled. Upon her return to the Company in September 1999, Melanson\n\nwas assigned to a different office location than her alleged harasser.\n\n\n\n          Meanwhile, Browning Ferris was negotiating a merger with\n\nAllied Waste, Inc. The merger, according to the Company, resulted in\n\nthe need to downsize its workforce. On October 1, 1999, Jack Manning,\n\nthe general manager of the Company, notified Melanson that she was\n\nbeing laid off. Manning informed Melanson that the severance package,\n\nwhich included two weeks of pay for every year of continuous employment\n\nwith the Company, would be sent to her for her review.       Melanson\n\nreceived the original severance package, including a benefits\n\ncalculation form and a release, on October 9, 1999. She immediately\n\n\n                                 -5-\n\fcontacted Manning via e-mail to complain that the benefits calculation\n\nwas erroneous.\n\n          As you and I discussed on Friday October 1st, you\n          agreed to lay me off with a severance package of\n          two weeks for every YEAR OF SERVICE with BFI. I\n          received a package in the mail as you said I\n          would, and it said my date of hire was 4-1-98.\n          This is wrong. My start date with BFI was 4-1-\n          97. Granted, I was not hired at full time, but\n          nowhere does it say that I had to work there full\n          time. It reads exactly \"BENEFIT FORMULA: Two\n          weeks of weekly BASE SALARY or BASE WAGES per\n          continuous Year of Service. . . .\" Instead of\n          receiving 2 weeks at 400, I should be receiving\n          4 weeks at 400.\n\n          Manning responded that a new severance package, reflecting\n\na start date of April 1, 1997, would be sent to her.          After a\n\nfrustrating delay of almost two months, during which Melanson\n\nthreatened to file a \"formal complaint,\" she received a new severance\n\npackage with the same error. Although it was not company policy to\n\nprovide severance pay for years of part-time work, Manning instructed\n\nMelanson to correct the start date and to alter the calculation amount\n\nfrom $800 to $1,600 with a note to the processor to contact Manning\n\nabout the changes. Melanson complied, signing and dating the benefit\n\ncalculation form on December 7, 1999. The previous day, Melanson had\n\nread and signed the two page release included in the severance package.\n\nThe release stated among other things, that the employee \"knowingly\n\nand voluntarily releases and discharges forever [the Company] from any\n\nand all . . . claims, demands, actions and causes of action . . .\n\n\n                                 -6-\n\farising   out   of   or   related   in    any   way   to   the   employee’s\n\nemployment. . . .,\" including explicitly those arising under the Civil\n\nRights Act of 1964, of which Title VII is a part, and any state\n\nemployment statutes including \"employment discrimination statutes.\"3\n\nMelanson returned these documents, including the executed release, to\n\nthe Company and received in return a $1,600 severance check which she\n\nsaid she needed to relieve her financial burdens and apparently\n\nthereafter utilized in some fashion.\n\n          Approximately six months following her discharge, Melanson\n\nagain contacted an attorney regarding her claims of sexual harassment\n\n\n     3In pertinent part the release provided:\n          A.   Employee . . . knowingly and voluntarily releases\n               and discharges forever [the Company] from any and\n               all debts, claims, demands, actions and causes of\n               action . . . arising out of or related in any way\n               to the Employee’s employment . . . .\n          B.     . . . Employee knowingly and voluntarily\n               releases any claims arising under the Civil\n               Rights Acts of 1866, 1871, 1964 and 1991 . . . ;\n               state employment statutes including but not\n               limited to wage payments statutes, employment\n               discrimination statutes . . . .\n          C.   Employee understands and agrees that by signing\n               this Release, Employee is giving up any and all\n               claims arising out of or relating in any way to\n               Employee’s employment or termination thereof . .\n               .\n          D.   The Release is given in exchange for any benefits\n               Employee will receive . . . [which] Employee\n               agrees are sufficient consideration for the\n               Release.\n          E.   Employee acknowledges and agrees that he/she has\n               been given 45 days to consider this Release,\n               understands its terms, and is signing it\n               knowingly and voluntarily.\n\n                                    -7-\n\fand her subsequent termination from the Company. To clear the way for\n\na lawsuit, Melanson attempted to return her severance pay, an offer\n\nthat was rejected by the Company. This suit followed. Recognizing\n\nthat the effect and validity of the release were potentially\n\ndispositive, the parties agreed to bifurcate the litigation to resolve\n\nthe enforceability of the release before spending their resources on\n\nprotracted discovery on the merits of Melanson’s sexual harassment\n\nallegations.\n\n                                 II.\n\n          Waiver and releases are affirmative defenses on which the\n\nemployer bears the burden. Fed. R. Civ. P. 8(c). It is incumbent upon\n\nthe employer to establish that the release was knowing and voluntary.\n\nSmart v. Gillette Co. Long-Term Disability Plan, 70 F.3d 173, 181 (1st\n\nCir. 1995). In determining the validity of a release, this court has\n\nadopted a \"totality of the circumstances\" approach. Id. To aid in\n\nthis inquiry, we have looked to a non-exclusive set of six factors.4\n\nIt bears repeating that \"[g]enerally, no single fact or circumstances\n\nis entitled to talismanic significance on the question of waiver.\" Id.\n\nIt is not necessary that each be satisfied before a release can be\n\n\n     4The six factors are:     (1) plaintiff’s education and\nbusiness experience; (2) the respective roles of the employer\nand employee in the determining the provisions of the waiver;\n(3) the clarity of the agreement; (4) the time plaintiff had to\nstudy the agreement; (5) whether plaintiff had independent\nadvice, such as that of counsel; and (6) the consideration for\nthe waiver. Smart, 70 F.3d at 181 n.3.\n\n                                 -8-\n\fenforced. The essential question is whether, in the totality of the\n\ncircumstances, the individual's waiver of her right can be\n\ncharacterized as \"knowing and voluntary.\"\n\n            We review the district court’s grant of summary judgment de\n\nnovo.    Lennon v. Rubin, 166 F.3d 6, 8 (1st Cir. 1999).       Summary\n\njudgment is appropriate only where \"the pleadings, depositions, answers\n\nto interrogatories, and admissions on file, together with the\n\naffidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to judgment as a\n\nmatter of law.\" Fed. R. Civ. P. 56(c). Once a defendant moves for\n\nsummary judgment and places in issue the question of whether the\n\nplaintiff's case is supported by sufficient evidence, the plaintiff\n\nmust establish the existence of a factual controversy that is both\n\ngenuine and material. Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st\n\nCir. 1990). To carry this burden, the plaintiff must \"affirmatively\n\npoint to specific facts that demonstrate the existence of an authentic\n\ndispute.\" McCarthy v. N.W. Airlines, Inc., 56 F.3d 313, 315 (1st Cir.\n\n1995).\n\n           Melanson claims that the record reflects a significant\n\nfactual dispute regarding whether she knowingly and intentionally\n\nreleased her claims against the Company. Melanson says she was under\n\nfinancial stress and was a young, depressed, single mother with a\n\nlimited education, and without independent advice when she signed and\n\n\n                                  -9-\n\freturned the release.    Further, she contends that she lacked the\n\nbusiness acumen to negotiate the terms of the release; that the release\n\nlacked clarity; and finally that the consideration for the release was\n\ninadequate. In essence, Melanson attempts to implicate all six factors\n\nin her argument.\n\n            In her affidavit before the district court, Melanson\n\noutlined, in some detail, a history of depression and treatment for\n\nbulimia. Melanson did not, however, present competent medical evidence\n\nindicating that these conditions would cause her to lack the capacity\n\nto make a knowing and voluntary waiver of her rights. Rivera-Flores,\n\n112 F.3d at 12; see also Morais v. Cent. Beverage Corp. Union\n\nEmployee’s Supplemental Ret. Plan, 167 F.3d 709, 714 (1st Cir. 1999).\n\nWe made clear in Rivera-Flores that an incapacity to knowingly and\n\nvoluntarily execute a release will not be inferred simply from the\n\nshowing, standing alone, that the party suffered from some psychiatric\n\ndisorder.   Rivera-Flores, 112 F.3d at 12.     Nor may incapacity or\n\nduress, without more, be inferred from merely the emotional and\n\nfinancial stress associated with loss of a job. To hold otherwise\n\nwould be to make it virtually impossible for employers and employees to\n\nenter into binding settlements of employment disputes occasioned by job\n\nlosses, lay-offs and the like. The record lacks competent evidence\n\nthat Melanson was without the capacity to make a knowing and voluntary\n\nwaiver of her Title VII rights at the time she executed the release.\n\n\n                                 -10-\n\f          Nor do the other factors argued by Melanson demonstrate a\n\ngenuine factual issue concerning whether the release was knowing or\n\nvoluntary. Melanson was not deficient in education. To the contrary,\n\nshe graduated from high school with honors and was enrolled in college\n\ncourses. The language in the release, which Melanson admitted to\n\nreading prior to signing, is well within a lay person’s comprehension.5\n\nIt expressly discharges the Company from all claims and causes of\n\naction arising out of or relating to Melanson’s employment and\n\ntermination; it specifically releases any claims under the Civil Rights\n\nAct of 1964, to which Title VII belongs, and under state employment\n\ndiscrimination statutes. Morais, 167 F.3d at 714 (upholding a clearly\n\nworded release signed by plaintiff with an eighth grade education); see\n\n\n\n     5Melanson’s assertion in her affidavit that when she saw the\nrelease she \"did not have time to think about it\" does not\nundercut her deposition testimony that she read the release\nprior to signing it. On appeal, Melanson takes issue with the\ndistrict court’s decision to disregard portions of her affidavit\n\"which clearly contradicted her earlier deposition testimony.\"\nMelanson v. Browning Ferris Indus., Inc., No. 00-12102, 2001 WL\n1094910 at *2 (D. Mass. Oct. 25, 2001). A party may not create\nan issue of fact by submitting an affidavit in opposition to a\nsummary judgment motion that clearly contradicts the affiant's\nprevious deposition testimony. Morales v. A.C. Orssleff’s EFTF,\n246 F.3d 32, 35 (1st Cir. 2001); Colantuoni v. Alfred Calcagni\n& Sons, Inc., 44 F.3d 1, 5 (1st Cir. 1994). The district court\nfailed to expound on what it deemed \"clear contradictions\" thus\nit is difficult to ascertain what contradictory factors were\ninvolved in its evaluation but even considered in its entirety,\nthe affidavit contains no information that creates a genuine\nissue of material fact as to the knowing and voluntary nature of\nMelanson’s release.\n\n\n                                 -11-\n\fnote 3, supra. Melanson’s ability to read and understand that she was\n\nreleasing all potential claims is not disputed. Her actual complaint\n\nseems not to be that she did not know she was releasing future claims\n\nof the type she now pursues, but that she \"should be able to break the\n\nrelease\" because \"the $1,600 I had received in severance pay was not\n\nnearly adequate to compensate me for the distress I had suffered.\"\n\n          Melanson, moreover, was not rushed into signing the release.\n\nShe had approximately two months to review the release and seek\n\nindependent advice if she so wished. During this time, Melanson could\n\nhave contacted the same attorney she had spoken to just months earlier\n\nto discuss her sexual harassment suit.     The Company did not set a\n\ndeadline for the return of the severance package and it neither\n\nencouraged nor discouraged Melanson from obtaining outside counsel.\n\nFinally, the consideration for the release, while not large when\n\ncompared to the potential damages in a successful sexual harassment\n\ncase, nonetheless provided Melanson, an at-will employee, with benefits\n\nthat the Company was not obligated otherwise to provide. Smart, 70\n\nF.3d at 182.\n\n          As we can discern no genuine issue of material fact regarding\n\nwhether Melanson made a knowing and voluntary release of her rights, we\n\nagree with the district court that the release is valid and enforceable\n\nin accordance with its terms.\n\n          Affirmed.    Costs to appellees.\n\n\n                                 -12-\n\f-13-\n\f",
  "html": "<p class=\"case_cite\">281 F.3d 272</p>\n    <p class=\"parties\">Courtney MELANSON, Plaintiff, Appellant,<br>v.<br>BROWNING-FERRIS INDUSTRIES, INC. and Allied Waste, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-1914.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 8, 2002.</p>\n    <p class=\"date\">Decided February 19, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Shannon Liss-Riordan with whom Harold L. Lichten and Pyle, Rome, Lichten &amp; Ehrenberg, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Andrew C. Pickett with whom Laurie J. Hurtt and Jackson Lewis Schnitzler &amp; Krupman were on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In October 2000, Courtney Melanson filed an action in the district court under Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000e <i>et. seq.,</i> against her former employer, Browning Ferris Industries, Inc. and Allied Waste, Inc. (the \"Company\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Melanson alleged that she had been subject to sexual harassment while employed by the Company and that she had been laid off in retaliation for her complaints of harassment. The Company defended on the ground that, in consideration of her receipt of severance pay, Melanson had executed a release waiving her right to sue and hence this action was barred. Asserting that no genuine issues of material fact existed as to the validity of the release, the Company moved for summary judgment. Melanson responded that it could not be determined on the summary judgment record that the release effectively waived her statutory right to bring this suit. The district court disagreed and granted the Company's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While there is no case in this circuit dealing explicitly with an employee's release of Title VII rights in similar circumstances, our precedent leaves little room for doubt that such a release, like a release of other federal statutorily-created rights, must be knowing and voluntary, as evidenced by the totality of the circumstances, and that, if it is, the terms of the release will ordinarily be given their legal effect. <i>Rivera-Flores v. Bristol-Myers Squibb Caribbean,</i> 112 F.3d 9, 11 (1st Cir.1997).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Our conclusion that the application of a release to a Title VII claim is governed by the same principles as apply to other federal statutory claims is supported by the Supreme Court's statement in <i>Alexander v. Gardner-Denver Co.,</i> 415 U.S. 36, 51, 94 S.Ct. 1011, 39 L.Ed.2d 147 (1974), that \"presumably an employee may waive his cause of action under Title VII as part of a voluntary settlement.\" It is also supported by the case law from our sister circuits, <i>see, e.g., Bormann v. AT &amp; T,</i> 875 F.2d 399, 402 (2d Cir.1989); <i>Stroman v. W. Coast Grocery Co.,</i> 884 F.2d 458, 461 (9th Cir.1989); <i>Rogers v. Gen. Elec. Co.,</i> 781 F.2d 452, 454 (5th Cir.1986). In the present case, both the terms and the circumstances of the release in question indicate that Melanson's release of her Title VII rights was knowing and voluntary. Melanson points to no competent evidence from which a trier of fact could reasonably conclude otherwise. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Melanson was a junior in high school when, in April 1997, she began working part-time for the Company as a customer service representative. Upon graduating from high school in May 1998, she became a full-time, at-will employee. Melanson alleges that, throughout her tenure at the Company, she was subject to repeated and unwanted sexual advances by her immediate supervisor. While Melanson did not report the harassment, Melanson's then-boyfriend and Company employee, Andre Nagy, brought it to the attention of management in May 1999. Immediately following the disclosure, Melanson requested a stress-related leave of absence from work. During her leave, Melanson contacted an attorney about the possibility of an employment discrimination suit against the Company. She spoke briefly with the attorney on the phone, but never attended an appointment they scheduled. Upon her return to the Company in September 1999, Melanson was assigned to a different office location than her alleged harasser.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, Browning Ferris was negotiating a merger with Allied Waste, Inc. The merger, according to the Company, resulted in the need to downsize its workforce. On October 1, 1999, Jack Manning, the general manager of the Company, notified Melanson that she was being laid off. Manning informed Melanson that the severance package, which included two weeks of pay for every year of continuous employment with the Company, would be sent to her for her review. Melanson received the original severance package, including a benefits calculation form and a release, on October 9, 1999. She immediately contacted Manning via e-mail to complain that the benefits calculation was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As you and I discussed on Friday October 1st, you agreed to lay me off with a severance package of two weeks for every YEAR OF SERVICE with BFI. I received a package in the mail as you said I would, and it said my date of hire was 4-1-98. This is wrong. My start date with BFI was 4-1-97. Granted, I was not hired at full time, but nowhere does it say that I had to work there full time. It reads exactly \"BENEFIT FORMULA: Two weeks of weekly BASE SALARY or BASE WAGES per continuous Year of Service....\" Instead of receiving 2 weeks at 400, I should be receiving 4 weeks at 400.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Manning responded that a new severance package, reflecting a start date of April 1, 1997, would be sent to her. After a frustrating delay of almost two months, during which Melanson threatened to file a \"formal complaint,\" she received a new severance package with the same error. Although it was not company policy to provide severance pay for years of part-time work, Manning instructed Melanson to correct the start date and to alter the calculation amount from $800 to $1,600 with a note to the processor to contact Manning about the changes. Melanson complied, signing and dating the benefit calculation form on December 7, 1999. The previous day, Melanson had read and signed the two page release included in the severance package. The release stated among other things, that the employee \"knowingly and voluntarily releases and discharges forever [the Company] from any and all ... claims, demands, actions and causes of action ... arising out of or related in any way to the employee's employment ....,\" including explicitly those arising under the Civil Rights Act of 1964, of which Title VII is a part, and any state employment statutes including \"employment discrimination statutes.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Melanson returned these documents, including the executed release, to the Company and received in return a $1,600 severance check which she said she needed to relieve her financial burdens and apparently thereafter utilized in some fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Approximately six months following her discharge, Melanson again contacted an attorney regarding her claims of sexual harassment and her subsequent termination from the Company. To clear the way for a lawsuit, Melanson attempted to return her severance pay, an offer that was rejected by the Company. This suit followed. Recognizing that the effect and validity of the release were potentially dispositive, the parties agreed to bifurcate the litigation to resolve the enforceability of the release before spending their resources on protracted discovery on the merits of Melanson's sexual harassment allegations.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Waiver and releases are affirmative defenses on which the employer bears the burden. Fed.R.Civ.P. 8(c). It is incumbent upon the employer to establish that the release was knowing and voluntary. <i>Smart v. Gillette Co. Long-Term Disability Plan,</i> 70 F.3d 173, 181 (1st Cir.1995). In determining the validity of a release, this court has adopted a \"totality of the circumstances\" approach. <i>Id.</i> To aid in this inquiry, we have looked to a non-exclusive set of six factors.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It bears repeating that \"[g]enerally, no single fact or circumstances is entitled to talismanic significance on the question of waiver.\" <i>Id.</i> It is not necessary that each be satisfied before a release can be enforced. The essential question is whether, in the totality of the circumstances, the individual's waiver of her right can be characterized as \"knowing and voluntary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment <i>de novo. Lennon v. Rubin,</i> 166 F.3d 6, 8 (1st Cir.1999). Summary judgment is appropriate only where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Once a defendant moves for summary judgment and places in issue the question of whether the plaintiff's case is supported by sufficient evidence, the plaintiff must establish the existence of a factual controversy that is both genuine and material. <i>Garside v. Osco Drug, Inc.,</i> 895 F.2d 46, 48 (1st Cir.1990). To carry this burden, the plaintiff must \"affirmatively point to specific facts that demonstrate the existence of an authentic dispute.\" <i>McCarthy v. N.W. Airlines, Inc.,</i> 56 F.3d 313, 315 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Melanson claims that the record reflects a significant factual dispute regarding whether she knowingly and intentionally released her claims against the Company. Melanson says she was under financial stress and was a young, depressed, single mother with a limited education, and without independent advice when she signed and returned the release. Further, she contends that she lacked the business acumen to negotiate the terms of the release; that the release lacked clarity; and finally that the consideration for the release was inadequate. In essence, Melanson attempts to implicate all six factors in her argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In her affidavit before the district court, Melanson outlined, in some detail, a history of depression and treatment for bulimia. Melanson did not, however, present competent medical evidence indicating that these conditions would cause her to lack the capacity to make a knowing and voluntary waiver of her rights. <i>Rivera-Flores,</i> 112 F.3d at 12; <i>see also Morais v. Cent. Beverage Corp. Union Employees' Supplemental Ret. Plan,</i> 167 F.3d 709, 714 (1st Cir.1999). We made clear in <i>Rivera-Flores</i> that an incapacity to knowingly and voluntarily execute a release will not be inferred simply from the showing, standing alone, that the party suffered from some psychiatric disorder. <i>Rivera-Flores,</i> 112 F.3d at 12. Nor may incapacity or duress, without more, be inferred from merely the emotional and financial stress associated with loss of a job. To hold otherwise would be to make it virtually impossible for employers and employees to enter into binding settlements of employment disputes occasioned by job losses, lay-offs and the like. The record lacks competent evidence that Melanson was without the capacity to make a knowing and voluntary waiver of her Title VII rights at the time she executed the release.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor do the other factors argued by Melanson demonstrate a genuine factual issue concerning whether the release was knowing or voluntary. Melanson was not deficient in education. To the contrary, she graduated from high school with honors and was enrolled in college courses. The language in the release, which Melanson admitted to reading prior to signing, is well within a lay person's comprehension.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It expressly discharges the Company from all claims and causes of action arising out of or relating to Melanson's employment and termination; it specifically releases any claims under the Civil Rights Act of 1964, to which Title VII belongs, and under state employment discrimination statutes. <i>Morais,</i> 167 F.3d at 714 (upholding a clearly worded release signed by plaintiff with an eighth grade education); see note 3, <i>supra.</i> Melanson's ability to read and understand that she was releasing all potential claims is not disputed. Her actual complaint seems not to be that she did not know she was releasing future claims of the type she now pursues, but that she \"should be able to break the release\" because \"the $1,600 I had received in severance pay was not nearly adequate to compensate me for the distress I had suffered.\" Melanson, moreover, was not rushed into signing the release. She had approximately two months to review the release and seek independent advice if she so wished. During this time, Melanson could have contacted the same attorney she had spoken to just months earlier to discuss her sexual harassment suit. The Company did not set a deadline for the return of the severance package and it neither encouraged nor discouraged Melanson from obtaining outside counsel. Finally, the consideration for the release, while not large when compared to the potential damages in a successful sexual harassment case, nonetheless provided Melanson, an at-will employee, with benefits that the Company was not obligated otherwise to provide. <i>Smart,</i> 70 F.3d at 182.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As we can discern no genuine issue of material fact regarding whether Melanson made a knowing and voluntary release of her rights, we agree with the district court that the release is valid and enforceable in accordance with its terms.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\n        <i>Affirmed. Costs to appellees.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> BFI and Allied Waste merged in late 1999. Although some of the events described occurred prior to the merger, we refer to both entities throughout as the Company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, an employee may not waive a claim pursuant to the Age Discrimination and Employment Act, 29 U.S.C. &#167; 621<i>et seq.,</i> if the release does not also satisfy the stringent demands set forth by Congress in the Older Workers Benefit Protection Act. 29 U.S.C. &#167; 262(f)(1); <i>Oubre v. Entergy Operations, Inc.,</i> 522 U.S. 422, 426, 118 S.Ct. 838, 139 L.Ed.2d 849 (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In pertinent part the release provided:</p>\n        <p class=\"indent\">A. Employee ... knowingly and voluntarily releases and discharges forever [the Company] from any and all debts, claims, demands, actions and causes of action ... arising out of or related in any way to the Employee's employment....</p>\n        <p class=\"indent\">B. ... Employee knowingly and voluntarily releases any claims arising under the Civil Rights Acts of 1866, 1871, 1964 and 1991 ...; state employment statutes including but not limited to wage payments statutes, employment discrimination statutes....</p>\n        <p class=\"indent\">C. Employee understands and agrees that by signing this Release, Employee is giving up any and all claims arising out of or relating in any way to Employee's employment or termination thereof ...</p>\n        <p class=\"indent\">D. The Release is given in exchange for any benefits Employee will receive ... [which] Employee agrees are sufficient consideration for the Release.</p>\n        <p class=\"indent\">E. Employee acknowledges and agrees that he/she has been given 45 days to consider this Release, understands its terms, and is signing it knowingly and voluntarily.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The six factors are: (1) plaintiff's education and business experience; (2) the respective roles of the employer and employee in the determining the provisions of the waiver; (3) the clarity of the agreement; (4) the time plaintiff had to study the agreement; (5) whether plaintiff had independent advice, such as that of counsel; and (6) the consideration for the waiver<i>Smart,</i> 70 F.3d at 181 n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Melanson's assertion in her affidavit that when she saw the release she \"did not have time to think about it\" does not undercut her deposition testimony that she read the release prior to signing it. On appeal, Melanson takes issue with the district court's decision to disregard portions of her affidavit \"which clearly contradicted her earlier deposition testimony.\"<i>Melanson v. Browning Ferris Indus., Inc.,</i> No. 00-12102, 2001 WL 1094910 at *2 (D.Mass. Oct.25, 2001). A party may not create an issue of fact by submitting an affidavit in opposition to a summary judgment motion that clearly contradicts the affiant's previous deposition testimony. <i>Morales v. A.C. Orssleff's EFTF,</i> 246 F.3d 32, 35 (1st Cir.2001); <i>Colantuoni v. Alfred Calcagni &amp; Sons, Inc.,</i> 44 F.3d 1, 5 (1st Cir.1994). The district court failed to expound on what it deemed \"clear contradictions\" thus it is difficult to ascertain what contradictory factors were involved in its evaluation but even considered in its entirety, the affidavit contains no information that creates a genuine issue of material fact as to the knowing and voluntary nature of Melanson's release.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">272</span></span></p>\n    <p class=\"parties\">Courtney MELANSON, Plaintiff, Appellant,<br>v.<br>BROWNING-FERRIS INDUSTRIES, INC. and Allied Waste, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-1914.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 8, 2002.</p>\n    <p class=\"date\">Decided February 19, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Shannon Liss-Riordan with whom Harold L. Lichten and Pyle, Rome, Lichten &amp; Ehrenberg, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Andrew C. Pickett with whom Laurie J. Hurtt and Jackson Lewis Schnitzler &amp; Krupman were on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In October 2000, Courtney Melanson filed an action in the district court under Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000e <i>et. seq.,</i> against her former employer, Browning Ferris Industries, Inc. and Allied Waste, Inc. (the \"Company\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Melanson alleged that she had been subject to sexual harassment while employed by the Company and that she had been laid off in retaliation for her complaints of harassment. The Company defended on the ground that, in consideration of her receipt of severance pay, Melanson had executed a release waiving her right to sue and hence this action was barred. Asserting that no genuine issues of material fact existed as to the validity of the release, the Company moved for summary judgment. Melanson responded that it could not be determined on the summary judgment record that the release effectively waived her statutory right to bring this suit. The district court disagreed and granted the Company's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While there is no case in this circuit dealing explicitly with an employee's release of Title VII rights in similar circumstances, our precedent leaves little room for doubt that such a release, like a release of other federal statutorily-created rights, must be knowing and voluntary, as evidenced by the totality of the circumstances, and that, if it is, the terms of the release will ordinarily be given their legal effect. <i>Rivera-Flores v. Bristol-Myers Squibb Caribbean,</i> <span class=\"citation\" data-id=\"739949\"><a href=\"/opinion/739949/gidel-rivera-flores-v-bristol-myers-squibb-caribbean/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir.1997).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Our conclusion that the application of a release to a Title VII claim is governed by the same principles as apply to other federal statutory claims is supported by the Supreme Court's statement in <i>Alexander v. Gardner-Denver Co.,</i> <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 51, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1974), that \"presumably an employee may waive his cause of action under Title VII as part of a voluntary settlement.\" It is also supported by the case law from our sister circuits, <i>see, e.g., Bormann v. AT &amp; T,</i> <span class=\"citation\" data-id=\"523568\"><a href=\"/opinion/523568/robert-e-bormann-domenick-r-ferrantino-timothy-j-ferriter-harry-m/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span>, 402 (2d Cir.1989); <i>Stroman v. W. Coast Grocery Co.,</i> <span class=\"citation\" data-id=\"528531\"><a href=\"/opinion/528531/50-fair-emplpraccas-1204-51-empl-prac-dec-p-39293-grady-m-stroman/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span>, 461 (9th Cir.1989); <i>Rogers v. Gen. Elec. Co.,</i> <span class=\"citation\" data-id=\"463317\"><a href=\"/opinion/463317/39-fair-emplpraccas-1581-39-empl-prac-dec-p-35899-mary-rogers-v/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 454 (5th Cir.1986). In the present case, both the terms and the circumstances of the release in question indicate that Melanson's release of her Title VII rights was knowing and voluntary. Melanson points to no competent evidence from which a trier of fact could reasonably conclude otherwise. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Melanson was a junior in high school when, in April 1997, she began working part-time for the Company as a customer service representative. Upon graduating from high school in May 1998, she became a full-time, at-will employee. Melanson alleges that, throughout her tenure at the Company, she was subject to repeated and unwanted sexual advances by her immediate supervisor. While Melanson did not report the harassment, Melanson's then-boyfriend and Company employee, Andre Nagy, brought it to the attention of management in May 1999. Immediately following the disclosure, Melanson requested a stress-related leave of absence from work. During her leave, Melanson contacted an attorney about the possibility of an employment discrimination suit against the Company. She spoke briefly with the attorney on the phone, but never attended an appointment they scheduled. Upon her return to the Company in September 1999, Melanson was assigned to a different office location than her alleged harasser.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, Browning Ferris was negotiating a merger with Allied Waste, Inc. The merger, according to the Company, resulted in the need to downsize its workforce. On October 1, 1999, Jack Manning, the general manager of the Company, notified Melanson that she was being laid off. Manning informed Melanson that the severance package, which included two weeks of pay for every year of continuous employment with the Company, would be sent to her for her review. Melanson received the original severance package, including a benefits calculation form and a release, on October 9, 1999. She immediately contacted Manning via e-mail to complain that the benefits calculation was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As you and I discussed on Friday October 1st, you agreed to lay me off with a severance package of two weeks for every YEAR OF SERVICE with BFI. I received a package in the mail as you said I would, and it said my date of hire was 4-1-98. This is wrong. My start date with BFI was 4-1-97. Granted, I was not hired at full time, but nowhere does it say that I had to work there full time. It reads exactly \"BENEFIT FORMULA: Two weeks of weekly BASE SALARY or BASE WAGES per continuous Year of Service....\" Instead of receiving 2 weeks at 400, I should be receiving 4 weeks at 400.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Manning responded that a new severance package, reflecting a start date of April 1, 1997, would be sent to her. After a frustrating delay of almost two months, during which Melanson threatened to file a \"formal complaint,\" she received a new severance package with the same error. Although it was not company policy to provide severance pay for years of part-time work, Manning instructed Melanson to correct the start date and to alter the calculation amount from $800 to $1,600 with a note to the processor to contact Manning about the changes. Melanson complied, signing and dating the benefit calculation form on December 7, 1999. The previous day, Melanson had read and signed the two page release included in the severance package. The release stated among other things, that the employee \"knowingly and voluntarily releases and discharges forever [the Company] from any and all ... claims, demands, actions and causes of action ... arising out of or related in any way to the employee's employment ....,\" including explicitly those arising under the Civil Rights Act of 1964, of which Title VII is a part, and any state employment statutes including \"employment discrimination statutes.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Melanson returned these documents, including the executed release, to the Company and received in return a $1,600 severance check which she said she needed to relieve her financial burdens and apparently thereafter utilized in some fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Approximately six months following her discharge, Melanson again contacted an attorney regarding her claims of sexual harassment and her subsequent termination from the Company. To clear the way for a lawsuit, Melanson attempted to return her severance pay, an offer that was rejected by the Company. This suit followed. Recognizing that the effect and validity of the release were potentially dispositive, the parties agreed to bifurcate the litigation to resolve the enforceability of the release before spending their resources on protracted discovery on the merits of Melanson's sexual harassment allegations.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Waiver and releases are affirmative defenses on which the employer bears the burden. Fed.R.Civ.P. 8(c). It is incumbent upon the employer to establish that the release was knowing and voluntary. <i>Smart v. Gillette Co. Long-Term Disability Plan,</i> <span class=\"citation\" data-id=\"196424\"><a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span>, 181 (1st Cir.1995). In determining the validity of a release, this court has adopted a \"totality of the circumstances\" approach. <i>Id.</i> To aid in this inquiry, we have looked to a non-exclusive set of six factors.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It bears repeating that \"[g]enerally, no single fact or circumstances is entitled to talismanic significance on the question of waiver.\" <i>Id.</i> It is not necessary that each be satisfied before a release can be enforced. The essential question is whether, in the totality of the circumstances, the individual's waiver of her right can be characterized as \"knowing and voluntary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment <i>de novo. Lennon v. Rubin,</i> <span class=\"citation\" data-id=\"760938\"><a href=\"/opinion/760938/john-j-lennon-v-robert-rubin-secretary-of-the-treasury/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 8 (1st Cir.1999). Summary judgment is appropriate only where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Once a defendant moves for summary judgment and places in issue the question of whether the plaintiff's case is supported by sufficient evidence, the plaintiff must establish the existence of a factual controversy that is both genuine and material. <i>Garside v. Osco Drug, Inc.,</i> <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990). To carry this burden, the plaintiff must \"affirmatively point to specific facts that demonstrate the existence of an authentic dispute.\" <i>McCarthy v. N.W. Airlines, Inc.,</i> <span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 315 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Melanson claims that the record reflects a significant factual dispute regarding whether she knowingly and intentionally released her claims against the Company. Melanson says she was under financial stress and was a young, depressed, single mother with a limited education, and without independent advice when she signed and returned the release. Further, she contends that she lacked the business acumen to negotiate the terms of the release; that the release lacked clarity; and finally that the consideration for the release was inadequate. In essence, Melanson attempts to implicate all six factors in her argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In her affidavit before the district court, Melanson outlined, in some detail, a history of depression and treatment for bulimia. Melanson did not, however, present competent medical evidence indicating that these conditions would cause her to lack the capacity to make a knowing and voluntary waiver of her rights. <i>Rivera-Flores,</i> 112 F.3d at 12; <i>see also Morais v. Cent. Beverage Corp. Union Employees' Supplemental Ret. Plan,</i> <span class=\"citation\" data-id=\"761695\"><a href=\"/opinion/761695/pens-plan-guide-cch-p-23951r-fabio-t-morais-v-central-beverage/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">709</span></a></span>, 714 (1st Cir.1999). We made clear in <i>Rivera-Flores</i> that an incapacity to knowingly and voluntarily execute a release will not be inferred simply from the showing, standing alone, that the party suffered from some psychiatric disorder. <i>Rivera-Flores,</i> 112 F.3d at 12. Nor may incapacity or duress, without more, be inferred from merely the emotional and financial stress associated with loss of a job. To hold otherwise would be to make it virtually impossible for employers and employees to enter into binding settlements of employment disputes occasioned by job losses, lay-offs and the like. The record lacks competent evidence that Melanson was without the capacity to make a knowing and voluntary waiver of her Title VII rights at the time she executed the release.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor do the other factors argued by Melanson demonstrate a genuine factual issue concerning whether the release was knowing or voluntary. Melanson was not deficient in education. To the contrary, she graduated from high school with honors and was enrolled in college courses. The language in the release, which Melanson admitted to reading prior to signing, is well within a lay person's comprehension.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It expressly discharges the Company from all claims and causes of action arising out of or relating to Melanson's employment and termination; it specifically releases any claims under the Civil Rights Act of 1964, to which Title VII belongs, and under state employment discrimination statutes. <i>Morais,</i> 167 F.3d at 714 (upholding a clearly worded release signed by plaintiff with an eighth grade education); see note 3, <i>supra.</i> Melanson's ability to read and understand that she was releasing all potential claims is not disputed. Her actual complaint seems not to be that she did not know she was releasing future claims of the type she now pursues, but that she \"should be able to break the release\" because \"the $1,600 I had received in severance pay was not nearly adequate to compensate me for the distress I had suffered.\" Melanson, moreover, was not rushed into signing the release. She had approximately two months to review the release and seek independent advice if she so wished. During this time, Melanson could have contacted the same attorney she had spoken to just months earlier to discuss her sexual harassment suit. The Company did not set a deadline for the return of the severance package and it neither encouraged nor discouraged Melanson from obtaining outside counsel. Finally, the consideration for the release, while not large when compared to the potential damages in a successful sexual harassment case, nonetheless provided Melanson, an at-will employee, with benefits that the Company was not obligated otherwise to provide. <i>Smart,</i> 70 F.3d at 182.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As we can discern no genuine issue of material fact regarding whether Melanson made a knowing and voluntary release of her rights, we agree with the district court that the release is valid and enforceable in accordance with its terms.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\n        <i>Affirmed. Costs to appellees.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> BFI and Allied Waste merged in late 1999. Although some of the events described occurred prior to the merger, we refer to both entities throughout as the Company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, an employee may not waive a claim pursuant to the Age Discrimination and Employment Act, 29 U.S.C. &#167; 621<i>et seq.,</i> if the release does not also satisfy the stringent demands set forth by Congress in the Older Workers Benefit Protection Act. 29 U.S.C. &#167; 262(f)(1); <i>Oubre v. Entergy Operations, Inc.,</i> <span class=\"citation\" data-id=\"118169\"><a href=\"/opinion/118169/oubre-v-entergy-operations-inc/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, 426, <span class=\"citation\" data-id=\"118169\"><a href=\"/opinion/118169/oubre-v-entergy-operations-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">838</span></a></span>, <span class=\"citation\" data-id=\"118169\"><a href=\"/opinion/118169/oubre-v-entergy-operations-inc/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">849</span></a></span> (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In pertinent part the release provided:</p>\n        <p class=\"indent\">A. Employee ... knowingly and voluntarily releases and discharges forever [the Company] from any and all debts, claims, demands, actions and causes of action ... arising out of or related in any way to the Employee's employment....</p>\n        <p class=\"indent\">B. ... Employee knowingly and voluntarily releases any claims arising under the Civil Rights Acts of 1866, 1871, 1964 and 1991 ...; state employment statutes including but not limited to wage payments statutes, employment discrimination statutes....</p>\n        <p class=\"indent\">C. Employee understands and agrees that by signing this Release, Employee is giving up any and all claims arising out of or relating in any way to Employee's employment or termination thereof ...</p>\n        <p class=\"indent\">D. The Release is given in exchange for any benefits Employee will receive ... [which] Employee agrees are sufficient consideration for the Release.</p>\n        <p class=\"indent\">E. Employee acknowledges and agrees that he/she has been given 45 days to consider this Release, understands its terms, and is signing it knowingly and voluntarily.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The six factors are: (1) plaintiff's education and business experience; (2) the respective roles of the employer and employee in the determining the provisions of the waiver; (3) the clarity of the agreement; (4) the time plaintiff had to study the agreement; (5) whether plaintiff had independent advice, such as that of counsel; and (6) the consideration for the waiver<i>Smart,</i> 70 F.3d at 181 n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Melanson's assertion in her affidavit that when she saw the release she \"did not have time to think about it\" does not undercut her deposition testimony that she read the release prior to signing it. On appeal, Melanson takes issue with the district court's decision to disregard portions of her affidavit \"which clearly contradicted her earlier deposition testimony.\"<i>Melanson v. Browning Ferris Indus., Inc.,</i> No. 00-12102, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1094910</span></span> at *2 (D.Mass. Oct.25, 2001). A party may not create an issue of fact by submitting an affidavit in opposition to a summary judgment motion that clearly contradicts the affiant's previous deposition testimony. <i>Morales v. A.C. Orssleff's EFTF,</i> <span class=\"citation\" data-id=\"199368\"><a href=\"/opinion/199368/morales-v-ac-orssleffs-eftf/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 35 (1st Cir.2001); <i>Colantuoni v. Alfred Calcagni &amp; Sons, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 5 (1st Cir.1994). The district court failed to expound on what it deemed \"clear contradictions\" thus it is difficult to ascertain what contradictory factors were involved in its evaluation but even considered in its entirety, the affidavit contains no information that creates a genuine issue of material fact as to the knowing and voluntary nature of Melanson's release.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761695/"
  ]
}