{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199869/",
  "absolute_url": "/opinion/199869/new-england-regional-v-ma-port-authority/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199869/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:39:14Z",
  "date_modified": "2017-03-24T11:04:03.635617Z",
  "type": "010combined",
  "sha1": "a307bed26cce0364a3cc26ef90316c40a9e1a644",
  "page_count": 42,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2398-01A.pdf",
  "local_path": "pdf/2002/03/19/New_England_Regional_v._MA_Port_Authority.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNos. 00-2398\n     01-1977\n\n\n           NEW ENGLAND REGIONAL COUNCIL OF CARPENTERS,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                  THOMAS J. KINTON, JR. ET AL.,\n\n                      Defendants, Appellees.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n               Torruella and Selya, Circuit Judges.\n\n\n     Christopher N. Souris, with whom Krakow, Souris & Birmingham,\nLLC was on brief, for appellant.\n     Steven W. Kasten, with whom Cynthia L. Westervelt, McDermott,\nWill & Emery, David S. Mackey, Chief Legal Counsel (Massport), and\nMichael P. Sady, Senior Legal Counsel (Massport), were on brief,\nfor appellees.\n\n\n\n                          March 19, 2002\n\f           SELYA, Circuit Judge. These appeals require us to decide\n\ntwo important First Amendment questions.                 The first relates to\n\nwhether a state agency constitutionally may ban all leafletting on\n\na multi-purpose pier that it controls.               The second relates to\n\nwhether such an agency may require a person seeking to distribute\n\nhandbills on public sidewalks to apply in advance for a permit.\n\n           These and other questions arise out of attempts by the\n\nNew   England    Regional    Council    of    Carpenters    (NERCC),     a   labor\n\norganization, to leaflet in locations owned by the Massachusetts\n\nPort Authority (Massport), an instrumentality of the Commonwealth\n\nof Massachusetts.       In one instance, NERCC applied for a permit to\n\nleaflet in      front   of   the   Exchange    Conference       Center   (ECC),   a\n\nstructure located on the so-called Fish Pier.                    Massport policy\n\nforbids   such    activity    in    that     location,    and    no   permit   was\n\nforthcoming. In the other instance, NERCC members tried to leaflet\n\non the Massport-controlled public sidewalk adjacent to Northern\n\nAvenue, immediately in front of Boston's World Trade Center (WTC).\n\nMassport prevented the leafletters from distributing handbills\n\nuntil they applied for, and received, a permit.\n\n           Invoking 42 U.S.C. § 1983, NERCC repaired to the federal\n\ndistrict court and sued two Massport hierarchs — its executive\n\ndirector and its director of public safety — in their official\n\n\n\n\n                                       -2-\n\fcapacities.1   It sought injunctive relief and a declaration that\n\nMassport's practices violated its right to freedom of speech.   See\n\nU.S. Const. Amend. I. While the suit was pending, Massport adopted\n\nnew regulations applicable to the Northern Avenue sidewalks.    The\n\ndistrict court, acting on cross-motions for summary judgment,\n\nupheld both the outright ban on leafletting at the Fish Pier and\n\nthe new regulations.    New Engl. Reg'l Council of Carpenters v.\n\nMass. Port Auth., 115 F. Supp. 2d 84 (D. Mass. 2000) (Massport I).\n\n          On the two principal issues, we affirm the district\n\ncourt's thoughtful decision.   We hold that the Fish Pier is a non-\n\npublic forum, and that the leafletting ban — which is content-\n\nneutral and reasonable in light of the uses to which the pier is\n\nput — is a valid exercise of governmental authority.     As to the\n\nsidewalks adjacent to Northern Avenue, we hold that Massport's\n\npermit requirement is valid on its face:   the neoteric regulations\n\nsufficiently limit official discretion and the restrictions imposed\n\nare both content-neutral and narrowly tailored.\n\n\n\n\n     1\n      In the proceedings below the defendants named were Virginia\nBuckingham (Massport's executive director) and Joseph M. Lawless\n(Massport's director of public safety). By the time these appeals\nwere argued, other individuals had succeeded to these offices. We\nhave substituted the incumbents as defendants and appellees\npursuant to Fed. R. App. P. 43(c). Inasmuch as they are sued only\nin their official capacities, we refer to them throughout as\n\"Massport.\" See Am. Policyholders Ins. Co. v. Nyacol Prods., Inc.,\n989 F.2d 1256, 1259 (1st Cir. 1993) (explaining that an official\ncapacity suit is, in all respects other than in name, a suit\nagainst the government entity that the officer represents).\n\n                                -3-\n\f           There are three more matters.                First, we hold that\n\nNERCC's challenge to Massport's original permit policy is moot\n\ninsofar as that challenge pertains to the sidewalks adjacent to\n\nNorthern Avenue.        Second, because the district court did not\n\naddress the question of whether Massport controls other sidewalks\n\nto which the original permit policy still attaches, we remand for\n\nfactfinding on that question.          As a final matter, we hold that the\n\ndistrict court did not abuse its discretion in denying NERCC's\n\napplication for an award of attorneys' fees.\n\nI.   BACKGROUND\n\n           With exceptions that we shall examine in due course, the\n\nfacts of this case are largely undisputed.                 Our mise-en-scène\n\nbegins    with    the   Fish   Pier,     which    was    constructed     by   the\n\nCommonwealth almost a century ago to provide a venue for the\n\nBoston-based fishing fleet to unload, process, and auction its\n\ndaily catch.       Although    the   volume      of   activity   has   decreased\n\nmarkedly over time, the Fish Pier continues to serve essentially\n\nthe same function today.\n\n           Geographically, the Fish Pier is located on the eastern\n\nside of Northern Avenue, directly across from Avenue D, in South\n\nBoston.    It is separated from the Northern Avenue sidewalk by an\n\niron fence that runs the full width of the pier.                       The fence\n\ncontains passageways for pedestrian and vehicular traffic.                    Just\n\ninside the entrance is a security booth, staffed twenty-four hours\n\n\n                                       -4-\n\fa day, which displays a sign that reads:          \"Private Property, No\n\nTrespassing.\"     The sign also prohibits unauthorized vehicles and\n\nwarns    that   \"drivers   must   obtain   authorization,   report   name,\n\naddress, purpose, and allow inspection of contents\" before entering\n\nthe Fish Pier.\n\n            A two-lane roadway runs the length of the Fish Pier. The\n\nroad is bordered on each side by long three-story buildings.           The\n\nECC is located at the very tip of the pier, and the road loops\n\naround it (allowing large trucks to turn around easily).               The\n\noutermost periphery of the Fish Pier borders on Boston Harbor.          It\n\nis used for the docking, unloading, fueling, and repair of fishing\n\nboats.\n\n            There are small parking lots and sidewalks on either side\n\nof the interior road near the entrance to the Fish Pier, but there\n\nare no sidewalks along the length of the three-story buildings.\n\nThese buildings do sport raised loading dock platforms.              While\n\nNERCC calls these platforms \"elevated sidewalks,\" that nomenclature\n\nis misleading:     the photographic evidence shows that each of these\n\nplatforms is appurtenant to, and part of, the adjacent building.\n\n            Massport became the proprietor of the Fish Pier during\n\nthe 1970s and has continued to operate it as a commercial fishing\n\ndepot.    During this interval, Massport has made room for several\n\nother commercial uses.      For example, the long buildings on either\n\nside of the interior road house a number of offices, including\n\n\n                                    -5-\n\fthose of Massport itself, two law firms concentrating in admiralty\n\npractice, a business that compiles sports statistics, and the\n\nIsraeli Chamber of Commerce. There are also two restaurants on the\n\npremises.    The ECC is a recently-renovated facility — it was\n\nformerly the New England Fish Exchange — that is available to the\n\ngeneral public by reservation.         The ECC contains conference and\n\nmeeting rooms, and can handle events for as many as 175 people.\n\n            Massport's   regulations    make   it   unlawful   to   \"[p]ost,\n\ndistribute, or display signs, advertisements, circulars, printed or\n\nwritten matter\" in \"any area . . . of the Port Properties\" without\n\nwritten permission. Mass. Regs. Code, tit. 740, § 3.02(3)(e). The\n\nsame regulation prohibits unauthorized entry into restricted areas\n\nunder Massport's control.      See id. § 3.02(2).        Areas posted as\n\nbeing closed to the public are deemed \"restricted,\" id., and NERCC\n\ndoes not dispute that the Fish Pier is so demarcated.2              On that\n\nbasis, Massport refuses to permit leafletting on the Fish Pier.\n\n            On December 10, 1998, NERCC applied for permission to\n\ndistribute handbills in front of the ECC.       It believed that the ECC\n\nwas to be used six days later for a holiday party sponsored by the\n\nTocci Building Corporation and desired to leaflet on that date to\n\ncall attention to certain employment practices engaged in by the\n\n\n     2\n      NERCC does question whether the restrictions on entry to the\nFish Pier are enforced, but its counsel made clear at oral argument\nthat this factual dispute is only relevant to whether the Fish Pier\nis a public forum We shall return to that question shortly. See\ninfra Part V(A).\n\n                                  -6-\n\fcompany (whose chief executive officer, John Tocci, also serves on\n\na   Massport    advisory     board).      After      NERCC's    counsel   learned\n\ninformally that Massport intended to deny the request and to\n\nrestrict leafletting to the Fish Pier entrance on Northern Avenue,\n\nNERCC filed suit seeking injunctive relief and a declaration that\n\nMassport's \"no leafletting\" policy violated the First Amendment.\n\nWhen NERCC thereafter learned that it was mistaken as to the date\n\nof the Tocci event, it withdrew the request for a preliminary\n\ninjunction but chose to proceed with the constitutional challenge.\n\n              NERCC included in its complaint a prior permit dispute\n\nconcerning a neighboring location:             the sidewalk in front of the\n\nWTC.    The WTC is located on Northern Avenue, proximate to the Fish\n\nPier and to Avenues B and D.           Due to massive construction efforts\n\nin that part of South Boston, some sidewalks near the WTC are\n\nisthmian corridors bounded by walls of plywood and concrete.                 Even\n\nwhere    no    construction     is     presently      ongoing    and     makeshift\n\narrangements      do   not   predominate,      the    sidewalks    are    narrow.\n\nNorthern Avenue is a major transportation artery, and at peak hours\n\nthe entire area is congested.                Constant vehicular traffic is\n\ncompounded by high pedestrian traffic.\n\n              Massport owns the section of Northern Avenue that runs in\n\nfront of the WTC, subject to an agreement with the City of Boston\n\nto preserve it as a public right-of-way.              On November 17, 1998 — a\n\ndate when John Tocci was scheduled to speak at the WTC — thirteen\n\n\n                                       -7-\n\fNERCC members attempted to leaflet at various locations in the\n\nvicinity of the building.      They were threatened with arrest and\n\ntold that they could not distribute handbills until they received\n\npermission from Massport.    NERCC's counsel immediately transmitted\n\na permit application by facsimile to Massport's director of public\n\nsafety (DPS) while the union members and the police officers\n\nwaited.     The permit issued around four hours later.            In its\n\ncomplaint, NERCC attacked the process on two grounds:           that the\n\nissuance of the permit had been unduly delayed, and that Massport's\n\nrequirement for a permit, based on an essentially standardless\n\npolicy, was in any event unconstitutional.\n\n            In the early stages of the litigation, the district court\n\nexpressed concern that Massport's original policy requiring a\n\npermit to distribute leaflets on a public sidewalk lacked adequate\n\nsafeguards. The court wisely offered Massport time to consider its\n\nposition.      Massport   proceeded   to   crystallize   its   policy   by\n\npromulgating a directive amending Mass. Regs. Code, tit. 740, §\n\n3.02(3)(e) with respect to the portions of Northern Avenue under\n\nits control.     These amended regulations are reproduced in an\n\nappendix to the lower court's opinion, see Massport I, 115 F. Supp.\n\n2d at 99-100, and we assume the reader's general familiarity with\n\nthe text.\n\n            Under the new regime, all persons desiring to distribute\n\nleaflets,   picket,   demonstrate,    or   conduct   similar   expressive\n\n\n                                  -8-\n\factivity on those portions of Northern Avenue under Massport's\n\ncontrol must furnish the agency with advance notice describing the\n\nactivity, its time and location, and the number of people who will\n\nengage in it.    The notice also must contain the name, address, and\n\ntelephone   number    of   a   contact    person.        The   filing    of    this\n\ninformation    allows   the    applicant    to    engage   in   the     described\n\nactivity, but Massport may modify, revoke, or deny the permit on a\n\nnumber of grounds either prior to or during the course of the\n\nactivity.     Pertinently, Massport may take such a step if the DPS\n\ndetermines that the activity \"presents a danger to public safety or\n\nwould impede the convenient passage of pedestrian or vehicular\n\ntraffic\" (subparagraph E.1); or if either the DPS or a police\n\nofficer determines that the activity is being conducted in an\n\nunsafe or unreasonably dangerous manner, exceeds the scope of the\n\nnotice, or violates time, place, and manner restrictions delineated\n\nelsewhere in the regulation (subparagraph E.2); or if Massport has\n\ntaken   appropriate     measures   to    \"close    the   pertinent      area    for\n\npurposes of construction or to ensure safe and convenient travel to\n\nan event\" (subparagraph E.3).\n\n            Focusing on Northern Avenue, the district court rejected\n\nNERCC's facial challenge to these regulations and entered summary\n\njudgment for the defendants. The court found, inter alia, that the\n\npermit provisions were not an unconstitutional prior restraint\n\nbecause they sufficiently limited official discretion. Massport I,\n\n\n                                    -9-\n\f115 F. Supp. 2d at 96.         The court also found that the regulations\n\ncomprised valid time, place, and manner restrictions.                Id. at 97.\n\nThe court did not rule on the original permit policy, commenting\n\nonly   that    NERCC    \"has    established     no   past   violation    of    its\n\nconstitutional rights.\"          Id.\n\n              The district court also ruled in Massport's favor on the\n\nFish Pier claim.       The court held that the Fish Pier is a non-public\n\nforum, id. at 91, and that the ban on leafletting is reasonable in\n\nlight of the nature of the premises, id. at 94.               In a subsequent\n\nrescript, the court noted that Massport's promulgation of the\n\nrevised regulations had not been judicially decreed and, therefore,\n\nconcluded     that   NERCC     could   not   collect   attorneys'    fees     as   a\n\nprevailing party under 42 U.S.C. § 1988.             NERCC v. Buckingham, No.\n\n98-12538 (D. Mass. June 4, 2001) (unpublished order).                       These\n\nappeals followed.\n\nII.    JUSTICIABILITY\n\n              We pause at the outset to determine whether the issues\n\nthat NERCC raises are properly before us.\n\n              Section 1983 guards against violations of federal rights\n\nby state actors, and there is no dispute that Massport, for our\n\npurposes, qualifies as such. See generally Mass. Gen. Laws ch. 91,\n\n§§ 1-2; Opinion of the Justices, 136 N.E.2d 223, 226 (Mass. 1956).\n\nThe law is settled that federal subject matter jurisdiction exists\n\nfor colorable claims brought under 42 U.S.C. § 1983.                See Bonas v.\n\n\n                                       -10-\n\fTown of N. Smithfield, 265 F.3d 69, 73-74 (1st Cir. 2001); see also\n\n28 U.S.C. § 1331.      NERCC's claims qualify under this rubric.\n\n          The question of standing is somewhat less pellucid.                    It\n\nis black-letter law that:\n\n          The basic requirements for Article III\n          standing are that the petitioner is someone\n          who has suffered or is threatened by injury in\n          fact to a cognizable interest, that the injury\n          is causally connected to the defendant's\n          action, and that it can be abated by a remedy\n          the court is competent to give.\n\nSave Our Heritage, Inc. v. FAA, 269 F.3d 49, 55 (1st Cir. 2001).\n\nNERCC easily meets the injury requirement with respect to the Fish\n\nPier claim and the as-applied portion of its Northern Avenue claim:\n\nin both instances, it alleges injury from the way Massport handled\n\nits permit requests.            But whereas the former injury is fully\n\nredressable    by    judicial    decree,     the   latter   no    longer   can    be\n\nremedied by a court.\n\n             To be sure, that injury was redressable when NERCC\n\ncommenced this litigation.           But time did not stand still, and\n\nMassport subsequently revised the policy applicable to Northern\n\nAvenue.   This revision rendered the as-applied portion of the\n\nNorthern Avenue claim moot.         See Becker v. FEC, 230 F.3d 381, 386\n\nn.3 (1st Cir. 2000) (distinguishing mootness from redressability).\n\nNERCC seeks only injunctive and declaratory relief, not damages —\n\nand it would be pointless either to enjoin the enforcement of a\n\nregulation    that    is   no    longer    in   effect   or      to   declare    its\n\n\n                                      -11-\n\fconstitutional status.   See D.H.L. Assocs., Inc. v. O'Gorman, 199\n\nF.3d 50, 54-55 (1st Cir. 1999).\n\n          NERCC concedes that the original permit policy no longer\n\napplies to Northern Avenue, but asserts that it continues to apply\n\nto other public streets under Massport's control.   This allegation\n\nfalls short of salvaging the as-applied challenge:         the bare\n\npossibility that Massport may attempt to enforce its original\n\npolicy in other locations is insufficient to invoke the narrow\n\nexception for cases capable of repetition yet evading review.      See\n\nCruz v. Farquharson, 252 F.3d 530, 534 (1st Cir. 2001).   The record\n\ndoes not show that Massport controls any other location that is\n\neither similar to Northern Avenue or likely to be the site of\n\nleafletting activity.    Thus, NERCC has not \"demonstrated [a]\n\nprobability\" that the objectionable conduct will recur.      Id.   On\n\nthis basis, we find the Northern Avenue as-applied challenge moot.\n\n          This case does not fall into the exception to mootness\n\narticulated in City of Mesquite v. Alladin's Castle, Inc., 455 U.S.\n\n283 (1982).   There, the Court held that \"a voluntary cessation of\n\na challenged practice does not deprive a federal court of its power\n\nto determine the legality of the practice.\"    Id. at 289.     Under\n\ncircuit precedent, however, the City of Mesquite exception applies\n\n\"only when there is a reasonable expectation that the challenged\n\nconduct will be repeated following dismissal of the case.\"    D.H.L.\n\nAssocs., 199 F.3d at 55.     Here, there is simply no basis for\n\n\n                               -12-\n\fsuggesting that the original permit policy will be reinstated\n\nfollowing the conclusion of the litigation.3\n\n          This   does   not   mean,   of   course,   that   NERCC's   claim\n\nregarding other Massport-owned streets is completely eclipsed.\n\nNERCC has alleged that the original policy still applies in those\n\nvenues, and it has challenged that policy on its face.         \"It is well\n\nestablished that in the area of freedom of expression an overbroad\n\nregulation may be subject to facial review . . . .\"         Forsyth County\n\nv. Nationalist Movement, 505 U.S. 123, 129 (1992).             Under that\n\nrule, leafletters may facially challenge permit schemes despite the\n\nfact that they have neither applied for a permit to distribute\n\nhandbills on a particular street nor made definitive plans to do\n\nso.   City of Lakewood v. Plain Dealer Publ'g Co., 486 U.S. 750,\n\n755-56, 761 (1988).\n\n          We thus conclude that four issues are properly before us:\n\n(1) the constitutionality of Massport's ban on leafletting at the\n\nFish Pier; (2) the facial validity of Massport's newly-promulgated\n\n\n\n      3\n      Even if City of Mesquite applied, the Court has made clear\nthat, under these circumstances, the granting of equitable relief\nis discretionary. See City of Mesquite, 455 U.S. at 288 (noting\nthat the court of appeals could have dismissed the issue as moot,\nbut that it was under no duty to do so); accord Friends of the\nEarth, Inc. v. Laidlaw Envtl. Servs. (TOC), Inc., 528 U.S. 167, 189\n(2000). Given the circumstances of this case, we think it wise to\navoid an adjudication addressed to a policy that no longer applies\nat the site in question. Cf. El Dia, Inc. v. Hernandez-Colon, 963\nF.2d 488, 496 (1st Cir. 1992) (eschewing discretionary review where\nthe challenged order was \"merely a precursor to the later\nformulation of actual regulations\").\n\n                                  -13-\n\fleafletting regulations vis-à-vis Northern Avenue; (3) the facial\n\nvalidity   of   Massport's   original    leafletting   policy   vis-à-vis\n\nstreets and sidewalks apart from Northern Avenue; and (4) the\n\ncorrectness of the district court's denial of attorneys' fees.\n\n           We quickly dispense with the third issue.       The district\n\ncourt never focused on this claim — although preserved, it was not\n\nemphasized below — and the record is simply too sketchy to tell\n\nwhether Massport controls any other public streets or sidewalks.\n\nMassport denies such ownership, but a map of its South Boston\n\nproperties appears to indicate that other streets, including Avenue\n\nD, traverse them.     Whether Massport controls those streets, and\n\nwhether sidewalks run alongside, are even more enigmatic questions\n\non this record.    Due to this pervasive uncertainty, we think that\n\nthe course of prudence is to remand this issue to the district\n\ncourt for factfinding.   Accordingly, we do not address it further.\n\nIII.   STANDARD OF REVIEW\n\n           Summary judgment is appropriate only \"if the pleadings,\n\ndepositions, answers to interrogatories, and admissions on file,\n\ntogether with the affidavits, if any, show that there is no genuine\n\nissue as to any material fact and that the moving party is entitled\n\nto a judgment as a matter of law.\"       Fed. R. Civ. P. 56(c).     Thus,\n\nthe trial court must resolve all disputed facts in favor of the\n\nnon-moving party and draw all reasonable inferences to that party's\n\nbenefit.   See, e.g., Dynamic Image Techs., Inc. v. United States,\n\n\n                                  -14-\n\f221 F.3d 34, 39 (1st Cir. 2000).       These principles apply equally\n\nwhen all parties cross-move for summary judgment.        See EEOC v.\n\nSteamship Clerks Union, 48 F.3d 594, 603 (1st Cir. 1995) (\"Barring\n\nspecial circumstances, the nisi prius court must consider each\n\nmotion separately, drawing inferences against each movant in turn\n\n. . . .\").\n\n           On appeal, we utilize the same framework.         In that\n\nprocess, we afford de novo review to orders granting or denying\n\nsummary judgment. E.g., Suarez v. Pueblo Int'l, Inc., 229 F.3d 49,\n\n53 (1st Cir. 2000).   This case (apart from the remanded issue, see\n\nsupra Part II) seems a suitable candidate for summary judgment. At\n\noral argument in this court, counsel for all parties explicitly\n\ndenied the existence of any material factual disputes with respect\n\nto the Fish Pier claim, and the Northern Avenue claim reduces to a\n\nfacial challenge to Massport's new regulations (and, thus, presents\n\na pure question of law).\n\nIV.   THE CONSTITUTIONAL STANDARDS\n\n           Leafletting is a respected tradition in our democratic\n\nsociety, and it ranks as one of the core free speech activities\n\nshielded by the First Amendment.     United States v. Grace, 461 U.S.\n\n171, 176-77 (1983).   Though solicitously protected, however, the\n\nright to leaflet is not absolute.    E.g., Hill v. Colorado, 530 U.S.\n\n703, 730 (2000). The constitutional standard by which the validity\n\nof a restriction on leafletting will be tested depends on two\n\n\n                                -15-\n\fvariables:    the nature of the forum in which a restriction applies\n\nand the type of restriction.          See Perry Educ. Ass'n v. Perry Local\n\nEduc.    Ass'n,   460    U.S.   37,   44-46   (1983).     We    discuss   these\n\nsequentially.4\n\n            A forum can be a traditional public forum, a designated\n\npublic forum (sometimes called a limited public forum), or a non-\n\npublic forum.       In    a   traditional     or   designated   public    forum,\n\ncontent-neutral restrictions on the time, place, and manner of\n\nexpression must be narrowly tailored to serve some substantial\n\ngovernmental interest, and must leave open adequate alternative\n\nchannels of communication.        Id. at 45-46.       In a non-public forum,\n\nthe constitutional hurdle is considerably lower:                to clear it, a\n\nviewpoint-neutral restriction need only be reasonable.              Id. at 46.\n\nIn such a setting, the reasonableness of a particular regulation is\n\ndetermined by a fact-intensive balancing test that takes into\n\naccount such factors as the uses to which the forum typically is\n\nput, the particular risks associated with the speech activity at\n\n\n     4\n      In Jews for Jesus, Inc. v. Mass. Bay Transp. Auth., 984 F.2d\n1319 (1st Cir. 1993), a panel of this court chose to analyze a\nleafletting ban without first determining the nature of the forum,\nmaintaining that both the public and non-public forum inquiries\nconverge when there is no \"credible reason why the regulations\nfurther the forum's purpose.\" Id. at 1324. This analytic approach\nis awkward, however, because it requires a reviewing tribunal to\nknow the results of a test before knowing which test applies.\nComparable cases, of more recent vintage, have indicated a\npreference for a more deliberate analysis, e.g., Chicago Acorn v.\nMetro. Pier & Expo. Auth., 150 F.3d 695, 702 (7th Cir. 1998)\n(determining the nature of the forum first), and we follow that\npath.\n\n                                       -16-\n\fissue, and the proffered rationale for the restriction.   See Int'l\n\nSoc'y for Krishna Consciousness, Inc. v. Lee (ISKCON), 505 U.S.\n\n672, 687-93 (1992) (O'Connor, J., concurring); see also id. at 683-\n\n85 (plurality op.).5\n\n          Some spaces — such as public streets, sidewalks, and\n\nparks — are presumptively public fora, and in most cases no\n\nparticularized inquiry into their precise nature is necessary.\n\nSee, e.g., Frisby v. Schultz, 487 U.S. 474, 481 (1988).     We say\n\n\"most\" rather than \"all\" because this presumption can be rebutted\n\nin specific instances. See United States v. Kokinda, 497 U.S. 720,\n\n728-29 (1990) (plurality op.) (rejecting the suggestion that all\n\nsidewalks are public fora).   The problem of classification grows\n\nincreasingly difficult in instances in which no presumption is\n\navailable, and categorical distinctions are of little help in\n\nborderline cases. See, e.g., ISKCON, 505 U.S. at 681-82 (plurality\n\nop.) (rejecting the suggestion that all transportation terminals\n\n\n\n     5\n      The ISKCON Court upheld    a ban on solicitation within an\nairport terminal. In a companion case, the Court struck down a\nconcomitant ban on leafletting, basing that decision on the reasons\nstated in the concurrences and dissent in ISKCON. Lee v. Int'l\nSoc'y for Krishna Consciousness, Inc., 505 U.S. 830, 831 (1992)\n(per curiam).     Because Justice O'Connor's ISKCON concurrence\nconstitutes the narrowest ground for the decision, it is the most\nauthoritative pronouncement on the standards applicable to\nleafletting in a non-public forum. See City of Lakewood, 486 U.S.\nat 764 n.9 (explaining that \"when no single rationale commands a\nmajority, the holding of the Court may be viewed as the position\ntaken by those Members who concurred in the judgmen[t] on the\nnarrowest of grounds\") (citations and internal quotation marks\nomitted).\n\n                               -17-\n\fshould be analyzed in the same manner).   In the end, an inquiring\n\ncourt must examine the nature of the locus, as well as its history,\n\nto determine whether it qualifies as a traditional public forum.\n\nSee id. at 680-82.   The situation is somewhat different in respect\n\nto designated public fora; for purposes of that classification, the\n\nSupreme Court has required evidence that the State intentionally\n\nhas opened the area for expressive purposes.   See id. at 680.\n\n          In addition to this taxonomy, the case at hand also\n\nrequires an understanding of the doctrine of prior restraints.\n\nThis venerable doctrine guards against the threat of government\n\ncensorship by requiring that public licensing and permit schemes\n\ncontain adequate substantive and procedural safeguards against\n\narbitrary (or content-based) State action. See, e.g., FW/PBS, Inc.\n\nv. Dallas, 493 U.S. 215, 225-26 (1990).    Two lines of cases have\n\nsprouted in this soil:    one focused on the substantive criteria\n\nthat restrain official discretion and the other on procedural\n\nsafeguards.   See id.    The substantive strand reflects the hoary\n\nprinciple that the First Amendment demands that such regulations\n\ncontain \"narrow, objective, and definite standards to guide the\n\nlicensing authority.\"    Forsyth County, 505 U.S. at 131 (quoting\n\nShuttlesworth v. City of Birmingham, 394 U.S. 147, 150-51 (1969)).\n\nThe procedural strand is elaborated in Freedman v. Maryland, 380\n\nU.S. 51 (1965), in which the Court ruled, in the motion picture\n\nlicensing context, that prior restraints may be imposed only\n\n\n                                -18-\n\ftemporarily; that they must allow for prompt judicial review; and\n\nthat the licensor must bear the burden of asking a court to\n\nsuppress the speech.     Id. at 58-60.\n\n           Until very recently, it was unclear whether the Freedman\n\nformulation applied to content-neutral permit schemes designed to\n\nensure public safety in a traditional public forum. Compare, e.g.,\n\nSoutheastern Promotions, Ltd. v. Conrad, 420 U.S. 546, 560 (1975)\n\n(stating that Freedman applies in a public forum), with Poulos v.\n\nNew   Hampshire,   345   U.S.   395,   403   (1953)   (suggesting    that   a\n\ndifferent standard applies if the license requirement reflects \"a\n\nministerial police routine\").          The Supreme Court erased this\n\nuncertainty within the past few months.        In Thomas v. Chicago Park\n\nDist., 122 S. Ct. 775 (2002), the Court clarified that Freedman's\n\nprocedural requirements do not apply to permit schemes that eschew\n\nany consideration of the content of speech, but, rather, limit\n\nthemselves to addressing public safety concerns.          Id. at 780.       At\n\nthe same time, the Court reaffirmed the pertinence of the Forsyth\n\nCounty line of cases to such permit schemes, holding that even\n\ncontent-neutral time, place, and manner regulations must \"contain\n\nadequate standards to guide the official's decision.\"               Id.   The\n\nframework erected by the Thomas Court governs this case.6\n\n\n      6\n      It does not require citation of authority to acknowledge that\nThomas, which comes to us with the imprimatur of the Supreme Court,\nsupersedes any contrary intimation contained in our earlier\nprecedent, namely, Jews for Jesus, Inc. v. Mass. Bay Transp. Auth.,\n984 F.2d 1319, 1327 (1st Cir. 1993).\n\n                                   -19-\n\fV.   THE FISH PIER BAN\n\n            We    divide   our   discussion       of   the   outright   ban    on\n\nleafletting imposed in respect to the Fish Pier proper into two\n\nsegments.    See supra note 4.       We grapple first with the status of\n\nthe Fish Pier and then ponder the validity of the ban.\n\n                      A.   Status of the Fish Pier.\n\n            We consider the Fish Pier to be a property separate and\n\napart from the abutting section of Northern Avenue.                See ISKCON,\n\n505 U.S. at 676-79 (proceeding similarly in the case of an airport\n\nterminal), Hawkins v. City of Denver, 170 F.3d 1281, 1287 (10th\n\nCir. 1999) (doing the same in the context of a government-owned\n\nperforming arts center); see also Chicago Acorn v. Metro. Pier &\n\nExpo. Auth., 150 F.3d 695, 698 (7th Cir. 1998) (treating separately\n\neach distinct area of Chicago's Navy Pier).            Since the Fish Pier is\n\nautonomous for First Amendment purposes, we treat Massport's policy\n\nas a total ban, rather than as a time, place, and manner regulation\n\nthat restricts leafletting to the Northern Avenue sidewalk (which\n\nlies outside the gates).\n\n            NERCC contends that the Fish Pier is a traditional public\n\nforum,   or,     alternatively,     a     designated    public    forum.       In\n\ndetermining      whether   either   of    those   labels     applies,   we    must\n\nconsider both the nature of the property and its past uses.                    See\n\nISKCON, 505 U.S. at 680-82.         Historically, the Fish Pier was used\n\nonly for purposes related to the commercial fishing industry.\n\n\n                                        -20-\n\fWhile the permitted uses have changed over time, the pier remains\n\nquite different from the types of property that are most often\n\ndeemed to be public fora.     It is not a public thoroughfare like a\n\nstreet or sidewalk, e.g., Frisby, 487 U.S. at 481, or a gathering\n\nplace like a park or town green, e.g., Knights of Columbus v. Town\n\nof Lexington, 272 F.3d 25, 31 (1st Cir. 2001).\n\n           Although space on the pier is no longer limited to\n\nactivities directly related to receiving, storing, and shipping\n\nfish — the Fish Pier is now home to a conference center, two\n\neateries, and several offices — the dominant character of the\n\nproperty is still that of a commercial fishery.            Space on the\n\nseaward side is used for unloading fish; the two long buildings are\n\nused to store the catch; and the central area is used for loading\n\nfish onto trucks, which circle around the ECC (formerly known as\n\nthe Fish Exchange) and exit through the gate onto Northern Avenue.\n\nThe site is notable for the absence of either sidewalks or other\n\ndesign characteristics that might be viewed as welcoming the\n\ngeneral public.\n\n           NERCC points out, correctly, that there is an interior\n\nroadway on the Fish Pier, and that members of the public enter the\n\npremises for a variety of purposes.       Furthermore, NERCC has sought\n\nto cast doubt upon Massport's contention that the Fish Pier is a\n\nclosed   facility   limited   to   authorized   persons   by   proffering\n\naffidavits of NERCC members who assert that they entered the Fish\n\n\n                                   -21-\n\fPier without being stopped or questioned.                But Massport has taken\n\nappropriate steps to restrict access to the site; and even if\n\nMassport's policy of restricted access is erratically enforced, the\n\nfence, gate, security booth, and signage hardly add up to an open\n\ninvitation for the public to enter.\n\n             We do not believe that these attributes are enough to\n\nconvert the Fish Pier into a traditional public forum. See ISKCON,\n\n505 U.S. at 680 (expressly stating that comparable evidence,\n\nwithout more, is insufficient to justify a finding that a location\n\nis a public forum); Greer v. Spock, 424 U.S. 828, 836 (1976)\n\n(similar).        While    the   level    of    public   access   is    a   salient\n\nconsideration, it cannot be accorded decretory significance —\n\nespecially since the Fish Pier's primary use does not depend at all\n\non public access.\n\n             Nor is the Fish Pier a designated public forum. At most,\n\nthe circumstances suggest that Massport tolerates the presence of\n\nsome members of the public on the Fish Pier, including persons\n\nattending    ECC    events,      restaurant     patrons,    and   an    occasional\n\npasserby bent on contemplating the harbor's scenic beauty.                     Such\n\ntolerance    is    not    tantamount     to    an   affirmative   act   —   and   an\n\naffirmative act of a governmental body is required to support a\n\nfinding that the authorities have designated a forum as a place for\n\npublic expression.        ISKCON, 505 U.S. at 680 (plurality op.).\n\n\n\n\n                                         -22-\n\f            The proof of the pudding is in the case law.              On balance,\n\nthe Fish Pier is far less of a public space than, say, the airport\n\nterminal at issue in ISKCON or the post office sidewalk at issue in\n\nKokinda, neither of which was found to be a public forum.                 See id.\n\nat   683;   Kokinda,    497   U.S.      at    730.     This    conclusion      flows\n\nprincipally from the fact that the Fish Pier's primary uses are not\n\ndependent upon public access.             We hold, therefore, that the Fish\n\nPier is a non-public forum.\n\n                       B.   The Validity of the Ban.\n\n            Because the ban on leafletting, as written, is clearly\n\ncontent-neutral, and there is absolutely no record evidence to\n\nsupport an inference that Massport has applied it unevenly, we turn\n\nnext to the reasonableness of the ban.\n\n            At the expense of belaboring the obvious, we reiterate\n\nthat   leafletting     is   one    of   the    most   highly    respected      (and,\n\ntherefore, highly protected) ways in which citizens may exercise\n\nFirst Amendment rights.       See Grace, 461 U.S. at 176-77.             Building\n\non this sturdy foundation and highlighting the unobtrusive nature\n\nof the activity, NERCC suggests that an outright ban on leafletting\n\nnever can be reasonable.          We do not agree.\n\n            NERCC bases much of its argument on the fact that the\n\nISKCON Court invalidated a ban on leafletting in an airport.\n\nHowever,    NERCC's    attempts      to      reason   from    that   analogy    are\n\nunpersuasive.   ISKCON did not go so far as to suggest that a ban on\n\n\n                                        -23-\n\fleafletting is always unconstitutional.             To the contrary, the case\n\nsuggests that we should refrain from basing a reasonableness\n\ndetermination on any single factor (such as whether a ban involves\n\nleafletting or whether a non-public forum is a multi-purpose\n\nfacility), encouraging us instead to weigh all the factors that\n\npoint in favor of allowing speech against those that support the\n\nneed for restrictions.       See ISKCON, 505 U.S. at 690 (O'Connor, J.,\n\nconcurring).      In this process, we bear in mind that while the\n\nregulation adopted by the State need not be the most reasonable of\n\nall available options, id. at 683 (plurality op.), the State's\n\njustifications must be solidly grounded.            We hold, therefore, that\n\na ban on leafletting in a non-public forum is not impermissible per\n\nse. See Hawkins, 170 F.3d at 1289-90, 1292 (sustaining a total ban\n\non leafletting).\n\n             We proceed from the general to the particular.           As said,\n\nthe   Fish     Pier    accommodates     multiple       uses,    and   thus   is\n\ndistinguishable from the sidewalk in Kokinda and from other single-\n\npurpose   fora.       See   ISKCON,   505    U.S.    at   688   (O'Connor,   J.,\n\nconcurring) (making this distinction). But context in this type of\n\ncase often involves matters of degree, and there is much less\n\ndiversity of use on the Fish Pier than at a large international\n\nairport, see id. at 689 (noting that the airport terminal at issue\n\ndoubled in brass as a shopping mall), in Boston's subway stations,\n\nsee Jews for Jesus, Inc. v. Mass. Bay Transp. Auth., 984 F.2d 1319,\n\n\n                                      -24-\n\f1325 (1st Cir. 1993) (noting the presence of \"a myriad of . . .\n\nnontransit activity\"), or even at the Chicago Navy Pier, see\n\nChicago Acorn, 150 F.3d at 702 (noting the existence of a shopping\n\nmall, an entertainment center, and an amusement park on the pier).\n\nThe closest parallel is Hawkins, in which there were a comparable\n\nnumber   of    secondary   uses:     three    commercial   establishments\n\nincidental to the venue's primary purpose (a performing arts\n\ncenter).      170 F.3d at 1290.    There, however, unlike in this case,\n\nthe forum's primary use depended upon access by members of the\n\npublic — yet the Tenth Circuit nonetheless found an outright ban on\n\nleafletting reasonable.     Id. at 1289-90.     All in all, the nature of\n\nthe Fish Pier weighs quite heavily against NERCC's position.\n\n              This brings us to Massport's rationale for barring the\n\ndistribution of handbills on the Fish Pier.7         Massport has offered\n\nseveral reasons supporting the ban.          Some of these reasons are of\n\nuncertain force in the First Amendment calculus (e.g., Massport's\n\ninsistence that it may legitimately exclude leafletters from the\n\nFish Pier because they are undesirable to tenants or because the\n\nFish Pier is classified as a restricted area), and we do not dwell\n\non them. Rather, we go directly to Massport's principal rationale:\n\n\n\n\n     7\n      Although the regulations cover the Fish Pier as a whole and\napply not only to leafletting but also to other First Amendment\nactivities, the parties focus on leafletting in the vicinity of the\nECC. Accordingly, we limit our holding to that activity and place.\n\n                                    -25-\n\fthat public safety would be endangered if leafletting were allowed\n\nat the entrance to the ECC.\n\n           As an abstract matter, this rationale stands on solid\n\nlegal footing.    See Hill, 530 U.S. at 715 (stating that protection\n\nof   citizens'   health   and    safety    is   within   the   government's\n\ntraditional   police   power).      In    the   particular     setting,   the\n\nrationale also withstands scrutiny:        the fishing fleet generates a\n\ngreat deal of activity; there is a high volume of truck traffic;\n\nand there appears to be precious little room in front of the ECC.\n\nWhat space is available serves primarily as a roadway and truck\n\nturnaround.      In these cramped confines, pedestrian safety and\n\ntraffic flow are vital concerns. The validity of these concerns is\n\nunderscored by the fact that, when Massport erected concrete\n\nbollards to protect the entrance to the ECC several years ago, the\n\nbollards were so severely damaged by trucks executing turnarounds\n\nthat Massport had to remove them.        Thus, although there are few, if\n\nany, problems intrinsic to the act of leafletting, safety is a\n\nplausible concern here.\n\n           In an effort to parry this thrust, NERCC argues that\n\nMassport has exhibited a general disregard for pedestrian safety by\n\nallowing pedestrians to walk the length of the pier to attend\n\nevents at the ECC (or, sometimes, merely to gaze at the harbor).\n\nNERCC's factual premise is sound:         a pedestrian must traverse the\n\ninterior roadway to reach and enter the ECC. But NERCC's suggested\n\n\n                                   -26-\n\fconclusion — that Massport cares not a fig for pedestrian safety —\n\ndoes not follow.\n\n            At most, NERCC's allegations suggest that a leafletting\n\nban would not solve every safety problem on the Fish Pier.               But\n\neven in a public forum, \"partial solutions\" may be acceptable.\n\nGlobe Newspaper Co. v. Beacon Hill Arch'l Comm'n, 100 F.3d 175, 191\n\n(1st Cir.     1991).   In    a   non-public   forum,   the    reasonableness\n\nstandard is satisfied as long as there is a plausible basis for\n\ndistinguishing     between       restricted   activities       and   allowed\n\nactivities.\n\n            Here, there is such a basis for differentiating between\n\nleafletters and ordinary pedestrians.         Given the peculiar setting\n\nof the ECC entrance, leafletters run a serious risk of obstructing\n\nvehicular traffic and distracting pedestrians as they traverse the\n\nroadway.\n\n            We have said enough on this score.          Massport's public\n\nsafety concerns pass the reasonableness screen.              Accordingly, we\n\nhold that Massport's interest in public safety in the context of a\n\ncommercial fishery and truck depot justifies the outright ban on\n\nleafletting activity that it has imposed (at least in front of the\n\nECC, see supra note 7).\n\nVI.   THE NORTHERN AVENUE PERMIT\n\n            We next address NERCC's challenge to Massport's newly-\n\nadopted regulations (which pertain to leafletting on Northern\n\n\n                                    -27-\n\fAvenue, in the vicinity of the WTC).             Two things are clear:        the\n\nsidewalks along Northern Avenue constitute a traditional public\n\nforum, see Frisby, 487 U.S. at 481, and the challenged regulations,\n\non their face, are content-neutral.            Thus, the lens of our inquiry\n\nnarrows to whether the regulations (1) possess adequate standards\n\nto guide the exercise of official discretion, and (2) are narrowly\n\ntailored   to   a    significant   state      interest     while   leaving    open\n\nsatisfactory alternative means of communication.               See Thomas, 122\n\nS. Ct. at 780 & n.3.       We address these questions separately.\n\n                    A.   The Adequacy of the Standards.\n\n           NERCC     charges    that   the     regulations    afford    Massport\n\nunbridled discretion to deny leafletting requests.                      It seems\n\nobvious,   however,      that   certain       provisions    contained    in    the\n\nregulations,    specifically,      the    notice    and    \"automatic    permit\"\n\nprovisions, are purely ministerial.             Those provisions involve no\n\naffirmative action on Massport's part.\n\n           The fact that permits issue automatically does not end\n\nour inquiry.        The regulations do identify several instances in\n\nwhich either Massport officials or police officers may deny or\n\nrevoke permits by acting affirmatively.             We look closely at those\n\nprovisions.\n\n           Subparagraph E.2 allows Massport to revoke a permit based\n\non particular conduct by leafletters.            Because this proviso grants\n\ndiscretion to limit activity at the time when it occurs, it is not\n\n\n                                       -28-\n\fa prior restraint on speech, but, rather, a means through which\n\npublic safety personnel may terminate an activity that becomes\n\ndangerous    or   comes    to   violate   the    time,    place,   and   manner\n\nrestrictions contained in the regulations.               As such, the proviso\n\nconstitutes       an      unremarkable     and     ubiquitous      safeguard,\n\nconstitutional on its face.         Whether the power that it vests in\n\npublic officials may, at some future date, be applied in an\n\nunconstitutional manner is not now before us.\n\n            Subparagraphs E.1 and E.3 are a different breed.              Those\n\nprovisions are prior restraints on speech because each of them\n\nenvisions revocation of a permit before the leafletting event\n\nbegins.8    Consequently, these rules may be sustained only if they\n\ncontain \"narrow, objective, and definite\" criteria. Shuttlesworth,\n\n394 U.S. at 151.       We undertake that inquiry.\n\n            Subparagraph E.1 gives the DPS power to deny or revoke a\n\npermit if the proposed activity would present \"a danger to public\n\nsafety or would impede the convenient passage of pedestrian or\n\nvehicular traffic.\"        Subparagraph E.3 authorizes Massport to bar\n\naccess to an area \"for purposes of construction or to ensure safe\n\nand convenient travel to an event\" by issuing a specific written\n\n\n\n     8\n      To be sure, the automatic issuance of permits negates one\npotential concern about the regulations, namely, that officials\ncould effectively deny permits by dragging their feet. See FW/PBS,\n493 U.S. at 223-24. In all other respects, however, the power to\nrevoke a permit prior to the event presents the same Shuttlesworth\nconcerns as the power to deny it in the first place.\n\n                                    -29-\n\fdirective explaining the extent of, and justification for, the\n\nclosure.     Public    safety    and    convenience      are   paradigmatically\n\npermissible considerations in the issuance of permits.                 See, e.g.,\n\nCox v. New Hampshire, 312 U.S. 569, 575-76 (1941).               Nonetheless, a\n\nregulation adopted to serve these salutary ends may fail to pass\n\nconstitutional muster if it also authorizes officials to make\n\njudgments   on     matters    beyond    their   competence.         See,      e.g.,\n\nShuttlesworth, 394 U.S. at 149-50, 159 (striking down a permit\n\nordinance   that    involved     consideration      of    public    morals     and\n\ndecency); DeBoer v. Village of Oak Park, 267 F.3d 558, 572-73 (7th\n\nCir. 2001) (invalidating a regulation that empowered a local\n\nofficial to decide what \"benefits the public as a whole\").                     That\n\ncriticism has no application here, as the challenged regulations\n\nfocus on judgments about public safety — the sort of judgments that\n\nare   inherently     within     the    competence   of     the   DPS    and     the\n\nconstabulary.\n\n            A more difficult question is whether these regulations\n\nare sufficiently definite to limit official discretion.                         See\n\nThomas, 122 S. Ct. at 780; see also City of Lakewood, 486 U.S. at\n\n769-70 (holding that unfettered — and, therefore, impermissible —\n\ndiscretion may exist when a regulation is silent as to the criteria\n\nto be used by the official administering it). Once again, however,\n\nwe must give weight to the agency's narrowing interpretation of its\n\nown regulations — especially since the record contains no evidence\n\n\n                                       -30-\n\fthat the   regulations      have      been   administered          in    an    unfair    or\n\ndiscriminatory fashion.          See Cox, 312 U.S. at 577.                          In this\n\ninstance, it is possible, as Massport argues, to construe the\n\nregulations to limit Massport's discretion to revoke permits to\n\ncases of substantial safety and access concerns.                         We honor that\n\nplausible interpretation.            See City of Lakewood, 486 U.S. at 770\n\nn.11 (directing courts to \"presume any narrowing construction or\n\npractice to which [a state] law is fairly susceptible\") (citations\n\nand   internal    quotation     marks    omitted).           So    interpreted,         the\n\nregulations survive a facial challenge.              See Thomas, 122 S. Ct. at\n\n781 (warning against \"insisting upon a degree of rigidity that is\n\nfound in few legal arrangements\").             If and when a pattern of abuse\n\nemerges,   that    will   be    the     time    to   deal         with    infelicitous\n\napplications of the regulations.             See id.\n\n                          B.    Narrow Tailoring.\n\n           This    leaves      the    status    of     the    notice          and    permit\n\nrevocation provisions as time, place, and manner restrictions.\n\nMassport contends that the information supplied in the notice\n\nallows it to allocate security resources appropriately and to\n\naccommodate competing requests for the use of limited space.\n\nRelatedly, it points to the narrow, thronged sidewalks of Northern\n\nAvenue and insists that the ability to modify, coordinate, and\n\nsometimes revoke permits is necessary to protect public safety and\n\nconvenience there.\n\n\n                                        -31-\n\f              NERCC    does      not    challenge       Massport's    version      of   the\n\nunderlying     facts:          the     area    is    congested;     the    sidewalks    are\n\ncrowded; and there is not much space for movement.                              NERCC also\n\nconcedes      that    requirements            such    as    those   contained      in   the\n\nregulations      may      very       well     address       substantial     governmental\n\ninterests in the case of disruptive uses of the space (e.g.,\n\nparades or rallies).             It persists, however, in claiming that the\n\nregulations are not narrowly tailored because they encompass even\n\nsolitary leafletting.\n\n              NERCC's argument on this point hinges primarily on its\n\nreading of the Supreme Court's decision in Lovell v. City of\n\nGriffin, 303 U.S. 444 (1938).                 In NERCC's view, Lovell stands for\n\nthe proposition that any permit restriction on leafletting on\n\npublic sidewalks is unconstitutional.                      We do not agree.\n\n              In Lovell, the Court struck down a permit requirement\n\nthat   applied       to   the     distribution         of    handbills     on    municipal\n\nsidewalks.       Id. at 451.             Notwithstanding this outcome, Lovell\n\ncannot   be    read       as    authority       for    a    broad   rule    that    permit\n\nrequirements are unconstitutional per se insofar as they apply to\n\nleafletting on public sidewalks. The vice that troubled the Lovell\n\nCourt was not that the permit scheme affected leafletting, but,\n\nrather, that it amounted to a citywide censorship scheme. See Cox,\n\n312 U.S. at 577 (distinguishing Lovell on this basis).                           The right\n\nto leaflet on public sidewalks, like any core speech activity, \"may\n\n\n                                              -32-\n\fbe regulated in the interest of all; it is not absolute, but\n\nrelative, and must be exercised in subordination to the general\n\ncomfort and convenience.\"     Greer, 424 U.S. at 836 (citation and\n\ninternal quotation marks omitted).9\n\n          To    reconcile     these     competing    interests,   our\n\nconstitutional jurisprudence applies different tests depending on\n\nwhether a particular location — whatever its use — is deemed to be\n\na traditional public forum, a designated public forum, or a non-\n\npublic forum.   Compare id. at 838 (upholding a restriction on\n\nleafletting on portions of a military base that did not comprise a\n\npublic forum), with Flower v. United States, 407 U.S. 197, 199\n\n(1972) (per curiam) (overturning a conviction for leafletting on\n\nportions of a military base as to which the military had abandoned\n\nany claim of non-public forum status).      Even in a public forum, a\n\npermit requirement that is narrowly tailored to a significant\n\ngovernmental interest and affords adequate alternative means of\n\ncommunication is allowable.    See Thomas, 122 S. Ct. at 780 & n.3.\n\nSuch a regulation need not be the least restrictive alternative to\n\nbe considered narrowly tailored.      Knights of Columbus, 272 F.3d at\n\n33.\n\n\n      9\n      To be sure, the Court has, in certain contexts, rejected\nparticular justifications for a leafletting ban, e.g., Schneider v.\nState (Town of Irvington), 308 U.S. 147, 162 (1939) (rejecting\nlitter prevention as a justification), but cases such as these do\nnot come close to suggesting that leafletting restrictions must be\nanalyzed under a different test than restrictions on other core\nspeech activities.\n\n                                -33-\n\f          What we have said does not mean that the particular type\n\nof speech activity is immaterial in evaluating the legitimacy of\n\nrestrictions.   It is the function of the narrow tailoring inquiry\n\nto determine whether the State's articulated rationale actually\n\nsupports restrictions placed on particular conduct. See McGuire v.\n\nReilly, 260 F.3d 36, 48 (1st Cir. 2001) (\"A law is narrowly\n\ntailored if it promotes a substantial governmental interest that\n\nwould be less effectively achieved without the law and does so\n\nwithout burdening substantially more speech than is necessary to\n\nfurther this goal.\").   We turn to that task.\n\n          Relying   principally    on    Community    for   Creative   Non-\n\nViolence v. Turner, 893 F.2d 1387 (D.C. Cir. 1990) (CCNV), NERCC\n\nhypothesizes that the permit requirement is invalid because it\n\nburdens substantially more speech than necessary.              The permit\n\nrevocation provision is not narrowly tailored, this thesis runs,\n\nbecause it applies to small-scale leafletting that is not inimical\n\nto public safety and convenience.\n\n          In CCNV, the D.C. Circuit held that a similar regulation\n\nfailed the narrow tailoring test because it affected many incidents\n\nof free expression that posed little or no threat to the safety and\n\nconvenience of persons in a public forum.            Id. at 1392.      Other\n\ncourts reached similar conclusions on particular facts. See, e.g.,\n\nDouglas v. Brownell, 88 F.3d 1511, 1524 (8th Cir. 1996) (finding a\n\nparade permit ordinance not narrowly tailed because it applied to\n\n\n                                  -34-\n\fgroups as small as ten persons); Grossman v. City of Portland, 33\n\nF.3d 1200, 1206 (9th Cir. 1994) (invalidating a permit ordinance\n\npartly because it applied to single protesters as well as large\n\ngroups).    Given the narrowing interpretation of the regulations\n\nthat Massport urges here, however, we fail to see how the permit\n\nrevocation procedure burdens more speech than necessary.\n\n            Aside from the possibility of a chilling effect (a\n\npossibility that we already have considered and discounted, see\n\nsupra Part VI(A)), the only burden that the permit revocation\n\nprovision    imposes      is    on    those   against    whom    it   is   improperly\n\ninvoked.      This     means,        in   practice,     that    Massport    may    have\n\nsignificantly more ability to limit large parades or demonstrations\n\nthan small-scale leafletting. That is more an issue of application\n\nthan a drafting requirement:              Massport is not under any mandate to\n\nadopt regulations that, on their face, are specific to each form of\n\nexpression.\n\n            This leaves only the question of adequate alternative\n\nmodes of communication.              NERCC, though ably represented, has made\n\nno developed argument that the regulations, as applied to Northern\n\nAvenue,     leave    it        without     adequate      alternative       modes     of\n\ncommunication.       The point is, therefore, forfeited.                   See United\n\nStates v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).                     At any rate,\n\nMassport only may revoke permit applications that pose significant\n\nsafety or access concerns; thus, an application modified to address\n\n\n                                           -35-\n\fthose concerns would be approved.             This means, in effect, that the\n\nchallenged permit-revocation provisions leave open virtually all\n\nthe means of expression originally available to the applicant.\n\n            NERCC has one final string to its bow:                   it attacks the\n\n\"written notice\" requirement on the ground that this condition\n\nmandates self-identification (and, thus, burdens a leafletter's\n\nright to anonymity).           This argument derives from McIntyre v. Ohio\n\nElections Comm'n, 514 U.S. 334 (1995), a case in which the Supreme\n\nCourt    struck    down    a    requirement       that    individual    leafletters\n\nidentify themselves to the public.            See id. at 357.        Although NERCC\n\nconcedes that notice requirements have been upheld (at least by\n\nimplication) in regard to large-scale events, see, e.g., Thomas,\n\n122 S. Ct. at 781; Cox, 312 U.S. at 578, it argues that the\n\nregulations here at issue — which encompass even unobtrusive\n\nleafletting by one or a few people — sweep too broadly.\n\n            McIntyre will not support the weight that NERCC consigns\n\nto it.    That case dealt with a public identification requirement\n\nfor each leafletter, 514 U.S. at 338 & n.3.                      Here, however, the\n\nregulations   contain      no     requirement      that    the    speaker   identify\n\nhimself; instead, they require only that the event organizer\n\nprovide contact information to Massport.                   This is a meaningful\n\ndifference.       See Buckley v. Am. Const. Law Found., 525 U.S. 182,\n\n187 (1999) (upholding a registration requirement for paid petition\n\ncirculators   while       striking    down    a    \"name    badge\"    requirement).\n\n\n                                       -36-\n\fMoreover, the contact person need not be the progenitor of the\n\nproposed     speech,   but     may   be      an   attorney        for,    or   other\n\nrepresentative of, the sponsoring organization.                    This too is a\n\ncrucial distinction.        Because the regulations sub judice do not\n\nrequire the speaker either to disclose his identity or to reveal\n\nthe   source   of   the    speech    to   the     public,    we    deem    McIntyre\n\ninapposite.\n\n           As a fallback, NERCC sings the praises of Rosen v. Port\n\nof Portland, 641 F.2d 1243 (9th Cir. 1981), in which the Ninth\n\nCircuit held an advance notice requirement for leafletters not\n\nnarrowly tailored.        Id. at 1252.    In reaching this conclusion, the\n\ncourt relied on Thomas v. Collins, 323 U.S. 516 (1945).                         That\n\ndecision held unconstitutional a registration requirement for labor\n\norganizers, citing the chilling effects of such a requirement. Id.\n\nat 538-41.\n\n           Collins is not controlling here.             That case dealt with\n\nlabor organizing, not leafletting, and did not imply — nor is there\n\nany reason to believe — that a registration requirement burdens\n\nleafletters more than it burdens parade organizers or would-be\n\nsolicitors.    See Rescue Army v. Mun. Court of Los Angeles, 331 U.S.\n\n549, 582-83 & n.52 (1947) (indicating that a \"mere identification\"\n\nrequirement for the latter activity would be constitutional).\n\nCommon sense would suggest that concerns over anonymity and the\n\neffort required to file the notice would be the same for a parade\n\n\n                                      -37-\n\forganizer as for an organizer of a leafletting event.                          If a\n\ndistinction between the two is to be drawn, it must be made not on\n\nthe pan of the scales on which burdens are weighed, but, rather, on\n\nthe pan that weighs the State's interests in notice for each type\n\nof activity.      Here, Massport advances a convincing site-specific\n\nrationale for the requirement.                This is quite different from\n\nCollins, in which the Court confronted a licensing requirement that\n\nwas not tied to a particular expressive forum, and so could not be\n\njustified by any site-specific rationale.10             In our view, the Rosen\n\ncourt      misapplied   Collins    —   and    we    therefore   decline      NERCC's\n\ninvitation to follow its lead.\n\n              Massport insists that the notice requirement allows it\n\nnot only to allocate security resources properly but also to deal\n\nwith competing applications for limited space.                Given the physical\n\ncharacteristics of the area and the uses to which it is put, these\n\nconcerns ring true.       This locale accommodates a significant volume\n\nof   pedestrian     traffic,      which,     when   coupled     with   the   narrow\n\nsidewalks and ubiquitous road construction, results in rampant\n\ncongestion.      Northern Avenue itself is a major thoroughfare, and\n\nvehicular traffic is correspondingly heavy.                   In light of these\n\nidiosyncracies, it appears reasonable for Massport to require\n\n\n      10\n       While we have grave doubts about the validity of a blanket\nregistration requirement for leafletters anywhere in view of the\nrelatively few problems intrinsic to leafletting, see ISKCON, 505\nU.S. at 690 (O'Connor, J., concurring), that issue is not before us\ntoday.\n\n                                       -38-\n\fadvance notice of leafletting events in this location so that\n\nsecurity officers may ensure that all leafletters comply with the\n\ntime, place, and manner restrictions established in the interests\n\nof public safety.\n\n             That ends this aspect of the case.         We find that the\n\nchallenged regulations meet the narrow tailoring requirement.            We\n\ntherefore uphold them as content-neutral time, place, and manner\n\nrestrictions insofar as they pertain to Northern Avenue.\n\nVII.   ATTORNEYS' FEES\n\n             The Fees Act, 42 U.S.C. § 1988, provides a vehicle for\n\nthe recovery of attorneys' fees by prevailing parties in cases\n\nbrought pursuant to 42 U.S.C. § 1983.          See, e.g., Lipsett v.\n\nBlanco, 975 F.2d 934, 937 (1st Cir. 1992).         Despite its failure to\n\nobtain a favorable ruling on the merits, NERCC contends that it\n\n\"prevailed\" by pressuring Massport to adopt new regulations, and so\n\nshould be entitled to reasonable attorneys' fees.\n\n             In the district court, NERCC relied on the so-called\n\ncatalyst theory to support this claim. See New Hampshire v. Adams,\n\n159 F.3d 680, 685-86 (1st Cir. 1998) (delineating that theory and\n\nexplaining    its   operation).   The    Supreme    Court   thwarted   that\n\ninitiative when it recently consigned the catalyst theory to the\n\nscrap heap.    See Buckhannon Board & Care Home, Inc. v. W. Va. Dep't\n\nof Health & Human Res., 532 U.S. 598, 601-10 (2001).            The Court\n\nruled that a fee-shifting award cannot be made unless there is a\n\n\n                                  -39-\n\f\"judicially sanctioned change in the legal relationship of the\n\nparties.\"     Id. at 605.\n\n            Buckhannon was decided while the district court had\n\nNERCC's fee application under advisement.             The court considered,\n\nsua sponte, whether NERCC could pass the Buckhannon test and\n\nconcluded that it could not.         NERCC now reshapes its argument to\n\nsuggest that the demands of Buckhannon have been satisfied here\n\nbecause the district court virtually ordered Massport to revise its\n\nregulations.\n\n            We    review    a   district    court's   grant   or   denial   of\n\nattorneys' fees for manifest abuse of discretion, mindful that the\n\ndistrict court has an \"intimate knowledge of the nuances of the\n\nunderlying case.\"      Gay Officers Action League v. Puerto Rico, 247\n\nF.3d 288, 292 (1st Cir. 2001).             Such deference is particularly\n\nappropriate where, as here, the correctness of the court's decision\n\ndepends in large part on the proper characterization of its own\n\nstatements.      Cf. Lefkowitz v. Fair, 816 F.2d 17, 22 (1st Cir. 1987)\n\n(explaining that \"uncertainty as to the meaning and intendment of\n\na district court order can sometimes best be dispelled by deference\n\nto the views of the writing judge\").          Clearly, the district court\n\nis in the best position to determine whether its statements to\n\nMassport should be considered as the functional equivalent of a\n\njudicial order within the meaning of Buckhannon.\n\n\n\n\n                                     -40-\n\f           We have carefully examined the transcript of the pivotal\n\nproceeding — the hearing held on January 26, 2000. That transcript\n\nreveals an extended colloquy in which the district court discussed\n\nthe possibility of ordering Massport to reduce its regulations to\n\nwriting and to infuse them with a greater degree of specificity.\n\nIn the end, however, the court eschewed an order and gave Massport\n\nsixty days within which to decide what (if anything) it wished to\n\ndo, reserving the possibility that the court might enter an order\n\nat a later date.\n\n           Within the sixty-day period, Massport submitted a revised\n\npolicy to the court.   That policy was the subject of comments by\n\nthe court and by NERCC's counsel at a hearing held on August 16,\n\n2000.   The court then gave Massport a further extension of time to\n\nfine-tune its proposal.   Massport adopted the new regulations, in\n\nfinal form, on August 28, 2000.\n\n           The district court did not compel Massport to adopt the\n\nregulations.   Under the Buckhannon rule, that ends the matter.\n\nBecause the district court entered no explicit order compelling, or\n\neven leading to, Massport's adoption of the regulations, we cannot\n\nsay that the district court's refusal to award attorneys' fees\n\nconstituted an abuse of discretion.\n\nVIII.   CONCLUSION\n\n           We summarize succinctly.    Because Massport's original\n\npermit policy no longer governs Northern Avenue, we dismiss as moot\n\n\n                                -41-\n\fNERCC's    as-applied       challenge        with    respect     to   the    leafletting\n\nincident that occurred there.             We remand to the district court for\n\nconsideration of what, if any, other public streets and sidewalks\n\nare controlled by Massport; if so, for a determination as to\n\nwhether the original permit policy still governs those streets and\n\nsidewalks; and if so, for an adjudication of the constitutionality\n\nof that policy.      We caution that nothing contained in our opinion\n\nshould be       construed    to    preclude         the   possibility       that    if   the\n\noriginal policy applies to other public sidewalks, that policy may\n\nbe unconstitutional.\n\n            We uphold the district court's finding that the Fish Pier\n\nis   a    non-public     forum,        and,    thus,      we    affirm      the     court's\n\ndetermination that the total ban on leafletting in front of the ECC\n\nis constitutional.          We also uphold, as against NERCC's facial\n\nchallenge, the permit scheme contained in Massport's newly-revised\n\nregulations      pertaining       to   the    sidewalks        adjacent     to     Northern\n\nAvenue.     In that respect, we note that these regulations are\n\ncontent-neutral, vest no excessive discretion in Massport, and\n\nconstitute a narrowly tailored restriction on speech.                        Finally, we\n\naffirm    the    lower   court's        denial       of   NERCC's     application        for\n\nattorneys' fees, and direct that costs be taxed in favor of\n\nMassport.\n\n\n\n            So Ordered.\n\n\n                                         -42-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\nNos. 00-2398\n     01-1977\n\n\n           NEW ENGLAND REGIONAL COUNCIL OF CARPENTERS,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                  THOMAS J. KINTON, JR. ET AL.,\n\n                      Defendants, Appellees.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n               Torruella and Selya, Circuit Judges.\n\n\n     Christopher N. Souris, with whom Krakow, Souris & Birmingham,\nLLC was on brief, for appellant.\n     Steven W. Kasten, with whom Cynthia L. Westervelt, McDermott,\nWill & Emery, David S. Mackey, Chief Legal Counsel (Massport), and\nMichael P. Sady, Senior Legal Counsel (Massport), were on brief,\nfor appellees.\n\n\n\n                          March 19, 2002\n\f           SELYA, Circuit Judge. These appeals require us to decide\n\ntwo important First Amendment questions.                 The first relates to\n\nwhether a state agency constitutionally may ban all leafletting on\n\na multi-purpose pier that it controls.               The second relates to\n\nwhether such an agency may require a person seeking to distribute\n\nhandbills on public sidewalks to apply in advance for a permit.\n\n           These and other questions arise out of attempts by the\n\nNew   England    Regional    Council    of    Carpenters    (NERCC),     a   labor\n\norganization, to leaflet in locations owned by the Massachusetts\n\nPort Authority (Massport), an instrumentality of the Commonwealth\n\nof Massachusetts.       In one instance, NERCC applied for a permit to\n\nleaflet in      front   of   the   Exchange    Conference       Center   (ECC),   a\n\nstructure located on the so-called Fish Pier.                    Massport policy\n\nforbids   such    activity    in    that     location,    and    no   permit   was\n\nforthcoming. In the other instance, NERCC members tried to leaflet\n\non the Massport-controlled public sidewalk adjacent to Northern\n\nAvenue, immediately in front of Boston's World Trade Center (WTC).\n\nMassport prevented the leafletters from distributing handbills\n\nuntil they applied for, and received, a permit.\n\n           Invoking 42 U.S.C. § 1983, NERCC repaired to the federal\n\ndistrict court and sued two Massport hierarchs — its executive\n\ndirector and its director of public safety — in their official\n\n\n\n\n                                       -2-\n\fcapacities.1   It sought injunctive relief and a declaration that\n\nMassport's practices violated its right to freedom of speech.   See\n\nU.S. Const. Amend. I. While the suit was pending, Massport adopted\n\nnew regulations applicable to the Northern Avenue sidewalks.    The\n\ndistrict court, acting on cross-motions for summary judgment,\n\nupheld both the outright ban on leafletting at the Fish Pier and\n\nthe new regulations.    New Engl. Reg'l Council of Carpenters v.\n\nMass. Port Auth., </pre><span class=\"citation\" data-id=\"2580319\"><a href=\"/opinion/2580319/new-england-regional-council-v-massachusetts-port-authority/\"><span class=\"volume\">115</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">84</span></a></span><pre class=\"inline\"> (D. Mass. 2000) (Massport I).\n\n          On the two principal issues, we affirm the district\n\ncourt's thoughtful decision.   We hold that the Fish Pier is a non-\n\npublic forum, and that the leafletting ban — which is content-\n\nneutral and reasonable in light of the uses to which the pier is\n\nput — is a valid exercise of governmental authority.     As to the\n\nsidewalks adjacent to Northern Avenue, we hold that Massport's\n\npermit requirement is valid on its face:   the neoteric regulations\n\nsufficiently limit official discretion and the restrictions imposed\n\nare both content-neutral and narrowly tailored.\n\n\n\n\n     1\n      In the proceedings below the defendants named were Virginia\nBuckingham (Massport's executive director) and Joseph M. Lawless\n(Massport's director of public safety). By the time these appeals\nwere argued, other individuals had succeeded to these offices. We\nhave substituted the incumbents as defendants and appellees\npursuant to Fed. R. App. P. 43(c). Inasmuch as they are sued only\nin their official capacities, we refer to them throughout as\n\"Massport.\" See Am. Policyholders Ins. Co. v. Nyacol Prods., Inc.,\n</pre><span class=\"citation\" data-id=\"603769\"><a href=\"/opinion/603769/american-policyholders-insurance-company-v-nyacol-products-inc/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span><pre class=\"inline\">, 1259 (1st Cir. 1993) (explaining that an official\ncapacity suit is, in all respects other than in name, a suit\nagainst the government entity that the officer represents).\n\n                                -3-\n\f           There are three more matters.                First, we hold that\n\nNERCC's challenge to Massport's original permit policy is moot\n\ninsofar as that challenge pertains to the sidewalks adjacent to\n\nNorthern Avenue.        Second, because the district court did not\n\naddress the question of whether Massport controls other sidewalks\n\nto which the original permit policy still attaches, we remand for\n\nfactfinding on that question.          As a final matter, we hold that the\n\ndistrict court did not abuse its discretion in denying NERCC's\n\napplication for an award of attorneys' fees.\n\nI.   BACKGROUND\n\n           With exceptions that we shall examine in due course, the\n\nfacts of this case are largely undisputed.                 Our mise-en-scène\n\nbegins    with    the   Fish   Pier,     which    was    constructed     by   the\n\nCommonwealth almost a century ago to provide a venue for the\n\nBoston-based fishing fleet to unload, process, and auction its\n\ndaily catch.       Although    the   volume      of   activity   has   decreased\n\nmarkedly over time, the Fish Pier continues to serve essentially\n\nthe same function today.\n\n           Geographically, the Fish Pier is located on the eastern\n\nside of Northern Avenue, directly across from Avenue D, in South\n\nBoston.    It is separated from the Northern Avenue sidewalk by an\n\niron fence that runs the full width of the pier.                       The fence\n\ncontains passageways for pedestrian and vehicular traffic.                    Just\n\ninside the entrance is a security booth, staffed twenty-four hours\n\n\n                                       -4-\n\fa day, which displays a sign that reads:          \"Private Property, No\n\nTrespassing.\"     The sign also prohibits unauthorized vehicles and\n\nwarns    that   \"drivers   must   obtain   authorization,   report   name,\n\naddress, purpose, and allow inspection of contents\" before entering\n\nthe Fish Pier.\n\n            A two-lane roadway runs the length of the Fish Pier. The\n\nroad is bordered on each side by long three-story buildings.           The\n\nECC is located at the very tip of the pier, and the road loops\n\naround it (allowing large trucks to turn around easily).               The\n\noutermost periphery of the Fish Pier borders on Boston Harbor.          It\n\nis used for the docking, unloading, fueling, and repair of fishing\n\nboats.\n\n            There are small parking lots and sidewalks on either side\n\nof the interior road near the entrance to the Fish Pier, but there\n\nare no sidewalks along the length of the three-story buildings.\n\nThese buildings do sport raised loading dock platforms.              While\n\nNERCC calls these platforms \"elevated sidewalks,\" that nomenclature\n\nis misleading:     the photographic evidence shows that each of these\n\nplatforms is appurtenant to, and part of, the adjacent building.\n\n            Massport became the proprietor of the Fish Pier during\n\nthe 1970s and has continued to operate it as a commercial fishing\n\ndepot.    During this interval, Massport has made room for several\n\nother commercial uses.      For example, the long buildings on either\n\nside of the interior road house a number of offices, including\n\n\n                                    -5-\n\fthose of Massport itself, two law firms concentrating in admiralty\n\npractice, a business that compiles sports statistics, and the\n\nIsraeli Chamber of Commerce. There are also two restaurants on the\n\npremises.    The ECC is a recently-renovated facility — it was\n\nformerly the New England Fish Exchange — that is available to the\n\ngeneral public by reservation.         The ECC contains conference and\n\nmeeting rooms, and can handle events for as many as 175 people.\n\n            Massport's   regulations    make   it   unlawful   to   \"[p]ost,\n\ndistribute, or display signs, advertisements, circulars, printed or\n\nwritten matter\" in \"any area . . . of the Port Properties\" without\n\nwritten permission. Mass. Regs. Code, tit. 740, § 3.02(3)(e). The\n\nsame regulation prohibits unauthorized entry into restricted areas\n\nunder Massport's control.      See id. § 3.02(2).        Areas posted as\n\nbeing closed to the public are deemed \"restricted,\" id., and NERCC\n\ndoes not dispute that the Fish Pier is so demarcated.2              On that\n\nbasis, Massport refuses to permit leafletting on the Fish Pier.\n\n            On December 10, 1998, NERCC applied for permission to\n\ndistribute handbills in front of the ECC.       It believed that the ECC\n\nwas to be used six days later for a holiday party sponsored by the\n\nTocci Building Corporation and desired to leaflet on that date to\n\ncall attention to certain employment practices engaged in by the\n\n\n     2\n      NERCC does question whether the restrictions on entry to the\nFish Pier are enforced, but its counsel made clear at oral argument\nthat this factual dispute is only relevant to whether the Fish Pier\nis a public forum We shall return to that question shortly. See\ninfra Part V(A).\n\n                                  -6-\n\fcompany (whose chief executive officer, John Tocci, also serves on\n\na   Massport    advisory     board).      After      NERCC's    counsel   learned\n\ninformally that Massport intended to deny the request and to\n\nrestrict leafletting to the Fish Pier entrance on Northern Avenue,\n\nNERCC filed suit seeking injunctive relief and a declaration that\n\nMassport's \"no leafletting\" policy violated the First Amendment.\n\nWhen NERCC thereafter learned that it was mistaken as to the date\n\nof the Tocci event, it withdrew the request for a preliminary\n\ninjunction but chose to proceed with the constitutional challenge.\n\n              NERCC included in its complaint a prior permit dispute\n\nconcerning a neighboring location:             the sidewalk in front of the\n\nWTC.    The WTC is located on Northern Avenue, proximate to the Fish\n\nPier and to Avenues B and D.           Due to massive construction efforts\n\nin that part of South Boston, some sidewalks near the WTC are\n\nisthmian corridors bounded by walls of plywood and concrete.                 Even\n\nwhere    no    construction     is     presently      ongoing    and     makeshift\n\narrangements      do   not   predominate,      the    sidewalks    are    narrow.\n\nNorthern Avenue is a major transportation artery, and at peak hours\n\nthe entire area is congested.                Constant vehicular traffic is\n\ncompounded by high pedestrian traffic.\n\n              Massport owns the section of Northern Avenue that runs in\n\nfront of the WTC, subject to an agreement with the City of Boston\n\nto preserve it as a public right-of-way.              On November 17, 1998 — a\n\ndate when John Tocci was scheduled to speak at the WTC — thirteen\n\n\n                                       -7-\n\fNERCC members attempted to leaflet at various locations in the\n\nvicinity of the building.      They were threatened with arrest and\n\ntold that they could not distribute handbills until they received\n\npermission from Massport.    NERCC's counsel immediately transmitted\n\na permit application by facsimile to Massport's director of public\n\nsafety (DPS) while the union members and the police officers\n\nwaited.     The permit issued around four hours later.            In its\n\ncomplaint, NERCC attacked the process on two grounds:           that the\n\nissuance of the permit had been unduly delayed, and that Massport's\n\nrequirement for a permit, based on an essentially standardless\n\npolicy, was in any event unconstitutional.\n\n            In the early stages of the litigation, the district court\n\nexpressed concern that Massport's original policy requiring a\n\npermit to distribute leaflets on a public sidewalk lacked adequate\n\nsafeguards. The court wisely offered Massport time to consider its\n\nposition.      Massport   proceeded   to   crystallize   its   policy   by\n\npromulgating a directive amending Mass. Regs. Code, tit. 740, §\n\n3.02(3)(e) with respect to the portions of Northern Avenue under\n\nits control.     These amended regulations are reproduced in an\n\nappendix to the lower court's opinion, see Massport I, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">F. Supp.</span>\n\n<span class=\"page\">2d</span></span><pre class=\"inline\"> at 99-100, and we assume the reader's general familiarity with\n\nthe text.\n\n            Under the new regime, all persons desiring to distribute\n\nleaflets,   picket,   demonstrate,    or   conduct   similar   expressive\n\n\n                                  -8-\n\factivity on those portions of Northern Avenue under Massport's\n\ncontrol must furnish the agency with advance notice describing the\n\nactivity, its time and location, and the number of people who will\n\nengage in it.    The notice also must contain the name, address, and\n\ntelephone   number    of   a   contact    person.        The   filing    of    this\n\ninformation    allows   the    applicant    to    engage   in   the     described\n\nactivity, but Massport may modify, revoke, or deny the permit on a\n\nnumber of grounds either prior to or during the course of the\n\nactivity.     Pertinently, Massport may take such a step if the DPS\n\ndetermines that the activity \"presents a danger to public safety or\n\nwould impede the convenient passage of pedestrian or vehicular\n\ntraffic\" (subparagraph E.1); or if either the DPS or a police\n\nofficer determines that the activity is being conducted in an\n\nunsafe or unreasonably dangerous manner, exceeds the scope of the\n\nnotice, or violates time, place, and manner restrictions delineated\n\nelsewhere in the regulation (subparagraph E.2); or if Massport has\n\ntaken   appropriate     measures   to    \"close    the   pertinent      area    for\n\npurposes of construction or to ensure safe and convenient travel to\n\nan event\" (subparagraph E.3).\n\n            Focusing on Northern Avenue, the district court rejected\n\nNERCC's facial challenge to these regulations and entered summary\n\njudgment for the defendants. The court found, inter alia, that the\n\npermit provisions were not an unconstitutional prior restraint\n\nbecause they sufficiently limited official discretion. Massport I,\n\n\n                                    -9-\n\f</pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">2d</span></span><pre class=\"inline\"> at 96.         The court also found that the regulations\n\ncomprised valid time, place, and manner restrictions.                Id. at 97.\n\nThe court did not rule on the original permit policy, commenting\n\nonly   that    NERCC    \"has    established     no   past   violation    of    its\n\nconstitutional rights.\"          Id.\n\n              The district court also ruled in Massport's favor on the\n\nFish Pier claim.       The court held that the Fish Pier is a non-public\n\nforum, id. at 91, and that the ban on leafletting is reasonable in\n\nlight of the nature of the premises, id. at 94.               In a subsequent\n\nrescript, the court noted that Massport's promulgation of the\n\nrevised regulations had not been judicially decreed and, therefore,\n\nconcluded     that   NERCC     could   not   collect   attorneys'    fees     as   a\n\nprevailing party under 42 U.S.C. § 1988.             NERCC v. Buckingham, No.\n\n98-12538 (D. Mass. June 4, 2001) (unpublished order).                       These\n\nappeals followed.\n\nII.    JUSTICIABILITY\n\n              We pause at the outset to determine whether the issues\n\nthat NERCC raises are properly before us.\n\n              Section 1983 guards against violations of federal rights\n\nby state actors, and there is no dispute that Massport, for our\n\npurposes, qualifies as such. See generally Mass. Gen. Laws ch. 91,\n\n§§ 1-2; Opinion of the Justices, </pre><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">223</span></span><pre class=\"inline\">, 226 (Mass. 1956).\n\nThe law is settled that federal subject matter jurisdiction exists\n\nfor colorable claims brought under 42 U.S.C. § 1983.                See Bonas v.\n\n\n                                       -10-\n\fTown of N. Smithfield, </pre><span class=\"citation\" data-id=\"199603\"><a href=\"/opinion/199603/bonas-v-north-smithfield/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span><pre class=\"inline\">, 73-74 (1st Cir. 2001); see also\n\n28 U.S.C. § 1331.      NERCC's claims qualify under this rubric.\n\n          The question of standing is somewhat less pellucid.                    It\n\nis black-letter law that:\n\n          The basic requirements for Article III\n          standing are that the petitioner is someone\n          who has suffered or is threatened by injury in\n          fact to a cognizable interest, that the injury\n          is causally connected to the defendant's\n          action, and that it can be abated by a remedy\n          the court is competent to give.\n\nSave Our Heritage, Inc. v. FAA, </pre><span class=\"citation\" data-id=\"199641\"><a href=\"/opinion/199641/save-our-heritage-v/\"><span class=\"volume\">269</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">, 55 (1st Cir. 2001).\n\nNERCC easily meets the injury requirement with respect to the Fish\n\nPier claim and the as-applied portion of its Northern Avenue claim:\n\nin both instances, it alleges injury from the way Massport handled\n\nits permit requests.            But whereas the former injury is fully\n\nredressable    by    judicial    decree,     the   latter   no    longer   can    be\n\nremedied by a court.\n\n             To be sure, that injury was redressable when NERCC\n\ncommenced this litigation.           But time did not stand still, and\n\nMassport subsequently revised the policy applicable to Northern\n\nAvenue.   This revision rendered the as-applied portion of the\n\nNorthern Avenue claim moot.         See Becker v. FEC, </pre><span class=\"citation\" data-id=\"199145\"><a href=\"/opinion/199145/becker-v-federal-election/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span><pre class=\"inline\">, 386\n\nn.3 (1st Cir. 2000) (distinguishing mootness from redressability).\n\nNERCC seeks only injunctive and declaratory relief, not damages —\n\nand it would be pointless either to enjoin the enforcement of a\n\nregulation    that    is   no    longer    in   effect   or      to   declare    its\n\n\n                                      -11-\n\fconstitutional status.   See D.H.L. Assocs., Inc. v. O'Gorman, </pre><span class=\"citation\" data-id=\"198747\"><a href=\"/opinion/198747/dhl-associates-v-ogorman/\"><span class=\"volume\">199</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 54-55 (1st Cir. 1999).\n\n          NERCC concedes that the original permit policy no longer\n\napplies to Northern Avenue, but asserts that it continues to apply\n\nto other public streets under Massport's control.   This allegation\n\nfalls short of salvaging the as-applied challenge:         the bare\n\npossibility that Massport may attempt to enforce its original\n\npolicy in other locations is insufficient to invoke the narrow\n\nexception for cases capable of repetition yet evading review.      See\n\nCruz v. Farquharson, </pre><span class=\"citation\" data-id=\"199439\"><a href=\"/opinion/199439/cruz-v-farquharson/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></a></span><pre class=\"inline\">, 534 (1st Cir. 2001).   The record\n\ndoes not show that Massport controls any other location that is\n\neither similar to Northern Avenue or likely to be the site of\n\nleafletting activity.    Thus, NERCC has not \"demonstrated [a]\n\nprobability\" that the objectionable conduct will recur.      Id.   On\n\nthis basis, we find the Northern Avenue as-applied challenge moot.\n\n          This case does not fall into the exception to mootness\n\narticulated in City of Mesquite v. Alladin's Castle, Inc., </pre><span class=\"citation\" data-id=\"110649\"><a href=\"/opinion/110649/city-of-mesquite-v-aladdins-castle-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">283</span></a></span><pre class=\"inline\"> (1982).   There, the Court held that \"a voluntary cessation of\n\na challenged practice does not deprive a federal court of its power\n\nto determine the legality of the practice.\"    Id. at 289.     Under\n\ncircuit precedent, however, the City of Mesquite exception applies\n\n\"only when there is a reasonable expectation that the challenged\n\nconduct will be repeated following dismissal of the case.\"    D.H.L.\n\nAssocs., 199 F.3d at 55.     Here, there is simply no basis for\n\n\n                               -12-\n\fsuggesting that the original permit policy will be reinstated\n\nfollowing the conclusion of the litigation.3\n\n          This   does   not   mean,   of   course,   that   NERCC's   claim\n\nregarding other Massport-owned streets is completely eclipsed.\n\nNERCC has alleged that the original policy still applies in those\n\nvenues, and it has challenged that policy on its face.         \"It is well\n\nestablished that in the area of freedom of expression an overbroad\n\nregulation may be subject to facial review . . . .\"         Forsyth County\n\nv. Nationalist Movement, </pre><span class=\"citation\" data-id=\"112767\"><a href=\"/opinion/112767/forsyth-county-v-nationalist-movement/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span><pre class=\"inline\">, 129 (1992).             Under that\n\nrule, leafletters may facially challenge permit schemes despite the\n\nfact that they have neither applied for a permit to distribute\n\nhandbills on a particular street nor made definitive plans to do\n\nso.   City of Lakewood v. Plain Dealer Publ'g Co., </pre><span class=\"citation\" data-id=\"112103\"><a href=\"/opinion/112103/city-of-lakewood-v-plain-dealer-publishing-co/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">,\n\n755-56, 761 (1988).\n\n          We thus conclude that four issues are properly before us:\n\n(1) the constitutionality of Massport's ban on leafletting at the\n\nFish Pier; (2) the facial validity of Massport's newly-promulgated\n\n\n\n      3\n      Even if City of Mesquite applied, the Court has made clear\nthat, under these circumstances, the granting of equitable relief\nis discretionary. See City of Mesquite, 455 U.S. at 288 (noting\nthat the court of appeals could have dismissed the issue as moot,\nbut that it was under no duty to do so); accord Friends of the\nEarth, Inc. v. Laidlaw Envtl. Servs. (TOC), Inc., </pre><span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span><pre class=\"inline\">, 189\n(2000). Given the circumstances of this case, we think it wise to\navoid an adjudication addressed to a policy that no longer applies\nat the site in question. Cf. El Dia, Inc. v. Hernandez-Colon, </pre><span class=\"citation\" data-id=\"583336\"><a href=\"/opinion/583336/el-dia-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">963</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span><pre class=\"inline\">, 496 (1st Cir. 1992) (eschewing discretionary review where\nthe challenged order was \"merely a precursor to the later\nformulation of actual regulations\").\n\n                                  -13-\n\fleafletting regulations vis-à-vis Northern Avenue; (3) the facial\n\nvalidity   of   Massport's   original    leafletting   policy   vis-à-vis\n\nstreets and sidewalks apart from Northern Avenue; and (4) the\n\ncorrectness of the district court's denial of attorneys' fees.\n\n           We quickly dispense with the third issue.       The district\n\ncourt never focused on this claim — although preserved, it was not\n\nemphasized below — and the record is simply too sketchy to tell\n\nwhether Massport controls any other public streets or sidewalks.\n\nMassport denies such ownership, but a map of its South Boston\n\nproperties appears to indicate that other streets, including Avenue\n\nD, traverse them.     Whether Massport controls those streets, and\n\nwhether sidewalks run alongside, are even more enigmatic questions\n\non this record.    Due to this pervasive uncertainty, we think that\n\nthe course of prudence is to remand this issue to the district\n\ncourt for factfinding.   Accordingly, we do not address it further.\n\nIII.   STANDARD OF REVIEW\n\n           Summary judgment is appropriate only \"if the pleadings,\n\ndepositions, answers to interrogatories, and admissions on file,\n\ntogether with the affidavits, if any, show that there is no genuine\n\nissue as to any material fact and that the moving party is entitled\n\nto a judgment as a matter of law.\"       Fed. R. Civ. P. 56(c).     Thus,\n\nthe trial court must resolve all disputed facts in favor of the\n\nnon-moving party and draw all reasonable inferences to that party's\n\nbenefit.   See, e.g., Dynamic Image Techs., Inc. v. United States,\n\n\n                                  -14-\n\f</pre><span class=\"citation\" data-id=\"199029\"><a href=\"/opinion/199029/dynamic-image-v-united-states/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 39 (1st Cir. 2000).       These principles apply equally\n\nwhen all parties cross-move for summary judgment.        See EEOC v.\n\nSteamship Clerks Union, </pre><span class=\"citation\" data-id=\"195936\"><a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span><pre class=\"inline\">, 603 (1st Cir. 1995) (\"Barring\n\nspecial circumstances, the nisi prius court must consider each\n\nmotion separately, drawing inferences against each movant in turn\n\n. . . .\").\n\n           On appeal, we utilize the same framework.         In that\n\nprocess, we afford de novo review to orders granting or denying\n\nsummary judgment. E.g., Suarez v. Pueblo Int'l, Inc., </pre><span class=\"citation\" data-id=\"770706\"><a href=\"/opinion/770706/ramon-m-suarez-v-pueblo-international-inc/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">,\n\n53 (1st Cir. 2000).   This case (apart from the remanded issue, see\n\nsupra Part II) seems a suitable candidate for summary judgment. At\n\noral argument in this court, counsel for all parties explicitly\n\ndenied the existence of any material factual disputes with respect\n\nto the Fish Pier claim, and the Northern Avenue claim reduces to a\n\nfacial challenge to Massport's new regulations (and, thus, presents\n\na pure question of law).\n\nIV.   THE CONSTITUTIONAL STANDARDS\n\n           Leafletting is a respected tradition in our democratic\n\nsociety, and it ranks as one of the core free speech activities\n\nshielded by the First Amendment.     United States v. Grace, </pre><span class=\"citation\" data-id=\"110918\"><a href=\"/opinion/110918/united-states-v-grace/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">171</span></a></span><pre class=\"inline\">, 176-77 (1983).   Though solicitously protected, however, the\n\nright to leaflet is not absolute.    E.g., Hill v. Colorado, </pre><span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">703</span></a></span><pre class=\"inline\">, 730 (2000). The constitutional standard by which the validity\n\nof a restriction on leafletting will be tested depends on two\n\n\n                                -15-\n\fvariables:    the nature of the forum in which a restriction applies\n\nand the type of restriction.          See Perry Educ. Ass'n v. Perry Local\n\nEduc.    Ass'n,   </pre><span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span>    <span class=\"reporter\">U.S.</span>   <span class=\"page\">37</span></a></span><pre class=\"inline\">,   44-46   (1983).     We    discuss   these\n\nsequentially.4\n\n            A forum can be a traditional public forum, a designated\n\npublic forum (sometimes called a limited public forum), or a non-\n\npublic forum.       In    a   traditional     or   designated   public    forum,\n\ncontent-neutral restrictions on the time, place, and manner of\n\nexpression must be narrowly tailored to serve some substantial\n\ngovernmental interest, and must leave open adequate alternative\n\nchannels of communication.        Id. at 45-46.       In a non-public forum,\n\nthe constitutional hurdle is considerably lower:                to clear it, a\n\nviewpoint-neutral restriction need only be reasonable.              Id. at 46.\n\nIn such a setting, the reasonableness of a particular regulation is\n\ndetermined by a fact-intensive balancing test that takes into\n\naccount such factors as the uses to which the forum typically is\n\nput, the particular risks associated with the speech activity at\n\n\n     4\n      In Jews for Jesus, Inc. v. Mass. Bay Transp. Auth., </pre><span class=\"citation\" data-id=\"599259\"><a href=\"/opinion/599259/jews-for-jesus-inc-and-steven-silverstein-v-massachusetts-bay/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">1319</span></a></span><pre class=\"inline\"> (1st Cir. 1993), a panel of this court chose to analyze a\nleafletting ban without first determining the nature of the forum,\nmaintaining that both the public and non-public forum inquiries\nconverge when there is no \"credible reason why the regulations\nfurther the forum's purpose.\" Id. at 1324. This analytic approach\nis awkward, however, because it requires a reviewing tribunal to\nknow the results of a test before knowing which test applies.\nComparable cases, of more recent vintage, have indicated a\npreference for a more deliberate analysis, e.g., Chicago Acorn v.\nMetro. Pier & Expo. Auth., </pre><span class=\"citation\" data-id=\"756497\"><a href=\"/opinion/756497/chicago-acorn-seiu-local-no-880-and-ted-thomas-v-metropolitan-pier-and/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">695</span></a></span><pre class=\"inline\">, 702 (7th Cir. 1998)\n(determining the nature of the forum first), and we follow that\npath.\n\n                                       -16-\n\fissue, and the proffered rationale for the restriction.   See Int'l\n\nSoc'y for Krishna Consciousness, Inc. v. Lee (ISKCON), </pre><span class=\"citation\" data-id=\"112781\"><a href=\"/opinion/112781/international-soc-for-krishna-consciousness-inc-v-lee/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">672</span></a></span><pre class=\"inline\">, 687-93 (1992) (O'Connor, J., concurring); see also id. at 683-\n\n85 (plurality op.).5\n\n          Some spaces — such as public streets, sidewalks, and\n\nparks — are presumptively public fora, and in most cases no\n\nparticularized inquiry into their precise nature is necessary.\n\nSee, e.g., Frisby v. Schultz, </pre><span class=\"citation\" data-id=\"112134\"><a href=\"/opinion/112134/frisby-v-schultz/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">, 481 (1988).     We say\n\n\"most\" rather than \"all\" because this presumption can be rebutted\n\nin specific instances. See United States v. Kokinda, </pre><span class=\"citation\" data-id=\"112486\"><a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">720</span></a></span><pre class=\"inline\">,\n\n728-29 (1990) (plurality op.) (rejecting the suggestion that all\n\nsidewalks are public fora).   The problem of classification grows\n\nincreasingly difficult in instances in which no presumption is\n\navailable, and categorical distinctions are of little help in\n\nborderline cases. See, e.g., ISKCON, 505 U.S. at 681-82 (plurality\n\nop.) (rejecting the suggestion that all transportation terminals\n\n\n\n     5\n      The ISKCON Court upheld    a ban on solicitation within an\nairport terminal. In a companion case, the Court struck down a\nconcomitant ban on leafletting, basing that decision on the reasons\nstated in the concurrences and dissent in ISKCON. Lee v. Int'l\nSoc'y for Krishna Consciousness, Inc., </pre><span class=\"citation\" data-id=\"112785\"><a href=\"/opinion/112785/lee-v-international-soc-for-krishna-consciousness-inc/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">, 831 (1992)\n(per curiam).     Because Justice O'Connor's ISKCON concurrence\nconstitutes the narrowest ground for the decision, it is the most\nauthoritative pronouncement on the standards applicable to\nleafletting in a non-public forum. See City of Lakewood, 486 U.S.\nat 764 n.9 (explaining that \"when no single rationale commands a\nmajority, the holding of the Court may be viewed as the position\ntaken by those Members who concurred in the judgmen[t] on the\nnarrowest of grounds\") (citations and internal quotation marks\nomitted).\n\n                               -17-\n\fshould be analyzed in the same manner).   In the end, an inquiring\n\ncourt must examine the nature of the locus, as well as its history,\n\nto determine whether it qualifies as a traditional public forum.\n\nSee id. at 680-82.   The situation is somewhat different in respect\n\nto designated public fora; for purposes of that classification, the\n\nSupreme Court has required evidence that the State intentionally\n\nhas opened the area for expressive purposes.   See id. at 680.\n\n          In addition to this taxonomy, the case at hand also\n\nrequires an understanding of the doctrine of prior restraints.\n\nThis venerable doctrine guards against the threat of government\n\ncensorship by requiring that public licensing and permit schemes\n\ncontain adequate substantive and procedural safeguards against\n\narbitrary (or content-based) State action. See, e.g., FW/PBS, Inc.\n\nv. Dallas, </pre><span class=\"citation\" data-id=\"112348\"><a href=\"/opinion/112348/fwpbs-inc-v-dallas/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, 225-26 (1990).    Two lines of cases have\n\nsprouted in this soil:    one focused on the substantive criteria\n\nthat restrain official discretion and the other on procedural\n\nsafeguards.   See id.    The substantive strand reflects the hoary\n\nprinciple that the First Amendment demands that such regulations\n\ncontain \"narrow, objective, and definite standards to guide the\n\nlicensing authority.\"    Forsyth County, 505 U.S. at 131 (quoting\n\nShuttlesworth v. City of Birmingham, </pre><span class=\"citation\" data-id=\"107871\"><a href=\"/opinion/107871/shuttlesworth-v-birmingham/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span><pre class=\"inline\">, 150-51 (1969)).\n\nThe procedural strand is elaborated in Freedman v. Maryland, </pre><span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">380</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span><pre class=\"inline\"> (1965), in which the Court ruled, in the motion picture\n\nlicensing context, that prior restraints may be imposed only\n\n\n                                -18-\n\ftemporarily; that they must allow for prompt judicial review; and\n\nthat the licensor must bear the burden of asking a court to\n\nsuppress the speech.     Id. at 58-60.\n\n           Until very recently, it was unclear whether the Freedman\n\nformulation applied to content-neutral permit schemes designed to\n\nensure public safety in a traditional public forum. Compare, e.g.,\n\nSoutheastern Promotions, Ltd. v. Conrad, </pre><span class=\"citation\" data-id=\"109214\"><a href=\"/opinion/109214/southeastern-promotions-ltd-v-conrad/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">546</span></a></span><pre class=\"inline\">, 560 (1975)\n\n(stating that Freedman applies in a public forum), with Poulos v.\n\nNew   Hampshire,   </pre><span class=\"citation\" data-id=\"105117\"><a href=\"/opinion/105117/poulos-v-new-hampshire/\"><span class=\"volume\">345</span>   <span class=\"reporter\">U.S.</span>   <span class=\"page\">395</span></a></span><pre class=\"inline\">,   403   (1953)   (suggesting    that   a\n\ndifferent standard applies if the license requirement reflects \"a\n\nministerial police routine\").          The Supreme Court erased this\n\nuncertainty within the past few months.        In Thomas v. Chicago Park\n\nDist., </pre><span class=\"citation\" data-id=\"118476\"><a href=\"/opinion/118476/thomas-v-chicago-park-dist/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">775</span></a></span><pre class=\"inline\"> (2002), the Court clarified that Freedman's\n\nprocedural requirements do not apply to permit schemes that eschew\n\nany consideration of the content of speech, but, rather, limit\n\nthemselves to addressing public safety concerns.          Id. at 780.       At\n\nthe same time, the Court reaffirmed the pertinence of the Forsyth\n\nCounty line of cases to such permit schemes, holding that even\n\ncontent-neutral time, place, and manner regulations must \"contain\n\nadequate standards to guide the official's decision.\"               Id.   The\n\nframework erected by the Thomas Court governs this case.6\n\n\n      6\n      It does not require citation of authority to acknowledge that\nThomas, which comes to us with the imprimatur of the Supreme Court,\nsupersedes any contrary intimation contained in our earlier\nprecedent, namely, Jews for Jesus, Inc. v. Mass. Bay Transp. Auth.,\n</pre><span class=\"citation\" data-id=\"599259\"><a href=\"/opinion/599259/jews-for-jesus-inc-and-steven-silverstein-v-massachusetts-bay/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span></a></span><pre class=\"inline\">, 1327 (1st Cir. 1993).\n\n                                   -19-\n\fV.   THE FISH PIER BAN\n\n            We    divide   our   discussion       of   the   outright   ban    on\n\nleafletting imposed in respect to the Fish Pier proper into two\n\nsegments.    See supra note 4.       We grapple first with the status of\n\nthe Fish Pier and then ponder the validity of the ban.\n\n                      A.   Status of the Fish Pier.\n\n            We consider the Fish Pier to be a property separate and\n\napart from the abutting section of Northern Avenue.                See ISKCON,\n\n505 U.S. at 676-79 (proceeding similarly in the case of an airport\n\nterminal), Hawkins v. City of Denver, </pre><span class=\"citation\" data-id=\"762529\"><a href=\"/opinion/762529/jack-hawkins-individually-and-as-president-of-the-denver-area-labor/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1281</span></a></span><pre class=\"inline\">, 1287 (10th\n\nCir. 1999) (doing the same in the context of a government-owned\n\nperforming arts center); see also Chicago Acorn v. Metro. Pier &\n\nExpo. Auth., </pre><span class=\"citation\" data-id=\"756497\"><a href=\"/opinion/756497/chicago-acorn-seiu-local-no-880-and-ted-thomas-v-metropolitan-pier-and/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">695</span></a></span><pre class=\"inline\">, 698 (7th Cir. 1998) (treating separately\n\neach distinct area of Chicago's Navy Pier).            Since the Fish Pier is\n\nautonomous for First Amendment purposes, we treat Massport's policy\n\nas a total ban, rather than as a time, place, and manner regulation\n\nthat restricts leafletting to the Northern Avenue sidewalk (which\n\nlies outside the gates).\n\n            NERCC contends that the Fish Pier is a traditional public\n\nforum,   or,     alternatively,     a     designated    public    forum.       In\n\ndetermining      whether   either   of    those   labels     applies,   we    must\n\nconsider both the nature of the property and its past uses.                    See\n\nISKCON, 505 U.S. at 680-82.         Historically, the Fish Pier was used\n\nonly for purposes related to the commercial fishing industry.\n\n\n                                        -20-\n\fWhile the permitted uses have changed over time, the pier remains\n\nquite different from the types of property that are most often\n\ndeemed to be public fora.     It is not a public thoroughfare like a\n\nstreet or sidewalk, e.g., Frisby, 487 U.S. at 481, or a gathering\n\nplace like a park or town green, e.g., Knights of Columbus v. Town\n\nof Lexington, </pre><span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span><pre class=\"inline\">, 31 (1st Cir. 2001).\n\n           Although space on the pier is no longer limited to\n\nactivities directly related to receiving, storing, and shipping\n\nfish — the Fish Pier is now home to a conference center, two\n\neateries, and several offices — the dominant character of the\n\nproperty is still that of a commercial fishery.            Space on the\n\nseaward side is used for unloading fish; the two long buildings are\n\nused to store the catch; and the central area is used for loading\n\nfish onto trucks, which circle around the ECC (formerly known as\n\nthe Fish Exchange) and exit through the gate onto Northern Avenue.\n\nThe site is notable for the absence of either sidewalks or other\n\ndesign characteristics that might be viewed as welcoming the\n\ngeneral public.\n\n           NERCC points out, correctly, that there is an interior\n\nroadway on the Fish Pier, and that members of the public enter the\n\npremises for a variety of purposes.       Furthermore, NERCC has sought\n\nto cast doubt upon Massport's contention that the Fish Pier is a\n\nclosed   facility   limited   to   authorized   persons   by   proffering\n\naffidavits of NERCC members who assert that they entered the Fish\n\n\n                                   -21-\n\fPier without being stopped or questioned.                But Massport has taken\n\nappropriate steps to restrict access to the site; and even if\n\nMassport's policy of restricted access is erratically enforced, the\n\nfence, gate, security booth, and signage hardly add up to an open\n\ninvitation for the public to enter.\n\n             We do not believe that these attributes are enough to\n\nconvert the Fish Pier into a traditional public forum. See ISKCON,\n\n505 U.S. at 680 (expressly stating that comparable evidence,\n\nwithout more, is insufficient to justify a finding that a location\n\nis a public forum); Greer v. Spock, </pre><span class=\"citation\" data-id=\"109406\"><a href=\"/opinion/109406/greer-v-spock/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></a></span><pre class=\"inline\">, 836 (1976)\n\n(similar).        While    the   level    of    public   access   is    a   salient\n\nconsideration, it cannot be accorded decretory significance —\n\nespecially since the Fish Pier's primary use does not depend at all\n\non public access.\n\n             Nor is the Fish Pier a designated public forum. At most,\n\nthe circumstances suggest that Massport tolerates the presence of\n\nsome members of the public on the Fish Pier, including persons\n\nattending    ECC    events,      restaurant     patrons,    and   an    occasional\n\npasserby bent on contemplating the harbor's scenic beauty.                     Such\n\ntolerance    is    not    tantamount     to    an   affirmative   act   —   and   an\n\naffirmative act of a governmental body is required to support a\n\nfinding that the authorities have designated a forum as a place for\n\npublic expression.        ISKCON, 505 U.S. at 680 (plurality op.).\n\n\n\n\n                                         -22-\n\f            The proof of the pudding is in the case law.              On balance,\n\nthe Fish Pier is far less of a public space than, say, the airport\n\nterminal at issue in ISKCON or the post office sidewalk at issue in\n\nKokinda, neither of which was found to be a public forum.                 See id.\n\nat   683;   Kokinda,    497   U.S.      at    730.     This    conclusion      flows\n\nprincipally from the fact that the Fish Pier's primary uses are not\n\ndependent upon public access.             We hold, therefore, that the Fish\n\nPier is a non-public forum.\n\n                       B.   The Validity of the Ban.\n\n            Because the ban on leafletting, as written, is clearly\n\ncontent-neutral, and there is absolutely no record evidence to\n\nsupport an inference that Massport has applied it unevenly, we turn\n\nnext to the reasonableness of the ban.\n\n            At the expense of belaboring the obvious, we reiterate\n\nthat   leafletting     is   one    of   the    most   highly    respected      (and,\n\ntherefore, highly protected) ways in which citizens may exercise\n\nFirst Amendment rights.       See Grace, 461 U.S. at 176-77.             Building\n\non this sturdy foundation and highlighting the unobtrusive nature\n\nof the activity, NERCC suggests that an outright ban on leafletting\n\nnever can be reasonable.          We do not agree.\n\n            NERCC bases much of its argument on the fact that the\n\nISKCON Court invalidated a ban on leafletting in an airport.\n\nHowever,    NERCC's    attempts      to      reason   from    that   analogy    are\n\nunpersuasive.   ISKCON did not go so far as to suggest that a ban on\n\n\n                                        -23-\n\fleafletting is always unconstitutional.             To the contrary, the case\n\nsuggests that we should refrain from basing a reasonableness\n\ndetermination on any single factor (such as whether a ban involves\n\nleafletting or whether a non-public forum is a multi-purpose\n\nfacility), encouraging us instead to weigh all the factors that\n\npoint in favor of allowing speech against those that support the\n\nneed for restrictions.       See ISKCON, 505 U.S. at 690 (O'Connor, J.,\n\nconcurring).      In this process, we bear in mind that while the\n\nregulation adopted by the State need not be the most reasonable of\n\nall available options, id. at 683 (plurality op.), the State's\n\njustifications must be solidly grounded.            We hold, therefore, that\n\na ban on leafletting in a non-public forum is not impermissible per\n\nse. See Hawkins, 170 F.3d at 1289-90, 1292 (sustaining a total ban\n\non leafletting).\n\n             We proceed from the general to the particular.           As said,\n\nthe   Fish     Pier    accommodates     multiple       uses,    and   thus   is\n\ndistinguishable from the sidewalk in Kokinda and from other single-\n\npurpose   fora.       See   ISKCON,   505    U.S.    at   688   (O'Connor,   J.,\n\nconcurring) (making this distinction). But context in this type of\n\ncase often involves matters of degree, and there is much less\n\ndiversity of use on the Fish Pier than at a large international\n\nairport, see id. at 689 (noting that the airport terminal at issue\n\ndoubled in brass as a shopping mall), in Boston's subway stations,\n\nsee Jews for Jesus, Inc. v. Mass. Bay Transp. Auth., </pre><span class=\"citation\" data-id=\"599259\"><a href=\"/opinion/599259/jews-for-jesus-inc-and-steven-silverstein-v-massachusetts-bay/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span></a></span><pre class=\"inline\">,\n\n\n                                      -24-\n\f1325 (1st Cir. 1993) (noting the presence of \"a myriad of . . .\n\nnontransit activity\"), or even at the Chicago Navy Pier, see\n\nChicago Acorn, 150 F.3d at 702 (noting the existence of a shopping\n\nmall, an entertainment center, and an amusement park on the pier).\n\nThe closest parallel is Hawkins, in which there were a comparable\n\nnumber   of    secondary   uses:     three    commercial   establishments\n\nincidental to the venue's primary purpose (a performing arts\n\ncenter).      170 F.3d at 1290.    There, however, unlike in this case,\n\nthe forum's primary use depended upon access by members of the\n\npublic — yet the Tenth Circuit nonetheless found an outright ban on\n\nleafletting reasonable.     Id. at 1289-90.     All in all, the nature of\n\nthe Fish Pier weighs quite heavily against NERCC's position.\n\n              This brings us to Massport's rationale for barring the\n\ndistribution of handbills on the Fish Pier.7         Massport has offered\n\nseveral reasons supporting the ban.          Some of these reasons are of\n\nuncertain force in the First Amendment calculus (e.g., Massport's\n\ninsistence that it may legitimately exclude leafletters from the\n\nFish Pier because they are undesirable to tenants or because the\n\nFish Pier is classified as a restricted area), and we do not dwell\n\non them. Rather, we go directly to Massport's principal rationale:\n\n\n\n\n     7\n      Although the regulations cover the Fish Pier as a whole and\napply not only to leafletting but also to other First Amendment\nactivities, the parties focus on leafletting in the vicinity of the\nECC. Accordingly, we limit our holding to that activity and place.\n\n                                    -25-\n\fthat public safety would be endangered if leafletting were allowed\n\nat the entrance to the ECC.\n\n           As an abstract matter, this rationale stands on solid\n\nlegal footing.    See Hill, 530 U.S. at 715 (stating that protection\n\nof   citizens'   health   and    safety    is   within   the   government's\n\ntraditional   police   power).      In    the   particular     setting,   the\n\nrationale also withstands scrutiny:        the fishing fleet generates a\n\ngreat deal of activity; there is a high volume of truck traffic;\n\nand there appears to be precious little room in front of the ECC.\n\nWhat space is available serves primarily as a roadway and truck\n\nturnaround.      In these cramped confines, pedestrian safety and\n\ntraffic flow are vital concerns. The validity of these concerns is\n\nunderscored by the fact that, when Massport erected concrete\n\nbollards to protect the entrance to the ECC several years ago, the\n\nbollards were so severely damaged by trucks executing turnarounds\n\nthat Massport had to remove them.        Thus, although there are few, if\n\nany, problems intrinsic to the act of leafletting, safety is a\n\nplausible concern here.\n\n           In an effort to parry this thrust, NERCC argues that\n\nMassport has exhibited a general disregard for pedestrian safety by\n\nallowing pedestrians to walk the length of the pier to attend\n\nevents at the ECC (or, sometimes, merely to gaze at the harbor).\n\nNERCC's factual premise is sound:         a pedestrian must traverse the\n\ninterior roadway to reach and enter the ECC. But NERCC's suggested\n\n\n                                   -26-\n\fconclusion — that Massport cares not a fig for pedestrian safety —\n\ndoes not follow.\n\n            At most, NERCC's allegations suggest that a leafletting\n\nban would not solve every safety problem on the Fish Pier.               But\n\neven in a public forum, \"partial solutions\" may be acceptable.\n\nGlobe Newspaper Co. v. Beacon Hill Arch'l Comm'n, </pre><span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></span><pre class=\"inline\">, 191\n\n(1st Cir.     1991).   In    a   non-public   forum,   the    reasonableness\n\nstandard is satisfied as long as there is a plausible basis for\n\ndistinguishing     between       restricted   activities       and   allowed\n\nactivities.\n\n            Here, there is such a basis for differentiating between\n\nleafletters and ordinary pedestrians.         Given the peculiar setting\n\nof the ECC entrance, leafletters run a serious risk of obstructing\n\nvehicular traffic and distracting pedestrians as they traverse the\n\nroadway.\n\n            We have said enough on this score.          Massport's public\n\nsafety concerns pass the reasonableness screen.              Accordingly, we\n\nhold that Massport's interest in public safety in the context of a\n\ncommercial fishery and truck depot justifies the outright ban on\n\nleafletting activity that it has imposed (at least in front of the\n\nECC, see supra note 7).\n\nVI.   THE NORTHERN AVENUE PERMIT\n\n            We next address NERCC's challenge to Massport's newly-\n\nadopted regulations (which pertain to leafletting on Northern\n\n\n                                    -27-\n\fAvenue, in the vicinity of the WTC).             Two things are clear:        the\n\nsidewalks along Northern Avenue constitute a traditional public\n\nforum, see Frisby, 487 U.S. at 481, and the challenged regulations,\n\non their face, are content-neutral.            Thus, the lens of our inquiry\n\nnarrows to whether the regulations (1) possess adequate standards\n\nto guide the exercise of official discretion, and (2) are narrowly\n\ntailored   to   a    significant   state      interest     while   leaving    open\n\nsatisfactory alternative means of communication.               See Thomas, 122\n\nS. Ct. at 780 & n.3.       We address these questions separately.\n\n                    A.   The Adequacy of the Standards.\n\n           NERCC     charges    that   the     regulations    afford    Massport\n\nunbridled discretion to deny leafletting requests.                      It seems\n\nobvious,   however,      that   certain       provisions    contained    in    the\n\nregulations,    specifically,      the    notice    and    \"automatic    permit\"\n\nprovisions, are purely ministerial.             Those provisions involve no\n\naffirmative action on Massport's part.\n\n           The fact that permits issue automatically does not end\n\nour inquiry.        The regulations do identify several instances in\n\nwhich either Massport officials or police officers may deny or\n\nrevoke permits by acting affirmatively.             We look closely at those\n\nprovisions.\n\n           Subparagraph E.2 allows Massport to revoke a permit based\n\non particular conduct by leafletters.            Because this proviso grants\n\ndiscretion to limit activity at the time when it occurs, it is not\n\n\n                                       -28-\n\fa prior restraint on speech, but, rather, a means through which\n\npublic safety personnel may terminate an activity that becomes\n\ndangerous    or   comes    to   violate   the    time,    place,   and   manner\n\nrestrictions contained in the regulations.               As such, the proviso\n\nconstitutes       an      unremarkable     and     ubiquitous      safeguard,\n\nconstitutional on its face.         Whether the power that it vests in\n\npublic officials may, at some future date, be applied in an\n\nunconstitutional manner is not now before us.\n\n            Subparagraphs E.1 and E.3 are a different breed.              Those\n\nprovisions are prior restraints on speech because each of them\n\nenvisions revocation of a permit before the leafletting event\n\nbegins.8    Consequently, these rules may be sustained only if they\n\ncontain \"narrow, objective, and definite\" criteria. Shuttlesworth,\n\n394 U.S. at 151.       We undertake that inquiry.\n\n            Subparagraph E.1 gives the DPS power to deny or revoke a\n\npermit if the proposed activity would present \"a danger to public\n\nsafety or would impede the convenient passage of pedestrian or\n\nvehicular traffic.\"        Subparagraph E.3 authorizes Massport to bar\n\naccess to an area \"for purposes of construction or to ensure safe\n\nand convenient travel to an event\" by issuing a specific written\n\n\n\n     8\n      To be sure, the automatic issuance of permits negates one\npotential concern about the regulations, namely, that officials\ncould effectively deny permits by dragging their feet. See FW/PBS,\n493 U.S. at 223-24. In all other respects, however, the power to\nrevoke a permit prior to the event presents the same Shuttlesworth\nconcerns as the power to deny it in the first place.\n\n                                    -29-\n\fdirective explaining the extent of, and justification for, the\n\nclosure.     Public    safety    and    convenience      are   paradigmatically\n\npermissible considerations in the issuance of permits.                 See, e.g.,\n\nCox v. New Hampshire, </pre><span class=\"citation\" data-id=\"103490\"><a href=\"/opinion/103490/cox-v-new-hampshire/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">569</span></a></span><pre class=\"inline\">, 575-76 (1941).               Nonetheless, a\n\nregulation adopted to serve these salutary ends may fail to pass\n\nconstitutional muster if it also authorizes officials to make\n\njudgments   on     matters    beyond    their   competence.         See,      e.g.,\n\nShuttlesworth, 394 U.S. at 149-50, 159 (striking down a permit\n\nordinance   that    involved     consideration      of    public    morals     and\n\ndecency); DeBoer v. Village of Oak Park, </pre><span class=\"citation\" data-id=\"775141\"><a href=\"/opinion/775141/martin-deboer-soo-ai-kudo-david-martin-v-village-of-oak-park-an/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span><pre class=\"inline\">, 572-73 (7th\n\nCir. 2001) (invalidating a regulation that empowered a local\n\nofficial to decide what \"benefits the public as a whole\").                     That\n\ncriticism has no application here, as the challenged regulations\n\nfocus on judgments about public safety — the sort of judgments that\n\nare   inherently     within     the    competence   of     the   DPS    and     the\n\nconstabulary.\n\n            A more difficult question is whether these regulations\n\nare sufficiently definite to limit official discretion.                         See\n\nThomas, 122 S. Ct. at 780; see also City of Lakewood, 486 U.S. at\n\n769-70 (holding that unfettered — and, therefore, impermissible —\n\ndiscretion may exist when a regulation is silent as to the criteria\n\nto be used by the official administering it). Once again, however,\n\nwe must give weight to the agency's narrowing interpretation of its\n\nown regulations — especially since the record contains no evidence\n\n\n                                       -30-\n\fthat the   regulations      have      been   administered          in    an    unfair    or\n\ndiscriminatory fashion.          See Cox, 312 U.S. at 577.                          In this\n\ninstance, it is possible, as Massport argues, to construe the\n\nregulations to limit Massport's discretion to revoke permits to\n\ncases of substantial safety and access concerns.                         We honor that\n\nplausible interpretation.            See City of Lakewood, 486 U.S. at 770\n\nn.11 (directing courts to \"presume any narrowing construction or\n\npractice to which [a state] law is fairly susceptible\") (citations\n\nand   internal    quotation     marks    omitted).           So    interpreted,         the\n\nregulations survive a facial challenge.              See Thomas, 122 S. Ct. at\n\n781 (warning against \"insisting upon a degree of rigidity that is\n\nfound in few legal arrangements\").             If and when a pattern of abuse\n\nemerges,   that    will   be    the     time    to   deal         with    infelicitous\n\napplications of the regulations.             See id.\n\n                          B.    Narrow Tailoring.\n\n           This    leaves      the    status    of     the    notice          and    permit\n\nrevocation provisions as time, place, and manner restrictions.\n\nMassport contends that the information supplied in the notice\n\nallows it to allocate security resources appropriately and to\n\naccommodate competing requests for the use of limited space.\n\nRelatedly, it points to the narrow, thronged sidewalks of Northern\n\nAvenue and insists that the ability to modify, coordinate, and\n\nsometimes revoke permits is necessary to protect public safety and\n\nconvenience there.\n\n\n                                        -31-\n\f              NERCC    does      not    challenge       Massport's    version      of   the\n\nunderlying     facts:          the     area    is    congested;     the    sidewalks    are\n\ncrowded; and there is not much space for movement.                              NERCC also\n\nconcedes      that    requirements            such    as    those   contained      in   the\n\nregulations      may      very       well     address       substantial     governmental\n\ninterests in the case of disruptive uses of the space (e.g.,\n\nparades or rallies).             It persists, however, in claiming that the\n\nregulations are not narrowly tailored because they encompass even\n\nsolitary leafletting.\n\n              NERCC's argument on this point hinges primarily on its\n\nreading of the Supreme Court's decision in Lovell v. City of\n\nGriffin, </pre><span class=\"citation\" data-id=\"102991\"><a href=\"/opinion/102991/lovell-v-city-of-griffin/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span><pre class=\"inline\"> (1938).                 In NERCC's view, Lovell stands for\n\nthe proposition that any permit restriction on leafletting on\n\npublic sidewalks is unconstitutional.                      We do not agree.\n\n              In Lovell, the Court struck down a permit requirement\n\nthat   applied       to   the     distribution         of    handbills     on    municipal\n\nsidewalks.       Id. at 451.             Notwithstanding this outcome, Lovell\n\ncannot   be    read       as    authority       for    a    broad   rule    that    permit\n\nrequirements are unconstitutional per se insofar as they apply to\n\nleafletting on public sidewalks. The vice that troubled the Lovell\n\nCourt was not that the permit scheme affected leafletting, but,\n\nrather, that it amounted to a citywide censorship scheme. See Cox,\n\n312 U.S. at 577 (distinguishing Lovell on this basis).                           The right\n\nto leaflet on public sidewalks, like any core speech activity, \"may\n\n\n                                              -32-\n\fbe regulated in the interest of all; it is not absolute, but\n\nrelative, and must be exercised in subordination to the general\n\ncomfort and convenience.\"     Greer, 424 U.S. at 836 (citation and\n\ninternal quotation marks omitted).9\n\n          To    reconcile     these     competing    interests,   our\n\nconstitutional jurisprudence applies different tests depending on\n\nwhether a particular location — whatever its use — is deemed to be\n\na traditional public forum, a designated public forum, or a non-\n\npublic forum.   Compare id. at 838 (upholding a restriction on\n\nleafletting on portions of a military base that did not comprise a\n\npublic forum), with Flower v. United States, </pre><span class=\"citation\" data-id=\"108574\"><a href=\"/opinion/108574/flower-v-united-states/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span><pre class=\"inline\">, 199\n\n(1972) (per curiam) (overturning a conviction for leafletting on\n\nportions of a military base as to which the military had abandoned\n\nany claim of non-public forum status).      Even in a public forum, a\n\npermit requirement that is narrowly tailored to a significant\n\ngovernmental interest and affords adequate alternative means of\n\ncommunication is allowable.    See Thomas, 122 S. Ct. at 780 & n.3.\n\nSuch a regulation need not be the least restrictive alternative to\n\nbe considered narrowly tailored.      Knights of Columbus, 272 F.3d at\n\n33.\n\n\n      9\n      To be sure, the Court has, in certain contexts, rejected\nparticular justifications for a leafletting ban, e.g., Schneider v.\nState (Town of Irvington), </pre><span class=\"citation\" data-id=\"103243\"><a href=\"/opinion/103243/schneider-v-state-town-of-irvington/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span><pre class=\"inline\">, 162 (1939) (rejecting\nlitter prevention as a justification), but cases such as these do\nnot come close to suggesting that leafletting restrictions must be\nanalyzed under a different test than restrictions on other core\nspeech activities.\n\n                                -33-\n\f          What we have said does not mean that the particular type\n\nof speech activity is immaterial in evaluating the legitimacy of\n\nrestrictions.   It is the function of the narrow tailoring inquiry\n\nto determine whether the State's articulated rationale actually\n\nsupports restrictions placed on particular conduct. See McGuire v.\n\nReilly, </pre><span class=\"citation\" data-id=\"199554\"><a href=\"/opinion/199554/mcguire-v-reilly/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 48 (1st Cir. 2001) (\"A law is narrowly\n\ntailored if it promotes a substantial governmental interest that\n\nwould be less effectively achieved without the law and does so\n\nwithout burdening substantially more speech than is necessary to\n\nfurther this goal.\").   We turn to that task.\n\n          Relying   principally    on    Community    for   Creative   Non-\n\nViolence v. Turner, </pre><span class=\"citation\" data-id=\"535231\"><a href=\"/opinion/535231/community-for-creative-non-violence-v-carmen-turner/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1387</span></a></span><pre class=\"inline\"> (D.C. Cir. 1990) (CCNV), NERCC\n\nhypothesizes that the permit requirement is invalid because it\n\nburdens substantially more speech than necessary.              The permit\n\nrevocation provision is not narrowly tailored, this thesis runs,\n\nbecause it applies to small-scale leafletting that is not inimical\n\nto public safety and convenience.\n\n          In CCNV, the D.C. Circuit held that a similar regulation\n\nfailed the narrow tailoring test because it affected many incidents\n\nof free expression that posed little or no threat to the safety and\n\nconvenience of persons in a public forum.            Id. at 1392.      Other\n\ncourts reached similar conclusions on particular facts. See, e.g.,\n\nDouglas v. Brownell, </pre><span class=\"citation\" data-id=\"721471\"><a href=\"/opinion/721471/carol-douglas-michael-allen-henry-deena-shelton-v-robert-brownell-in-his/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1511</span></a></span><pre class=\"inline\">, 1524 (8th Cir. 1996) (finding a\n\nparade permit ordinance not narrowly tailed because it applied to\n\n\n                                  -34-\n\fgroups as small as ten persons); Grossman v. City of Portland, </pre><span class=\"citation\" data-id=\"677134\"><a href=\"/opinion/677134/charles-m-grossman-md-v-city-of-portland-a-public-body-and-todd/\"><span class=\"volume\">33</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span><pre class=\"inline\">, 1206 (9th Cir. 1994) (invalidating a permit ordinance\n\npartly because it applied to single protesters as well as large\n\ngroups).    Given the narrowing interpretation of the regulations\n\nthat Massport urges here, however, we fail to see how the permit\n\nrevocation procedure burdens more speech than necessary.\n\n            Aside from the possibility of a chilling effect (a\n\npossibility that we already have considered and discounted, see\n\nsupra Part VI(A)), the only burden that the permit revocation\n\nprovision    imposes      is    on    those   against    whom    it   is   improperly\n\ninvoked.      This     means,        in   practice,     that    Massport    may    have\n\nsignificantly more ability to limit large parades or demonstrations\n\nthan small-scale leafletting. That is more an issue of application\n\nthan a drafting requirement:              Massport is not under any mandate to\n\nadopt regulations that, on their face, are specific to each form of\n\nexpression.\n\n            This leaves only the question of adequate alternative\n\nmodes of communication.              NERCC, though ably represented, has made\n\nno developed argument that the regulations, as applied to Northern\n\nAvenue,     leave    it        without     adequate      alternative       modes     of\n\ncommunication.       The point is, therefore, forfeited.                   See United\n\nStates v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1990).                     At any rate,\n\nMassport only may revoke permit applications that pose significant\n\nsafety or access concerns; thus, an application modified to address\n\n\n                                           -35-\n\fthose concerns would be approved.             This means, in effect, that the\n\nchallenged permit-revocation provisions leave open virtually all\n\nthe means of expression originally available to the applicant.\n\n            NERCC has one final string to its bow:                   it attacks the\n\n\"written notice\" requirement on the ground that this condition\n\nmandates self-identification (and, thus, burdens a leafletter's\n\nright to anonymity).           This argument derives from McIntyre v. Ohio\n\nElections Comm'n, </pre><span class=\"citation\" data-id=\"117921\"><a href=\"/opinion/117921/mcintyre-v-ohio-elections-commn/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></a></span><pre class=\"inline\"> (1995), a case in which the Supreme\n\nCourt    struck    down    a    requirement       that    individual    leafletters\n\nidentify themselves to the public.            See id. at 357.        Although NERCC\n\nconcedes that notice requirements have been upheld (at least by\n\nimplication) in regard to large-scale events, see, e.g., Thomas,\n\n122 S. Ct. at 781; Cox, 312 U.S. at 578, it argues that the\n\nregulations here at issue — which encompass even unobtrusive\n\nleafletting by one or a few people — sweep too broadly.\n\n            McIntyre will not support the weight that NERCC consigns\n\nto it.    That case dealt with a public identification requirement\n\nfor each leafletter, 514 U.S. at 338 & n.3.                      Here, however, the\n\nregulations   contain      no     requirement      that    the    speaker   identify\n\nhimself; instead, they require only that the event organizer\n\nprovide contact information to Massport.                   This is a meaningful\n\ndifference.       See Buckley v. Am. Const. Law Found., </pre><span class=\"citation\" data-id=\"118254\"><a href=\"/opinion/118254/buckley-v-american-constitutional-law-foundation-inc/\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></a></span><pre class=\"inline\">,\n\n187 (1999) (upholding a registration requirement for paid petition\n\ncirculators   while       striking    down    a    \"name    badge\"    requirement).\n\n\n                                       -36-\n\fMoreover, the contact person need not be the progenitor of the\n\nproposed     speech,   but     may   be      an   attorney        for,    or   other\n\nrepresentative of, the sponsoring organization.                    This too is a\n\ncrucial distinction.        Because the regulations sub judice do not\n\nrequire the speaker either to disclose his identity or to reveal\n\nthe   source   of   the    speech    to   the     public,    we    deem    McIntyre\n\ninapposite.\n\n           As a fallback, NERCC sings the praises of Rosen v. Port\n\nof Portland, </pre><span class=\"citation\" data-id=\"387390\"><a href=\"/opinion/387390/moishe-meyer-rosen-v-the-port-of-portland-james-hawley-and-steven-c/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1243</span></a></span><pre class=\"inline\"> (9th Cir. 1981), in which the Ninth\n\nCircuit held an advance notice requirement for leafletters not\n\nnarrowly tailored.        Id. at 1252.    In reaching this conclusion, the\n\ncourt relied on Thomas v. Collins, </pre><span class=\"citation\" data-id=\"104061\"><a href=\"/opinion/104061/thomas-v-collins/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span><pre class=\"inline\"> (1945).                         That\n\ndecision held unconstitutional a registration requirement for labor\n\norganizers, citing the chilling effects of such a requirement. Id.\n\nat 538-41.\n\n           Collins is not controlling here.             That case dealt with\n\nlabor organizing, not leafletting, and did not imply — nor is there\n\nany reason to believe — that a registration requirement burdens\n\nleafletters more than it burdens parade organizers or would-be\n\nsolicitors.    See Rescue Army v. Mun. Court of Los Angeles, </pre><span class=\"citation\" data-id=\"104442\"><a href=\"/opinion/104442/rescue-army-v-municipal-court-of-los-angeles/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">549</span></a></span><pre class=\"inline\">, 582-83 & n.52 (1947) (indicating that a \"mere identification\"\n\nrequirement for the latter activity would be constitutional).\n\nCommon sense would suggest that concerns over anonymity and the\n\neffort required to file the notice would be the same for a parade\n\n\n                                      -37-\n\forganizer as for an organizer of a leafletting event.                          If a\n\ndistinction between the two is to be drawn, it must be made not on\n\nthe pan of the scales on which burdens are weighed, but, rather, on\n\nthe pan that weighs the State's interests in notice for each type\n\nof activity.      Here, Massport advances a convincing site-specific\n\nrationale for the requirement.                This is quite different from\n\nCollins, in which the Court confronted a licensing requirement that\n\nwas not tied to a particular expressive forum, and so could not be\n\njustified by any site-specific rationale.10             In our view, the Rosen\n\ncourt      misapplied   Collins    —   and    we    therefore   decline      NERCC's\n\ninvitation to follow its lead.\n\n              Massport insists that the notice requirement allows it\n\nnot only to allocate security resources properly but also to deal\n\nwith competing applications for limited space.                Given the physical\n\ncharacteristics of the area and the uses to which it is put, these\n\nconcerns ring true.       This locale accommodates a significant volume\n\nof   pedestrian     traffic,      which,     when   coupled     with   the   narrow\n\nsidewalks and ubiquitous road construction, results in rampant\n\ncongestion.      Northern Avenue itself is a major thoroughfare, and\n\nvehicular traffic is correspondingly heavy.                   In light of these\n\nidiosyncracies, it appears reasonable for Massport to require\n\n\n      10\n       While we have grave doubts about the validity of a blanket\nregistration requirement for leafletters anywhere in view of the\nrelatively few problems intrinsic to leafletting, see ISKCON, 505\nU.S. at 690 (O'Connor, J., concurring), that issue is not before us\ntoday.\n\n                                       -38-\n\fadvance notice of leafletting events in this location so that\n\nsecurity officers may ensure that all leafletters comply with the\n\ntime, place, and manner restrictions established in the interests\n\nof public safety.\n\n             That ends this aspect of the case.         We find that the\n\nchallenged regulations meet the narrow tailoring requirement.            We\n\ntherefore uphold them as content-neutral time, place, and manner\n\nrestrictions insofar as they pertain to Northern Avenue.\n\nVII.   ATTORNEYS' FEES\n\n             The Fees Act, 42 U.S.C. § 1988, provides a vehicle for\n\nthe recovery of attorneys' fees by prevailing parties in cases\n\nbrought pursuant to 42 U.S.C. § 1983.          See, e.g., Lipsett v.\n\nBlanco, </pre><span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span><pre class=\"inline\">, 937 (1st Cir. 1992).         Despite its failure to\n\nobtain a favorable ruling on the merits, NERCC contends that it\n\n\"prevailed\" by pressuring Massport to adopt new regulations, and so\n\nshould be entitled to reasonable attorneys' fees.\n\n             In the district court, NERCC relied on the so-called\n\ncatalyst theory to support this claim. See New Hampshire v. Adams,\n\n</pre><span class=\"citation\" data-id=\"198201\"><a href=\"/opinion/198201/state-of-nh-v-adams/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">680</span></a></span><pre class=\"inline\">, 685-86 (1st Cir. 1998) (delineating that theory and\n\nexplaining    its   operation).   The    Supreme    Court   thwarted   that\n\ninitiative when it recently consigned the catalyst theory to the\n\nscrap heap.    See Buckhannon Board & Care Home, Inc. v. W. Va. Dep't\n\nof Health & Human Res., </pre><span class=\"citation\" data-id=\"118430\"><a href=\"/opinion/118430/buckhannon-board-care-home-inc-v-west-virginia-dept-of-health-and/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span><pre class=\"inline\">, 601-10 (2001).            The Court\n\nruled that a fee-shifting award cannot be made unless there is a\n\n\n                                  -39-\n\f\"judicially sanctioned change in the legal relationship of the\n\nparties.\"     Id. at 605.\n\n            Buckhannon was decided while the district court had\n\nNERCC's fee application under advisement.             The court considered,\n\nsua sponte, whether NERCC could pass the Buckhannon test and\n\nconcluded that it could not.         NERCC now reshapes its argument to\n\nsuggest that the demands of Buckhannon have been satisfied here\n\nbecause the district court virtually ordered Massport to revise its\n\nregulations.\n\n            We    review    a   district    court's   grant   or   denial   of\n\nattorneys' fees for manifest abuse of discretion, mindful that the\n\ndistrict court has an \"intimate knowledge of the nuances of the\n\nunderlying case.\"      Gay Officers Action League v. Puerto Rico, </pre><span class=\"citation\" data-id=\"199377\"><a href=\"/opinion/199377/ramos-padro-v-commonwealth-of-pr/\"><span class=\"volume\">247</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span><pre class=\"inline\">, 292 (1st Cir. 2001).             Such deference is particularly\n\nappropriate where, as here, the correctness of the court's decision\n\ndepends in large part on the proper characterization of its own\n\nstatements.      Cf. Lefkowitz v. Fair, </pre><span class=\"citation\" data-id=\"486539\"><a href=\"/opinion/486539/alan-lefkowitz-v-michael-fair-commissioner-department-of-corrections/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 22 (1st Cir. 1987)\n\n(explaining that \"uncertainty as to the meaning and intendment of\n\na district court order can sometimes best be dispelled by deference\n\nto the views of the writing judge\").          Clearly, the district court\n\nis in the best position to determine whether its statements to\n\nMassport should be considered as the functional equivalent of a\n\njudicial order within the meaning of Buckhannon.\n\n\n\n\n                                     -40-\n\f           We have carefully examined the transcript of the pivotal\n\nproceeding — the hearing held on January 26, 2000. That transcript\n\nreveals an extended colloquy in which the district court discussed\n\nthe possibility of ordering Massport to reduce its regulations to\n\nwriting and to infuse them with a greater degree of specificity.\n\nIn the end, however, the court eschewed an order and gave Massport\n\nsixty days within which to decide what (if anything) it wished to\n\ndo, reserving the possibility that the court might enter an order\n\nat a later date.\n\n           Within the sixty-day period, Massport submitted a revised\n\npolicy to the court.   That policy was the subject of comments by\n\nthe court and by NERCC's counsel at a hearing held on August 16,\n\n2000.   The court then gave Massport a further extension of time to\n\nfine-tune its proposal.   Massport adopted the new regulations, in\n\nfinal form, on August 28, 2000.\n\n           The district court did not compel Massport to adopt the\n\nregulations.   Under the Buckhannon rule, that ends the matter.\n\nBecause the district court entered no explicit order compelling, or\n\neven leading to, Massport's adoption of the regulations, we cannot\n\nsay that the district court's refusal to award attorneys' fees\n\nconstituted an abuse of discretion.\n\nVIII.   CONCLUSION\n\n           We summarize succinctly.    Because Massport's original\n\npermit policy no longer governs Northern Avenue, we dismiss as moot\n\n\n                                -41-\n\fNERCC's    as-applied       challenge        with    respect     to   the    leafletting\n\nincident that occurred there.             We remand to the district court for\n\nconsideration of what, if any, other public streets and sidewalks\n\nare controlled by Massport; if so, for a determination as to\n\nwhether the original permit policy still governs those streets and\n\nsidewalks; and if so, for an adjudication of the constitutionality\n\nof that policy.      We caution that nothing contained in our opinion\n\nshould be       construed    to    preclude         the   possibility       that    if   the\n\noriginal policy applies to other public sidewalks, that policy may\n\nbe unconstitutional.\n\n            We uphold the district court's finding that the Fish Pier\n\nis   a    non-public     forum,        and,    thus,      we    affirm      the     court's\n\ndetermination that the total ban on leafletting in front of the ECC\n\nis constitutional.          We also uphold, as against NERCC's facial\n\nchallenge, the permit scheme contained in Massport's newly-revised\n\nregulations      pertaining       to   the    sidewalks        adjacent     to     Northern\n\nAvenue.     In that respect, we note that these regulations are\n\ncontent-neutral, vest no excessive discretion in Massport, and\n\nconstitute a narrowly tailored restriction on speech.                        Finally, we\n\naffirm    the    lower   court's        denial       of   NERCC's     application        for\n\nattorneys' fees, and direct that costs be taxed in favor of\n\nMassport.\n\n\n\n            So Ordered.\n\n\n                                         -42-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580319/"
  ]
}