{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199871/",
  "absolute_url": "/opinion/199871/martin-v-applied-cellular-tec/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199871/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:39:17Z",
  "date_modified": "2017-03-24T11:03:53.489763Z",
  "type": "010combined",
  "sha1": "7b5f01e1dff41f78f84223dbdeadb9362ba29ef8",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1568-01A.pdf",
  "local_path": "pdf/2002/03/19/Martin_v._Applied_Cellular_Tec.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1568\n\n                       JOHN H. MARTIN, JR.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n               APPLIED CELLULAR TECHNOLOGY, INC.,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n      [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n                    Lipez, Circuit Judge, and\n                  Bownes, Senior Circuit Judge.\n\n\n\n     Richard A. Mitchell, with whom Francis L. Cramer and Sullivan\n& Gregg, P.A., were on brief, for appellant.\n\n     Alexander J. Walker, Jr., with whom Devine, Millimet & Branch,\nP.A., was on brief, for appellee.\n\n\n\n                          March 19, 2002\n\f               BOWNES, Senior Circuit Judge.        Plaintiff-appellant John\n\nH. Martin, Jr. was employed by a company owned and controlled by\n\ndefendant-appellee Applied Cellular Technology, Inc. (\"ACT\").                He\n\nbrought this        diversity   action   in   the   District   Court   for   the\n\nDistrict of New Hampshire to recover damages allegedly arising out\n\nof a criminal prosecution and a civil action that ACT commenced\n\nagainst him.       The district court dismissed all of Martin’s claims.\n\nWe affirm.\n\n                                I.   BACKGROUND\n\nA.     Facts\n\n               In 1996 and 1997, Martin was vice president and chief\n\noperating officer of Tech Tools, Inc., a wholly owned subsidiary of\n\nACT.    Tech Tools was engaged in the marketing and sale of computer\n\nsoftware and was subject to ACT’s operational control.\n\n               Martin alleged that while employed at Tech Tools, he was\n\nasked to develop and market a wine bottle stopper called \"Spirit\n\nSaver.\"        Richard Sullivan and Angela Sullivan, directors of ACT,\n\noffered Martin ten percent of the profits from Spirit Saver in\n\nreturn for his efforts.         Martin performed the work requested over\n\na period of approximately eighteen months.             Spirit Saver has sold\n\nover 100,000 units.\n\n               In early 1997, Martin began to negotiate with ACT for the\n\npurchase of Tech Tools.          In March, 1997, Martin formed Impact\n\n\n\n\n                                      -2-\n\fTechnology Inc. as a vehicle by which to acquire Tech Tools.                           A\n\ndraft sale agreement was prepared but not executed.\n\n            On May 27, 1997, ACT broke off negotiations with Martin\n\nfor the purchase of Tech Tools and terminated Martin’s employment\n\nafter   Tech   Tools’s      bookkeeper,         Karen       Clement,     alerted   ACT’s\n\nmanagement to several recent expenses that had been authorized by\n\nMartin. Two days later, ACT contacted the Nashua Police Department\n\nand reported that Martin had stolen funds from Tech Tools.\n\n            ACT’s president, Garrett Sullivan, met with Nashua Police\n\nDetective Richard Widener and reported that Martin had given\n\nhimself an unauthorized raise in salary in excess of $1,000.00.\n\nSullivan also stated that invoices showed that a customer, the\n\nAmerican    Red    Cross,       had   paid    Impact       Technology     for    software\n\ntraining on a Tech Tools product when the payment should have gone\n\nto Tech Tools.           Additionally, invoices showed that Martin had\n\ntransferred       Tech    Tools       funds   to      a    company     called     Execute\n\nTechnologies      for     the    purchase       and       installation      of   computer\n\nequipment.     Some of the invoiced equipment could not be accounted\n\nfor within Tech Tools, and the equipment that was located had been\n\ninstalled    by    Martin.        Moreover,        two     checks    made    payable   to\n\nCalligraphy Creations for bulk mailing services appeared to be\n\novercharges.       Calligraphy Creations was owned by Karen Martin,\n\nMartin’s ex-wife.\n\n\n\n\n                                          -3-\n\f             Sullivan provided the police with returned checks and\n\ninvoices related to these accusations, and stated that he wished to\n\ninitiate a criminal prosecution against Martin.             Both ACT and the\n\nNashua Police Department investigated the questioned expenses.\n\n             On June 5, 1997, Detective Widener interviewed Karen\n\nClement,    the   bookkeeper   who   initially   noticed     the   questioned\n\nexpenses.       Clement provided Widener with Tech Tools’s payroll\n\nrecords, which she claimed showed an unauthorized pay raise to\n\nMartin amounting to $1,076.92. She also provided documents showing\n\nthat the American Red Cross paid Impact Technology $2,800.00 for\n\ntechnical training related to software it had purchased from Tech\n\nTools.     Clement told Widener that any payment for training should\n\nhave been deposited in Tech Tools’s account.               Widener confirmed\n\nthat   Martin     had   endorsed   and   deposited   the   check   in   Impact\n\nTechnology’s bank account, and that Impact Technology’s account\n\nlisted the same address as Tech Tools’s account.\n\n            Widener investigated Execute Technologies, the company\n\nthat received checks signed by Martin on Tech Tools’s account for\n\ncomputer equipment and installation.         Widener learned that Execute\n\nTechnologies had been co-founded by Martin, and suspected that\n\nMartin had created the invoice for the work.\n\n             Widener also investigated two payments authorized by\n\nMartin to Calligraphy Creations, the company owned by Martin’s\n\nex-wife, Karen Martin.        ACT had reported that the amounts seemed\n\n\n                                     -4-\n\fhigh in comparison to previous payments for similar bulk mailing\n\nservices.      Widener found that each of the two invoices from\n\nCalligraphy Creations billed for 50,000 mailers when other records\n\nindicated    that   only         35,000    were      sent     on     each    occasion.\n\nFurthermore, one of the invoices appeared to bill Tech Tools for\n\nlayout and design of a mailer that Tech Tools had already created.\n\nWidener attempted to interview Karen Martin but was unable to do\n\nso.   According to Widener, in September of 1997, Karen Martin was\n\nsubpoenaed to appear before a Hillsborough County Grand Jury to\n\ntestify concerning her former husband, Impact Technology, and\n\nExecute Technologies.         She invoked her Fifth Amendment privilege\n\nnot to testify before the Grand Jury.\n\nB.    Procedural history\n\n            In February of 1998, Tech Tools commenced a civil action\n\nfor conversion against Martin in state court.                      On April 14, 1998,\n\nACT’s private investigator submitted a four-page report to Widener;\n\nan arrest warrant issued the same day. Soon thereafter, Martin was\n\narrested    pursuant     to   the      warrant    and    charged      with   theft    by\n\nunauthorized     taking.         The    civil    action      was    terminated   by    a\n\nvoluntary nonsuit in July of 1998, and in March of 1999, a nolle\n\nprosequi was entered in the criminal case.\n\n            On May 14, 1999, Martin filed a complaint against ACT in\n\nthe   District   Court     for    the     District      of   New    Hampshire.       The\n\ncomplaint set forth claims for wrongful civil action (Count I),\n\n\n                                          -5-\n\fmalicious    prosecution   (Count   II),     intentional     infliction    of\n\nemotional   distress   (Count   III),      and   negligent    infliction   of\n\nemotional distress (Count IV).          In May, 2000, Martin filed an\n\namended complaint adding a breach of contract claim (Count V) and\n\na statutory wage claim (Count VI).\n\n            On July 19, 1999, ACT filed a motion to dismiss Counts I\n\nand II on the grounds that Martin failed to allege an adequate\n\nfactual predicate as to malice or improper purpose and could not\n\nestablish that the underlying civil action terminated in his favor.\n\nACT also moved to dismiss Counts III and IV on the ground that\n\nMartin’s    claims   for   emotional      distress   were    barred   by   New\n\nHampshire’s Workers’ Compensation Act, N.H. Rev. Stat. Ann. § 281-\n\nA:8,I (Supp. 1998).\n\n            On September 22, 1999, the district court denied ACT’s\n\nmotion to dismiss as to Counts I and II, but allowed the motion as\n\nto Counts III and IV.       ACT then answered Martin’s complaint and\n\nasserted counterclaims against him for conversion and breach of\n\nfiduciary duty.\n\n            On December 4, 2000, ACT moved for summary judgment with\n\nrespect to the remaining counts.            As to Counts I and II, ACT\n\nasserted that Martin could not prove the absence of probable cause\n\nfor his prosecution; as to Counts V and VI, it asserted that both\n\nclaims were barred by New Hampshire’s Statute of Frauds, N.H. Rev.\n\nStat. Ann. § 506:2 (Supp. 1998).          On March 21, 2001, the district\n\n\n                                    -6-\n\fcourt allowed ACT’s motion for summary judgment as to all four\n\nremaining counts.     ACT’s counterclaims were voluntarily dismissed\n\nwithout prejudice.\n\n            Martin now appeals from the district court’s dismissal of\n\nCounts III and IV and grant of summary judgment as to Counts I, II,\n\nV and VI.\n\n                                II.    DISCUSSION\n\nA.   Emotional distress\n\n            We first consider Counts III and IV, which were dismissed\n\nfor failure to state a claim.                This Court applies a de novo\n\nstandard of review to a district court’s allowance of a motion to\n\ndismiss.     TAG/ICIB Services, Inc. v. Pan American Grain Co., 215\n\nF.3d 172, 175 (1st Cir. 2000).          We accept as true the well-pleaded\n\nfactual     allegations    of    the    complaint,     draw    all   reasonable\n\ninferences therefrom in the plaintiff’s favor and determine whether\n\nthe complaint, so read, sets forth facts sufficient to justify\n\nrecovery on any cognizable theory.            Id.\n\n            Counts   III   and    IV    are   claims   for    intentional   and\n\nnegligent infliction of emotional distress.                  To be compensable\n\nunder New Hampshire’s worker’s compensation law, an injury must\n\nhave \"aris[en] out of and in the course of employment.\"               N.H. Rev.\n\nStat. Ann. § 281-A:2, XI.              To fulfill this requirement, the\n\nemployee must prove:\n\n            (1) that the injury arose out of employment by\n            demonstrating that it resulted from a risk\n\n                                       -7-\n\f            created by the employment; and (2) that the\n            injury arose in the course of employment by\n            demonstrating that (A) it occurred within the\n            boundaries of time and space created by the\n            terms of employment; and (B) it occurred in\n            the performance of an activity . . . if\n            reasonably expected and not forbidden, or an\n            activity of mutual benefit to employer and\n            employee.\n\nAppeal of Griffin, 140 N.H. 650, 654 (1996) (quoting Murphy v. Town\n\nof Atkinson, 128 N.H. 641, 645-46 (1986)).         Courts construe the\n\nstatute liberally, resolving all reasonable doubts in statutory\n\nconstruction in favor of the injured employee in order to give the\n\nbroadest reasonable effect to the remedial purpose of workers'\n\ncompensation laws.     Id.    The exclusive remedy provision of the\n\nstatute, N.H. Rev. Stat. Ann. § 281-A:8 (Supp. 1998), precludes\n\nclaims under common law or statute by employees against employers\n\nfor personal injuries falling under § 281-A:2, including emotional\n\ndistress.   Martin maintains that his injuries did not arise out of\n\nhis employment.    Rather, he contends, his emotional distress was\n\nthe product of criminal and civil prosecutions instigated by the\n\ndefendant    months   after    the     employee-employer   relationship\n\nterminated, such that it was outside the \"boundaries of time and\n\nspace created by the terms of employment.\"      See Appeal of Griffin,\n\n140 N.H. at 654.\n\n            Martin’s complaint undermines this argument, however. In\n\nparagraph 18(c), he alleges that he \"suffered great humiliation and\n\nanguish as a result of losing his job, criminal arrest, arraignment\n\n\n                                     -8-\n\fon felony charges, as well as the anticipation and/or contemplation\n\nof possible criminal sanction\" (emphasis added).      Furthermore, the\n\nconsequences of an employee’s termination are a foreseeable part of\n\nemployment, such that the statute bars claims arising from injuries\n\nsuffered as a direct result of the circumstances accompanying\n\ntermination. See Frechette v. Wal- Mart Stores, Inc., 925 F. Supp.\n\n95, 99 (D.N.H. 1995) (citing Kopf v. Chloride Power Elecs., Inc.,\n\n882 F. Supp. 1183, 1191 (D.N.H. 1995)).     Hence, as Martin alleged\n\nthat his emotional injury was related to the termination of his\n\nemployment — as well as to the ensuing prosecution and civil action\n\n— there is no basis for holding that his injuries did not arise out\n\nof his employment.   The district court thus correctly dismissed\n\nMartin’s emotional distress claims against ACT.\n\nB.   Wrongful civil action and malicious prosecution\n\n          Next, we turn to the claims on which ACT was awarded\n\nsummary judgment. We review summary judgment rulings de novo after\n\nconsidering the record evidence in \"the light most favorable to,\n\nand drawing all reasonable inferences in favor of, the nonmoving\n\nparty.\"   Straughn v. Delta Air Lines, Inc., 250 F.3d 23, 33 (1st\n\nCir. 2001) (citing Feliciano De La Cruz v. El Conquistador Resort\n\n& Country Club, 218 F.3d 1, 5 (1st Cir. 2000)).     We will affirm the\n\nsummary judgment ruling if \"the pleadings, depositions, answers to\n\ninterrogatories,   and   admissions   on   file,   together   with   the\n\naffidavits, if any, show that there is no genuine issue as to any\n\n\n                                -9-\n\fmaterial fact and that the moving party is entitled to a judgment\n\nas a matter of law.\"        Id. (citing Fed. R. Civ. P. 56(c)).\n\n          Counts I and II are claims for \"wrongful civil action\"\n\nand malicious prosecution. To succeed on these claims, a plaintiff\n\nmust show that the defendant instituted a proceeding and caused\n\ncriminal charges to be filed against the plaintiff without probable\n\ncause and with malice, and that the proceedings terminated in the\n\nplaintiff’s favor.1   ERG, Inc. v. Barnes, 137 N.H. 186, 190 (1993)\n\n(internal citations omitted).     At issue here is whether Martin\n\nadduced sufficient evidence of the absence of probable cause to\n\nsurvive summary judgment.    \"Probable cause is defined to be such a\n\nstate of facts in the mind of the prosecutor as would lead a man of\n\nordinary caution and prudence to believe or entertain an honest and\n\nstrong suspicion that the person arrested is guilty.\"     MacRae v.\n\nBrant, 108 N.H. 177, 180 (1967) (quoting Cohn v. Saidel, 71 N.H.\n\n558, 567 (1902)).     While the determination of facts relevant to\n\nprobable cause is left to a factfinder, the existence of probable\n\ncause is ultimately a question of law to be decided by the court.\n\nId.\n\n          Martin contends that ACT was aware that probable cause\n\ndid not exist.   He asserts that the company provided the police\n\n\n\n      1\n      In  New   Hampshire,   the  term   \"malicious   prosecution\"\nencompasses the initiation of a civil action as well as a criminal\nprosecution. See, e.g., ERG, Inc. v. Barnes, 137 N.H. 186, 190\n(1993); Robinson v. Fimbel Door Co., 113 N.H. 348, 350 (1973).\n\n                                -10-\n\fwith information that suggested guilt but withheld information that\n\nsuggested innocence, and that there were alternative explanations\n\nfor the evidence provided to Widener.\n\n           In support of these contentions, Martin points to his\n\naffidavit, in which he addresses the four financial irregularities\n\nupon which the prosecution was based.     First, Martin stated that\n\nhis pay raise was not unauthorized, because Sullivan had agreed to\n\nit.   The raise was reflected in his paychecks from mid-April until\n\nafter his employment was terminated, implying that ACT approved it.\n\n           Second, as to the software training, Martin said that he\n\nreceived a request for training from a Tech Tools customer, the\n\nAmerican Red Cross, while he was in negotiations to purchase Tech\n\nTools. Tech Tools had never done a training and did not offer such\n\nservices, but Martin was planning to offer such training through\n\nhis own company, Impact Technology.    Hence, he had the payment for\n\nsoftware training sent to Impact Technology.\n\n           Third, as to the computer equipment, he stated that he\n\nwas no longer affiliated with Execute Technologies, the company\n\nthat provided and installed the equipment.       He contended that\n\ncontrary to ACT’s assertions, Tech Tools did receive all of the\n\nequipment it purchased.     Martin explained that he created the\n\nExecute Technologies invoice himself because Execute Technologies’s\n\nsoftware was not set up to do so at that time.\n\n\n\n\n                                -11-\n\f            Fourth, he disputed that Tech Tools was overcharged for\n\nmailers    created   by   his   ex-wife,   stating   that   she    charged    a\n\ncompetitive market price as confirmed by checking with a competing\n\ncompany.    Finally, Martin suggested a motive for ACT’s civil and\n\ncriminal claims:     to scuttle the deal to sell Tech Tools to Martin\n\nso that it could sell the company to someone else.\n\n            Martin’s affidavit provided explanations for the evidence\n\nagainst him that might have convinced a jury that he was not guilty\n\nor liable, if the criminal or civil cases had proceeded.                Probable\n\ncause does not depend upon the ultimate merit of the allegations\n\nagainst the plaintiff, however.       Stock v. Byers, 120 N.H. 844, 848\n\n(1980). And while Martin’s statements undoubtedly create a factual\n\ndispute as to ACT’s malice in initiating its claims, the element of\n\nmalice is evaluated separately from probable cause.                     \"If the\n\ndefendant had such information as would reasonably lead him to\n\nbelieve that the accused had committed a crime, it is immaterial\n\nthat the defendant may have been actuated by malice or by motives\n\nthat were less than noble in bringing the charge.\"                Id.    \"[T]he\n\nabsence of probable cause cannot be inferred from even express\n\nmalice.\"    Id.\n\n            The evidence detailed supra – Martin’s pay raise, the\n\nsoftware training fee paid to Impact Technology, the computer\n\nequipment billed from Execute Technologies, and the payment to\n\nCalligraphy Creations – could have reasonably led ACT and the\n\n\n                                    -12-\n\fgovernment to believe that Martin had stolen funds from ACT.             The\n\nrecord shows that the police performed a reasonably thorough and\n\nindependent investigation of the allegations before seeking an\n\narrest warrant, and the New Hampshire court issued the warrant\n\nbased on sufficient evidence.\n\n           Nor does Martin’s proffered motive for the prosecution\n\ncreate a fact dispute.        It is uncontroverted that there was no\n\ncontract in place for the sale of Tech Tools at the time of\n\nMartin’s termination.         Insofar as the record reveals, nothing\n\nprevented ACT from simply declining to go forward with the deal\n\nwith Martin; it need not have trumped up charges against him.\n\nMartin   therefore   cannot    prevail    on   his    malicious   prosecution\n\nclaims, and summary judgment was appropriate.\n\nC.   Breach of contract and statutory wage claim\n\n           Counts V and VI state claims for breach of contract and\n\nfailure to pay wages as required by law.             Martin asserted that he\n\nspent over 500 hours developing the Spirit Saver product while\n\nemployed by Tech Tools, and that ACT breached its promise to give\n\nhim ten percent of the profits when the product entered the market.\n\n           New Hampshire’s Statute of Frauds, N.H. Rev. Stat. Ann.\n\n§ 506:2, requires contracts not performed in one year to be in\n\nwriting.   It is undisputed that the Spirit Saver agreement was\n\nperformed over eighteen months.      Martin argues that the agreement\n\nfalls within an exception to the Statute of Frauds because ACT\n\n\n                                   -13-\n\fcommitted fraud in denying him compensation.                   See Tsiatsios v.\n\nTsiatsios, 140 N.H. 173, 176 (1995).\n\n           To    date,   New    Hampshire      courts    have     applied     such\n\nexceptions only in the narrow circumstances of land sale contracts.\n\nSee id.; Weale v. Mass. Gen. Hous. Corp., 117 N.H. 428, 431 (1977).\n\nEven if we were to extend the fraud exemption to other fact\n\npatterns, this case does not involve the sort of representation\n\nrecognized as fraud under New Hampshire law, i.e., a representation\n\n\"made with knowledge of its falsity or with conscious indifference\n\nto its truth and with the intention of causing [plaintiff] to rely\n\non the representation.\"         Patch v. Arsenault, 139 N.H. 313, 319\n\n(1995).\n\n           Martin    contends     that   the   relevant    exception     to   the\n\nstatute   of    frauds   should    not   be    limited    to    \"fraud   in    the\n\ninducement,\" but should extend to remedy any sort of contractual\n\nunfairness.     To date, New Hampshire courts have not recognized the\n\nsort of broad equitable exception that Martin seeks, and we will\n\nnot extend state law in such a manner.          Cf. Kassel v. Gannett Co.,\n\n875 F.2d 935, 949-50 (1st Cir. 1989).\n\n           Martin has not pointed to sufficient evidence that ACT\n\nacted with the requisite knowledge or indifference when it promised\n\nMartin a share of the Spirit Saver profits in November of 1995.\n\nConsequently, any action based on the alleged oral agreement\n\nconcerning Spirit Saver profits is barred by § 506:2.                Because we\n\n\n                                     -14-\n\faffirm the dismissal of the contract claim, there is no foundation\n\nfor the statutory wage claim.\n\n          Affirmed.\n\n\n\n\n                                -15-\n\f",
  "html": "<p class=\"case_cite\">284 F.3d 1</p>\n    <p class=\"parties\">John H. MARTIN, Jr., Plaintiff, Appellant,<br>v.<br>APPLIED CELLULAR TECHNOLOGY, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1568.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2001.</p>\n    <p class=\"date\">Decided March 19, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Richard A. Mitchell, with whom Francis L. Cramer and Sullivan &amp; Gregg, P.A., were on brief, for appellant.</p>\n      <p class=\"indent\">Alexander J. Walker, Jr., with whom Devine, Millimet &amp; Branch, P.A., was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LIPEZ, Circuit Judge, and BOWNES, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant John H. Martin, Jr. was employed by a company owned and controlled by defendant-appellee Applied Cellular Technology, Inc. (\"ACT\"). He brought this diversity action in the District Court for the District of New Hampshire to recover damages allegedly arising out of a criminal prosecution and a civil action that ACT commenced against him. The district court dismissed all of Martin's claims. We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. <i>Facts</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1996 and 1997, Martin was vice president and chief operating officer of Tech Tools, Inc., a wholly owned subsidiary of ACT. Tech Tools was engaged in the marketing and sale of computer software and was subject to ACT's operational control.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Martin alleged that while employed at Tech Tools, he was asked to develop and market a wine bottle stopper called \"Spirit Saver.\" Richard Sullivan and Angela Sullivan, directors of ACT, offered Martin ten percent of the profits from Spirit Saver in return for his efforts. Martin performed the work requested over a period of approximately eighteen months. Spirit Saver has sold over 100,000 units.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1997, Martin began to negotiate with ACT for the purchase of Tech Tools. In March, 1997, Martin formed Impact Technology Inc. as a vehicle by which to acquire Tech Tools. A draft sale agreement was prepared but not executed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 27, 1997, ACT broke off negotiations with Martin for the purchase of Tech Tools and terminated Martin's employment after Tech Tools's bookkeeper, Karen Clement, alerted ACT's management to several recent expenses that had been authorized by Martin. Two days later, ACT contacted the Nashua Police Department and reported that Martin had stolen funds from Tech Tools.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">ACT's president, Garrett Sullivan, met with Nashua Police Detective Richard Widener and reported that Martin had given himself an unauthorized raise in salary in excess of $1,000.00. Sullivan also stated that invoices showed that a customer, the American Red Cross, had paid Impact Technology for software training on a Tech Tools product when the payment should have gone to Tech Tools. Additionally, invoices showed that Martin had transferred Tech Tools funds to a company called Execute Technologies for the purchase and installation of computer equipment. Some of the invoiced equipment could not be accounted for within Tech Tools, and the equipment that was located had been installed by Martin. Moreover, two checks made payable to Calligraphy Creations for bulk mailing services appeared to be overcharges. Calligraphy Creations was owned by Karen Martin, Martin's ex-wife.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sullivan provided the police with returned checks and invoices related to these accusations, and stated that he wished to initiate a criminal prosecution against Martin. Both ACT and the Nashua Police Department investigated the questioned expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 5, 1997, Detective Widener interviewed Karen Clement, the bookkeeper who initially noticed the questioned expenses. Clement provided Widener with Tech Tools's payroll records, which she claimed showed an unauthorized pay raise to Martin amounting to $1,076.92. She also provided documents showing that the American Red Cross paid Impact Technology $2,800.00 for technical training related to software it had purchased from Tech Tools. Clement told Widener that any payment for training should have been deposited in Tech Tools's account. Widener confirmed that Martin had endorsed and deposited the check in Impact Technology's bank account, and that Impact Technology's account listed the same address as Tech Tools's account.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Widener investigated Execute Technologies, the company that received checks signed by Martin on Tech Tools's account for computer equipment and installation. Widener learned that Execute Technologies had been co-founded by Martin, and suspected that Martin had created the invoice for the work.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Widener also investigated two payments authorized by Martin to Calligraphy Creations, the company owned by Martin's ex-wife, Karen Martin. ACT had reported that the amounts seemed high in comparison to previous payments for similar bulk mailing services. Widener found that each of the two invoices from Calligraphy Creations billed for 50,000 mailers when other records indicated that only 35,000 were sent on each occasion. Furthermore, one of the invoices appeared to bill Tech Tools for layout and design of a mailer that Tech Tools had already created. Widener attempted to interview Karen Martin but was unable to do so. According to Widener, in September of 1997, Karen Martin was subpoenaed to appear before a Hillsborough County Grand Jury to testify concerning her former husband, Impact Technology, and Execute Technologies. She invoked her Fifth Amendment privilege not to testify before the Grand Jury.</p>\n    </div>\n    <p class=\"indent\">B. <i>Procedural history</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In February of 1998, Tech Tools commenced a civil action for conversion against Martin in state court. On April 14, 1998, ACT's private investigator submitted a four-page report to Widener; an arrest warrant issued the same day. Soon thereafter, Martin was arrested pursuant to the warrant and charged with theft by unauthorized taking. The civil action was terminated by a voluntary nonsuit in July of 1998, and in March of 1999, a <i>nolle prosequi</i> was entered in the criminal case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On May 14, 1999, Martin filed a complaint against ACT in the District Court for the District of New Hampshire. The complaint set forth claims for wrongful civil action (Count I), malicious prosecution (Count II), intentional infliction of emotional distress (Count III), and negligent infliction of emotional distress (Count IV). In May, 2000, Martin filed an amended complaint adding a breach of contract claim (Count V) and a statutory wage claim (Count VI).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 19, 1999, ACT filed a motion to dismiss Counts I and II on the grounds that Martin failed to allege an adequate factual predicate as to malice or improper purpose and could not establish that the underlying civil action terminated in his favor. ACT also moved to dismiss Counts III and IV on the ground that Martin's claims for emotional distress were barred by New Hampshire's Workers' Compensation Act, N.H.Rev.Stat. Ann. &#167; 281-A:8,I (Supp.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On September 22, 1999, the district court denied ACT's motion to dismiss as to Counts I and II, but allowed the motion as to Counts III and IV. ACT then answered Martin's complaint and asserted counterclaims against him for conversion and breach of fiduciary duty.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On December 4, 2000, ACT moved for summary judgment with respect to the remaining counts. As to Counts I and II, ACT asserted that Martin could not prove the absence of probable cause for his prosecution; as to Counts V and VI, it asserted that both claims were barred by New Hampshire's Statute of Frauds, N.H.Rev.Stat. Ann. &#167; 506:2 (Supp.1998). On March 21, 2001, the district court allowed ACT's motion for summary judgment as to all four remaining counts. ACT's counterclaims were voluntarily dismissed without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Martin now appeals from the district court's dismissal of Counts III and IV and grant of summary judgment as to Counts I, II, V and VI.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. <i>Emotional distress</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We first consider Counts III and IV, which were dismissed for failure to state a claim. This Court applies a <i>de novo</i> standard of review to a district court's allowance of a motion to dismiss. <i>TAG/ICIB Services, Inc. v. Pan American Grain Co.,</i> 215 F.3d 172, 175 (1st Cir.2000). We accept as true the well-pleaded factual allegations of the complaint, draw all reasonable inferences therefrom in the plaintiff's favor and determine whether the complaint, so read, sets forth facts sufficient to justify recovery on any cognizable theory. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Counts III and IV are claims for intentional and negligent infliction of emotional distress. To be compensable under New Hampshire's worker's compensation law, an injury must have \"aris[en] out of and in the course of employment.\" N.H.Rev.Stat. Ann. &#167; 281-A:2, XI. To fulfill this requirement, the employee must prove:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(1) that the injury arose out of employment by demonstrating that it resulted from a risk created by the employment; and (2) that the injury arose in the course of employment by demonstrating that (A) it occurred within the boundaries of time and space created by the terms of employment; and (B) it occurred in the performance of an activity ... if reasonably expected and not forbidden, or an activity of mutual benefit to employer and employee.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Appeal of Griffin,</i> 140 N.H. 650, 654, 671 A.2d 541 (1996) (quoting <i>Murphy v. Town of Atkinson,</i> 128 N.H. 641, 645-46, 517 A.2d 1170 (1986)). Courts construe the statute liberally, resolving all reasonable doubts in statutory construction in favor of the injured employee in order to give the broadest reasonable effect to the remedial purpose of workers' compensation laws. <i>Id.</i> The exclusive remedy provision of the statute, N.H.Rev.Stat. Ann. &#167; 281-A:8 (Supp.1998), precludes claims under common law or statute by employees against employers for personal injuries falling under &#167; 281-A:2, including emotional distress. Martin maintains that his injuries did not arise out of his employment. Rather, he contends, his emotional distress was the product of criminal and civil prosecutions instigated by the defendant months after the employee-employer relationship terminated, such that it was outside the \"boundaries of time and space created by the terms of employment.\" <i>See Appeal of Griffin,</i> 140 N.H. at 654, 671 A.2d 541.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Martin's complaint undermines this argument, however. In paragraph 18(c), he alleges that he \"suffered great humiliation and anguish as a result of <i>losing his job,</i> criminal arrest, arraignment on felony charges, as well as the anticipation and/or contemplation of possible criminal sanction\" (emphasis added). Furthermore, the consequences of an employee's termination are a foreseeable part of employment, such that the statute bars claims arising from injuries suffered as a direct result of the circumstances accompanying termination. <i>See Frechette v. Wal-Mart Stores, Inc.,</i> 925 F.Supp. 95, 99 (D.N.H. 1995) (citing <i>Kopf v. Chloride Power Elecs., Inc.,</i> 882 F.Supp. 1183, 1191 (D.N.H.1995)). Hence, as Martin alleged that his emotional injury was related to the termination of his employment &#8212; as well as to the ensuing prosecution and civil action &#8212; there is no basis for holding that his injuries did not arise out of his employment. The district court thus correctly dismissed Martin's emotional distress claims against ACT.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. <i>Wrongful civil action and malicious prosecution</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Next, we turn to the claims on which ACT was awarded summary judgment. We review summary judgment rulings <i>de novo</i> after considering the record evidence in \"the light most favorable to, and drawing all reasonable inferences in favor of, the nonmoving party.\" <i>Straughn v. Delta Air Lines, Inc.,</i> 250 F.3d 23, 33 (1st Cir.2001) (<i>citing Feliciano De La Cruz v. El Conquistador Resort &amp; Country Club,</i> 218 F.3d 1, 5 (1st Cir.2000)). We will affirm the summary judgment ruling if \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" <i>Id.</i> (citing Fed.R.Civ.P. 56(c)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Counts I and II are claims for \"wrongful civil action\" and malicious prosecution. To succeed on these claims, a plaintiff must show that the defendant instituted a proceeding and caused criminal charges to be filed against the plaintiff without probable cause and with malice, and that the proceedings terminated in the plaintiff's favor.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>ERG, Inc. v. Barnes,</i> 137 N.H. 186, 190, 624 A.2d 555 (1993) (internal citations omitted). At issue here is whether Martin adduced sufficient evidence of the absence of probable cause to survive summary judgment. \"Probable cause is defined to be such a state of facts in the mind of the prosecutor as would lead a man of ordinary caution and prudence to believe or entertain an honest and strong suspicion that the person arrested is guilty.\" <i>MacRae v. Brant,</i> 108 N.H. 177, 180, 230 A.2d 753 (1967) (quoting <i>Cohn v. Saidel,</i> 71 N.H. 558, 567, 53 A. 800 (1902)). While the determination of facts relevant to probable cause is left to a factfinder, the existence of probable cause is ultimately a question of law to be decided by the court. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Martin contends that ACT was aware that probable cause did not exist. He asserts that the company provided the police with information that suggested guilt but withheld information that suggested innocence, and that there were alternative explanations for the evidence provided to Widener.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In support of these contentions, Martin points to his affidavit, in which he addresses the four financial irregularities upon which the prosecution was based. First, Martin stated that his pay raise was not unauthorized, because Sullivan had agreed to it. The raise was reflected in his paychecks from mid-April until after his employment was terminated, implying that ACT approved it.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Second, as to the software training, Martin said that he received a request for training from a Tech Tools customer, the American Red Cross, while he was in negotiations to purchase Tech Tools. Tech Tools had never done a training and did not offer such services, but Martin was planning to offer such training through his own company, Impact Technology. Hence, he had the payment for software training sent to Impact Technology.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Third, as to the computer equipment, he stated that he was no longer affiliated with Execute Technologies, the company that provided and installed the equipment. He contended that contrary to ACT's assertions, Tech Tools did receive all of the equipment it purchased. Martin explained that he created the Execute Technologies invoice himself because Execute Technologies's software was not set up to do so at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Fourth, he disputed that Tech Tools was overcharged for mailers created by his ex-wife, stating that she charged a competitive market price as confirmed by checking with a competing company. Finally, Martin suggested a motive for ACT's civil and criminal claims: to scuttle the deal to sell Tech Tools to Martin so that it could sell the company to someone else.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Martin's affidavit provided explanations for the evidence against him that might have convinced a jury that he was not guilty or liable, if the criminal or civil cases had proceeded. Probable cause does not depend upon the ultimate merit of the allegations against the plaintiff, however. <i>Stock v. Byers,</i> 120 N.H. 844, 848, 424 A.2d 1122 (1980). And while Martin's statements undoubtedly create a factual dispute as to ACT's malice in initiating its claims, the element of malice is evaluated separately from probable cause. \"If the defendant had such information as would reasonably lead him to believe that the accused had committed a crime, it is immaterial that the defendant may have been actuated by malice or by motives that were less than noble in bringing the charge.\" <i>Id.</i> \"[T]he absence of probable cause cannot be inferred from even express malice.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The evidence detailed <i>supra</i> &#8212; Martin's pay raise, the software training fee paid to Impact Technology, the computer equipment billed from Execute Technologies, and the payment to Calligraphy Creations &#8212; could have reasonably led ACT and the government to believe that Martin had stolen funds from ACT. The record shows that the police performed a reasonably thorough and independent investigation of the allegations before seeking an arrest warrant, and the New Hampshire court issued the warrant based on sufficient evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Nor does Martin's proffered motive for the prosecution create a fact dispute. It is uncontroverted that there was no contract in place for the sale of Tech Tools at the time of Martin's termination. Insofar as the record reveals, nothing prevented ACT from simply declining to go forward with the deal with Martin; it need not have trumped up charges against him. Martin therefore cannot prevail on his malicious prosecution claims, and summary judgment was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">C. <i>Breach of contract and statutory wage claim</i></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Counts V and VI state claims for breach of contract and failure to pay wages as required by law. Martin asserted that he spent over 500 hours developing the Spirit Saver product while employed by Tech Tools, and that ACT breached its promise to give him ten percent of the profits when the product entered the market.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">New Hampshire's Statute of Frauds, N.H.Rev.Stat. Ann. &#167; 506:2, requires contracts not performed in one year to be in writing. It is undisputed that the Spirit Saver agreement was performed over eighteen months. Martin argues that the agreement falls within an exception to the Statute of Frauds because ACT committed fraud in denying him compensation. <i>See Tsiatsios v. Tsiatsios,</i> 140 N.H. 173, 176, 663 A.2d 1335 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To date, New Hampshire courts have applied such exceptions only in the narrow circumstances of land sale contracts. <i>See id.; Weale v. Mass. Gen. Hous. Corp.,</i> 117 N.H. 428, 431, 374 A.2d 925 (1977). Even if we were to extend the fraud exemption to other fact patterns, this case does not involve the sort of representation recognized as fraud under New Hampshire law, i.e., a representation \"made with knowledge of its falsity or with conscious indifference to its truth and with the intention of causing [plaintiff] to rely on the representation.\" <i>Patch v. Arsenault,</i> 139 N.H. 313, 319, 653 A.2d 1079 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Martin contends that the relevant exception to the statute of frauds should not be limited to \"fraud in the inducement,\" but should extend to remedy any sort of contractual unfairness. To date, New Hampshire courts have not recognized the sort of broad equitable exception that Martin seeks, and we will not extend state law in such a manner. <i>Cf. Kassel v. Gannett Co.,</i> 875 F.2d 935, 949-50 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Martin has not pointed to sufficient evidence that ACT acted with the requisite knowledge or indifference when it promised Martin a share of the Spirit Saver profits in November of 1995. Consequently, any action based on the alleged oral agreement concerning Spirit Saver profits is barred by &#167; 506:2. Because we affirm the dismissal of the contract claim, there is no foundation for the statutory wage claim.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In New Hampshire, the term \"malicious prosecution\" encompasses the initiation of a civil action as well as a criminal prosecution<i>See, e.g., ERG, Inc. v. Barnes,</i> 137 N.H. 186, 190, 624 A.2d 555 (1993); <i>Robinson v. Fimbel Door Co.,</i> 113 N.H. 348, 350, 306 A.2d 768 (1973).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">John H. MARTIN, Jr., Plaintiff, Appellant,<br>v.<br>APPLIED CELLULAR TECHNOLOGY, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1568.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2001.</p>\n    <p class=\"date\">Decided March 19, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Richard A. Mitchell, with whom Francis L. Cramer and Sullivan &amp; Gregg, P.A., were on brief, for appellant.</p>\n      <p class=\"indent\">Alexander J. Walker, Jr., with whom Devine, Millimet &amp; Branch, P.A., was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LIPEZ, Circuit Judge, and BOWNES, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant John H. Martin, Jr. was employed by a company owned and controlled by defendant-appellee Applied Cellular Technology, Inc. (\"ACT\"). He brought this diversity action in the District Court for the District of New Hampshire to recover damages allegedly arising out of a criminal prosecution and a civil action that ACT commenced against him. The district court dismissed all of Martin's claims. We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. <i>Facts</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1996 and 1997, Martin was vice president and chief operating officer of Tech Tools, Inc., a wholly owned subsidiary of ACT. Tech Tools was engaged in the marketing and sale of computer software and was subject to ACT's operational control.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Martin alleged that while employed at Tech Tools, he was asked to develop and market a wine bottle stopper called \"Spirit Saver.\" Richard Sullivan and Angela Sullivan, directors of ACT, offered Martin ten percent of the profits from Spirit Saver in return for his efforts. Martin performed the work requested over a period of approximately eighteen months. Spirit Saver has sold over 100,000 units.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1997, Martin began to negotiate with ACT for the purchase of Tech Tools. In March, 1997, Martin formed Impact Technology Inc. as a vehicle by which to acquire Tech Tools. A draft sale agreement was prepared but not executed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 27, 1997, ACT broke off negotiations with Martin for the purchase of Tech Tools and terminated Martin's employment after Tech Tools's bookkeeper, Karen Clement, alerted ACT's management to several recent expenses that had been authorized by Martin. Two days later, ACT contacted the Nashua Police Department and reported that Martin had stolen funds from Tech Tools.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">ACT's president, Garrett Sullivan, met with Nashua Police Detective Richard Widener and reported that Martin had given himself an unauthorized raise in salary in excess of $1,000.00. Sullivan also stated that invoices showed that a customer, the American Red Cross, had paid Impact Technology for software training on a Tech Tools product when the payment should have gone to Tech Tools. Additionally, invoices showed that Martin had transferred Tech Tools funds to a company called Execute Technologies for the purchase and installation of computer equipment. Some of the invoiced equipment could not be accounted for within Tech Tools, and the equipment that was located had been installed by Martin. Moreover, two checks made payable to Calligraphy Creations for bulk mailing services appeared to be overcharges. Calligraphy Creations was owned by Karen Martin, Martin's ex-wife.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sullivan provided the police with returned checks and invoices related to these accusations, and stated that he wished to initiate a criminal prosecution against Martin. Both ACT and the Nashua Police Department investigated the questioned expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 5, 1997, Detective Widener interviewed Karen Clement, the bookkeeper who initially noticed the questioned expenses. Clement provided Widener with Tech Tools's payroll records, which she claimed showed an unauthorized pay raise to Martin amounting to $1,076.92. She also provided documents showing that the American Red Cross paid Impact Technology $2,800.00 for technical training related to software it had purchased from Tech Tools. Clement told Widener that any payment for training should have been deposited in Tech Tools's account. Widener confirmed that Martin had endorsed and deposited the check in Impact Technology's bank account, and that Impact Technology's account listed the same address as Tech Tools's account.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Widener investigated Execute Technologies, the company that received checks signed by Martin on Tech Tools's account for computer equipment and installation. Widener learned that Execute Technologies had been co-founded by Martin, and suspected that Martin had created the invoice for the work.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Widener also investigated two payments authorized by Martin to Calligraphy Creations, the company owned by Martin's ex-wife, Karen Martin. ACT had reported that the amounts seemed high in comparison to previous payments for similar bulk mailing services. Widener found that each of the two invoices from Calligraphy Creations billed for 50,000 mailers when other records indicated that only 35,000 were sent on each occasion. Furthermore, one of the invoices appeared to bill Tech Tools for layout and design of a mailer that Tech Tools had already created. Widener attempted to interview Karen Martin but was unable to do so. According to Widener, in September of 1997, Karen Martin was subpoenaed to appear before a Hillsborough County Grand Jury to testify concerning her former husband, Impact Technology, and Execute Technologies. She invoked her Fifth Amendment privilege not to testify before the Grand Jury.</p>\n    </div>\n    <p class=\"indent\">B. <i>Procedural history</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In February of 1998, Tech Tools commenced a civil action for conversion against Martin in state court. On April 14, 1998, ACT's private investigator submitted a four-page report to Widener; an arrest warrant issued the same day. Soon thereafter, Martin was arrested pursuant to the warrant and charged with theft by unauthorized taking. The civil action was terminated by a voluntary nonsuit in July of 1998, and in March of 1999, a <i>nolle prosequi</i> was entered in the criminal case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On May 14, 1999, Martin filed a complaint against ACT in the District Court for the District of New Hampshire. The complaint set forth claims for wrongful civil action (Count I), malicious prosecution (Count II), intentional infliction of emotional distress (Count III), and negligent infliction of emotional distress (Count IV). In May, 2000, Martin filed an amended complaint adding a breach of contract claim (Count V) and a statutory wage claim (Count VI).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 19, 1999, ACT filed a motion to dismiss Counts I and II on the grounds that Martin failed to allege an adequate factual predicate as to malice or improper purpose and could not establish that the underlying civil action terminated in his favor. ACT also moved to dismiss Counts III and IV on the ground that Martin's claims for emotional distress were barred by New Hampshire's Workers' Compensation Act, N.H.Rev.Stat. Ann. &#167; 281-A:8,I (Supp.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On September 22, 1999, the district court denied ACT's motion to dismiss as to Counts I and II, but allowed the motion as to Counts III and IV. ACT then answered Martin's complaint and asserted counterclaims against him for conversion and breach of fiduciary duty.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On December 4, 2000, ACT moved for summary judgment with respect to the remaining counts. As to Counts I and II, ACT asserted that Martin could not prove the absence of probable cause for his prosecution; as to Counts V and VI, it asserted that both claims were barred by New Hampshire's Statute of Frauds, N.H.Rev.Stat. Ann. &#167; 506:2 (Supp.1998). On March 21, 2001, the district court allowed ACT's motion for summary judgment as to all four remaining counts. ACT's counterclaims were voluntarily dismissed without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Martin now appeals from the district court's dismissal of Counts III and IV and grant of summary judgment as to Counts I, II, V and VI.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. <i>Emotional distress</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We first consider Counts III and IV, which were dismissed for failure to state a claim. This Court applies a <i>de novo</i> standard of review to a district court's allowance of a motion to dismiss. <i>TAG/ICIB Services, Inc. v. Pan American Grain Co.,</i> <span class=\"citation\" data-id=\"198972\"><a href=\"/opinion/198972/tag-v/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 175 (1st Cir.2000). We accept as true the well-pleaded factual allegations of the complaint, draw all reasonable inferences therefrom in the plaintiff's favor and determine whether the complaint, so read, sets forth facts sufficient to justify recovery on any cognizable theory. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Counts III and IV are claims for intentional and negligent infliction of emotional distress. To be compensable under New Hampshire's worker's compensation law, an injury must have \"aris[en] out of and in the course of employment.\" N.H.Rev.Stat. Ann. &#167; 281-A:2, XI. To fulfill this requirement, the employee must prove:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(1) that the injury arose out of employment by demonstrating that it resulted from a risk created by the employment; and (2) that the injury arose in the course of employment by demonstrating that (A) it occurred within the boundaries of time and space created by the terms of employment; and (B) it occurred in the performance of an activity ... if reasonably expected and not forbidden, or an activity of mutual benefit to employer and employee.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Appeal of Griffin,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">650</span></span>, 654, <span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">541</span></span> (1996) (quoting <i>Murphy v. Town of Atkinson,</i> <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">641</span></span>, 645-46, <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1170</span></span> (1986)). Courts construe the statute liberally, resolving all reasonable doubts in statutory construction in favor of the injured employee in order to give the broadest reasonable effect to the remedial purpose of workers' compensation laws. <i>Id.</i> The exclusive remedy provision of the statute, N.H.Rev.Stat. Ann. &#167; 281-A:8 (Supp.1998), precludes claims under common law or statute by employees against employers for personal injuries falling under &#167; 281-A:2, including emotional distress. Martin maintains that his injuries did not arise out of his employment. Rather, he contends, his emotional distress was the product of criminal and civil prosecutions instigated by the defendant months after the employee-employer relationship terminated, such that it was outside the \"boundaries of time and space created by the terms of employment.\" <i>See Appeal of Griffin,</i> 140 N.H. at 654, <span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">541</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Martin's complaint undermines this argument, however. In paragraph 18(c), he alleges that he \"suffered great humiliation and anguish as a result of <i>losing his job,</i> criminal arrest, arraignment on felony charges, as well as the anticipation and/or contemplation of possible criminal sanction\" (emphasis added). Furthermore, the consequences of an employee's termination are a foreseeable part of employment, such that the statute bars claims arising from injuries suffered as a direct result of the circumstances accompanying termination. <i>See Frechette v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"2294761\"><a href=\"/opinion/2294761/frechette-v-wal-mart-stores-inc/\"><span class=\"volume\">925</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></a></span>, 99 (D.N.H. 1995) (citing <i>Kopf v. Chloride Power Elecs., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1183</span></span>, 1191 (D.N.H.1995)). Hence, as Martin alleged that his emotional injury was related to the termination of his employment &#8212; as well as to the ensuing prosecution and civil action &#8212; there is no basis for holding that his injuries did not arise out of his employment. The district court thus correctly dismissed Martin's emotional distress claims against ACT.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. <i>Wrongful civil action and malicious prosecution</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Next, we turn to the claims on which ACT was awarded summary judgment. We review summary judgment rulings <i>de novo</i> after considering the record evidence in \"the light most favorable to, and drawing all reasonable inferences in favor of, the nonmoving party.\" <i>Straughn v. Delta Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"773251\"><a href=\"/opinion/773251/claire-a-straughn-v-delta-air-lines-inc/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 33 (1st Cir.2001) (<i>citing Feliciano De La Cruz v. El Conquistador Resort &amp; Country Club,</i> <span class=\"citation\" data-id=\"198973\"><a href=\"/opinion/198973/feliciano-v-el-conquistador/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2000)). We will affirm the summary judgment ruling if \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" <i>Id.</i> (citing Fed.R.Civ.P. 56(c)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Counts I and II are claims for \"wrongful civil action\" and malicious prosecution. To succeed on these claims, a plaintiff must show that the defendant instituted a proceeding and caused criminal charges to be filed against the plaintiff without probable cause and with malice, and that the proceedings terminated in the plaintiff's favor.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>ERG, Inc. v. Barnes,</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">186</span></span>, 190, <span class=\"citation no-link\"><span class=\"volume\">624</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">555</span></span> (1993) (internal citations omitted). At issue here is whether Martin adduced sufficient evidence of the absence of probable cause to survive summary judgment. \"Probable cause is defined to be such a state of facts in the mind of the prosecutor as would lead a man of ordinary caution and prudence to believe or entertain an honest and strong suspicion that the person arrested is guilty.\" <i>MacRae v. Brant,</i> <span class=\"citation\" data-id=\"1496159\"><a href=\"/opinion/1496159/macrae-v-brant/\"><span class=\"volume\">108</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">177</span></a></span>, 180, <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">753</span></span> (1967) (quoting <i>Cohn v. Saidel,</i> <span class=\"citation\" data-id=\"3555015\"><a href=\"/opinion/3574700/cohn-v-saidel/\"><span class=\"volume\">71</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">558</span></a></span>, 567, <span class=\"citation\" data-id=\"3555015\"><a href=\"/opinion/3574700/cohn-v-saidel/\"><span class=\"volume\">53</span> <span class=\"reporter\">A.</span> <span class=\"page\">800</span></a></span> (1902)). While the determination of facts relevant to probable cause is left to a factfinder, the existence of probable cause is ultimately a question of law to be decided by the court. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Martin contends that ACT was aware that probable cause did not exist. He asserts that the company provided the police with information that suggested guilt but withheld information that suggested innocence, and that there were alternative explanations for the evidence provided to Widener.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In support of these contentions, Martin points to his affidavit, in which he addresses the four financial irregularities upon which the prosecution was based. First, Martin stated that his pay raise was not unauthorized, because Sullivan had agreed to it. The raise was reflected in his paychecks from mid-April until after his employment was terminated, implying that ACT approved it.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Second, as to the software training, Martin said that he received a request for training from a Tech Tools customer, the American Red Cross, while he was in negotiations to purchase Tech Tools. Tech Tools had never done a training and did not offer such services, but Martin was planning to offer such training through his own company, Impact Technology. Hence, he had the payment for software training sent to Impact Technology.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Third, as to the computer equipment, he stated that he was no longer affiliated with Execute Technologies, the company that provided and installed the equipment. He contended that contrary to ACT's assertions, Tech Tools did receive all of the equipment it purchased. Martin explained that he created the Execute Technologies invoice himself because Execute Technologies's software was not set up to do so at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Fourth, he disputed that Tech Tools was overcharged for mailers created by his ex-wife, stating that she charged a competitive market price as confirmed by checking with a competing company. Finally, Martin suggested a motive for ACT's civil and criminal claims: to scuttle the deal to sell Tech Tools to Martin so that it could sell the company to someone else.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Martin's affidavit provided explanations for the evidence against him that might have convinced a jury that he was not guilty or liable, if the criminal or civil cases had proceeded. Probable cause does not depend upon the ultimate merit of the allegations against the plaintiff, however. <i>Stock v. Byers,</i> <span class=\"citation\" data-id=\"1534210\"><a href=\"/opinion/1534210/stock-v-byers/\"><span class=\"volume\">120</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">844</span></a></span>, 848, <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1122</span></span> (1980). And while Martin's statements undoubtedly create a factual dispute as to ACT's malice in initiating its claims, the element of malice is evaluated separately from probable cause. \"If the defendant had such information as would reasonably lead him to believe that the accused had committed a crime, it is immaterial that the defendant may have been actuated by malice or by motives that were less than noble in bringing the charge.\" <i>Id.</i> \"[T]he absence of probable cause cannot be inferred from even express malice.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The evidence detailed <i>supra</i> &#8212; Martin's pay raise, the software training fee paid to Impact Technology, the computer equipment billed from Execute Technologies, and the payment to Calligraphy Creations &#8212; could have reasonably led ACT and the government to believe that Martin had stolen funds from ACT. The record shows that the police performed a reasonably thorough and independent investigation of the allegations before seeking an arrest warrant, and the New Hampshire court issued the warrant based on sufficient evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Nor does Martin's proffered motive for the prosecution create a fact dispute. It is uncontroverted that there was no contract in place for the sale of Tech Tools at the time of Martin's termination. Insofar as the record reveals, nothing prevented ACT from simply declining to go forward with the deal with Martin; it need not have trumped up charges against him. Martin therefore cannot prevail on his malicious prosecution claims, and summary judgment was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">C. <i>Breach of contract and statutory wage claim</i></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Counts V and VI state claims for breach of contract and failure to pay wages as required by law. Martin asserted that he spent over 500 hours developing the Spirit Saver product while employed by Tech Tools, and that ACT breached its promise to give him ten percent of the profits when the product entered the market.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">New Hampshire's Statute of Frauds, N.H.Rev.Stat. Ann. &#167; 506:2, requires contracts not performed in one year to be in writing. It is undisputed that the Spirit Saver agreement was performed over eighteen months. Martin argues that the agreement falls within an exception to the Statute of Frauds because ACT committed fraud in denying him compensation. <i>See Tsiatsios v. Tsiatsios,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">173</span></span>, 176, <span class=\"citation no-link\"><span class=\"volume\">663</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1335</span></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To date, New Hampshire courts have applied such exceptions only in the narrow circumstances of land sale contracts. <i>See id.; Weale v. Mass. Gen. Hous. Corp.,</i> <span class=\"citation\" data-id=\"1963981\"><a href=\"/opinion/1963981/weale-v-massachusetts-gen-housing-corp/\"><span class=\"volume\">117</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">428</span></a></span>, 431, <span class=\"citation no-link\"><span class=\"volume\">374</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">925</span></span> (1977). Even if we were to extend the fraud exemption to other fact patterns, this case does not involve the sort of representation recognized as fraud under New Hampshire law, i.e., a representation \"made with knowledge of its falsity or with conscious indifference to its truth and with the intention of causing [plaintiff] to rely on the representation.\" <i>Patch v. Arsenault,</i> <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">313</span></span>, 319, <span class=\"citation no-link\"><span class=\"volume\">653</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1079</span></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Martin contends that the relevant exception to the statute of frauds should not be limited to \"fraud in the inducement,\" but should extend to remedy any sort of contractual unfairness. To date, New Hampshire courts have not recognized the sort of broad equitable exception that Martin seeks, and we will not extend state law in such a manner. <i>Cf. Kassel v. Gannett Co.,</i> <span class=\"citation\" data-id=\"524049\"><a href=\"/opinion/524049/jeffrey-kassel-v-gannett-co-inc-dba-usa-today/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 949-50 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Martin has not pointed to sufficient evidence that ACT acted with the requisite knowledge or indifference when it promised Martin a share of the Spirit Saver profits in November of 1995. Consequently, any action based on the alleged oral agreement concerning Spirit Saver profits is barred by &#167; 506:2. Because we affirm the dismissal of the contract claim, there is no foundation for the statutory wage claim.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In New Hampshire, the term \"malicious prosecution\" encompasses the initiation of a civil action as well as a criminal prosecution<i>See, e.g., ERG, Inc. v. Barnes,</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">186</span></span>, 190, <span class=\"citation no-link\"><span class=\"volume\">624</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">555</span></span> (1993); <i>Robinson v. Fimbel Door Co.,</i> <span class=\"citation\" data-id=\"2262498\"><a href=\"/opinion/2262498/robinson-v-fimbel-door-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">348</span></a></span>, 350, <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">768</span></span> (1973).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/198972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1496159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1534210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1963981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2262498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2294761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3555015/"
  ]
}