{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199875/",
  "absolute_url": "/opinion/199875/fraser-v-major-league-soccer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199875/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:39:20Z",
  "date_modified": "2017-03-24T11:04:08.790092Z",
  "type": "010combined",
  "sha1": "95f60d6b459338221f7aab5a551089c26ad59a76",
  "page_count": 46,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1296-01A.pdf",
  "local_path": "pdf/2002/03/20/Fraser_v._Major_League_Soccer.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 01-1296\n\n              IAIN FRASER; STEVE TRITTSCHUH; SEAN BOWERS;\n           MARK SEMIOLI; RHETT HARTY; DAVID SCOTT VAUDREUIL;\n                     MARK DODD; and MARK DOUGHERTY,\n\n                        Plaintiffs, Appellants,\n\n                                   v.\n\n        MAJOR LEAGUE SOCCER, L.L.C.; KRAFT SOCCER, L.P.;\n     ANSCHUTZ SOCCER, INC.; ANSCHUTZ CHICAGO SOCCER, INC.;\n   SOUTH FLORIDA SOCCER, L.L.C.; TEAM COLUMBUS SOCCER, L.L.C.;\n  TEAM KANSAS CITY SOCCER, L.L.C.; LOS ANGELES SOCCER PARTNERS,\nL.P.; EMPIRE SOCCER CLUB, L.P.; WASHINGTON SOCCER, L.P.;\n            and UNITED STATES SOCCER FEDERATION, INC.,\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                                Before\n\n                          Boudin, Chief Judge,\n\n                     Coffin, Senior Circuit Judge,\n                     and Woodlock,* District Judge.\n\n\n     Jeffrey L. Kessler with whom James W. Quinn, Bruce S. Meyer,\nMichael A. Rona, Allan L. Garcia, Tamir M. Young, Weil, Gotshal &\nManges LLP, Paul B. Galvani, Ropes & Gray and Richard A. Berthelsen\nwere on brief for appellants.\n     Michael A. Cardoza with whom Steven C. Krane, Lee M.\nGoldsmith, Brooke H. Spigler, Daniel L. Goldberg, Daniel S. Savrin\nand Bingham Dana LLP were on brief for appellees Major League\nSoccer, L.L.C., et al.\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f     John Paul Robbins with whom McLaughlin & Stern, LLP and\nMorgan, Brown & Joy were on brief for appellee United States Soccer\nFederation, Inc.\n\n\n\n                          March 20, 2002\n\f             BOUDIN, Chief Judge.           Professional soccer players sued\n\nMajor    League         Soccer,       LLC     (\"MLS\"),     nine    independent\n\noperator/investors in MLS, and the United States Soccer Federation,\nInc. (\"USSF\"), alleging violations of Sherman Act sections 1 and 2,\n\n15 U.S.C. §§ 1-2, and Clayton Act section 7, id. § 18, and seeking\n\ninjunctive    relief     and    monetary     damages.1    The   district   court\ngranted summary judgment for defendants on the section 1 and\n\nClayton Act counts.       After a twelve-week long trial on the section\n\n2 count, the jury returned a special verdict leading to judgment in\n\nfavor of defendants.           Players now appeal the disposition of all\n\nthree counts.     We begin with a statement of the background facts.\n\n                               I.   BACKGROUND FACTS\n\n          Despite professional soccer's popularity abroad, the\nsport has achieved only limited success in this country.               Several\n\nminor leagues have operated here (four such leagues exist today),\n\nbut before the formation of MLS, only one other U.S. professional\nleague--the     North    American      Soccer    League    (\"NASL\")--had    ever\n\nobtained Division I, or top-tier, status.                Launched in 1968, the\n\nNASL achieved some success before folding in 1985; MLS attributes\n\nthe NASL's demise in part to wide disparities in the financial\n\nresources of the league's independently owned teams and a lack of\n\ncentralized control.\n\n     1\n      The plaintiffs comprise eight named MLS players and a\ncertified injunctive class of 600 past, present, and future MLS\nplayers. The operator/investors named in the suit include: Kraft\nSoccer, LP; Anschutz Soccer, Inc.; Anschutz Chicago Soccer, Inc.;\nSouth Florida Soccer, LLC; Team Columbus Soccer, LLC; Team Kansas\nCity Soccer, LLC; Los Angeles Soccer Partners, LP; Empire Soccer\nClub, LP; and Washington Soccer, LP.\n\n                                        -3-\n\f            In 1988, the USSF, the national governing body of soccer\n\nin the United States, 36 U.S.C. § 220501 et seq., was awarded the\n\nright to host the 1994 World Cup soccer tournament in the U.S. by\nthe Federation Internationale de Football Association (\"FIFA\"),\n\nsoccer's international governing body.              In consideration for the\n\ncoveted sponsorship rights, the USSF promised to establish a viable\nDivision I professional soccer league in the U.S. as soon as\n\npossible.\n\n            The USSF decided as early as 1988 to sanction only one\n\nDivision I professional league.             The concern was that sanctioning\n\nrival leagues would dilute revenues, drive up costs, and thereby\n\ndim the long-term prospects for Division I soccer in the U.S.\n\nIndeed, MLS contends no other country has sanctioned more than one\nDivision I league within its borders, although arrangements in\n\nother countries could be variously described.\n\n             Just before World Cup USA play began, in early December\n1993, three organizations presented competing plans to develop a\n\nDivision I professional soccer league to the USSF National Board of\n\nDirectors.       The   three    competing       organizers    were:   League   One\n\nAmerica; the American Professional Soccer League (\"APSL\"), an\n\nexisting Division II league; and Major League Professional Soccer\n\n(\"MLPS\"), the precursor to MLS, headed by the USSF's own president,\n\nAlan Rothenberg.\n\n            At   its   December        5,   1993,   meeting    the    USSF   board\n\ntentatively selected MLPS as the exclusive Division I professional\n\nsoccer league     in   the     U.S.,    based    upon   its   relatively     strong\n\n\n                                        -4-\n\fcapitalization,    higher   proposed    spending,       business   plan   and\n\nmanagement.    The board also reaffirmed its intention to sanction\n\nonly one Division I league.            But in January 1995, the USSF\nannounced that it would consider sanctioning additional leagues\n\nwhich could meet rigorous new financial and operating standards\n\nbeginning with the 1998 season.\n          In the wake of a successful World Cup USA, MLS was\n\nofficially formed in February 1995 as a limited liability company\n\n(\"LLC\") under Delaware law.      The league is owned by a number of\n\nindependent investors (a mix of corporations, partnerships, and one\n\nindividual) and is governed by a management committee known as the\n\nboard of governors.    Some of the investors are passive; others are\n\nalso team operators as explained below.\n          MLS has, to say the least, a unique structure, even for\n\na sports league.   MLS retains significant centralized control over\n\nboth league and individual team operations.         MLS owns all of the\nteams that play in the league (a total of 12 prior to the start of\n\n2002), as well as all intellectual property rights, tickets,\n\nsupplied equipment, and broadcast rights.           MLS sets the teams'\n\nschedules; negotiates all stadium leases and assumes all related\n\nliabilities;   pays   the   salaries    of   referees    and   other   league\n\npersonnel; and supplies certain equipment.\n\n          At issue in this case is MLS's control over player\n\nemployment.    MLS has the \"sole responsibility for negotiating and\n\nentering into agreements with, and for compensating, Players.\"             In\n\na nutshell, MLS recruits the players, negotiates their salaries,\n\n\n                                  -5-\n\fpays them from league funds, and, to a large extent, determines\n\nwhere each of them will play.         For example, to balance talent among\n\nteams, it decides, with the non-binding input of team operators,\nwhere certain of the league's \"marquee\" players will play.\n\n          However, MLS has also relinquished some control over team\n\noperations    to   certain    investors.          MLS    contracts    with    these\ninvestors to operate nine of the league's teams (the league runs\n\nthe   other     three).      These     investors        are    referred      to    as\n\noperator/investors and are the co-defendants in this action.                      Each\n\noperator/investor     has    the     \"exclusive    right      and   obligation      to\n\nprovide Management Services for a Team within its Home Territory\"\n\nand is given some leeway in running the team and reaping the\n\npotential benefits therefrom.\n             Specifically, the operator/investors hire, at their own\n\nexpense and discretion, local staff (including the general managers\n\nand coaches of their respective teams), and are responsible for\nlocal office expenses, local promotional costs for home games, and\n\none-half the stadium rent (the same portion as MLS).                 In addition,\n\nthey license local broadcast rights, sell home tickets, and conduct\n\nall local marketing on behalf of MLS; agreements regarding these\n\nmatters do not require the prior approval of MLS.               And they control\n\na majority of the seats on MLS's board, the very same body which\n\nruns the league's operations.           Among other things, the board is\n\nresponsible for hiring the commissioner and approving national\n\ntelevision contracts and marketing decisions, league rules and\n\npolicies (including team player budgets), and sales of interests.\n\n\n                                       -6-\n\f             The   operator/investors           also   play    a   limited   role    in\n\nselecting players for their respective teams.                  While the operating\n\nagreements    provide    that       the   operator/investors          will   not    bid\nindependently for players against MLS, they may trade players with\n\nother MLS teams and select players in the league's draft.                          Such\n\ntransactions, however, must follow strict rules established by the\nleague.    Most importantly, no team may exceed the maximum player\n\nbudget established by the management committee.\n\n             In return for the services of the operator/investors, MLS\n\npays each of them a \"management fee\" that corresponds (in large\n\npart) to the performance of their respective team.                    The management\n\nfee equals the sum of one-half of local ticket receipts and\n\nconcessions; the first $1,125,000 of local broadcast revenues,\nincreasing    annually   by     a    percentage        rate,   plus    a   30%   share\n\n(declining to 10% by 2006) of any amount above the base amount; all\n\nrevenues from overseas tours; a share of one-half the net revenues\nfrom the MLS Championship Game and a share of revenues from other\n\nexhibition games.\n\n             The remaining revenues of the league are distributed in\n\nequal portions to all investors.                Thus, while the investors qua\n\ninvestors share equally in the league's profits and losses, the\n\nindividual team operators qua operators fare differently depending\n\nat least in part on the financial performance of their respective\n\nteams.    It bears mentioning, however, that neither the league nor,\n\napparently, any of its teams has yet made a profit.\n\n\n\n\n                                          -7-\n\f               Although the league retains legal title to the teams, the\n\noperator/investors may transfer their operating rights, within\n\ncertain limits, and retain much of the value created by their\nindividual efforts and investments.                     Investors may transfer their\n\nownership stakes and operating rights to other current investors\n\nwithout obtaining prior consent; transfers to outside investors,\nhowever, require a two-thirds majority vote of the board.                              For its\n\npart,    MLS    may    terminate          any    operating         agreement    on    its   own\n\ninitiative       if,        by     a     two-thirds         vote     of   the     board,     an\n\noperator/investor is determined to have failed to act in the best\n\ninterests      of     the    league.            If    so,    it    must   still      pay    such\n\noperator/investor fair market value for its operating rights and\n\nownership interest.\n               The league began official play in 1996.                         The following\n\nFebruary of 1997, eight named players sued MLS, the USSF, and the\n\noperator/investors               under    various       antitrust         theories.          The\ninjunctive class was certified in January of 1998. Fraser v. Major\n\nLeague Soccer, LLC, 180 F.R.D. 178 (D. Mass. 1998).                             In count I,\n\nthe players claimed MLS and its operator/investors violated Sherman\n\nAct section 1 by agreeing not to compete for player services.                                In\n\ncount III,2 the players claimed MLS monopolized or attempted to\nmonopolize, or combined or conspired with the USSF to monopolize,\n\nthe market for the services of Division I professional soccer\n\nplayers in the U.S., in violation of Sherman Act section 2, by\n\n     2\n      Count II, a challenge to FIFA's transfer fee policies, and a\nstate law contract claim were severed and stayed pending final\nresolution of this appeal.\n\n                                                -8-\n\fpreventing any other entity from being sanctioned as a Division I\n\nprofessional soccer league in the United States or otherwise\n\ncompeting against MLS.     In count IV, the players claimed that the\ncombination     of   assets   of   the     operator/investors    in   MLS\n\nsubstantially lessened competition and tended to create monopoly in\n\nviolation of Clayton Act section 7.\n             In February 1998, before the close of discovery, MLS and\n\nits operator/investors moved for summary judgment on counts I and\n\nIV; players cross-moved, seeking to block MLS from asserting a\n\nsingle entity defense on count I.        On April 19, 2000, the district\n\ncourt granted MLS summary judgment on both counts, holding that MLS\n\nand its operator/investors comprised a single entity and as such,\n\ncould not conspire in violation of section 1.           Fraser v. Major\n\nLeague Soccer, LLC, 97 F. Supp. 2d 130, 135-39 (D. Mass. 2000).       On\n\nthe section 7 claim, the court held that the creation of MLS \"did\n\nnot reduce competition in an existing market because when the\ncompany was formed there was no active market for Division I\n\nprofessional soccer in the United States.\"        Id. at 141.\n\n          Subsequently, at a June 2000 status conference on the\n\nremaining section 2 claims, players indicated (apparently for the\n\nfirst time) that they intended to introduce evidence that MLS\n\nprohibited     all   competition    for      players   among    the   MLS\n\noperators/investors as part of their section 2 claim as well.         The\n\ncourt, however, prohibited players from introducing evidence on the\n\noperation of MLS--except to the extent it provided the jury with\n\nuseful background information--finding this version of players'\n\n\n                                   -9-\n\fmonopoly conduct argument precluded by its earlier section 1\n\nsummary judgment decision.\n\n              A three-month jury trial commenced in September 2000 on\nplayers' remaining section 2 claims. At the close of evidence, the\n\ncourt      dismissed      the      section     2     claims     against      the\n\noperator/investors, and that ruling is not appealed now, leaving\nonly MLS and the USSF as defendants.               Fed. R. Civ. P. 50.       The\n\ncourt then submitted a 15-question special verdict form to the\n\njury.     On December 11, 2000, the jury returned its verdict after\n\nanswering only the first two questions.            It found that players had\n\nfailed to prove what they had alleged, namely, that the relevant\n\ngeographic market is the United States and that the relevant\n\nproduct    market   is   limited    to   Division    I   professional     soccer\nplayers.      The court thereafter entered judgment dismissing count\n\nIII and denied players' Rule 50 motions.             Players then filed this\n\nappeal.\n                         II.    SHERMAN ACT SECTION 1\n\n              Some have urged that sports leagues in general be treated\n\nas   single    entities--individual      sports     teams,    after   all,   must\n\ncollaborate to produce a product.            Cf. Chicago Prof'l Sports Ltd.\n\nP'ship v. NBA, 95 F.3d 593, 599-600 (7th Cir. 1996); NFL v. N. Am.\n\nSoccer League, 459 U.S. 1074 (1982) (Rehnquist, J., dissenting from\n\nthe denial of certiorari).          However, this approach has not been\n\nadopted in this circuit, Sullivan v. NFL, 34 F.3d 1091, 1099 (1st\n\nCir. 1994), and we must work with the framework of existing circuit\n\n\n\n\n                                      -10-\n\flaw.       Single entity status for ordinarily organized leagues has\n\nbeen rejected in several other circuits as well.3\n\n              Even   so,    the    district     court   concluded    that   under\nCopperweld Corp. v. Independence Tube Corp., 467 U.S. 752 (1984),\n\nMLS and its operator/investors were uniquely integrated and did\n\ncomprise a single entity. Copperweld established that a parent and\nits wholly owned subsidiary are not subject to attack under section\n\n1 for agreements between them.               They are treated for section 1\n\npurposes as a single economic actor.              But what the Supreme Court\n\nhas never decided is how far Copperweld applies to more complex\n\nentities and arrangements that involve a high degree of corporate\n\nand economic integration but less than that existing in Copperweld\n\nitself.\n              While MLS defends the district court's single entity\n\nruling, players say that this view is form over substance and the\n\nsubstance is simply a conspiracy among de facto team owners to fix\n\nplayer salaries, which they claim to be a per se violation of the\n\nantitrust      laws.        We    disagree     completely   with    this    latter\n\ncharacterization.          We also find that the case for applying single\n\nentity status to MLS and its operator/investors has not been\n\nestablished but that in this case the jury verdict makes a remand\n\non the section 1 claim unnecessary.\n\n\n\n       3\n      E.g., Los Angeles Mem'l Coliseum Comm'n v. NFL, 726 F.2d\n1381, 1388-90 (9th Cir. 1984); N. Am. Soccer League v. NFL, 670\nF.2d 1249, 1256-58 (2d Cir. 1982); Smith v. Pro Football, Inc.,\n593 F.2d 1173, 1185-86 (D.C. Cir. 1978); Mackey v. NFL, 543 F.2d\n606, 620 (8th Cir. 1976).\n\n                                        -11-\n\f            If ordinary investors decided to set up a company that\n\nwould own and manage all of the teams in a league, it is hard to\n\nsee why this arrangement would fall outside Copperweld's safe\nharbor. Certainly the potential for competition within the firm is\n\nnot   enough:    after    all,   a   railroad   could    in    theory      provide\n\nalternative routes between the same cities and a grocery could\nlocate competing branches of its chain quite near one another; yet\n\nno law requires competition within a company.                      It is common\n\npractice, but hardly essential, that the teams in a sports league\n\nhave independent owner/managers.\n\n            Further, MLS is manifestly more than an arrangement for\n\nindividual      operator/investors     by    which   they     can    cap    player\n\nsalaries.    In many ways, MLS does resemble an ordinary company:               it\nowns substantial assets (teams, player contracts, stadium rights,\n\nintellectual property) critical to the performance of the league;\n\na substantial portion of generated revenues belongs to it and is to\nbe shared conventionally with both operator/investors and passive\n\ninvestors.      And the fact that MLS was structured with the aim of\n\nachieving results that might not otherwise be possible does not\n\nautomatically condemn it.\n\n             Focusing on the operator/investors' role as stockholders,\n\nthe district      court   stressed    that   both    sides    of    the    supposed\n\nconspiracy      were parts of the same corporate entity; and it noted\n\nthat \"unlike MLS, NFL football clubs do not exist as part of an\n\noverarching corporate structure.\"            Fraser, 97 F. Supp. 2d at 138\n\nn.10.   And, as Copperweld itself shows, its protection is not lost\n\n\n                                      -12-\n\fmerely      because       there   are      separate      legal    entities--here,        the\n\noperator/investors--or because one posits arrangements between them\n\nand MLS that could not be made by existing competitors without\nviolating the antitrust laws.\n\n                  Nevertheless,       it     is   hard    to     treat   the      corporate\n\nintegration as conclusive.                 The challenge here is primarily to the\noperator/investors'            role     as    team    managers,      not     as    ordinary\n\nstockholders, and to restrictions imposed on them in that role\n\npreventing competition for player services. That a stockholder may\n\nbe     insulated       by    Copperweld       when    making      ordinary     governance\n\ndecisions does not mean automatic protection when the stockholder\n\nis also an entrepreneur separately contracting with the company.4\n\nAbove all, there are functional differences between this case and\nCopperweld that are significant for antitrust policy.\n\n                  First, there is a diversity of entrepreneurial interests\n\nthat       goes    well     beyond    the     ordinary     company.        MLS     and   its\noperator/investors have separate contractual relationships giving\n\nthe operator/investors rights that take them part way along the\npath to ordinary sports team owners: they do some independent\n\nhiring and make out-of-pocket investments in their own teams; they\n\nretain a large portion of the revenues from the activities of their\n\nteams; and each has limited sale rights in its own team that relate\n\n\n       4\n      Cf. Victorian House, Inc. v. Fisher Camuto Corp., 769 F.2d\n466, 469-70 (8th Cir. 1985), and Greenville Publ'g Co., Inc. v.\nDaily Reflector, Inc., 496 F.2d 391, 399-400 (4th Cir. 1974) (both\ncases standing for the proposition that antitrust immunity covering\nan action between a corporation and its agent does not extend to\naction of the agent acting in its own behalf).\n\n                                              -13-\n\fto specific assets and not just shares in the common enterprise.\n\nOne might well ask why the formal difference in corporate structure\n\nshould warrant treating MLS differently than the National Football\nLeague or other traditionally structured sports leagues.\n\n            This contrasts with Copperweld's observation that the\n\nparent and its wholly owned subsidiary in that case shared a\n\"complete unity of interests.\"         469 U.S. at 771.            The phrase is not\n\nself-executing and, in addition, it could be taken to explain\n\nCopperweld's result without being an outer limit of the defense.\n\nChicago Prof'l Sports, 95 F.3d at 598.                   Still, the existence of\n\ndistinct entrepreneurial interests possessed by separate legal\n\nentities    distinguishes      Copperweld;         it    further    indicates     that\n\ncertain functions have already been disaggregated and assigned to\ndifferent       entities;   and   it   makes       the     potential     for    actual\n\ncompetition closer to feasible realization.\n\n            Second, in this case the analogy to a single entity is\nweakened,       and   the   resemblance       to    a     collaborative        venture\n\nstrengthened, by the fact that the operator/investors are not mere\n\nservants of MLS; effectively, they control it, having the majority\n\nof votes on the managing board.         The problem is especially serious\n\nwhere,     as    here,   the   stockholders         are     themselves     potential\n\ncompetitors with MLS and with each other.                 Here, it is MLS that has\n\ntwo roles:        one as an entrepreneur with its own assets and\n\nrevenues; the other (arguably) as a nominally vertical device for\n\nproducing horizontal coordination, i.e., limiting competition among\n\noperator/investors.\n\n\n                                       -14-\n\f          From the standpoint of antitrust policy, this prospect of\n\nhorizontal coordination among the operator/investors through a\n\ncommon entity is a distinct concern.       Whatever efficiencies may be\nthought likely where a single entrepreneur makes decisions for a\n\ncorporate entity (or set of connected entities), the presumption is\n\nrelaxed--and may in some contexts be reversed--where separate\nentrepreneurial interests can collaborate; the fixing of above\n\nmarket prices by sellers is the paradigm.5         This does not make MLS\n\na mere front for price fixing, but it does distinguish Copperweld\n\nby introducing a further danger and a further argument for testing\n\nit under section 1's rule of reason.\n\n          To   sum   up,   the   present   case   is   not   Copperweld   but\n\npresents a more doubtful situation; MLS and its operator/investors\ncomprise a hybrid arrangement, somewhere between a single company\n\n(with or without wholly owned subsidiaries) and a cooperative\n\narrangement between existing competitors. And, of course, there is\nnot one kind of hybrid but a range of possibilities (imagine the\n\noperator/investors with their separate entrepreneurial interests\n\nbut without their control of MLS).          The question is what legal\n\napproach to take.\n\n          The law at this point could develop along either or both\n\nof two different lines.          One would expand upon Copperweld to\n\n     5\n      A less vivid but closer parallel is a situation in which\ndealers or franchises, by control or coercion, make the\nmanufacturer or franchiser impose on them restrictions that the\ndealers or franchisees select. See United States v. Topco Assocs.,\n405 U.S. 596 (1972); United States v. Sealy, 388 U.S. 350 (1967);\nGeneral Leaseways v. Nat'l Truck Leasing Ass'n, 744 F.2d 588 (7th\nCir. 1984); see also XII Hovenkamp, Antitrust Law ¶ 2033b (1999).\n\n                                   -15-\n\fdevelop functional tests or criteria for shielding (or refusing to\n\nshield) such hybrids from section 1 scrutiny for intra-enterprise\n\narrangements.     This would be a complex task and add a new layer of\nanalysis; but where the analysis shielded the arrangement it would\n\nserve to cut off similarly difficult, intrusive scrutiny of such\n\nintra-enterprise activities under extremely generalized rule of\nreason     standards.6         It   would   also   prevent    claims,    clearly\n\ninappropriate in our view, under per se rules or precedents dealing\n\nwith arrangements between existing independent competitors.\n\n             The other course is to reshape section 1's rule of reason\n\ntoward a body of more flexible rules for interdependent multi-party\n\nenterprises.      Sports leagues are a primary example but so are\n\ncommon franchising arrangements and joint ventures that perform\nspecific    services     for    competitors   (e.g.,    a    common   purchasing\n\nentity, see Northwest Wholesale Stationers, Inc. v. Pac. Stationery\n\nand Printing Co., 472 U.S. 284 (1985)).              Certainly the trend of\nsection 1 law has been to soften per se rules and to recognize the\n\nneed for accommodation among interdependent enterprises.7\n\n             The same choice of approach presents itself in franchise\n\ncases. There, too, we have a close but not complete integration of\n\nseparate     entities     under       separate     entrepreneurial      control.\n\n     6\n      There is some, although not a lot of, circuit case law that\nlooks in this direction. City of Mt. Pleasant v. Associated Elec.\nCoop., Inc., 838 F.2d 268, 274-77 (8th Cir. 1988); see also Chicago\nProf'l Sports, 95 F.3d at 598.\n     7\n      E.g., NCAA v. Bd. of Regents, 468 U.S. 85, 100-103 (1984);\nMcCormack v. NCAA, 845 F.2d 1338, 1344 (5th Cir. 1988); Los Angeles\nMem'l Coliseum, 726 F.2d at 1387; N. Am. Soccer League, 670 F.2d at\n1258-59; Smith, 593 F.2d at 1177-81; Mackey, 543 F.2d at 619-20.\n\n                                       -16-\n\fTraditionally,     vertically    imposed   arrangements    restricting\n\ncompetition among franchisees have been tested (and often upheld)\n\nunder the rule of reason.       E.g., Am. Motor Inns v. Holiday Inns,\n\nInc., 521 F.2d 1230, 1241-43 (3d Cir. 1975); see also 1 Glickman,\n\nFranchising § 4.03[2] (2001); XII Hovenkamp, Antitrust Law ¶ 2033\n\n(1999).   Yet since Copperweld, several district court decisions\nhave avoided the section 1 inquiry by deeming franchiser and\n\nfranchisee part of a single entity.8\n          Once one goes beyond the classic single enterprise,\n\nincluding Copperweld situations, it is difficult to find an easy\n\nstopping point or even decide on the proper functional criteria for\n\nhybrid cases.    To the extent the criteria reflect judgments that a\n\nparticular practice in context is defensible, assessment under\nsection 1 is more straightforward and draws on developed law.\n\nIndeed, the best arguments for upholding MLS's restrictions--that\n\nit is a new and risky venture, constrained in some (perhaps great)\nmeasure by foreign and domestic competition for players, that\n\nunquestionably creates a new enterprise without combining existing\n\ncompetitors--have little to do with its structure.\n\n          In all events, we conclude that the single entity problem\n\nneed not be answered definitively in this case.           The case for\n\n     8\n      The criteria suggested in these cases are so general and so\nvarious (unity of interest, lack of existing competition, extent of\ncontrol), as to emphasize the lack of any developed body of law.\nSee Search Int'l, Inc. v. Snelling & Snelling, 168 F. Supp. 2d 621,\n624-26 (N.D. Tex. 2001); St. Martin v. KFC Corp., 935 F. Supp. 898,\n906 (W.D. Ky. 1996); Hall v. Burger King Corp., 912 F. Supp. 1509,\n1548 (S.D. Fla. 1995); Williams v. Nevada, 794 F. Supp. 1026, 1030-\n32 (D. Nev. 1992), aff'd, 999 F.2d 445 (9th Cir. 1993) (per\ncuriam).\n\n                                  -17-\n\fexpanding Copperweld is debatable and, more so, the case for\n\napplying the single entity label to MLS.    But even if we assume\n\nthat section 1 applies, it is clear to us that the venture cannot\nbe condemned by per se rules and presents at best a debatable case\n\nunder the rule of reason.    More significantly, as structured by\n\nplaintiffs themselves, this case would have been lost at trial\nbased on the jury's rejection of plaintiffs' own market definition.\n\n          The rejection of the per se rule is straightforward.\n\nAlthough players portray MLS as a sham for horizontal price fixing,\n\nthe extent of real economic integration is obvious.   Further, MLS\n\nand its investors did not compete previously; the arrangement was\n\nformed as a risky venture against a background of prior failure,\n\ncf. United States v. Jerrold Elecs. Corp., 187 F. Supp. 545, 556-68\n(E.D. Pa. 1960), aff'd, 365 U.S. 567 (1961); and the outcome has\n\nbeen to add new opportunities for players--a Division I soccer\n\nleague in the United States--and to raise salaries for soccer\nplayers here above existing levels.\n\n          The possibility that a less integrated and restrictive\nsalary regime might make some individual salaries even higher is\n\nhardly conclusive.   Without the restrictions, MLS might not exist\n\nor, if it did, might have larger initial losses and a shorter life.\n\nThis would hardly enhance competition.    Thus, the effects of the\n\nMLS arrangement are simply too uncertain to warrant application of\n\nthe per se rule.   NCAA v. Bd. of Regents, 468 U.S. at 100-103.   As\n\nin any other non-per se case, players would have to show that MLS\n\nexercised significant market power in a properly defined market,\n\n\n                               -18-\n\fthat the practices in question adversely affected competition in\n\nthat market and that on balance the adverse effects on competition\n\noutweighed the competitive benefits.       See Augusta News Co. v.\nHudson News Co., 269 F.3d 41, 49 (1st Cir. 2001).\n\n            Here, the jury said that neither the United States nor\n\nDivision I delimited the relevant market--findings that imply that\nMLS faced significant competition for player services both from\n\noutside the United States and from non-Division I teams.       That\n\ninference at a minimum creates uncertainty as to whether the jury\n\ncould have found market power under section 1.         However, the\n\npeculiar assemblage of evidence, including MLS-authored materials\n\nsuggesting that it expected to exercise some control over player\n\nsalaries (see Part III below), makes it impossible to rule out\n\nabstractly the possibility of a jury finding of MLS market power in\n\na broader market.\n\n            MLS has urged that the jury verdict rejecting the United\nStates/Division I market urged by plaintiffs should be preclusive.\n\nThe argument purportedly rests on the doctrine of collateral\n\nestoppel.    We agree with the plaintiffs that collateral estoppel\n\ngoes no further than to preclude them at a new trial from urging\n\nthe market already rejected by the jury.    Restatement (Second) of\n\nJudgments §§ 27-28 (1982).      In theory, there may be a broader\n\nmarket which plaintiffs might show (without contradicting the jury\n\nfindings) in which unrestricted salary competition between the MLS\n\noperator/investors might result in somewhat higher player salaries.\n\n\n\n\n                                -19-\n\fIn that event, assuming that the single entity defense failed, a\n\nbasis for liability might exist.\n\n              However, we have been given no reason to think that any\nother market would have been alleged and made the subject of proof\n\nif the section 1 claim had gone to trial along with the section 2\n\nclaims.   In their complaint, the plaintiffs' main theory under\ncount I was that MLS operated as a price-fixing or group boycott\n\nconspiracy for which no market power needed to be shown.                      A\n\nrelevant market was nevertheless alleged in count I, apparently\n\nbecause the plaintiffs recognized that a pro-competitive purpose\n\nmight be urged and a rule of reason balancing might be required.\n\nThat relevant market was described by count I, as in the section 2\n\nand section 7 counts, as competition for Division I soccer players\nin the United States.        See Plaintiffs' First Amended Complaint ¶¶\n\n32, 59, 70, 78.\n\n              Proof of such a market was the consistent theme of\nplaintiffs' section 2 trial evidence.          To be sure, had the section\n\n1 claim been put to trial, the plaintiffs could have sought to\namend their complaint to allege a different market, but there is no\n\nobvious reason to think that they would have done so.              The United\n\nStates/Division I theory alleged in the complaint was the most\n\nfavorable for each of their claims and the easiest to define; and\n\nthe   focus    on   a   single   market   theory   would   have   allowed   the\n\nplaintiffs to focus their proof on a single market definition.\n\nPlaintiffs did have some incentive to allege a broader market under\n\n\n\n\n                                     -20-\n\fsections 1 and 7,9 but that incentive existed when they filed their\ncomplaint as well.\n\n             Even if the players had sought to amend their complaint\nafter summary     judgment,   we   have   great   doubt   whether   such    an\n\namendment would have been permitted.        See Acosta-Mestre v. Hilton\n\nInt'l of P.R., Inc., 156 F.3d 49, 51-52 (1st Cir. 1998).                   The\ndistrict court granted summary judgment in April 2000--more than\n\nthree years after the initial complaint was filed, more than one\n\nyear after discovery was largely complete, and barely five months\n\nbefore beginning of trial.         At that point in the proceedings,\n\nadding a new market theory would have substantially altered the\n\ncontours of the case--potentially requiring new discovery and\n\nexpert analyses based on the new alleged market.10\n          We thus have every reason to think that if the section 1\n\nclaim had not been dismissed on summary judgment it would have been\n\npresented at trial with the same market analysis alleged in the\ncomplaint.     It follows that had the district court allowed the\n\nsection 1 claim, it too would have been defeated by the jury's\n\nfinding that the market alleged in the complaint had not been\n\n\n     9\n      Whereas section 2 requires monopoly power or a prospect of\nit, significant market power is enough to trigger section 1's rule\nof reason approach; similarly, something less than monopoly power\nis required to condemn mergers under section 7's \"substantially\nlessen competition\" test. Columbia Metal Culvert Co. v. Kaiser\nAluminum & Chem. Co., 579 F.2d 20, 27 n.11 (3d Cir. 1978).\n     10\n      Indeed, by June 1999, players' economic expert, Roger Noll,\nhad concluded that the relevant market was limited to U.S. Division\nI soccer; he did not attempt to define any alternative market, nor\ndid he suggest that MLS might exercise market power in some broader\nmarket.\n\n                                   -21-\n\fproved.   Accordingly, any error in dismissing the claim based on a\n\nsingle entity theory was harmless so long as the jury verdict\n\nstands, a matter we address in the next section.         The outcome, as\nthe plaintiffs shaped their own case, would have been the same.\n\nLiberty Mut. Ins. Co. v. Metro. Life Ins. Co., 260 F.3d 54, 62 (1st\n\nCir. 2001).\n                      III. SHERMAN ACT SECTION 2\n\n           At trial, players alleged three possible violations of\n\nsection   2:   that   MLS   monopolized   the   market   for   Division    I\n\nprofessional soccer in the U.S.; that it attempted to monopolize\n\nthat market; and that it conspired with the USSF to monopolize the\n\nsame market.    The jury found that players had failed to establish\n\nthe relevant market as alleged; it reached no other issue in the\ncase.   The court thereafter entered judgment for the defendants on\n\nall three section 2 claims.\n\n           Monopolization and attempted monopolization claims.            At\nthe outset, players contend that the district court erred by\n\nrefusing to allow them, in their monopolization and attempted\nmonopolization claims, to argue that elimination of competition for\n\nplayers was an anticompetitive means of monopolization.               The\n\ndistrict court did so on the ground that this argument would simply\n\nresurrect the section 1 claim that had already been rejected by its\n\nsingle entity ruling; section 2 remained available to attack the\n\nexclusivity arrangement between MLS and the USSF, which was the\n\ngravamen of the complaint's section 2 count.       Players respond that\n\n\n\n\n                                  -22-\n\fthe same conduct may constitute an element of both antitrust\n\nclaims.\n\n            To show monopolization, players had to prove that MLS had\nengaged in an act that helped create or maintain its alleged\n\nmonopoly.    III Areeda & Hovenkamp, Antitrust Law ¶ 650a (rev. ed.\n\n1996).      In section 2 cases, the wrongful act is usually one\ndesigned to exclude competitors from the market (e.g., predatory\n\nprice, exclusive dealing). See Aspen Skiing Co. v. Aspen Highlands\n\nSkiing Corp., 472 U.S. 585, 605 & n.32 (1985).                    If MLS and its\n\noperator/investors are viewed as a single competitor, then the\n\nleague's    centralized       hiring     structure      hardly   constitutes    an\n\nexclusionary act, even if it results in below-market wages for\n\nplayers.    See Kartell v. Blue Shield of Mass., Inc., 749 F.2d 922,\n927 (1st Cir. 1984).         After all, suppressing player salaries ought\n\nto spur, rather than impair, competition from rival leagues.\n\n            However, if the operator/investors are viewed instead\nmore as individual potential competitors--an issue that we (unlike\n\nthe district court) have not decided--it is not difficult to see\n\nhow an agreement among them not to compete--a mirror image of\n\nplayers' section 1 claim--might create a monopsony and eliminate\n\ncompetition among them.           See III Areeda & Hovenkamp, supra, at ¶\n\n703a.      Such   an   act   would   arguably        \"exclude\"   competition   for\n\npurposes    of    section    2,   even    if    it   did   not   harm   individual\n\ncompetitors.      Anyway, \"exclusion\" is only a gloss on the statutory\n\nterm \"monopolize\"; and \"merger to monopoly,\" benign as to the\n\nmerged competitors, is a feasible section 2 claim, see Golden Grain\n\n\n                                         -23-\n\fMacaroni Co. v. FTC, 472 F.2d 882, 886 (9th Cir. 1972), even if it\n\nis   more   often    challenged   under    Clayton   Act   section   7,   which\n\nrequires much less.\n             Nonetheless, the jury's findings remain as an obstacle.\n\nAttempt and monopolization both require a showing that a market has\n\nbeen or may well be subject to monopoly power, Spectrum Sports,\n\nInc. v. McQuillan, Inc., 506 U.S. 447, 457-58 (1993); the only\n\nmarket alleged by the players was rejected by the jury; and this\n\ndooms the players' section 2 claims regardless of which practice--\n\nthe exclusive arrangement with the USSF or the agreement not to\n\ncompete for players--is alleged to satisfy the exclusionary act\n\nelement of the cause of action.           This assumes, however, that the\n\njury verdict stands.\n             Not surprisingly, players next shift their focus to the\n\njury verdict.       They say the jury's market findings were tainted by\n\nseveral trial errors.        We review the jury instructions de novo,\n\nPonce v. Ashford Presbyterian Cmty. Hosp., 238 F.3d 20, 24 (1st\n\nCir. 2001), and the court's evidentiary rulings for abuse of\n\ndiscretion unless (as is occasionally true) an issue of abstract\n\nlaw is presented, United States v. Sposito, 106 F.3d 1042, 1046\n\n(1st Cir. 1997).\n\n             First, players say the court's instructions to the jury\n\non   how    to   define   the   relevant    market   were    inaccurate    and\n\nmisleading. Players claim the instructions left the jury unable to\n\nweigh the significance of evidence showing that some MLS players\n\nhad employment opportunities in other leagues.              For example, MLS\n\n\n                                    -24-\n\foffered testimony that its players had played in 67 different\n\nforeign leagues, prior to or after playing for MLS; plaintiffs\n\ncountered    that   the   opportunities    were    more   limited   and     less\nattractive than MLS claimed.\n\n            Specifically, plaintiffs complain that the district court\n\nrefused to give two requested instructions:           first, that the jury\nin defining the relevant market \"should consider whether any\n\neffective competition significantly restrains MLS's ability to\n\ncontrol wages for its players\"; and second, that the jury should\n\ninclude in    the   relevant   market     only   those    leagues   which   are\n\n\"sufficiently attractive and practically available to a large\n\nenough number of MLS players to prevent MLS from having the power\n\nto pay wages below competitive market levels.\"\n            The first problem is that the plaintiffs did not preserve\n\nthese two requests by making, as Fed. R. Civ. P. 51 requires, a\n\npost-instruction objection \"stating distinctly the matter objected\nto and the grounds of the objection.\"            Plaintiffs did not repeat\n\nthese two requests in the same words; instead they objected after\n\nthe charge that the instructions had overemphasized the concept of\n\nsubstitutability at the expense of \"other factors\" that have been\n\nidentified in the case law, which plaintiffs' brief in this court\n\nsays includes \"the ability of other leagues to constrain the power\n\nof MLS to depress plaintiffs' wages.\"\n\n            Unfortunately, plaintiffs' counsel did not spell out the\n\nlast quoted objection at the post-charge conference. To refer only\n\nto \"other factors\" obviously does not tell the judge just what\n\n\n                                   -25-\n\fpreviously requested instruction has been omitted or identify the\n\nfactors claimed to be insufficiently stressed.                      Davis v. Rennie,\n\n264 F.3d 86, 100 (1st Cir. 2001).            Accordingly, the failure to give\nthe two instructions in question is reviewed only for \"plain\n\nerror\"; especially in a civil case this is a very hard test to meet\n\nbecause over and above plain error, it requires a showing both of\nprejudice     and     a   miscarriage   of   justice    or    something       of    this\n\nmagnitude.         See id. at 101.\n\n              As     it   happens,   the     district       court     gave   standard\n\ninstructions on market definition which, to a considerable extent,\n\ntracked the ABA's model jury instructions in civil antitrust cases.\n\nABA Sample Jury Instructions in Civil Antitrust Cases, at C-6 to C-\n\n13 (1999).         It defined monopoly power as \"the power to pay lower\nthan competitive wages for the services being acquired without\n\nhaving the sellers of those services--the players--turn to another\n\nleague   or    team       for   employment\";   and     it    explained       that   the\ngeographic market was the geographic area \"to which players can\n\nturn, as a practical matter, for alternate opportunities for\n\nemployment as professional soccer players.\"                  Accord United States\n\nv. Philadelphia Nat'l Bank, 374 U.S. 321, 357-61 (1963); Tampa\n\nElec. Co. v. Nashville Coal Co., 365 U.S. 320, 327 (1961).\n\n              The district court could permissibly have enlarged on the\n\nissue, explaining (for example) that a foreign league would be more\n\nlikely part of the market as the number of players who could turn\n\nto it increased.            But how much to elaborate               is largely the\n\ndiscretion of the district court, Interstate Litho Corp. v. Brown,\n\n\n                                        -26-\n\f255 F.3d 19, 29 (1st Cir.), cert. denied, 122 S. Ct. 666 (2001),\n\nand in some respects, the players' more detailed formulation could\n\nitself be misleading:    MLS could be constrained so long as enough\nindividual players had an alternative foreign league even if an\n\nindividual foreign league would by itself attract or be available\n\nto only a small number of players.11\n            Next, players claim the court erred in permitting Alan\n\nRothenberg, one of the founders of MLS and former president of the\n\nUSSF, to testify about a legal opinion received by the USSF while\n\nshielding the opinion from discovery or questioning. On direct and\n\nthen on cross-examination, Rothenberg disclosed without detail that\n\nthe USSF board had obtained a legal opinion that it was lawful to\n\ngrant exclusive Division I certification to a single league.     At\ntrial, the players sought to discover the opinion or have all\n\nreferences to it struck.    The court denied both requests, finding\n\nthat Rothenberg had not waived the attorney-client privilege by\nmaking his brief references.\n\n            It is true, as MLS asserts, that the statement was first\n\nadduced on direct examination by plaintiffs, and its repetition on\n\ncross added nothing new.   On the other hand, plaintiffs did not ask\n\nthe witness whether a legal opinion had been sought or about its\n\ncontents.   The witness, himself a lawyer, more or less volunteered\n\nthis information.     Possibly, the district judge felt that the\n\n\n     11\n      It is well-settled that a party claiming that an instruction\nshould have been given forfeits the objection if the instruction it\ntenders is itself objectionable. See Savard v. Marine Contracting,\nInc., 471 F.2d 536, 540 (2d Cir. 1972).\n\n                                -27-\n\fdisclosure, even if not directly invited, was legitimate because\n\notherwise   the   witness--who       had    been    asked    whether   antitrust\n\nconcerns had been raised by the USSF board--would have been forced\nto leave the impression that they had been raised but not seriously\n\naddressed or resolved.\n\n            We   think   that   if   defense       counsel   had   adduced   this\ndisclosure in the first instance it would be unfair to allow the\n\nlegal opinion to be used affirmatively without allowing plaintiffs\n\nto examine it or, at the very least, requiring a severe limiting\n\ninstruction (which plaintiffs did not request).                The case law is\n\nmixed as to whether there is a waiver of the privilege where there\n\nis a very limited disclosure as to the ultimate opinion without a\n\ndisclosure of contents and the answer may depend upon context.12\n\nBut on our facts, it is fairly arguable that the plaintiffs opened\n\nthe door to the response and, if so, could not use their own\n\nconduct to force the waiver.\n            So viewed, the district court's decision is tested under\n\nan abuse of discretion standard, and we are unwilling to say that\n\nthe decision here was an abuse.            Whatever discomfort we feel--and\n\nthere is some--is assuaged by our grave doubt that Rothenberg's\n\ndisclosure of the opinion as to lawfulness could have had any\n\neffect on a jury verdict that plaintiffs had failed to prove the\n\nrelevant market they alleged.         Plaintiffs make a stab at showing\n\n\n     12\n      See United States v. Desir, 273 F.3d 39, 45-46 (1st Cir.\n2001); Frontier Ref., Inc. v. Gorman-Rupp, 136 F.3d 695, 704 (10th\nCir. 1998); Rhone-Poulenc Rorer, Inc. v. Home Indem. Co., 32 F.3d\n851, 863 (3d Cir. 1994).\n\n                                     -28-\n\fprejudice by equating the failure to prove the relevant market with\n\nlawfulness; but although this might be plausible in the abstract,\n\nthe notion that the jury decided an essentially factual issue, as\nto which there was a mass of conflicting evidence, on the basis of\n\na brief reference to a legal opinion seems to us highly remote.\n\n           Next, players say the court erred in excluding two pieces\nof documentary evidence that supported their claims of market\n\ndefinition and market power.            The first is a September 1994\n\ncorrespondence        between   Clark       Hunt,   a      prospective    MLS\n\noperator/investor, and Mark Abbott, an executive working on the\n\nformation of MLS, regarding assumptions made in a financial model\n\ndisseminated by the league's organizers.             Hunt later became an\n\noperator/investor in the league through a firm he helped form,\nwhich was a defendant below; Abbott became a senior league officer.\n\n           In his letter, Hunt urged that the team player salary\n\nbudget be reduced by $70,000, with the \"bulk of the reduction\"\ncoming   from   the   \"bottom   12   players   on   each   team   whose   only\n\nalternative is to play in one of the other U.S. professional\n\nleagues or one of the lower division foreign leagues.\"             Hunt also\n\nsuggested that salary growth should also be limited to five percent\n\na year, reasoning that \"[u]ntil there is significant domestic-based\n\ncompetition for MLS players, the rate of salary growth should be\n\nrelatively easy to contain.\" In response, Abbott cautioned that \"a\n\nreduction of $70,000 in player salaries per team [would] impact the\n\nquality of players we are able to attract.\"             At the same time, he\n\n\n\n\n                                     -29-\n\fagreed that, \"for modeling purposes the player salaries should be\n\nheld to [a] 5% [increase] per year.\"\n\n          The    court   excluded    the     correspondence,       finding   it\nirrelevant since it was not \"made by someone who matters to the\n\ncase\" and the transcript then reveals a four-page colloquy in which\n\nthe parties argue about the issue with the judge. Plaintiffs' main\nbasis for urging admission of the Hunt letter was that it tended to\n\nshow Hunt's own intent to monopolize, the suggestion being that\n\nthis view should also be attributed to the firm that Hunt formed\n\n(apparently later) which became an operator/investor and defendant\n\nin the case.     On this appeal, plaintiffs switch grounds and urge\n\nthat the Hunt letter and Abbott's reply as well were evidence of\n\nplaintiffs' proposed market definition.\n             Whether the evidence should have been admitted to show\n\nintent on the attempt to monopolize claim is a nice issue but\n\nirrelevant    here   since   the   jury    resolved   the   case    on   market\ndefinition grounds.      Plaintiffs' present claim that the evidence\n\nshould have been admitted to bolster their market theory and show\n\nthe existence of monopoly power founders because it was never\n\noffered for that purpose.      See United States v. Joselyn, 206 F.3d\n\n144, 154 (1st Cir. 2000).      Further, although no hearsay objection\n\nwas made, an interesting question remains whether Hunt's statement\n\nas a prospective investor is properly admissible for either purpose\n\nas an admission of the defendant firm that Hunt later helped form.\n\nFed. R. Evid. 801(d)(2).\n\n\n\n\n                                    -30-\n\f            As to Abbott's letter, it appears from the transcript\n\nthat the court was prepared to consider admitting the letter\n\nwithout the Hunt document but plaintiffs' counsel understandably\ndemurred.    Abbott's statements are quite tame (the first suggests\n\na lack of market power as to quality players and the second was\n\n\"for modeling purposes\").          Plaintiffs' further suggestion--that\nAbbott was adopting on behalf of MLS whatever was said in the Hunt\n\nletter--is a stretch that the language of the letter does not\n\nsupport.\n\n            Further, any error was harmless. Players were allowed to\n\nintroduce    numerous   other   documents,      authored   by   MLS   itself,\n\nexpressing virtually the same opinions.         For example, players were\n\nallowed to introduce a November 1995 offering memorandum, in which\nMLS admits that it \"does not view [the Division I and Division II\n\nor indoor soccer leagues] as significant competition.\"13              And at\n\ntrial, players' economic expert, Roger Noll, relied on these\ndocuments to support his testimony and conclusions.             The excluded\n\ncorrespondence was thus redundant and could hardly have changed the\n\noutcome.\n\n            The next piece of evidence is a March 1994 internal\n\nmemorandum    written   by   two    employees   of   the   investment   firm\n\n     13\n      Players also introduced the league's 1993 business plan, in\nwhich MLS asserted that it would be able to maintain its salary\nstructure because \"[i]t is not anticipated that there will be any\nother significant domestic professional league to compete for\nplayers' services.\"    Another document allowed in evidence, a\nDecember 1994 offering memorandum, said \"MLS believes it will be\nable to    maintain   this  salary   structure  because   of  the\ncompetitiveness of the salary and benefit package and the lack of\ncomparable alternatives in the United States to players.\"\n\n                                     -31-\n\fDonaldson,    Lufkin    &     Jenrette    (\"DLJ\").         MLS's   promoters   had\n\napproached DLJ to act as its financial advisor.                In the memo, the\n\nDLJ    employees   conclude     that     MLS    has   favorable    prospects   for\nsuccess, noting, inter alia, that the league will \"be able to\n\noperate with a strict salary cap,\" and that there \"is a plentiful\n\nsupply of good American players that have limited professional\nopportunities to play elsewhere.\"\n\n            The court excluded the memo, first, on hearsay grounds,\n\nsince it was unclear whether an agency relationship existed at the\n\ntime the memo was drafted and whether its contents were within the\n\nscope of the agency, Fed. R. Evid. 801(d)(2)(D); and second, on\n\nrelevance grounds, since the views were not attributable to MLS.\n\nOn appeal, plaintiffs simply do not respond to the claim that at\nthe time the statement was made, DLJ was an independent contractor\n\nand not an agent of MLS.         See Merrick v. Farmers Ins. Group, 892\n\nF.2d 1434, 1440 (9th Cir. 1990).\n            In all events, the other documents discussed above which\n\nwere    introduced     into    evidence        contained   virtually   identical\nstatements penned by MLS itself attesting to MLS's early view that\n\ncompetition in the market was limited.                And the DLJ memo, while\n\nhelpful to players' cause, was hardly dispositive; it addressed\n\nonly the opportunities of American soccer players and said nothing\n\nabout the 40% of MLS players who have foreign or dual citizenship\n\nand yet are part of plaintiffs' class.                 By contrast, MLS's own\n\nstatements which were introduced were more helpful to plaintiffs.\n\n            Next, players claim the court erred in permitting a\n\n\n                                       -32-\n\fdefense witness, Neil Farnsworth, co-owner of a Seattle Division II\n\nprofessional soccer team, to testify that he was competing with MLS\n\nfor two specific players, while refusing to identify the players by\nname on \"confidentiality\" grounds.\n\n          At trial, Farnsworth testified that:\n\n             We compete with MLS for players every\n             day. We have a situation right now where\n             I have one player that is being courted\n             by MLS. He's rejected one offer by MLS\n             now to stay with us.\n\n             . . .\n\n             We also have a player from MLS that has\n             played in MLS for probably four years\n             that has contacted us for next season\n             expressing an interest to play for us and\n             then play indoor in addition to playing\n             for us, instead of playing for MLS.\n\n          On cross-examination by players' counsel, Farnsworth\n\nrevealed certain details about the player from his own team,\nincluding his salary, but he refused to identify either that player\n\nor his MLS recruit by name, claiming he wanted to keep the\n\ninformation confidential.     Players' objections were denied; the\n\ndistrict court ruled that the players' privacy was at stake, and\n\ntherefore, that their names were properly excludable under Fed. R.\n\nEvid. 403. The court also refused players' request to instruct the\n\njury to ignore the testimony.\n\n          Players claim the district court infringed their right to\n\ncross-examine Farnsworth and to test the truth of his assertions.\n\nTo be sure, the court has the authority to \"protect witnesses\n\nagainst   cross-examination   that   does   little   to   impair   their\n\ncredibility but that may damage their reputation, invade their\n\n                                -33-\n\fprivacy, and assault their personality.               Rule 403 would permit the\n\nprotection of even total strangers to the action.\"                     22 Wright &\n\nGraham, Federal Practice and Procedure § 5215 (1978) (citation\n\nomitted); see Fed. R. Evid. 611(a).                But this power is limited to\n\nsituations      in   which   the    probative      value    of   the   evidence   is\n\n\"substantially outweighed\" by the danger of unfair prejudice. Fed.\nR. Evid. 403.\n\n             Although much discretion resides in the trial judge in\n\nstriking this balance, Gasperini v. Ctr. for Humanities, Inc., 149\n\nF.3d 137, 143 (2d Cir. 1998), the denial of the names certainly\n\nlimited plaintiffs' ability to cross-examine Farnsworth and it is\n\nunclear to us just what substantial privacy interest was at stake:\n\nif anything, the players would want to shield their names from MLS,\nbut the league knew whom it was courting from Farnsworth's team and\n\nthe    possible      defector      presumably      would    in   due   course     use\n\nFarnsworth's overtures in bargaining with MLS.\n             Nonetheless, even without the names, players were able to\n\ntest    Farnsworth's     testimony,14        and    other   witnesses--including\n\ncurrent and former players and soccer officials--testified to\n\nplayer movement between leagues.             For example, Ivan Gazidas, MLS's\n\nvice president of operations and player relations, testified at\n\nlength concerning the competition MLS faced to attract the talents\n\nof    several    named   players      from    other    leagues.        Farnsworth's\n\n       14\n      For example, on cross-examination Farnsworth admitted that\nhe could not be certain whether his player had actually ever\nreceived an offer from MLS. Similarly, he admitted he could not\nbe sure whether the MLS player he was recruiting actually had an\noffer to play in MLS the following season.\n\n                                        -34-\n\fanecdotal testimony, while somewhat helpful to MLS, was by no means\n\nthe most powerful evidence adduced at trial to demonstrate inter-\n\nleague competition.         Accordingly, we find the error was harmless.\n               Finally, players claim the court erred in admitting in\n\nevidence a chart summarizing the testimony of two defense witnesses\n\nand later permitting the jury to take the chart with them into the\njury    room    for    deliberations.          The    summary       chart     listed   67\n\nprofessional      soccer      leagues     of    different         divisions    from    46\n\ncountries; at trial, the two witnesses testified that MLS players\n\nhad    experience      in   each   of   the    leagues      and    marked     the    chart\n\naccordingly.       Both sides used demonstratives at trial which were\n\nadmitted into evidence; while players complain generally about the\n\nuse of the demonstratives, this summary chart is the only item they\nsingle out on appeal.\n\n               In admitting the summaries, the district court reasoned\n\nthat the demonstratives would \"help the jury to think about a\ncomplex case.\" At the same time, it recognized the risks involved,\n\nsee Air Safety v. Roman Catholic Archbishop, 94 F.3d 1, 7 n.14 (1st\n\nCir. 1996), and emphasized in its instructions to the jury that\n\nsummaries do not \"present any independent evidence.\"                        It further\n\ncautioned       them   that    the      summaries     are     \"admitted       for     your\n\nconvenience and not to substitute for the full testimony of the\n\nwitnesses.\"\n\n               It is hard to imagine an issue on which a trial judge\n\nenjoys more discretion than as to whether summary exhibits will be\n\nhelpful.        Nothing     precludes     their      use    with    respect     to    oral\n\n\n                                         -35-\n\ftestimony.15 Here the issues involved in the case and the testimony\nwere complicated and the jury was properly cautioned as to the\n\nlimited role of summaries.        Although the court admitted the charts\nas \"evidence,\" its instruction made clear that they were merely\n\naids and that the testimony controlled.                We find no abuse of\n\ndiscretion and need not concern ourselves with whether, as MLS\nclaims, the objection was somehow waived.\n\n            Conspiracy to monopolize.           In their third and final\n\nsection 2 claim, players allege that MLS conspired with the USSF\n\n\"to prevent any other entity from being sanctioned as a Division I\n\nprofessional soccer league in the United States or otherwise\n\ncompeting against MLS.\"           The court decided that players were\n\nrequired to prove the existence of their relevant market on the\nconspiracy to monopolize claim; it directed the jury to end its\n\ninquiry on all section 2 claims if it found players had failed to\n\nprove the existence of their market.\n            At   trial   and    now   on   appeal,   players   say   claims    of\n\ncombination or conspiracy to monopolize do not require proof of a\n\nrelevant    market.       For    these     purposes    plaintiffs     are     not\n\ndistinguishing between the concept of a relevant market and the\n\nconcepts of monopoly or market power:            they are arguing that the\n\nprospect that the alleged conspiracy if successful would achieve\n\nmonopsony power in a real economic market was irrelevant to their\n\nclaim.     Instead, they say they were required to prove only the\n\n     15\n      United States v. Scales, 594 F.2d 558, 563 (6th Cir.), cert.\ndenied, 441 U.S. 946 (1979); Fed. R. Evid. 611(a); see also 6\nWeinstein's Federal Evidence § 1006.08[4] (2001).\n\n                                      -36-\n\fexistence of the conspiracy; an overt act in furtherance of it; and\n\nspecific intent to monopolize. E.g., Salco Co. v. Gen. Motors Co.,\n\n517 F.2d 567, 576 (10th Cir. 1975).\n             Conspiracy to monopolize claims are not often the subject\n\nof much attention, since almost any such claim could be proved more\n\neasily under section 1's ban on conspiracies in restraint of trade.\nIIIA Areeda & Hovenkamp, Antitrust Law ¶ 809 (1996).               However, a\n\nmajority of courts that have touched the issue have said, in\n\ngeneral terms and often without analysis, that proof of a relevant\n\nmarket, and hence, market power, is not required in a conspiracy to\n\nmonopolize claim.         E.g., Salco, 517 F.2d at 576; see IIIA Areeda &\n\nHovenkamp, supra, at ¶ 809 & n.2 (collecting cases); ABA Sample\n\nJury Instructions in Civil Antitrust Cases, supra, at C-100 n.3.\n             On the other side, there are also a number of decisions\n\nthat say that a relevant market is necessary.16           That is also the\n\nview    of   the   more    persuasive    commentary,   including    the   most\nrespected of the antitrust treatises.            IIIA Areeda & Hovenkamp,\n\nsupra, at ¶ 809; accord Comment, The Relevant Market Concept in\n\nConspiracy to Monopolize Cases under Section 2 of the Sherman Act,\n\n44 U. Chi. L. Rev. 805 (1977).           Although we lean toward this view\n\nas a general matter, a black or white rule is not inevitable:\n\nthere may in principle be some cases in which one could argue that\n\n\n       16\n      E.g., Doctor's Hosp. of Jefferson, Inc. v. S.E. Med.\nAlliance, Inc., 123 F.3d 301, 311 (5th Cir. 1997); Bill Beasley\nFarms, Inc. v. Hubbard Farms, 695 F.2d 1341, 1343 (11th Cir. 1983);\nAlexander v. Nat'l Farmers Org., 687 F.2d 1173, 1182 (8th Cir.\n1982); Joe Westbrook, Inc. v. Chrysler Corp., 419 F. Supp. 824, 845\n(N.D. Ga. 1976).\n\n                                        -37-\n\fa conspiracy claim should be provable without a showing that the\n\nalleged market is a real economic market.              This case is not among\n\nthem.\n            Here the \"conspiratorial agreement\" is a garden variety\n\nexclusive   dealing   arrangement        limited   to    three      years.      Such\n\nagreements are not inherently unlawful; they are judged primarily\nby   considering,     in    addition      to   competitive       or    efficiency\n\njustifications,     any    actual   or    threatened     adverse      effects    on\n\ncompetition.    Tampa Elec. Co., 365 U.S. at 327; U.S. Healthcare,\n\nInc. v. Healthsource, Inc., 986 F.2d 589, 594 (1st Cir. 1993).\n\nPredicted effects turn, obviously, on the establishment of a market\n\nin which the exclusive dealing arrangement may affect prices or\n\ncompetitors. Absent threatened effects, there is normally no basis\nfor condemning an exclusive dealing arrangement.\n\n            All implemented exclusive dealing contracts involve both\n\na nominal conspiracy (the agreement) and acts in furtherance\n(whatever dealings take place).          To tell a jury that it may condemn\n\nsuch contracts--without proof of any threatened effect on the\n\nmarket--would create not only confusion for the jury but invite an\n\nend run around the threatened effects required by the case law for\n\nexclusive   dealing    under   both      section   1    and   the     attempt   and\n\nmonopolization requirements of section 2. IIIA Areeda & Hovenkamp,\n\nsupra, at ¶ 809.\n\n            The point is summed up neatly in the Areeda-Hovenkamp\n\ntreatise:\n\n            Where the agreements involved would also be\n            held to offend §1 without the necessity of\n\n                                      -38-\n\f           proving power, the failure to require it for\n           the §2 conspiracy offense is understandable.\n           However, in those instances where [market]\n           power is a prerequisite to holding an\n           agreement to be an unreasonable restraint of\n           trade--a joint venture, for example--it would\n           make no sense to hold the same agreement\n           offensive to §2 without proof of power.     To\n           require power under §1 before condemning a\n           particular agreement is necessarily to say\n           that the arrangement is socially desirable, or\n           at least not harmful, in the absence of power.\n           That policy conclusion cannot sensibly be\n           avoided or negated by the simple trick of\n           calling   the   agreement  a   conspiracy   to\n           monopolize.\n\nIIIA Areeda & Hovenkamp, supra, at ¶ 809 (emphasis added).\n\n           Where parties agree to achieve an admittedly unlawful\n\nresult, such as a murder or burglary, there is case law to the\neffect that the prosecutor need not show that the plan was feasible\n\nand that impossibility (at least in some situations) is not a\n\ndefense.   2 LaFave & Scott, Substantive Criminal Law § 6.5(b)\n\n(1986); Developments in the Law--Criminal Conspiracy, 72 Harv. L.\n\nRev. 922, 944-45 (1959).      This is presumably the source of the\n\nantitrust case law relied on by plaintiffs.       But the rationale of\n\nthis classic view is that the conspiracy should be punished because\n\nthe   demonstrated   intent   to   break   the   law   shows   that   the\n\nconspirators are dangerous even if this particular venture was\n\nimpractical.   2 LaFave & Scott, supra, at § 6.5(b).\n\n           Perhaps this view is equally justified in antitrust cases\n\nwhere the evidence shows that the conspirators were aiming at a\n\ndemonstrably illegal result, say, a world wide monopoly of gold\n\nproduction or a naked horizontal allocation of markets.          In our\n\ncase, there is no dispute that defendants aimed at being the only\n\n                                   -39-\n\fDivision I soccer league in the United States at least for three\n\nyears and that they enlisted the USSF to achieve this end.         But the\n\nillegality of such an arrangement is far from clear.         To ignore the\nquestion whether this is a relevant market in the economic sense is\n\nto assume that the end aimed at is illegal.         Here, the jury found\n\nthat control     of   U.S./Division   I   soccer   would   not comprise   a\nmonopoly.\n\n            In sum, there may be contexts in which the existence vel\n\nnon of a relevant market is beside the point in a conspiracy to\n\nmonopolize case, but this case is not one of them.         The exclusivity\n\nagreement sought by MLS might be unlawful if it threatened adverse\n\ncompetitive effects but not otherwise; and this in turn required\n\nproof that someone who was the only purchaser of Division I soccer\nplayer services in the United States would control prices in an\n\neconomic market.\n\n                        IV. CLAYTON ACT SECTION 7\n             In their final argument, players say that the district\n\ncourt erred in dismissing their claim that the formation of MLS\n\nviolated section 7 of the Clayton Act.        Count IV of the complaint\n\nalleged that, \"[i]f not for this combination of assets and purchase\n\nof stock, MLS Member Teams would compete with each other for\n\nplayers, like teams in all other major professional sports leagues\n\nin the United States.\" Section 7 prohibits, with certain commerce-\n\nrelated conditions, stock or asset acquisitions whose effect \"may\n\nbe substantially to lessen competition, or to tend to create a\n\nmonopoly.\"    15 U.S.C. § 18.\n\n\n                                  -40-\n\f            The   district   court   granted   summary   judgment   to   the\n\ndefendants on the ground that \"[t]here can be no § 7 liability\n\nbecause the formation of MLS did not involve the acquisition or\nmerger of existing business enterprises, but rather the formation\n\nof an entirely new entity which itself represented the creation of\n\nan entirely new market.\"     Fraser, 97 F. Supp. 2d at 140.     According\nto the district court:\n\n            The relevant test under § 7 looks to whether\n            competition in existing markets has been\n            reduced. . . . Where there is no existing\n            market, there can be no reduction in the level\n            of competition. There are no negative numbers\n            in this math; there is nothing lower than\n            zero. Competition that does not exist cannot\n            be decreased.   The creation of MLS did not\n            reduce competition in an existing market\n            because when the company was formed there was\n            no active market for Division I professional\n            soccer in the United States.\n\nId. at 140-41 (citing SCM Corp. v. Xerox Corp., 645 F.2d 1195 (2d\n\nCir. 1981)).\n\n            Both sides make much of the district court's reference to\n\na \"new market.\"      Players say that this contradicts the jury's\n\nfinding that United States/Division I soccer is not a separate\nmarket and, anyway, there is no implied immunity from section 7 for\n\ncombinations that lessen competition in a new market.          Defendants\n\nsay that the district court merely held the players to the market\n\nthey themselves alleged and was entitled to do so on summary\n\njudgment.\n\n            The district court was saying no more than that, after\n\nthe failure of the NASL and prior to the formation of MLS, there\n\nwas no enterprise engaged in providing Division I soccer in the\n\n                                     -41-\n\fUnited States and thus that a combination that added Division I\n\nsoccer in this country could hardly reduce competition where none\n\nbefore existed. This is plainly correct insofar as the creation of\nMLS    added   a    new   entrant   without   subtracting   any     existing\n\ncompetitors.       To this extent, the most common threat addressed by\n\nsection 7--the merger of two or more entities currently competing\nwith one another, e.g., United States v. Philadelphia Nat'l Bank,\n\n374 U.S. 321 (1963); Brown Shoe Co. v. United States, 370 U.S. 294\n\n(1962)--is not present in this case.\n\n           The Supreme Court has recognized that section 7 also\n\nreaches   mergers     that   combine   an   existing   competitor    with   a\n\npotential competitor commonly perceived to be a strong potential\n\nentrant where the number of such entrants is limited.                United\n\nStates v. Marine Bancorp., Inc., 418 U.S. 602, 624-25 (1974);\n\nUnited States v. Falstaff Brewing Corp., 410 U.S. 526, 531-32\n\n(1973).   In such cases, the notion is that the gobbling up of the\n\"perceived potential entrant\" removes an existing constraint on\n\ncompetition and thus reduces present competitive pressure that may\n\ncurrently be constraining price.        Falstaff, 410 U.S. at 532.\n\n           The players make no attempt to show that this form of\n\nexisting competitive constraint was eliminated by the formation of\n\nMLS.    Rather, their explicit theory is that, if MLS were held\n\nunlawful under section 7, its operator/investors would enter the\n\nmarket independently, thus increasing the amount of competition\n\nover and above the level provided by MLS itself.\n\n\n\n\n                                    -42-\n\f           At the outset, the question arises whether section 7 can\n\nbe used to prevent a merger that itself increases competition where\n\nit can be confidently predicted that prevention will or probably\nwill increase competition even more.          The classic hypothetical is\n\nthe merger of an existing competitor with a non-competing company\n\nwhose interest in entry is unknown and so exerts no current\npressure on the market as a perceived potential entrant.                Yet when\n\nits private files are examined incident to a court suit, plans are\n\ndiscovered for independent entry if the merger is disallowed.\n\n           The Supreme Court has expressly reserved the question\n\nwhether section 7 can be read to reach such a case.                      Marine\n\nBancorp., 418 U.S. at 639; Falstaff, 410 U.S. at 537.                    To our\n\nknowledge only one circuit has expressly applied section 7 so\nbroadly, Yamaha Motor Co. v. FTC, 657 F.2d 971, 978-80 (8th Cir.\n\n1981), cert. denied sub nom. Brunswick Corp. v. FTC, 456 U.S. 915\n\n(1982), and the district court apparently rejected this view,\nFraser, 97 F. Supp. 2d at 141.\n\n           It is uncertain how the Supreme Court will ultimately\n\nresolve the issue.     Plaintiffs' view bumps up against the most\n\nstraightforward   reading     of   the     phrase    \"may   .   .   .    lessen\n\ncompetition\" in which \"competition\" is understood to refer to the\n\nexisting level of competition prior to the merger in question.\n\nFurther, it is often hard enough to determine whether a merger will\n\nreduce   competition   in   relation     to   a   known   baseline,     namely,\n\nexisting market conditions.        If a new combination will, as here,\n\ninitially enhance competition, one might hesitate at a further and\n\n\n                                    -43-\n\feven more difficult conjecture that prohibiting the transaction\n\nwould lead to even more competition further down the line.\n\n           On the other hand, the antitrust statutes are not always\nread literally, as Copperweld itself demonstrates, see also Standard\n\nOil Co. v. United States, 221 U.S. 1 (1911) (rule of reason read\n\ninto   restraint   of   trade).   The    Antitrust   Division,   often   a\nsignificant influence on the development of antitrust case law,\n\nseemingly supports a generous reading of Section 7 to embrace so\n\ncalled   \"actual   potential   competition.\"   Dep't   of   Justice   Non-\n\nHorizontal Merger Guidelines § 4.112, 49 Fed. Reg. 26,824, 26,834\n\n(1984); accord V Areeda & Turner, Antitrust Law ¶ 1118 (1980).        And\n\nthere might be cases where the facts might compel the conclusion\n\nthat turning down a pro-competitive merger (compared to the status\nquo) would produce an even more competitive realignment.\n\n           That is not this case.   Here, there is no possible way to\n\npredict just what would happen if the current version of MLS were\nprecluded.   Players assert that, had the operator/investors not\n\nformed MLS, they would have entered the market as a traditionally\n\nstructured league.      But as the district court noted, it is \"not\n\ninevitable that the league would be formed and would operate the\n\nsame way as previous sports leagues.\"       Fraser, 97 F. Supp. 2d at\n\n142.   More importantly, it is quite possible these investors would\n\nhave   found the alternative structures unattractive and simply\n\nabandoned their effort altogether--hardly a pro-competitive outcome.\n\n           Even the alternative result suggested by players--that\n\nanother, more traditionally structured league like the APSL would\n\n\n                                  -44-\n\fhave received the Division I sanction instead--appears on the\n\nsurface no more pro-competitive.     The evidence indicates that the\n\nAPSL was not as well financed or well managed as MLS (hence the\nUSSF's decision to certify MLS and not the APSL), thus increasing\n\nthe risk that the new Division I league would fail in the long run.\n\nIn addition, elevating the APSL to Division I status would not\nnecessarily increase competition significantly, since the APSL, an\n\nexisting minor league, may have already been in the relevant market.\n\n          It might be argued that these objections present issues\n\nthat a jury ought to consider; but there is one final objection that\n\nthe jury did effectively consider.      Even advocates of a broader\n\nreading of section 7 concede that striking down a combination that\n\ndoes not threaten present competition could be justified, in the\nhope of obtaining more competition in the future, only in already\n\nconcentrated markets.   \"In the absence of significant market power\n\nin the hands of existing firms, . . . the loss through merger of a\npotential entrant would not affect present or future competition.\"\n\nV Areeda & Turner, supra, ¶ 1119a.\n\n          Thus, even on the broader reading of section 7 and\n\nallowing room for conjectures about future effects, it would have\n\nbeen necessary for players to prove that MLS operates within a\n\nrelevant economic market that is presently concentrated.    In their\n\nsection 7 count, the players alleged the same relevant United\n\nStates/Division I market as in their section 1 and section 2 counts.\n\nFor reasons already discussed in connection with the section 1\n\nclaim, the jury's rejection of this relevant market would also have\n\n\n                               -45-\n\fdoomed the section 7 claim based on enhancing future competition if\n\nit too had been presented.\n\n          Affirmed.\n\n\n\n\n                               -46-\n\f",
  "html": "<p class=\"case_cite\">284 F.3d 47</p>\n    <p class=\"parties\">Iain FRASER; Steve Trittschuh; Sean Bowers; Mark Semioli; Rhett Harty; David Scott Vaudreuil; Mark Dodd; and Mark Dougherty, Plaintiffs, Appellants,<br>v.<br>MAJOR LEAGUE SOCCER, L.L.C.; Kraft Soccer, L.P.; Anschutz Soccer, Inc.; Anschutz Chicago Soccer, Inc.; South Florida Soccer, L.L.C.; Team<br>Columbus Soccer, L.L.C.; Team Kansas City Soccer, L.L.C.; Los Angeles Soccer Partners, L.P.; Empire Soccer Club, L.P.; Washington Soccer, L.P.; and United States Soccer Federation, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-1296.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit. [D] Heard October 1, 2001.</p>\n    <p class=\"date\">Decided March 20, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Jeffrey L. Kessler with whom James W. Quinn, Bruce S. Meyer, Michael A. Rona, Allan L. Garcia, Tamir M. Young, Weil, Gotshal &amp; Manges LLP, Paul B. Galvani, Ropes &amp; Gray and Richard A. Berthelsen were on brief for appellants.</p>\n      <p class=\"indent\">Michael A. Cardoza with whom Steven C. Krane, Lee M. Goldsmith, Brooke H. Spigler, Daniel L. Goldberg, Daniel S. Savrin and Bingham Dana LLP were on brief for appellees Major League Soccer, L.L.C., et al.</p>\n      <p class=\"indent\">John Paul Robbins with whom McLaughlin &amp; Stern, LLP and Morgan, Brown &amp; Joy were on brief for appellee United States Soccer Federation, Inc.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, COFFIN, Senior Circuit Judge, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Professional soccer players sued Major League Soccer, LLC (\"MLS\"), nine independent operator/investors in MLS, and the United States Soccer Federation, Inc. (\"USSF\"), alleging violations of Sherman Act sections 1 and 2, 15 U.S.C. &#167;&#167; 1-2, and Clayton Act section 7, <i>id.</i> &#167; 18, and seeking injunctive relief and monetary damages.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court granted summary judgment for defendants on the section 1 and Clayton Act counts. After a twelve-week long trial on the section 2 count, the jury returned a special verdict leading to judgment in favor of defendants. Players now appeal the disposition of all three counts. We begin with a statement of the background facts.</p>\n    </div>\n    <p>I. BACKGROUND FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Despite professional soccer's popularity abroad, the sport has achieved only limited success in this country. Several minor leagues have operated here (four such leagues exist today), but before the formation of MLS, only one other U.S. professional league &#8212; the North American Soccer League (\"NASL\") &#8212; had ever obtained Division I, or top-tier, status. Launched in 1968, the NASL achieved some success before folding in 1985; MLS attributes the NASL's demise in part to wide disparities in the financial resources of the league's independently owned teams and a lack of centralized control.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1988, the USSF, the national governing body of soccer in the United States, 36 U.S.C. &#167; 220501 <i>et seq.,</i> was awarded the right to host the 1994 World Cup soccer tournament in the U.S. by the Federation Internationale de Football Association (\"FIFA\"), soccer's international governing body. In consideration for the coveted sponsorship rights, the USSF promised to establish a viable Division I professional soccer league in the U.S. as soon as possible.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The USSF decided as early as 1988 to sanction only one Division I professional league. The concern was that sanctioning rival leagues would dilute revenues, drive up costs, and thereby dim the long-term prospects for Division I soccer in the U.S. Indeed, MLS contends no other country has sanctioned more than one Division I league within its borders, although arrangements in other countries could be variously described.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Just before World Cup USA play began, in early December 1993, three organizations presented competing plans to develop a Division I professional soccer league to the USSF National Board of Directors. The three competing organizers were: League One America; the American Professional Soccer League (\"APSL\"), an existing Division II league; and Major League Professional Soccer (\"MLPS\"), the precursor to MLS, headed by the USSF's own president, Alan Rothenberg.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At its December 5, 1993, meeting the USSF board tentatively selected MLPS as the exclusive Division I professional soccer league in the U.S., based upon its relatively strong capitalization, higher proposed spending, business plan and management. The board also reaffirmed its intention to sanction only one Division I league. But in January 1995, the USSF announced that it would consider sanctioning additional leagues which could meet rigorous new financial and operating standards beginning with the 1998 season.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the wake of a successful World Cup USA, MLS was officially formed in February 1995 as a limited liability company (\"LLC\") under Delaware law. The league is owned by a number of independent investors (a mix of corporations, partnerships, and one individual) and is governed by a management committee known as the board of governors. Some of the investors are passive; others are also team operators as explained below.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">MLS has, to say the least, a unique structure, even for a sports league. MLS retains significant centralized control over both league and individual team operations. MLS owns all of the teams that play in the league (a total of 12 prior to the start of 2002), as well as all intellectual property rights, tickets, supplied equipment, and broadcast rights. MLS sets the teams' schedules; negotiates all stadium leases and assumes all related liabilities; pays the salaries of referees and other league personnel; and supplies certain equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At issue in this case is MLS's control over player employment. MLS has the \"sole responsibility for negotiating and entering into agreements with, and for compensating, Players.\" In a nutshell, MLS recruits the players, negotiates their salaries, pays them from league funds, and, to a large extent, determines where each of them will play. For example, to balance talent among teams, it decides, with the non-binding input of team operators, where certain of the league's \"marquee\" players will play.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">However, MLS has also relinquished some control over team operations to certain investors. MLS contracts with these investors to operate nine of the league's teams (the league runs the other three). These investors are referred to as operator/investors and are the co-defendants in this action. Each operator/investor has the \"exclusive right and obligation to provide Management Services for a Team within its Home Territory\" and is given some leeway in running the team and reaping the potential benefits therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Specifically, the operator/investors hire, at their own expense and discretion, local staff (including the general managers and coaches of their respective teams), and are responsible for local office expenses, local promotional costs for home games, and one-half the stadium rent (the same portion as MLS). In addition, they license local broadcast rights, sell home tickets, and conduct all local marketing on behalf of MLS; agreements regarding these matters do not require the prior approval of MLS. And they control a majority of the seats on MLS's board, the very same body which runs the league's operations. Among other things, the board is responsible for hiring the commissioner and approving national television contracts and marketing decisions, league rules and policies (including team player budgets), and sales of interests.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The operator/investors also play a limited role in selecting players for their respective teams. While the operating agreements provide that the operator/investors will not bid independently for players against MLS, they may trade players with other MLS teams and select players in the league's draft. Such transactions, however, must follow strict rules established by the league. Most importantly, no team may exceed the maximum player budget established by the management committee.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In return for the services of the operator/investors, MLS pays each of them a \"management fee\" that corresponds (in large part) to the performance of their respective team. The management fee equals the sum of one-half of local ticket receipts and concessions; the first $1,125,000 of local broadcast revenues, increasing annually by a percentage rate, plus a 30% share (declining to 10% by 2006) of any amount above the base amount; all revenues from overseas tours; a share of one-half the net revenues from the MLS Championship Game and a share of revenues from other exhibition games.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The remaining revenues of the league are distributed in equal portions to all investors. Thus, while the investors qua investors share equally in the league's profits and losses, the individual team operators qua operators fare differently depending at least in part on the financial performance of their respective teams. It bears mentioning, however, that neither the league nor, apparently, any of its teams has yet made a profit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although the league retains legal title to the teams, the operator/investors may transfer their operating rights, within certain limits, and retain much of the value created by their individual efforts and investments. Investors may transfer their ownership stakes and operating rights to other current investors without obtaining prior consent; transfers to outside investors, however, require a two-thirds majority vote of the board. For its part, MLS may terminate any operating agreement on its own initiative if, by a two-thirds vote of the board, an operator/investor is determined to have failed to act in the best interests of the league. If so, it must still pay such operator/investor fair market value for its operating rights and ownership interest.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The league began official play in 1996. The following February of 1997, eight named players sued MLS, the USSF, and the operator/investors under various antitrust theories. The injunctive class was certified in January of 1998. <i>Fraser v. Major League Soccer, LLC,</i> 180 F.R.D. 178 (D.Mass.1998). In count I, the players claimed MLS and its operator/investors violated Sherman Act section 1 by agreeing not to compete for player services. In count III,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the players claimed MLS monopolized or attempted to monopolize, or combined or conspired with the USSF to monopolize, the market for the services of Division I professional soccer players in the U.S., in violation of Sherman Act section 2, by preventing any other entity from being sanctioned as a Division I professional soccer league in the United States or otherwise competing against MLS. In count IV, the players claimed that the combination of assets of the operator/investors in MLS substantially lessened competition and tended to create monopoly in violation of Clayton Act section 7.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In February 1998, before the close of discovery, MLS and its operator/investors moved for summary judgment on counts I and IV; players cross-moved, seeking to block MLS from asserting a single entity defense on count I. On April 19, 2000, the district court granted MLS summary judgment on both counts, holding that MLS and its operator/investors comprised a single entity and as such, could not conspire in violation of section 1. <i>Fraser v. Major League Soccer, LLC,</i> 97 F.Supp.2d 130, 135-39 (D.Mass.2000). On the section 7 claim, the court held that the creation of MLS \"did not reduce competition in an existing market because when the company was formed there was no active market for Division I professional soccer in the United States.\" <i>Id.</i> at 141.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Subsequently, at a June 2000 status conference on the remaining section 2 claims, players indicated (apparently for the first time) that they intended to introduce evidence that MLS prohibited all competition for players among the MLS operators/investors as part of their section 2 claim as well. The court, however, prohibited players from introducing evidence on the operation of MLS &#8212; except to the extent it provided the jury with useful background information &#8212; finding this version of players' monopoly conduct argument precluded by its earlier section 1 summary judgment decision.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A three-month jury trial commenced in September 2000 on players' remaining section 2 claims. At the close of evidence, the court dismissed the section 2 claims against the operator/investors, and that ruling is not appealed now, leaving only MLS and the USSF as defendants. Fed. R.Civ.P. 50. The court then submitted a 15-question special verdict form to the jury. On December 11, 2000, the jury returned its verdict after answering only the first two questions. It found that players had failed to prove what they had alleged, namely, that the relevant geographic market is the United States and that the relevant product market is limited to Division I professional soccer players. The court thereafter entered judgment dismissing count III and denied players' Rule 50 motions. Players then filed this appeal.</p>\n    </div>\n    <p>II. SHERMAN ACT SECTION 1</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Some have urged that sports leagues in general be treated as single entities &#8212; individual sports teams, after all, must collaborate to produce a product. <i>Cf. Chicago Prof'l Sports Ltd. P'ship v. NBA,</i> 95 F.3d 593, 599-600 (7th Cir.1996); <i>NFL v. N. Am. Soccer League,</i> 459 U.S. 1074, 103 S.Ct. 499, 74 L.Ed.2d 639 (1982) (Rehnquist, J., dissenting from the denial of certiorari). However, this approach has not been adopted in this circuit, <i>Sullivan v. NFL,</i> 34 F.3d 1091, 1099 (1st Cir.1994), and we must work with the framework of existing circuit law. Single entity status for ordinarily organized leagues has been rejected in several other circuits as well.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Even so, the district court concluded that under <i>Copperweld Corp. v. Independence Tube Corp.,</i> 467 U.S. 752, 104 S.Ct. 2731, 81 L.Ed.2d 628 (1984), MLS and its operator/investors were uniquely integrated and did comprise a single entity. <i>Copperweld</i> established that a parent and its wholly owned subsidiary are not subject to attack under section 1 for agreements between them. They are treated for section 1 purposes as a single economic actor. But what the Supreme Court has never decided is how far <i>Copperweld</i> applies to more complex entities and arrangements that involve a high degree of corporate and economic integration but less than that existing in <i>Copperweld</i> itself.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">While MLS defends the district court's single entity ruling, players say that this view is form over substance and the substance is simply a conspiracy among <i>de facto</i> team owners to fix player salaries, which they claim to be a <i>per se</i> violation of the antitrust laws. We disagree completely with this latter characterization. We also find that the case for applying single entity status to MLS and its operator/investors has not been established but that in this case the jury verdict makes a remand on the section 1 claim unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If ordinary investors decided to set up a company that would own and manage all of the teams in a league, it is hard to see why this arrangement would fall outside <i>Copperweld</i>'s safe harbor. Certainly the potential for competition within the firm is not enough: after all, a railroad could in theory provide alternative routes between the same cities and a grocery could locate competing branches of its chain quite near one another; yet no law requires competition within a company. It is common practice, but hardly essential, that the teams in a sports league have independent owner/managers.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Further, MLS is manifestly more than an arrangement for individual operator/investors by which they can cap player salaries. In many ways, MLS does resemble an ordinary company: it owns substantial assets (teams, player contracts, stadium rights, intellectual property) critical to the performance of the league; a substantial portion of generated revenues belongs to it and is to be shared conventionally with both operator/investors and passive investors. And the fact that MLS was structured with the aim of achieving results that might not otherwise be possible does not automatically condemn it.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Focusing on the operator/investors' role as stockholders, the district court stressed that both sides of the supposed conspiracy were parts of the same corporate entity; and it noted that \"unlike MLS, NFL football clubs do not exist as part of an overarching corporate structure.\" <i>Fraser,</i> 97 F.Supp.2d at 138 n. 10. And, as <i>Copperweld</i> itself shows, its protection is not lost merely because there are separate legal entities &#8212; here, the operator/investors &#8212; or because one posits arrangements between them and MLS that could not be made by existing competitors without violating the antitrust laws.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nevertheless, it is hard to treat the corporate integration as conclusive. The challenge here is primarily to the operator/investors' role as team managers, not as ordinary stockholders, and to restrictions imposed on them in that role preventing competition for player services. That a stockholder may be insulated by <i>Copperweld</i> when making ordinary governance decisions does not mean automatic protection when the stockholder is also an entrepreneur separately contracting with the company.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Above all, there are functional differences between this case and <i>Copperweld</i> that are significant for antitrust policy.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, there is a diversity of entrepreneurial interests that goes well beyond the ordinary company. MLS and its operator/investors have separate contractual relationships giving the operator/investors rights that take them part way along the path to ordinary sports team owners: they do some independent hiring and make out-of-pocket investments in their own teams; they retain a large portion of the revenues from the activities of their teams; and each has limited sale rights in its own team that relate to specific assets and not just shares in the common enterprise. One might well ask why the formal difference in corporate structure should warrant treating MLS differently than the National Football League or other traditionally structured sports leagues.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This contrasts with <i>Copperweld</i>'s observation that the parent and its wholly owned subsidiary in that case shared a \"complete unity of interests.\" 469 U.S. at 771, 105 S.Ct. 1005. The phrase is not self-executing and, in addition, it could be taken to explain <i>Copperweld</i>'s result without being an outer limit of the defense. <i>Chicago Prof'l Sports,</i> 95 F.3d at 598. Still, the existence of distinct entrepreneurial interests possessed by separate legal entities distinguishes <i>Copperweld;</i> it further indicates that certain functions have already been disaggregated and assigned to different entities; and it makes the potential for actual competition closer to feasible realization.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Second, in this case the analogy to a single entity is weakened, and the resemblance to a collaborative venture strengthened, by the fact that the operator/investors are not mere servants of MLS; effectively, they control it, having the majority of votes on the managing board. The problem is especially serious where, as here, the stockholders are themselves potential competitors with MLS and with each other. Here, it is MLS that has two roles: one as an entrepreneur with its own assets and revenues; the other (arguably) as a nominally vertical device for producing horizontal coordination, <i>i.e.,</i> limiting competition among operator/investors.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">From the standpoint of antitrust policy, this prospect of horizontal coordination among the operator/investors through a common entity is a distinct concern. Whatever efficiencies may be thought likely where a single entrepreneur makes decisions for a corporate entity (or set of connected entities), the presumption is relaxed &#8212; and may in some contexts be reversed &#8212; where separate entrepreneurial interests can collaborate; the fixing of above market prices by sellers is the paradigm.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> This does not make MLS a mere front for price fixing, but it does distinguish <i>Copperweld</i> by introducing a further danger and a further argument for testing it under section 1's rule of reason.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To sum up, the present case is not <i>Copperweld</i> but presents a more doubtful situation; MLS and its operator/investors comprise a hybrid arrangement, somewhere between a single company (with or without wholly owned subsidiaries) and a cooperative arrangement between existing competitors. And, of course, there is not one kind of hybrid but a range of possibilities (imagine the operator/investors with their separate entrepreneurial interests but without their control of MLS). The question is what legal approach to take.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The law at this point could develop along either or both of two different lines. One would expand upon <i>Copperweld</i> to develop functional tests or criteria for shielding (or refusing to shield) such hybrids from section 1 scrutiny for intra-enterprise arrangements. This would be a complex task and add a new layer of analysis; but where the analysis shielded the arrangement it would serve to cut off similarly difficult, intrusive scrutiny of such intra-enterprise activities under extremely generalized rule of reason standards.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It would also prevent claims, clearly inappropriate in our view, under <i>per se</i> rules or precedents dealing with arrangements between existing independent competitors.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The other course is to reshape section 1's rule of reason toward a body of more flexible rules for interdependent multi-party enterprises. Sports leagues are a primary example but so are common franchising arrangements and joint ventures that perform specific services for competitors (<i>e.g.,</i> a common purchasing entity, <i>see Northwest Wholesale Stationers, Inc. v. Pac. Stationery and Printing Co.,</i> 472 U.S. 284, 105 S.Ct. 2613, 86 L.Ed.2d 202 (1985)). Certainly the trend of section 1 law has been to soften <i>per se</i> rules and to recognize the need for accommodation among interdependent enterprises.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The same choice of approach presents itself in franchise cases. There, too, we have a close but not complete integration of separate entities under separate entrepreneurial control. Traditionally, vertically imposed arrangements restricting competition among franchisees have been tested (and often upheld) under the rule of reason. <i>E.g., Am. Motor Inns v. Holiday Inns, Inc.,</i> 521 F.2d 1230, 1241-43 (3d Cir.1975); <i>see also</i> 1 Glickman, <i>Franchising</i> &#167; 4.03[2] (2001); XII Hovenkamp, <i>Antitrust Law</i> &#182; 2033 (1999). Yet since <i>Copperweld,</i> several district court decisions have avoided the section 1 inquiry by deeming franchiser and franchisee part of a single entity.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Once one goes beyond the classic single enterprise, including <i>Copperweld</i> situations, it is difficult to find an easy stopping point or even decide on the proper functional criteria for hybrid cases. To the extent the criteria reflect judgments that a particular practice in context is defensible, assessment under section 1 is more straightforward and draws on developed law. Indeed, the best arguments for upholding MLS's restrictions &#8212; that it is a new and risky venture, constrained in some (perhaps great) measure by foreign and domestic competition for players, that unquestionably creates a new enterprise without combining existing competitors &#8212; have little to do with its structure.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In all events, we conclude that the single entity problem need not be answered definitively in this case. The case for expanding <i>Copperweld</i> is debatable and, more so, the case for applying the single entity label to MLS. But even if we assume that section 1 applies, it is clear to us that the venture cannot be condemned by per se rules and presents at best a debatable case under the rule of reason. More significantly, as structured by plaintiffs themselves, this case would have been lost at trial based on the jury's rejection of plaintiffs' own market definition.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The rejection of the <i>per se</i> rule is straightforward. Although players portray MLS as a sham for horizontal price fixing, the extent of real economic integration is obvious. Further, MLS and its investors did not compete previously; the arrangement was formed as a risky venture against a background of prior failure, <i>cf. United States v. Jerrold Elecs. Corp.,</i> 187 F.Supp. 545, 556-68 (E.D.Pa.1960), <i>aff'd,</i> 365 U.S. 567, 81 S.Ct. 755, 5 L.Ed.2d 806 (1961); and the outcome has been to add new opportunities for players &#8212; a Division I soccer league in the United States &#8212; and to raise salaries for soccer players here above existing levels.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The possibility that a less integrated and restrictive salary regime might make some individual salaries even higher is hardly conclusive. Without the restrictions, MLS might not exist or, if it did, might have larger initial losses and a shorter life. This would hardly enhance competition. Thus, the effects of the MLS arrangement are simply too uncertain to warrant application of the <i>per se</i> rule. <i>NCAA v. Bd. of Regents,</i> 468 U.S. at 100-103, 104 S.Ct. 2948. As in any other non-<i>per se</i> case, players would have to show that MLS exercised significant market power in a properly defined market, that the practices in question adversely affected competition in that market and that on balance the adverse effects on competition outweighed the competitive benefits. <i>See Augusta News Co. v. Hudson News Co.,</i> 269 F.3d 41, 49 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, the jury said that neither the United States nor Division I delimited the relevant market &#8212; findings that imply that MLS faced significant competition for player services both from outside the United States and from non-Division I teams. That inference at a minimum creates uncertainty as to whether the jury could have found market power under section 1. However, the peculiar assemblage of evidence, including MLS-authored materials suggesting that it expected to exercise some control over player salaries (<i>see</i> Part III below), makes it impossible to rule out abstractly the possibility of a jury finding of MLS market power in a broader market.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">MLS has urged that the jury verdict rejecting the United States/Division I market urged by plaintiffs should be preclusive. The argument purportedly rests on the doctrine of collateral estoppel. We agree with the plaintiffs that collateral estoppel goes no further than to preclude them at a new trial from urging the market already rejected by the jury. <i>Restatement (Second) of Judgments</i> &#167;&#167; 27-28 (1982). In theory, there may be a broader market which plaintiffs might show (without contradicting the jury findings) in which unrestricted salary competition between the MLS operator/investors might result in somewhat higher player salaries. In that event, assuming that the single entity defense failed, a basis for liability might exist.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">However, we have been given no reason to think that any other market would have been alleged and made the subject of proof if the section 1 claim had gone to trial along with the section 2 claims. In their complaint, the plaintiffs' main theory under count I was that MLS operated as a price-fixing or group boycott conspiracy for which no market power needed to be shown. A relevant market was nevertheless alleged in count I, apparently because the plaintiffs recognized that a pro-competitive purpose might be urged and a rule of reason balancing might be required. That relevant market was described by count I, as in the section 2 and section 7 counts, as competition for Division I soccer players in the United States. <i>See</i> Plaintiffs' First Amended Complaint &#182;&#182; 32, 59, 70, 78.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Proof of such a market was the consistent theme of plaintiffs' section 2 trial evidence. To be sure, had the section 1 claim been put to trial, the plaintiffs could have sought to amend their complaint to allege a different market, but there is no obvious reason to think that they would have done so. The United States/Division I theory alleged in the complaint was the most favorable for each of their claims and the easiest to define; and the focus on a single market theory would have allowed the plaintiffs to focus their proof on a single market definition. Plaintiffs did have some incentive to allege a broader market under sections 1 and 7,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> but that incentive existed when they filed their complaint as well.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Even if the players had sought to amend their complaint after summary judgment, we have great doubt whether such an amendment would have been permitted. <i>See Acosta-Mestre v. Hilton Int'l of P.R., Inc.,</i> 156 F.3d 49, 51-52 (1st Cir.1998). The district court granted summary judgment in April 2000 &#8212; more than three years after the initial complaint was filed, more than one year after discovery was largely complete, and barely five months before beginning of trial. At that point in the proceedings, adding a new market theory would have substantially altered the contours of the case &#8212; potentially requiring new discovery and expert analyses based on the new alleged market.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We thus have every reason to think that if the section 1 claim had not been dismissed on summary judgment it would have been presented at trial with the same market analysis alleged in the complaint. It follows that had the district court allowed the section I claim, it too would have been defeated by the jury's finding that the market alleged in the complaint had not been proved. Accordingly, any error in dismissing the claim based on a single entity theory was harmless so long as the jury verdict stands, a matter we address in the next section. The outcome, as the plaintiffs shaped their own case, would have been the same. <i>Liberty Mut. Ins. Co. v. Metro. Life Ins. Co.,</i> 260 F.3d 54, 62 (1st Cir.2001).</p>\n    </div>\n    <p>III. SHERMAN ACT SECTION 2</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">At trial, players alleged three possible violations of section 2: that MLS monopolized the market for Division I professional soccer in the U.S.; that it attempted to monopolize that market; and that it conspired with the USSF to monopolize the same market. The jury found that players had failed to establish the relevant market as alleged; it reached no other issue in the case. The court thereafter entered judgment for the defendants on all three section 2 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\"><i>Monopolization and attempted monopolization claims.</i> At the outset, players contend that the district court erred by refusing to allow them, in their monopolization and attempted monopolization claims, to argue that elimination of competition for players was an anticompetitive means of monopolization. The district court did so on the ground that this argument would simply resurrect the section 1 claim that had already been rejected by its single entity ruling; section 2 remained available to attack the exclusivity arrangement between MLS and the USSF, which was the gravamen of the complaint's section 2 count. Players respond that the same conduct may constitute an element of both antitrust claims.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To show monopolization, players had to prove that MLS had engaged in an act that helped create or maintain its alleged monopoly. III Areeda &amp; Hovenkamp, <i>Antitrust Law</i> &#182; 650a (rev. ed.1996). In section 2 cases, the wrongful act is usually one designed to exclude competitors from the market (e.g., predatory price, exclusive dealing). <i>See Aspen Skiing Co. v. Aspen Highlands Skiing Corp.,</i> 472 U.S. 585, 605 &amp; n. 32, 105 S.Ct. 2847, 86 L.Ed.2d 467 (1985). If MLS and its operator/investors are viewed as a single competitor, then the league's centralized hiring structure hardly constitutes an exclusionary act, even if it results in below-market wages for players. <i>See Kartell v. Blue Shield of Mass., Inc.,</i> 749 F.2d 922, 927 (1st Cir.1984). After all, suppressing player salaries ought to spur, rather than impair, competition from rival leagues.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">However, if the operator/investors are viewed instead more as individual potential competitors &#8212; an issue that we (unlike the district court) have not decided &#8212; it is not difficult to see how an agreement among them not to compete &#8212; a mirror image of players' section 1 claim &#8212; might create a monopsony and eliminate competition among them. <i>See</i> III Areeda &amp; Hovenkamp, <i>supra,</i> at &#182; 703a. Such an act would arguably \"exclude\" competition for purposes of section 2, even if it did not harm individual competitors. Anyway, \"exclusion\" is only a gloss on the statutory term \"monopolize\"; and \"merger to monopoly,\" benign as to the merged competitors, is a feasible section 2 claim, <i>see Golden Grain Macaroni Co. v. FTC,</i> 472 F.2d 882, 886 (9th Cir.1972), even if it is more often challenged under Clayton Act section 7, which requires much less.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nonetheless, the jury's findings remain as an obstacle. Attempt and monopolization both require a showing that a market has been or may well be subject to monopoly power, <i>Spectrum Sports, Inc. v. McQuillan,</i> 506 U.S. 447, 457-58, 113 S.Ct. 884, 122 L.Ed.2d 247 (1993); the only market alleged by the players was rejected by the jury; and this dooms the players' section 2 claims regardless of which practice &#8212; the exclusive arrangement with the USSF or the agreement not to compete for players &#8212; is alleged to satisfy the exclusionary act element of the cause of action. This assumes, however, that the jury verdict stands.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Not surprisingly, players next shift their focus to the jury verdict. They say the jury's market findings were tainted by several trial errors. We review the jury instructions <i>de novo, Ponce v. Ashford Presbyterian Cmty. Hosp.,</i> 238 F.3d 20, 24 (1st Cir.2001), and the court's evidentiary rulings for abuse of discretion unless (as is occasionally true) an issue of abstract law is presented, <i>United States v. Sposito,</i> 106 F.3d 1042, 1046 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">First, players say the court's instructions to the jury on how to define the relevant market were inaccurate and misleading. Players claim the instructions left the jury unable to weigh the significance of evidence showing that some MLS players had employment opportunities in other leagues. For example, MLS offered testimony that its players had played in 67 different foreign leagues, prior to or after playing for MLS; plaintiffs countered that the opportunities were more limited and less attractive than MLS claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Specifically, plaintiffs complain that the district court refused to give two requested instructions: first, that the jury in defining the relevant market \"should consider whether any effective competition significantly restrains MLS's ability to control wages for its players\"; and second, that the jury should include in the relevant market only those leagues which are \"sufficiently attractive and practically available to a large enough number of MLS players to prevent MLS from having the power to pay wages below competitive market levels.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The first problem is that the plaintiffs did not preserve these two requests by making, as Fed.R.Civ.P. 51 requires, a post-instruction objection \"stating distinctly the matter objected to and the grounds of the objection.\" Plaintiffs did not repeat these two requests in the same words; instead they objected after the charge that the instructions had overemphasized the concept of substitutability at the expense of \"other factors\" that have been identified in the case law, which plaintiffs' brief in this court says includes \"the ability of other leagues to constrain the power of MLS to depress plaintiffs' wages.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Unfortunately, plaintiffs' counsel did not spell out the last quoted objection at the post-charge conference. To refer only to \"other factors\" obviously does not tell the judge just what previously requested instruction has been omitted or identify the factors claimed to be insufficiently stressed. <i>Davis v. Rennie,</i> 264 F.3d 86, 100 (1st Cir.2001). Accordingly, the failure to give the two instructions in question is reviewed only for \"plain error\"; especially in a civil case this is a very hard test to meet because over and above plain error, it requires a showing both of prejudice and a miscarriage of justice or something of this magnitude. <i>See id.</i> at 101.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">As it happens, the district court gave standard instructions on market definition which, to a considerable extent, tracked the ABA's model jury instructions in civil antitrust cases. ABA Sample Jury Instructions in Civil Antitrust Cases, at C-6 to C-13 (1999). It defined monopoly power as \"the power to pay lower than competitive wages for the services being acquired without having the sellers of those services &#8212; the players &#8212; turn to another league or team for employment\"; and it explained that the geographic market was the geographic area \"to which players can turn, as a practical matter, for alternate opportunities for employment as professional soccer players.\" <i>Accord United States v. Philadelphia Nat'l Bank,</i> 374 U.S. 321, 357-61, 83 S.Ct. 1715, 10 L.Ed.2d 915 (1963); <i>Tampa Elec. Co. v. Nashville Coal Co.,</i> 365 U.S. 320, 327, 81 S.Ct. 623, 5 L.Ed.2d 580 (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The district court could permissibly have enlarged on the issue, explaining (for example) that a foreign league would be more likely part of the market as the number of players who could turn to it increased. But how much to elaborate is largely the discretion of the district court, <i>Interstate Litho Corp. v. Brown,</i> 255 F.3d 19, 29 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 122 S.Ct. 666, 151 L.Ed.2d 580 (2001), and in some respects, the players' more detailed formulation could itself be misleading: MLS could be constrained so long as enough individual players had <i>an</i> alternative foreign league even if an <i>individual</i> foreign league would <i>by itself</i> attract or be available to only a small number of players.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Next, players claim the court erred in permitting Alan Rothenberg, one of the founders of MLS and former president of the USSF, to testify about a legal opinion received by the USSF while shielding the opinion from discovery or questioning. On direct and then on cross-examination, Rothenberg disclosed without detail that the USSF board had obtained a legal opinion that it was lawful to grant exclusive Division I certification to a single league. At trial, the players sought to discover the opinion or have all references to it struck. The court denied both requests, finding that Rothenberg had not waived the attorney-client privilege by making his brief references.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It is true, as MLS asserts, that the statement was first adduced on direct examination by plaintiffs, and its repetition on cross added nothing new. On the other hand, plaintiffs did not ask the witness whether a legal opinion had been sought or about its contents. The witness, himself a lawyer, more or less volunteered this information. Possibly, the district judge felt that the disclosure, even if not directly invited, was legitimate because otherwise the witness &#8212; who had been asked whether antitrust concerns had been raised by the USSF board &#8212; would have been forced to leave the impression that they had been raised but not seriously addressed or resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We think that if defense counsel had adduced this disclosure in the first instance it would be unfair to allow the legal opinion to be used affirmatively without allowing plaintiffs to examine it or, at the very least, requiring a severe limiting instruction (which plaintiffs did not request). The case law is mixed as to whether there is a waiver of the privilege where there is a very limited disclosure as to the ultimate opinion without a disclosure of contents and the answer may depend upon context.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> But on our facts, it is fairly arguable that the plaintiffs opened the door to the response and, if so, could not use their own conduct to force the waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">So viewed, the district court's decision is tested under an abuse of discretion standard, and we are unwilling to say that the decision here was an abuse. Whatever discomfort we feel &#8212; and there is some &#8212; is assuaged by our grave doubt that Rothenberg's disclosure of the opinion as to lawfulness could have had any effect on a jury verdict that plaintiffs had failed to prove the relevant market they alleged. Plaintiffs make a stab at showing prejudice by equating the failure to prove the relevant market with lawfulness; but although this might be plausible in the abstract, the notion that the jury decided an essentially factual issue, as to which there was a mass of conflicting evidence, on the basis of a brief reference to a legal opinion seems to us highly remote.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Next, players say the court erred in excluding two pieces of documentary evidence that supported their claims of market definition and market power. The first is a September 1994 correspondence between Clark Hunt, a prospective MLS operator/investor, and Mark Abbott, an executive working on the formation of MLS, regarding assumptions made in a financial model disseminated by the league's organizers. Hunt later became an operator/investor in the league through a firm he helped form, which was a defendant below; Abbott became a senior league officer.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In his letter, Hunt urged that the team player salary budget be reduced by $70,000, with the \"bulk of the reduction\" coming from the \"bottom 12 players on each team whose only alternative is to play in one of the other U.S. professional leagues or one of the lower division foreign leagues.\" Hunt also suggested that salary growth should also be limited to five percent a year, reasoning that \"[u]ntil there is significant domestic-based competition for MLS players, the rate of salary growth should be relatively easy to contain.\" In response, Abbott cautioned that \"a reduction of $70,000 in player salaries per team [would] impact the quality of players we are able to attract.\" At the same time, he agreed that, \"for modeling purposes the player salaries should be held to [a] 5% [increase] per year.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The court excluded the correspondence, finding it irrelevant since it was not \"made by someone who matters to the case\" and the transcript then reveals a four-page colloquy in which the parties argue about the issue with the judge. Plaintiffs' main basis for urging admission of the Hunt letter was that it tended to show Hunt's own intent to monopolize, the suggestion being that this view should also be attributed to the firm that Hunt formed (apparently later) which became an operator/investor and defendant in the case. On this appeal, plaintiffs switch grounds and urge that the Hunt letter and Abbott's reply as well were evidence of plaintiffs' proposed market definition.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Whether the evidence should have been admitted to show intent on the attempt to monopolize claim is a nice issue but irrelevant here since the jury resolved the case on market definition grounds. Plaintiffs' present claim that the evidence should have been admitted to bolster their market theory and show the existence of monopoly power founders because it was never offered for that purpose. <i>See United States v. Josleyn,</i> 206 F.3d 144, 154 (1st Cir.2000). Further, although no hearsay objection was made, an interesting question remains whether Hunt's statement as a prospective investor is properly admissible for either purpose as an admission of the defendant firm that Hunt later helped form. Fed.R.Evid. 801(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">As to Abbott's letter, it appears from the transcript that the court was prepared to consider admitting the letter without the Hunt document but plaintiffs' counsel understandably demurred. Abbott's statements are quite tame (the first suggests a lack of market power as to quality players and the second was \"for modeling purposes\"). Plaintiffs' further suggestion &#8212; that Abbott was adopting on behalf of MLS whatever was said in the Hunt letter &#8212; is a stretch that the language of the letter does not support.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Further, any error was harmless. Players were allowed to introduce numerous other documents, authored by MLS itself, expressing virtually the same opinions. For example, players were allowed to introduce a November 1995 offering memorandum, in which MLS admits that it \"does not view [the Division I and Division II or indoor soccer leagues] as significant competition.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> And at trial, players' economic expert, Roger Noll, relied on these documents to support his testimony and conclusions. The excluded correspondence was thus redundant and could hardly have changed the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The next piece of evidence is a March 1994 internal memorandum written by two employees of the investment firm Donaldson, Lufkin &amp; Jenrette (\"DLJ\"). MLS's promoters had approached DLJ to act as its financial advisor. In the memo, the DLJ employees conclude that MLS has favorable prospects for success, noting, <i>inter alia,</i> that the league will \"be able to operate with a strict salary cap,\" and that there \"is a plentiful supply of good American players that have limited professional opportunities to play elsewhere.\"</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The court excluded the memo, first, on hearsay grounds, since it was unclear whether an agency relationship existed at the time the memo was drafted and whether its contents were within the scope of the agency, Fed.R.Evid. 801(d)(2)(D); and second, on relevance grounds, since the views were not attributable to MLS. On appeal, plaintiffs simply do not respond to the claim that at the time the statement was made, DLJ was an independent contractor and not an agent of MLS. <i>See Merrick v. Farmers Ins. Group,</i> 892 F.2d 1434, 1440 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In all events, the other documents discussed above which were introduced into evidence contained virtually identical statements penned by MLS itself attesting to MLS's early view that competition in the market was limited. And the DLJ memo, while helpful to players' cause, was hardly dispositive; it addressed only the opportunities of American soccer players and said nothing about the 40% of MLS players who have foreign or dual citizenship and yet are part of plaintiffs' class. By contrast, MLS's own statements which were introduced were more helpful to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Next, players claim the court erred in permitting a defense witness, Neil Farnsworth, co-owner of a Seattle Division II professional soccer team, to testify that he was competing with MLS for two specific players, while refusing to identify the players by name on \"confidentiality\" grounds.</p>\n    </div>\n    <p class=\"indent\">At trial, Farnsworth testified that:</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We compete with MLS for players every day. We have a situation right now where I have one player that is being courted by MLS. He's rejected one offer by MLS now to stay with us.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">. . .</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We also have a player from MLS that has played in MLS for probably four years that has contacted us for next season expressing an interest to play for us and then play indoor in addition to playing for us, instead of playing for MLS.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">On cross-examination by players' counsel, Farnsworth revealed certain details about the player from his own team, including his salary, but he refused to identify either that player or his MLS recruit by name, claiming he wanted to keep the information confidential. Players' objections were denied; the district court ruled that the players' privacy was at stake, and therefore, that their names were properly excludable under Fed.R.Evid. 403. The court also refused players' request to instruct the jury to ignore the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Players claim the district court infringed their right to cross-examine Farnsworth and to test the truth of his assertions. To be sure, the court has the authority to \"protect witnesses against cross-examination that does little to impair their credibility but that may damage their reputation, invade their privacy, and assault their personality. Rule 403 would permit the protection of even total strangers to the action.\" 22 Wright &amp; Graham, <i>Federal Practice and Procedure</i> &#167; 5215 (1978) (citation omitted); <i>see</i> Fed.R.Evid. 611(a). But this power is limited to situations in which the probative value of the evidence is \"substantially outweighed\" by the danger of unfair prejudice. Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Although much discretion resides in the trial judge in striking this balance, <i>Gasperini v. Ctr. for Humanities, Inc.,</i> 149 F.3d 137, 143 (2d Cir.1998), the denial of the names certainly limited plaintiffs' ability to cross-examine Farnsworth and it is unclear to us just what substantial privacy interest was at stake: if anything, the players would want to shield their names from MLS, but the league knew whom it was courting from Farnsworth's team and the possible defector presumably would in due course use Farnsworth's overtures in bargaining with MLS.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Nonetheless, even without the names, players were able to test Farnsworth's testimony,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and other witnesses &#8212; including current and former players and soccer officials &#8212; testified to player movement between leagues. For example, Ivan Gazidas, MLS's vice president of operations and player relations, testified at length concerning the competition MLS faced to attract the talents of several named players from other leagues. Farnsworth's anecdotal testimony, while somewhat helpful to MLS, was by no means the most powerful evidence adduced at trial to demonstrate inter-league competition. Accordingly, we find the error was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Finally, players claim the court erred in admitting in evidence a chart summarizing the testimony of two defense witnesses and later permitting the jury to take the chart with them into the jury room for deliberations. The summary chart listed 67 professional soccer leagues of different divisions from 46 countries; at trial, the two witnesses testified that MLS players had experience in each of the leagues and marked the chart accordingly. Both sides used demonstratives at trial which were admitted into evidence; while players complain generally about the use of the demonstratives, this summary chart is the only item they single out on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">In admitting the summaries, the district court reasoned that the demonstratives would \"help the jury to think about a complex case.\" At the same time, it recognized the risks involved, <i>see Air Safety v. Roman Catholic Archbishop,</i> 94 F.3d 1, 7 n. 14 (1st Cir.1996), and emphasized in its instructions to the jury that summaries do not \"present any independent evidence.\" It further cautioned them that the summaries are \"admitted for your convenience and not to substitute for the full testimony of the witnesses.\"</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">It is hard to imagine an issue on which a trial judge enjoys more discretion than as to whether summary exhibits will be helpful. Nothing precludes their use with respect to oral testimony.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Here the issues involved in the case and the testimony were complicated and the jury was properly cautioned as to the limited role of summaries. Although the court admitted the charts as \"evidence,\" its instruction made clear that they were merely aids and that the testimony controlled. We find no abuse of discretion and need not concern ourselves with whether, as MLS claims, the objection was somehow waived.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\"><i>Conspiracy to monopolize.</i> In their third and final section 2 claim, players allege that MLS conspired with the USSF \"to prevent any other entity from being sanctioned as a Division I professional soccer league in the United States or otherwise competing against MLS.\" The court decided that players were required to prove the existence of their relevant market on the conspiracy to monopolize claim; it directed the jury to end its inquiry on all section 2 claims if it found players had failed to prove the existence of their market.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">At trial and now on appeal, players say claims of combination or conspiracy to monopolize do not require proof of a relevant market. For these purposes plaintiffs are not distinguishing between the concept of a relevant market and the concepts of monopoly or market power: they are arguing that the prospect that the alleged conspiracy if successful would achieve monopsony power in a real economic market was irrelevant to their claim. Instead, they say they were required to prove only the existence of the conspiracy; an overt act in furtherance of it; and specific intent to monopolize. <i>E.g., Salco Co. v. Gen. Motors Co.,</i> 517 F.2d 567, 576 (10th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Conspiracy to monopolize claims are not often the subject of much attention, since almost any such claim could be proved more easily under section 1's ban on conspiracies in restraint of trade. IIIA Areeda &amp; Hovenkamp, <i>Antitrust Law</i> &#182; 809 (1996). However, a majority of courts that have touched the issue have said, in general terms and often without analysis, that proof of a relevant market, and hence, market power, is not required in a conspiracy to monopolize claim. <i>E.g., Salco,</i> 517 F.2d at 576; <i>see</i> IIIA Areeda &amp; Hovenkamp, supra, at &#182; 809 &amp; n. 2 (collecting cases); ABA Sample Jury Instructions in Civil Antitrust Cases, <i>supra,</i> at C-100 n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">On the other side, there are also a number of decisions that say that a relevant market is necessary.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> That is also the view of the more persuasive commentary, including the most respected of the antitrust treatises. IIIA Areeda &amp; Hovenkamp, <i>supra,</i> at &#182; 809; <i>accord</i> Comment, <i>The Relevant Market Concept in Conspiracy to Monopolize Cases under Section 2 of the Sherman Act,</i> 44 U. Chi. L.Rev. 805 (1977). Although we lean toward this view as a general matter, a black or white rule is not inevitable: there may in principle be some cases in which one could argue that a conspiracy claim should be provable without a showing that the alleged market is a real economic market. This case is not among them.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Here the \"conspiratorial agreement\" is a garden variety exclusive dealing arrangement limited to three years. Such agreements are not inherently unlawful; they are judged primarily by considering, in addition to competitive or efficiency justifications, any actual or threatened adverse effects on competition. <i>Tampa Elec. Co.,</i> 365 U.S. at 327, 81 S.Ct. 623; <i>U.S. Healthcare, Inc. v. Healthsource, Inc.,</i> 986 F.2d 589, 594 (1st Cir.1993). Predicted effects turn, obviously, on the establishment of a market in which the exclusive dealing arrangement may affect prices or competitors. Absent threatened effects, there is normally no basis for condemning an exclusive dealing arrangement.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">All implemented exclusive dealing contracts involve both a nominal conspiracy (the agreement) and acts in furtherance (whatever dealings take place). To tell a jury that it may condemn such contracts &#8212; without proof of any threatened effect on the market &#8212; would create not only confusion for the jury but invite an end run around the threatened effects required by the case law for exclusive dealing under both section 1 and the attempt and monopolization requirements of section 2. IIIA Areeda &amp; Hovenkamp, <i>supra,</i> at &#182; 809.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The point is summed up neatly in the Areeda-Hovenkamp treatise:</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Where the agreements involved would also be held to offend &#167; 1 without the necessity of proving power, the failure to require it for the &#167; 2 conspiracy offense is understandable. <i>However, in those instances where [market] power is a prerequisite to holding an agreement to be an unreasonable restraint of trade &#8212; a joint venture, for example &#8212; it would make no sense to hold the same agreement offensive to &#167; 2 without proof of power.</i> To require power under &#167; 1 before condemning a particular agreement is necessarily to say that the arrangement is socially desirable, or at least not harmful, in the absence of power. That policy conclusion cannot sensibly be avoided or negated by the simple trick of calling the agreement a conspiracy to monopolize.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">IIIA Areeda &amp; Hovenkamp, <i>supra,</i> at &#182; 809 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Where parties agree to achieve an admittedly unlawful result, such as a murder or burglary, there is case law to the effect that the prosecutor need not show that the plan was feasible and that impossibility (at least in some situations) is not a defense. 2 LaFave &amp; Scott, <i>Substantive Criminal Law</i> &#167; 6.5(b) (1986); <i>Developments in the Law &#8212; Criminal Conspiracy,</i> 72 Harv. L.Rev. 922, 944-45 (1959). This is presumably the source of the antitrust case law relied on by plaintiffs. But the rationale of this classic view is that the conspiracy should be punished because the demonstrated intent to break the law shows that the conspirators are dangerous even if this particular venture was impractical. 2 LaFave &amp; Scott, supra, at &#167; 6.5(b).</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Perhaps this view is equally justified in antitrust cases where the evidence shows that the conspirators were aiming at a demonstrably illegal result, say, a world wide monopoly of gold production or a naked horizontal allocation of markets. In our case, there is no dispute that defendants aimed at being the only Division I soccer league in the United States at least for three years and that they enlisted the USSF to achieve this end. But the illegality of such an arrangement is far from clear. To ignore the question whether this is a relevant market in the economic sense is to assume that the end aimed at is illegal. Here, the jury found that control of U.S./Division I soccer would <i>not</i> comprise a monopoly.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">In sum, there may be contexts in which the existence <i>vel non</i> of a relevant market is beside the point in a conspiracy to monopolize case, but this case is not one of them. The exclusivity agreement sought by MLS might be unlawful if it threatened adverse competitive effects but not otherwise; and this in turn required proof that someone who was the only purchaser of Division I soccer player services in the United States would control prices in an economic market.</p>\n    </div>\n    <p>IV. CLAYTON ACT SECTION 7</p>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">In their final argument, players say that the district court erred in dismissing their claim that the formation of MLS violated section 7 of the Clayton Act. Count IV of the complaint alleged that, \"[i]f not for this combination of assets and purchase of stock, MLS Member Teams would compete with each other for players, like teams in all other major professional sports leagues in the United States.\" Section 7 prohibits, with certain commerce-related conditions, stock or asset acquisitions whose effect \"may be substantially to lessen competition, or to tend to create a monopoly.\" 15 U.S.C. &#167; 18.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The district court granted summary judgment to the defendants on the ground that \"[t]here can be no &#167; 7 liability because the formation of MLS did not involve the acquisition or merger of existing business enterprises, but rather the formation of an entirely new entity which itself represented the creation of an entirely new market.\" <i>Fraser,</i> 97 F.Supp.2d at 140. According to the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The relevant test under &#167; 7 looks to whether competition in <i>existing</i> markets has been reduced.... Where there is no existing market, there can be no reduction in the level of competition. There are no negative numbers in this math; there is nothing lower than zero. Competition that does not exist cannot be decreased. The creation of MLS did not reduce competition in an existing market because when the company was formed there was no active market for Division I professional soccer in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\"><i>Id.</i> at 140-41 (citing <i>SCM Corp. v. Xerox Corp.,</i> 645 F.2d 1195 (2d Cir.1981)).</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Both sides make much of the district court's reference to a \"new market.\" Players say that this contradicts the jury's finding that United States/Division I soccer is not a separate market and, anyway, there is no implied immunity from section 7 for combinations that lessen competition in a new market. Defendants say that the district court merely held the players to the market they themselves alleged and was entitled to do so on summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The district court was saying no more than that, after the failure of the NASL and prior to the formation of MLS, there was no enterprise engaged in providing Division I soccer in the United States and thus that a combination that added Division I soccer in this country could hardly reduce competition where none before existed. This is plainly correct insofar as the creation of MLS added a new entrant without subtracting any existing competitors. To this extent, the most common threat addressed by section 7 &#8212; the merger of two or more entities currently competing with one another, <i>e.g., United States v. Philadelphia Nat'l Bank,</i> 374 U.S. 321, 83 S.Ct. 1715, 10 L.Ed.2d 915 (1963); <i>Brown Shoe Co. v. United States,</i> 370 U.S. 294, 82 S.Ct. 1502, 8 L.Ed.2d 510 (1962) &#8212; is not present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">The Supreme Court has recognized that section 7 also reaches mergers that combine an existing competitor with a potential competitor commonly perceived to be a strong potential entrant where the number of such entrants is limited. <i>United States v. Marine Bancorp., Inc.,</i> 418 U.S. 602, 624-25, 94 S.Ct. 2856, 41 L.Ed.2d 978 (1974); <i>United States v. Falstaff Brewing Corp.,</i> 410 U.S. 526, 531-32, 93 S.Ct. 1096, 35 L.Ed.2d 475 (1973). In such cases, the notion is that the gobbling up of the \"perceived potential entrant\" removes an <i>existing</i> constraint on competition and thus reduces <i>present</i> competitive pressure that may currently be constraining price. <i>Falstaff,</i> 410 U.S. at 532, 93 S.Ct. 1096.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The players make no attempt to show that this form of existing competitive constraint was eliminated by the formation of MLS. Rather, their explicit theory is that, if MLS were held unlawful under section 7, its operator/investors would enter the market independently, thus increasing the amount of competition over and above the level provided by MLS itself.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">At the outset, the question arises whether section 7 can be used to prevent a merger that itself increases competition where it can be confidently predicted that prevention will or probably will increase competition <i>even more.</i> The classic hypothetical is the merger of an existing competitor with a non-competing company whose interest in entry is unknown and so exerts no current pressure on the market as a perceived potential entrant. Yet when its private files are examined incident to a court suit, plans are discovered for independent entry if the merger is disallowed.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The Supreme Court has expressly reserved the question whether section 7 can be read to reach such a case. <i>Marine Bancorp.,</i> 418 U.S. at 639, 94 S.Ct. 2856; <i>Falstaff,</i> 410 U.S. at 537, 93 S.Ct. 1096. To our knowledge only one circuit has expressly applied section 7 so broadly, <i>Yamaha Motor Co. v. FTC,</i> 657 F.2d 971, 978-80 (8th Cir.1981), <i>cert. denied sub nom. Brunswick Corp. v. FTC,</i> 456 U.S. 915, 102 S.Ct. 1768, 72 L.Ed.2d 174 (1982), and the district court apparently rejected this view, <i>Fraser,</i> 97 F.Supp.2d at 141.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">It is uncertain how the Supreme Court will ultimately resolve the issue. Plaintiffs' view bumps up against the most straightforward reading of the phrase \"may ... lessen competition\" in which \"competition\" is understood to refer to the existing level of competition prior to the merger in question. Further, it is often hard enough to determine whether a merger will reduce competition in relation to a known baseline, namely, existing market conditions. If a new combination will, as here, initially enhance competition, one might hesitate at a further and even more difficult conjecture that prohibiting the transaction would lead to even more competition further down the line.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">On the other hand, the antitrust statutes are not always read literally, as <i>Copperweld</i> itself demonstrates, <i>see also</i> <i>Standard Oil Co. v. United States,</i> 221 U.S. 1, 31 S.Ct. 502, 55 L.Ed. 619 (1911) (rule of reason read into restraint of trade). The Antitrust Division, often a significant influence on the development of antitrust case law, seemingly supports a generous reading of Section 7 to embrace so called \"actual potential competition.\" Dep't of Justice Non-Horizontal Merger Guidelines &#167; 4.112, 49 Fed.Reg. 26,824, 26,834 (1984); <i>accord</i> v. Areeda &amp; Turner, <i>Antitrust Law</i> &#182; 1118 (1980). And there might be cases where the facts might compel the conclusion that turning down a pro-competitive merger (compared to the status quo) would produce an even more competitive realignment.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">That is not this case. Here, there is no possible way to predict just what would happen if the current version of MLS were precluded. Players assert that, had the operator/investors not formed MLS, they would have entered the market as a traditionally structured league. But as the district court noted, it is \"not inevitable that the league would be formed and would operate the same way as previous sports leagues.\" <i>Fraser,</i> 97 F.Supp.2d at 142. More importantly, it is quite possible these investors would have found the alternative structures unattractive and simply abandoned their effort altogether &#8212; hardly a pro-competitive outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Even the alternative result suggested by players &#8212; that another, more traditionally structured league like the APSL would have received the Division I sanction instead &#8212; appears on the surface no more pro-competitive. The evidence indicates that the APSL was not as well financed or well managed as MLS (hence the USSF's decision to certify MLS and not the APSL), thus increasing the risk that the new Division I league would fail in the long run. In addition, elevating the APSL to Division I status would not necessarily increase competition significantly, since the APSL, an existing minor league, may have already been in the relevant market.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">It might be argued that these objections present issues that a jury ought to consider; but there is one final objection that the jury did effectively consider. Even advocates of a broader reading of section 7 concede that striking down a combination that does not threaten present competition could be justified, in the hope of obtaining more competition in the future, only in already concentrated markets. \"In the absence of significant market power in the hands of existing firms, ... the loss through merger of a potential entrant would not affect present or future competition.\" V Areeda &amp; Turner, <i>supra,</i> &#182; 1119a.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">Thus, even on the broader reading of section 7 and allowing room for conjectures about future effects, it would have been necessary for players to prove that MLS operates within a relevant economic market that is presently concentrated. In their section 7 count, the players alleged the same relevant United States/Division I market as in their section 1 and section 2 counts. For reasons already discussed in connection with the section 1 claim, the jury's rejection of this relevant market would also have doomed the section 7 claim based on enhancing future competition if it too had been presented.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs comprise eight named MLS players and a certified injunctive class of 600 past, present, and future MLS players. The operator/investors named in the suit include: Kraft Soccer, LP; Anschutz Soccer, Inc.; Anschutz Chicago Soccer, Inc.; South Florida Soccer, LLC; Team Columbus Soccer, LLC; Team Kansas City Soccer, LLC; Los Angeles Soccer Partners, LP; Empire Soccer Club, LP; and Washington Soccer, LP</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Count II, a challenge to FIFA's transfer fee policies, and a state law contract claim were severed and stayed pending final resolution of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>E.g., Los Angeles Mem'l Coliseum Comm'n v. NFL,</i> 726 F.2d 1381, 1388-90 (9th Cir.1984); <i>N. Am. Soccer League v. NFL,</i> 670 F.2d 1249, 1256-58 (2d Cir.1982); <i>Smith v. Pro Football, Inc.,</i> 593 F.2d 1173, 1185-86 (D.C.Cir.1978); <i>Mackey v. NFL,</i> 543 F.2d 606, 620 (8th Cir. 1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Cf. Victorian House, Inc. v. Fisher Camuto Corp.,</i> 769 F.2d 466, 469-70 (8th Cir.1985), and <i>Greenville Publ'g Co., Inc. v. Daily Reflector, Inc.,</i> 496 F.2d 391, 399-400 (4th Cir. 1974) (both cases standing for the proposition that antitrust immunity covering an action between a corporation and its agent does not extend to action of the agent acting in its own behalf).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A less vivid but closer parallel is a situation in which dealers or franchises, by control or coercion, make the manufacturer or franchiser impose on them restrictions that the dealers or franchisees select<i>See United States v. Topco Assocs.,</i> 405 U.S. 596, 92 S.Ct. 1126, 31 L.Ed.2d 515 (1972); <i>United States v. Sealy,</i> 388 U.S. 350, 87 S.Ct. 1847, 18 L.Ed.2d 1238 (1967); <i>General Leaseways v. Nat'l Truck Leasing Ass'n,</i> 744 F.2d 588 (7th Cir.1984); <i>see also XII</i> Hovenkamp, <i>Antitrust Law</i> &#182; 2033b (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There is some, although not a lot of, circuit case law that looks in this direction<i>City of Mt. Pleasant v. Associated Elec. Coop., Inc.,</i> 838 F.2d 268, 274-77 (8th Cir.1988); <i>see also Chicago Prof'l Sports,</i> 95 F.3d at 598.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>E.g., NCAA v. Bd. of Regents,</i> 468 U.S. 85, 100-103, 104 S.Ct. 2948, 82 L.Ed.2d 70 (1984); <i>McCormack v. NCAA,</i> 845 F.2d 1338, 1344 (5th Cir.1988); <i>Los Angeles Mem'l Coliseum,</i> 726 F.2d at 1387; <i>N. Am. Soccer League,</i> 670 F.2d at 1258-59; <i>Smith,</i> 593 F.2d at 1177-81; <i>Mackey,</i> 543 F.2d at 619-20.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The criteria suggested in these cases are so general and so various (unity of interest, lack of existing competition, extent of control), as to emphasize the lack of any developed body of law<i>See Search Int'l, Inc. v. Snelling &amp; Snelling,</i> 168 F.Supp.2d 621, 624-26 (N.D.Tex.2001); <i>St. Martin v. KFC Corp.,</i> 935 F.Supp. 898, 906 (W.D.Ky.1996); <i>Hall v. Burger King Corp.,</i> 912 F.Supp. 1509, 1548 (S.D.Fla.1995); <i>Williams v. Nevada,</i> 794 F.Supp. 1026, 1030-32 (D.Nev.1992), <i>aff'd,</i> 999 F.2d 445 (9th Cir.1993) (per curiam).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Whereas section 2 requires monopoly power or a prospect of it, significant market power is enough to trigger section 1's rule of reason approach; similarly, something less than monopoly power is required to condemn mergers under section 7's \"substantially lessen competition\" test<i>Columbia Metal Culvert Co. v. Kaiser Aluminum &amp; Chem. Corp.,</i> 579 F.2d 20, 27 n. 11 (3d Cir.1978).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Indeed, by June 1999, players' economic expert, Roger Noll, had concluded that the relevant market was limited to U.S. Division I soccer; he did not attempt to define any alternative market, nor did he suggest that MLS might exercise market power in some broader market</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> It is well-settled that a party claiming that an instruction should have been given forfeits the objection if the instruction it tenders is itself objectionable<i>See Savard v. Marine Contracting, Inc.,</i> 471 F.2d 536, 540 (2d Cir.1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> <i>See United States v. Desir,</i> 273 F.3d 39, 45-46 (1st Cir.2001); <i>Frontier Ref., Inc. v. Gorman-Rupp,</i> 136 F.3d 695, 704 (10th Cir.1998); <i>Rhone-Poulenc Rorer, Inc. v. Home Indem. Co.,</i> 32 F.3d 851, 863 (3d Cir.1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Players also introduced the league's 1993 business plan, in which MLS asserted that it would be able to maintain its salary structure because \"[i]t is not anticipated that there will be any other significant domestic professional league to compete for players' services.\" Another document allowed in evidence, a December 1994 offering memorandum, said \"MLS believes it will be able to maintain this salary structure because of the competitiveness of the salary and benefit package and the lack of comparable alternatives in the United States to players.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> For example, on cross-examination Farnsworth admitted that he could not be certain whether his player had actually ever received an offer from MLS. Similarly, he admitted he could not be sure whether the MLS player he was recruiting actually had an offer to play in MLS the following season</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> <i>United States v. Scales,</i> 594 F.2d 558, 563 (6th Cir.), <i>cert. denied,</i> 441 U.S. 946, 99 S.Ct. 2168, 60 L.Ed.2d 1049 (1979); Fed.R.Evid. 611(a); <i>see also</i> 6 <i>Weinstein's Federal Evidence</i> &#167; 1006.08[4] (2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> <i>E.g., Doctor's Hosp. of Jefferson, Inc. v. S.E. Med. Alliance, Inc.,</i> 123 F.3d 301, 311 (5th Cir.1997); <i>Bill Beasley Farms, Inc. v. Hubbard Farms,</i> 695 F.2d 1341, 1343 (11th Cir.1983); <i>Alexander v. Nat'l Farmers Org.,</i> 687 F.2d 1173, 1182 (8th Cir.1982); <i>Joe Westbrook, Inc. v. Chrysler Corp.,</i> 419 F.Supp. 824, 845 (N.D.Ga.1976).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></span></p>\n    <p class=\"parties\">Iain FRASER; Steve Trittschuh; Sean Bowers; Mark Semioli; Rhett Harty; David Scott Vaudreuil; Mark Dodd; and Mark Dougherty, Plaintiffs, Appellants,<br>v.<br>MAJOR LEAGUE SOCCER, L.L.C.; Kraft Soccer, L.P.; Anschutz Soccer, Inc.; Anschutz Chicago Soccer, Inc.; South Florida Soccer, L.L.C.; Team<br>Columbus Soccer, L.L.C.; Team Kansas City Soccer, L.L.C.; Los Angeles Soccer Partners, L.P.; Empire Soccer Club, L.P.; Washington Soccer, L.P.; and United States Soccer Federation, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-1296.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit. [D] Heard October 1, 2001.</p>\n    <p class=\"date\">Decided March 20, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Jeffrey L. Kessler with whom James W. Quinn, Bruce S. Meyer, Michael A. Rona, Allan L. Garcia, Tamir M. Young, Weil, Gotshal &amp; Manges LLP, Paul B. Galvani, Ropes &amp; Gray and Richard A. Berthelsen were on brief for appellants.</p>\n      <p class=\"indent\">Michael A. Cardoza with whom Steven C. Krane, Lee M. Goldsmith, Brooke H. Spigler, Daniel L. Goldberg, Daniel S. Savrin and Bingham Dana LLP were on brief for appellees Major League Soccer, L.L.C., et al.</p>\n      <p class=\"indent\">John Paul Robbins with whom McLaughlin &amp; Stern, LLP and Morgan, Brown &amp; Joy were on brief for appellee United States Soccer Federation, Inc.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, COFFIN, Senior Circuit Judge, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Professional soccer players sued Major League Soccer, LLC (\"MLS\"), nine independent operator/investors in MLS, and the United States Soccer Federation, Inc. (\"USSF\"), alleging violations of Sherman Act sections 1 and 2, 15 U.S.C. &#167;&#167; 1-2, and Clayton Act section 7, <i>id.</i> &#167; 18, and seeking injunctive relief and monetary damages.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court granted summary judgment for defendants on the section 1 and Clayton Act counts. After a twelve-week long trial on the section 2 count, the jury returned a special verdict leading to judgment in favor of defendants. Players now appeal the disposition of all three counts. We begin with a statement of the background facts.</p>\n    </div>\n    <p>I. BACKGROUND FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Despite professional soccer's popularity abroad, the sport has achieved only limited success in this country. Several minor leagues have operated here (four such leagues exist today), but before the formation of MLS, only one other U.S. professional league &#8212; the North American Soccer League (\"NASL\") &#8212; had ever obtained Division I, or top-tier, status. Launched in 1968, the NASL achieved some success before folding in 1985; MLS attributes the NASL's demise in part to wide disparities in the financial resources of the league's independently owned teams and a lack of centralized control.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1988, the USSF, the national governing body of soccer in the United States, 36 U.S.C. &#167; 220501 <i>et seq.,</i> was awarded the right to host the 1994 World Cup soccer tournament in the U.S. by the Federation Internationale de Football Association (\"FIFA\"), soccer's international governing body. In consideration for the coveted sponsorship rights, the USSF promised to establish a viable Division I professional soccer league in the U.S. as soon as possible.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The USSF decided as early as 1988 to sanction only one Division I professional league. The concern was that sanctioning rival leagues would dilute revenues, drive up costs, and thereby dim the long-term prospects for Division I soccer in the U.S. Indeed, MLS contends no other country has sanctioned more than one Division I league within its borders, although arrangements in other countries could be variously described.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Just before World Cup USA play began, in early December 1993, three organizations presented competing plans to develop a Division I professional soccer league to the USSF National Board of Directors. The three competing organizers were: League One America; the American Professional Soccer League (\"APSL\"), an existing Division II league; and Major League Professional Soccer (\"MLPS\"), the precursor to MLS, headed by the USSF's own president, Alan Rothenberg.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At its December 5, 1993, meeting the USSF board tentatively selected MLPS as the exclusive Division I professional soccer league in the U.S., based upon its relatively strong capitalization, higher proposed spending, business plan and management. The board also reaffirmed its intention to sanction only one Division I league. But in January 1995, the USSF announced that it would consider sanctioning additional leagues which could meet rigorous new financial and operating standards beginning with the 1998 season.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the wake of a successful World Cup USA, MLS was officially formed in February 1995 as a limited liability company (\"LLC\") under Delaware law. The league is owned by a number of independent investors (a mix of corporations, partnerships, and one individual) and is governed by a management committee known as the board of governors. Some of the investors are passive; others are also team operators as explained below.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">MLS has, to say the least, a unique structure, even for a sports league. MLS retains significant centralized control over both league and individual team operations. MLS owns all of the teams that play in the league (a total of 12 prior to the start of 2002), as well as all intellectual property rights, tickets, supplied equipment, and broadcast rights. MLS sets the teams' schedules; negotiates all stadium leases and assumes all related liabilities; pays the salaries of referees and other league personnel; and supplies certain equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At issue in this case is MLS's control over player employment. MLS has the \"sole responsibility for negotiating and entering into agreements with, and for compensating, Players.\" In a nutshell, MLS recruits the players, negotiates their salaries, pays them from league funds, and, to a large extent, determines where each of them will play. For example, to balance talent among teams, it decides, with the non-binding input of team operators, where certain of the league's \"marquee\" players will play.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">However, MLS has also relinquished some control over team operations to certain investors. MLS contracts with these investors to operate nine of the league's teams (the league runs the other three). These investors are referred to as operator/investors and are the co-defendants in this action. Each operator/investor has the \"exclusive right and obligation to provide Management Services for a Team within its Home Territory\" and is given some leeway in running the team and reaping the potential benefits therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Specifically, the operator/investors hire, at their own expense and discretion, local staff (including the general managers and coaches of their respective teams), and are responsible for local office expenses, local promotional costs for home games, and one-half the stadium rent (the same portion as MLS). In addition, they license local broadcast rights, sell home tickets, and conduct all local marketing on behalf of MLS; agreements regarding these matters do not require the prior approval of MLS. And they control a majority of the seats on MLS's board, the very same body which runs the league's operations. Among other things, the board is responsible for hiring the commissioner and approving national television contracts and marketing decisions, league rules and policies (including team player budgets), and sales of interests.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The operator/investors also play a limited role in selecting players for their respective teams. While the operating agreements provide that the operator/investors will not bid independently for players against MLS, they may trade players with other MLS teams and select players in the league's draft. Such transactions, however, must follow strict rules established by the league. Most importantly, no team may exceed the maximum player budget established by the management committee.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In return for the services of the operator/investors, MLS pays each of them a \"management fee\" that corresponds (in large part) to the performance of their respective team. The management fee equals the sum of one-half of local ticket receipts and concessions; the first $1,125,000 of local broadcast revenues, increasing annually by a percentage rate, plus a 30% share (declining to 10% by 2006) of any amount above the base amount; all revenues from overseas tours; a share of one-half the net revenues from the MLS Championship Game and a share of revenues from other exhibition games.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The remaining revenues of the league are distributed in equal portions to all investors. Thus, while the investors qua investors share equally in the league's profits and losses, the individual team operators qua operators fare differently depending at least in part on the financial performance of their respective teams. It bears mentioning, however, that neither the league nor, apparently, any of its teams has yet made a profit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although the league retains legal title to the teams, the operator/investors may transfer their operating rights, within certain limits, and retain much of the value created by their individual efforts and investments. Investors may transfer their ownership stakes and operating rights to other current investors without obtaining prior consent; transfers to outside investors, however, require a two-thirds majority vote of the board. For its part, MLS may terminate any operating agreement on its own initiative if, by a two-thirds vote of the board, an operator/investor is determined to have failed to act in the best interests of the league. If so, it must still pay such operator/investor fair market value for its operating rights and ownership interest.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The league began official play in 1996. The following February of 1997, eight named players sued MLS, the USSF, and the operator/investors under various antitrust theories. The injunctive class was certified in January of 1998. <i>Fraser v. Major League Soccer, LLC,</i> <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">178</span></span> (D.Mass.1998). In count I, the players claimed MLS and its operator/investors violated Sherman Act section 1 by agreeing not to compete for player services. In count III,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the players claimed MLS monopolized or attempted to monopolize, or combined or conspired with the USSF to monopolize, the market for the services of Division I professional soccer players in the U.S., in violation of Sherman Act section 2, by preventing any other entity from being sanctioned as a Division I professional soccer league in the United States or otherwise competing against MLS. In count IV, the players claimed that the combination of assets of the operator/investors in MLS substantially lessened competition and tended to create monopoly in violation of Clayton Act section 7.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In February 1998, before the close of discovery, MLS and its operator/investors moved for summary judgment on counts I and IV; players cross-moved, seeking to block MLS from asserting a single entity defense on count I. On April 19, 2000, the district court granted MLS summary judgment on both counts, holding that MLS and its operator/investors comprised a single entity and as such, could not conspire in violation of section 1. <i>Fraser v. Major League Soccer, LLC,</i> <span class=\"citation\" data-id=\"2339810\"><a href=\"/opinion/2339810/fraser-v-major-league-soccer/\"><span class=\"volume\">97</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">130</span></a></span>, 135-39 (D.Mass.2000). On the section 7 claim, the court held that the creation of MLS \"did not reduce competition in an existing market because when the company was formed there was no active market for Division I professional soccer in the United States.\" <i>Id.</i> at 141.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Subsequently, at a June 2000 status conference on the remaining section 2 claims, players indicated (apparently for the first time) that they intended to introduce evidence that MLS prohibited all competition for players among the MLS operators/investors as part of their section 2 claim as well. The court, however, prohibited players from introducing evidence on the operation of MLS &#8212; except to the extent it provided the jury with useful background information &#8212; finding this version of players' monopoly conduct argument precluded by its earlier section 1 summary judgment decision.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A three-month jury trial commenced in September 2000 on players' remaining section 2 claims. At the close of evidence, the court dismissed the section 2 claims against the operator/investors, and that ruling is not appealed now, leaving only MLS and the USSF as defendants. Fed. R.Civ.P. 50. The court then submitted a 15-question special verdict form to the jury. On December 11, 2000, the jury returned its verdict after answering only the first two questions. It found that players had failed to prove what they had alleged, namely, that the relevant geographic market is the United States and that the relevant product market is limited to Division I professional soccer players. The court thereafter entered judgment dismissing count III and denied players' Rule 50 motions. Players then filed this appeal.</p>\n    </div>\n    <p>II. SHERMAN ACT SECTION 1</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Some have urged that sports leagues in general be treated as single entities &#8212; individual sports teams, after all, must collaborate to produce a product. <i>Cf. Chicago Prof'l Sports Ltd. P'ship v. NBA,</i> <span class=\"citation\" data-id=\"726111\"><a href=\"/opinion/726111/chicago-professional-sports-limited-partnership-and-wgn-continental/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">593</span></a></span>, 599-600 (7th Cir.1996); <i>NFL v. N. Am. Soccer League,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">499</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></span> (1982) (Rehnquist, J., dissenting from the denial of certiorari). However, this approach has not been adopted in this circuit, <i>Sullivan v. NFL,</i> <span class=\"citation\" data-id=\"677790\"><a href=\"/opinion/677790/william-h-sullivan-ii-v-national-football-league-members-of-the/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1091</span></a></span>, 1099 (1st Cir.1994), and we must work with the framework of existing circuit law. Single entity status for ordinarily organized leagues has been rejected in several other circuits as well.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Even so, the district court concluded that under <i>Copperweld Corp. v. Independence Tube Corp.,</i> <span class=\"citation\" data-id=\"111218\"><a href=\"/opinion/111218/copperweld-corp-v-independence-tube-corp/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"111218\"><a href=\"/opinion/111218/copperweld-corp-v-independence-tube-corp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2731</span></a></span>, <span class=\"citation\" data-id=\"111218\"><a href=\"/opinion/111218/copperweld-corp-v-independence-tube-corp/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></a></span> (1984), MLS and its operator/investors were uniquely integrated and did comprise a single entity. <i>Copperweld</i> established that a parent and its wholly owned subsidiary are not subject to attack under section 1 for agreements between them. They are treated for section 1 purposes as a single economic actor. But what the Supreme Court has never decided is how far <i>Copperweld</i> applies to more complex entities and arrangements that involve a high degree of corporate and economic integration but less than that existing in <i>Copperweld</i> itself.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">While MLS defends the district court's single entity ruling, players say that this view is form over substance and the substance is simply a conspiracy among <i>de facto</i> team owners to fix player salaries, which they claim to be a <i>per se</i> violation of the antitrust laws. We disagree completely with this latter characterization. We also find that the case for applying single entity status to MLS and its operator/investors has not been established but that in this case the jury verdict makes a remand on the section 1 claim unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If ordinary investors decided to set up a company that would own and manage all of the teams in a league, it is hard to see why this arrangement would fall outside <i>Copperweld</i>'s safe harbor. Certainly the potential for competition within the firm is not enough: after all, a railroad could in theory provide alternative routes between the same cities and a grocery could locate competing branches of its chain quite near one another; yet no law requires competition within a company. It is common practice, but hardly essential, that the teams in a sports league have independent owner/managers.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Further, MLS is manifestly more than an arrangement for individual operator/investors by which they can cap player salaries. In many ways, MLS does resemble an ordinary company: it owns substantial assets (teams, player contracts, stadium rights, intellectual property) critical to the performance of the league; a substantial portion of generated revenues belongs to it and is to be shared conventionally with both operator/investors and passive investors. And the fact that MLS was structured with the aim of achieving results that might not otherwise be possible does not automatically condemn it.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Focusing on the operator/investors' role as stockholders, the district court stressed that both sides of the supposed conspiracy were parts of the same corporate entity; and it noted that \"unlike MLS, NFL football clubs do not exist as part of an overarching corporate structure.\" <i>Fraser,</i> 97 F.Supp.2d at 138 n. 10. And, as <i>Copperweld</i> itself shows, its protection is not lost merely because there are separate legal entities &#8212; here, the operator/investors &#8212; or because one posits arrangements between them and MLS that could not be made by existing competitors without violating the antitrust laws.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nevertheless, it is hard to treat the corporate integration as conclusive. The challenge here is primarily to the operator/investors' role as team managers, not as ordinary stockholders, and to restrictions imposed on them in that role preventing competition for player services. That a stockholder may be insulated by <i>Copperweld</i> when making ordinary governance decisions does not mean automatic protection when the stockholder is also an entrepreneur separately contracting with the company.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Above all, there are functional differences between this case and <i>Copperweld</i> that are significant for antitrust policy.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, there is a diversity of entrepreneurial interests that goes well beyond the ordinary company. MLS and its operator/investors have separate contractual relationships giving the operator/investors rights that take them part way along the path to ordinary sports team owners: they do some independent hiring and make out-of-pocket investments in their own teams; they retain a large portion of the revenues from the activities of their teams; and each has limited sale rights in its own team that relate to specific assets and not just shares in the common enterprise. One might well ask why the formal difference in corporate structure should warrant treating MLS differently than the National Football League or other traditionally structured sports leagues.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This contrasts with <i>Copperweld</i>'s observation that the parent and its wholly owned subsidiary in that case shared a \"complete unity of interests.\" 469 U.S. at 771, <span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></a></span>. The phrase is not self-executing and, in addition, it could be taken to explain <i>Copperweld</i>'s result without being an outer limit of the defense. <i>Chicago Prof'l Sports,</i> 95 F.3d at 598. Still, the existence of distinct entrepreneurial interests possessed by separate legal entities distinguishes <i>Copperweld;</i> it further indicates that certain functions have already been disaggregated and assigned to different entities; and it makes the potential for actual competition closer to feasible realization.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Second, in this case the analogy to a single entity is weakened, and the resemblance to a collaborative venture strengthened, by the fact that the operator/investors are not mere servants of MLS; effectively, they control it, having the majority of votes on the managing board. The problem is especially serious where, as here, the stockholders are themselves potential competitors with MLS and with each other. Here, it is MLS that has two roles: one as an entrepreneur with its own assets and revenues; the other (arguably) as a nominally vertical device for producing horizontal coordination, <i>i.e.,</i> limiting competition among operator/investors.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">From the standpoint of antitrust policy, this prospect of horizontal coordination among the operator/investors through a common entity is a distinct concern. Whatever efficiencies may be thought likely where a single entrepreneur makes decisions for a corporate entity (or set of connected entities), the presumption is relaxed &#8212; and may in some contexts be reversed &#8212; where separate entrepreneurial interests can collaborate; the fixing of above market prices by sellers is the paradigm.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> This does not make MLS a mere front for price fixing, but it does distinguish <i>Copperweld</i> by introducing a further danger and a further argument for testing it under section 1's rule of reason.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To sum up, the present case is not <i>Copperweld</i> but presents a more doubtful situation; MLS and its operator/investors comprise a hybrid arrangement, somewhere between a single company (with or without wholly owned subsidiaries) and a cooperative arrangement between existing competitors. And, of course, there is not one kind of hybrid but a range of possibilities (imagine the operator/investors with their separate entrepreneurial interests but without their control of MLS). The question is what legal approach to take.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The law at this point could develop along either or both of two different lines. One would expand upon <i>Copperweld</i> to develop functional tests or criteria for shielding (or refusing to shield) such hybrids from section 1 scrutiny for intra-enterprise arrangements. This would be a complex task and add a new layer of analysis; but where the analysis shielded the arrangement it would serve to cut off similarly difficult, intrusive scrutiny of such intra-enterprise activities under extremely generalized rule of reason standards.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It would also prevent claims, clearly inappropriate in our view, under <i>per se</i> rules or precedents dealing with arrangements between existing independent competitors.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The other course is to reshape section 1's rule of reason toward a body of more flexible rules for interdependent multi-party enterprises. Sports leagues are a primary example but so are common franchising arrangements and joint ventures that perform specific services for competitors (<i>e.g.,</i> a common purchasing entity, <i>see Northwest Wholesale Stationers, Inc. v. Pac. Stationery and Printing Co.,</i> <span class=\"citation\" data-id=\"111469\"><a href=\"/opinion/111469/northwest-wholesale-stationers-inc-v-pacific-stationery-printing-co/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, <span class=\"citation\" data-id=\"111469\"><a href=\"/opinion/111469/northwest-wholesale-stationers-inc-v-pacific-stationery-printing-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2613</span></a></span>, <span class=\"citation\" data-id=\"111469\"><a href=\"/opinion/111469/northwest-wholesale-stationers-inc-v-pacific-stationery-printing-co/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1985)). Certainly the trend of section 1 law has been to soften <i>per se</i> rules and to recognize the need for accommodation among interdependent enterprises.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The same choice of approach presents itself in franchise cases. There, too, we have a close but not complete integration of separate entities under separate entrepreneurial control. Traditionally, vertically imposed arrangements restricting competition among franchisees have been tested (and often upheld) under the rule of reason. <i>E.g., Am. Motor Inns v. Holiday Inns, Inc.,</i> <span class=\"citation\" data-id=\"329744\"><a href=\"/opinion/329744/american-motor-inns-inc-v-holiday-inns-inc-international-association/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1230</span></a></span>, 1241-43 (3d Cir.1975); <i>see also</i> 1 Glickman, <i>Franchising</i> &#167; 4.03[2] (2001); XII Hovenkamp, <i>Antitrust Law</i> &#182; 2033 (1999). Yet since <i>Copperweld,</i> several district court decisions have avoided the section 1 inquiry by deeming franchiser and franchisee part of a single entity.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Once one goes beyond the classic single enterprise, including <i>Copperweld</i> situations, it is difficult to find an easy stopping point or even decide on the proper functional criteria for hybrid cases. To the extent the criteria reflect judgments that a particular practice in context is defensible, assessment under section 1 is more straightforward and draws on developed law. Indeed, the best arguments for upholding MLS's restrictions &#8212; that it is a new and risky venture, constrained in some (perhaps great) measure by foreign and domestic competition for players, that unquestionably creates a new enterprise without combining existing competitors &#8212; have little to do with its structure.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In all events, we conclude that the single entity problem need not be answered definitively in this case. The case for expanding <i>Copperweld</i> is debatable and, more so, the case for applying the single entity label to MLS. But even if we assume that section 1 applies, it is clear to us that the venture cannot be condemned by per se rules and presents at best a debatable case under the rule of reason. More significantly, as structured by plaintiffs themselves, this case would have been lost at trial based on the jury's rejection of plaintiffs' own market definition.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The rejection of the <i>per se</i> rule is straightforward. Although players portray MLS as a sham for horizontal price fixing, the extent of real economic integration is obvious. Further, MLS and its investors did not compete previously; the arrangement was formed as a risky venture against a background of prior failure, <i>cf. United States v. Jerrold Elecs. Corp.,</i> <span class=\"citation\" data-id=\"2095116\"><a href=\"/opinion/2095116/united-states-v-jerrold-electronics-corporation/\"><span class=\"volume\">187</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">545</span></a></span>, 556-68 (E.D.Pa.1960), <i>aff'd,</i> <span class=\"citation\" data-id=\"1087801\"><a href=\"/opinion/1087801/jerrold-electronics-corp-v-united-states/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">755</span></span>, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">806</span></span> (1961); and the outcome has been to add new opportunities for players &#8212; a Division I soccer league in the United States &#8212; and to raise salaries for soccer players here above existing levels.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The possibility that a less integrated and restrictive salary regime might make some individual salaries even higher is hardly conclusive. Without the restrictions, MLS might not exist or, if it did, might have larger initial losses and a shorter life. This would hardly enhance competition. Thus, the effects of the MLS arrangement are simply too uncertain to warrant application of the <i>per se</i> rule. <i>NCAA v. Bd. of Regents,</i> 468 U.S. at 100-103, <span class=\"citation\" data-id=\"111239\"><a href=\"/opinion/111239/national-collegiate-athletic-assn-v-board-of-regents-of-univ-of-okla/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2948</span></a></span>. As in any other non-<i>per se</i> case, players would have to show that MLS exercised significant market power in a properly defined market, that the practices in question adversely affected competition in that market and that on balance the adverse effects on competition outweighed the competitive benefits. <i>See Augusta News Co. v. Hudson News Co.,</i> <span class=\"citation\" data-id=\"775310\"><a href=\"/opinion/775310/augusta-news-company-v-hudson-news-co-portland-news-co-and/\"><span class=\"volume\">269</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 49 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, the jury said that neither the United States nor Division I delimited the relevant market &#8212; findings that imply that MLS faced significant competition for player services both from outside the United States and from non-Division I teams. That inference at a minimum creates uncertainty as to whether the jury could have found market power under section 1. However, the peculiar assemblage of evidence, including MLS-authored materials suggesting that it expected to exercise some control over player salaries (<i>see</i> Part III below), makes it impossible to rule out abstractly the possibility of a jury finding of MLS market power in a broader market.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">MLS has urged that the jury verdict rejecting the United States/Division I market urged by plaintiffs should be preclusive. The argument purportedly rests on the doctrine of collateral estoppel. We agree with the plaintiffs that collateral estoppel goes no further than to preclude them at a new trial from urging the market already rejected by the jury. <i>Restatement (Second) of Judgments</i> &#167;&#167; 27-28 (1982). In theory, there may be a broader market which plaintiffs might show (without contradicting the jury findings) in which unrestricted salary competition between the MLS operator/investors might result in somewhat higher player salaries. In that event, assuming that the single entity defense failed, a basis for liability might exist.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">However, we have been given no reason to think that any other market would have been alleged and made the subject of proof if the section 1 claim had gone to trial along with the section 2 claims. In their complaint, the plaintiffs' main theory under count I was that MLS operated as a price-fixing or group boycott conspiracy for which no market power needed to be shown. A relevant market was nevertheless alleged in count I, apparently because the plaintiffs recognized that a pro-competitive purpose might be urged and a rule of reason balancing might be required. That relevant market was described by count I, as in the section 2 and section 7 counts, as competition for Division I soccer players in the United States. <i>See</i> Plaintiffs' First Amended Complaint &#182;&#182; 32, 59, 70, 78.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Proof of such a market was the consistent theme of plaintiffs' section 2 trial evidence. To be sure, had the section 1 claim been put to trial, the plaintiffs could have sought to amend their complaint to allege a different market, but there is no obvious reason to think that they would have done so. The United States/Division I theory alleged in the complaint was the most favorable for each of their claims and the easiest to define; and the focus on a single market theory would have allowed the plaintiffs to focus their proof on a single market definition. Plaintiffs did have some incentive to allege a broader market under sections 1 and 7,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> but that incentive existed when they filed their complaint as well.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Even if the players had sought to amend their complaint after summary judgment, we have great doubt whether such an amendment would have been permitted. <i>See Acosta-Mestre v. Hilton Int'l of P.R., Inc.,</i> <span class=\"citation\" data-id=\"198100\"><a href=\"/opinion/198100/acosta-mestre-v-hilton-international/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 51-52 (1st Cir.1998). The district court granted summary judgment in April 2000 &#8212; more than three years after the initial complaint was filed, more than one year after discovery was largely complete, and barely five months before beginning of trial. At that point in the proceedings, adding a new market theory would have substantially altered the contours of the case &#8212; potentially requiring new discovery and expert analyses based on the new alleged market.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We thus have every reason to think that if the section 1 claim had not been dismissed on summary judgment it would have been presented at trial with the same market analysis alleged in the complaint. It follows that had the district court allowed the section I claim, it too would have been defeated by the jury's finding that the market alleged in the complaint had not been proved. Accordingly, any error in dismissing the claim based on a single entity theory was harmless so long as the jury verdict stands, a matter we address in the next section. The outcome, as the plaintiffs shaped their own case, would have been the same. <i>Liberty Mut. Ins. Co. v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"199557\"><a href=\"/opinion/199557/liberty-mutual-v-metropolitan-life/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 62 (1st Cir.2001).</p>\n    </div>\n    <p>III. SHERMAN ACT SECTION 2</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">At trial, players alleged three possible violations of section 2: that MLS monopolized the market for Division I professional soccer in the U.S.; that it attempted to monopolize that market; and that it conspired with the USSF to monopolize the same market. The jury found that players had failed to establish the relevant market as alleged; it reached no other issue in the case. The court thereafter entered judgment for the defendants on all three section 2 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\"><i>Monopolization and attempted monopolization claims.</i> At the outset, players contend that the district court erred by refusing to allow them, in their monopolization and attempted monopolization claims, to argue that elimination of competition for players was an anticompetitive means of monopolization. The district court did so on the ground that this argument would simply resurrect the section 1 claim that had already been rejected by its single entity ruling; section 2 remained available to attack the exclusivity arrangement between MLS and the USSF, which was the gravamen of the complaint's section 2 count. Players respond that the same conduct may constitute an element of both antitrust claims.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To show monopolization, players had to prove that MLS had engaged in an act that helped create or maintain its alleged monopoly. III Areeda &amp; Hovenkamp, <i>Antitrust Law</i> &#182; 650a (rev. ed.1996). In section 2 cases, the wrongful act is usually one designed to exclude competitors from the market (e.g., predatory price, exclusive dealing). <i>See Aspen Skiing Co. v. Aspen Highlands Skiing Corp.,</i> <span class=\"citation\" data-id=\"111483\"><a href=\"/opinion/111483/aspen-skiing-co-v-aspen-highlands-skiing-corp/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">585</span></a></span>, 605 &amp; n. 32, <span class=\"citation\" data-id=\"111483\"><a href=\"/opinion/111483/aspen-skiing-co-v-aspen-highlands-skiing-corp/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2847</span></a></span>, <span class=\"citation\" data-id=\"111483\"><a href=\"/opinion/111483/aspen-skiing-co-v-aspen-highlands-skiing-corp/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">467</span></a></span> (1985). If MLS and its operator/investors are viewed as a single competitor, then the league's centralized hiring structure hardly constitutes an exclusionary act, even if it results in below-market wages for players. <i>See Kartell v. Blue Shield of Mass., Inc.,</i> <span class=\"citation\" data-id=\"445231\"><a href=\"/opinion/445231/james-p-kartell-md-v-blue-shield-of-massachusetts-inc-james-p/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 927 (1st Cir.1984). After all, suppressing player salaries ought to spur, rather than impair, competition from rival leagues.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">However, if the operator/investors are viewed instead more as individual potential competitors &#8212; an issue that we (unlike the district court) have not decided &#8212; it is not difficult to see how an agreement among them not to compete &#8212; a mirror image of players' section 1 claim &#8212; might create a monopsony and eliminate competition among them. <i>See</i> III Areeda &amp; Hovenkamp, <i>supra,</i> at &#182; 703a. Such an act would arguably \"exclude\" competition for purposes of section 2, even if it did not harm individual competitors. Anyway, \"exclusion\" is only a gloss on the statutory term \"monopolize\"; and \"merger to monopoly,\" benign as to the merged competitors, is a feasible section 2 claim, <i>see Golden Grain Macaroni Co. v. FTC,</i> <span class=\"citation\" data-id=\"307958\"><a href=\"/opinion/307958/golden-grain-macaroni-company-a-corporation-v-federal-trade-commission/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">882</span></a></span>, 886 (9th Cir.1972), even if it is more often challenged under Clayton Act section 7, which requires much less.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nonetheless, the jury's findings remain as an obstacle. Attempt and monopolization both require a showing that a market has been or may well be subject to monopoly power, <i>Spectrum Sports, Inc. v. McQuillan,</i> <span class=\"citation\" data-id=\"112809\"><a href=\"/opinion/112809/spectrum-sports-inc-v-mcquillan/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 457-58, <span class=\"citation\" data-id=\"112809\"><a href=\"/opinion/112809/spectrum-sports-inc-v-mcquillan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">884</span></a></span>, <span class=\"citation\" data-id=\"112809\"><a href=\"/opinion/112809/spectrum-sports-inc-v-mcquillan/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">247</span></a></span> (1993); the only market alleged by the players was rejected by the jury; and this dooms the players' section 2 claims regardless of which practice &#8212; the exclusive arrangement with the USSF or the agreement not to compete for players &#8212; is alleged to satisfy the exclusionary act element of the cause of action. This assumes, however, that the jury verdict stands.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Not surprisingly, players next shift their focus to the jury verdict. They say the jury's market findings were tainted by several trial errors. We review the jury instructions <i>de novo, Ponce v. Ashford Presbyterian Cmty. Hosp.,</i> <span class=\"citation\" data-id=\"199238\"><a href=\"/opinion/199238/alicea-ponce-v-santiago/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 24 (1st Cir.2001), and the court's evidentiary rulings for abuse of discretion unless (as is occasionally true) an issue of abstract law is presented, <i>United States v. Sposito,</i> <span class=\"citation\" data-id=\"197213\"><a href=\"/opinion/197213/united-states-v-sposito/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1042</span></a></span>, 1046 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">First, players say the court's instructions to the jury on how to define the relevant market were inaccurate and misleading. Players claim the instructions left the jury unable to weigh the significance of evidence showing that some MLS players had employment opportunities in other leagues. For example, MLS offered testimony that its players had played in 67 different foreign leagues, prior to or after playing for MLS; plaintiffs countered that the opportunities were more limited and less attractive than MLS claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Specifically, plaintiffs complain that the district court refused to give two requested instructions: first, that the jury in defining the relevant market \"should consider whether any effective competition significantly restrains MLS's ability to control wages for its players\"; and second, that the jury should include in the relevant market only those leagues which are \"sufficiently attractive and practically available to a large enough number of MLS players to prevent MLS from having the power to pay wages below competitive market levels.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The first problem is that the plaintiffs did not preserve these two requests by making, as Fed.R.Civ.P. 51 requires, a post-instruction objection \"stating distinctly the matter objected to and the grounds of the objection.\" Plaintiffs did not repeat these two requests in the same words; instead they objected after the charge that the instructions had overemphasized the concept of substitutability at the expense of \"other factors\" that have been identified in the case law, which plaintiffs' brief in this court says includes \"the ability of other leagues to constrain the power of MLS to depress plaintiffs' wages.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Unfortunately, plaintiffs' counsel did not spell out the last quoted objection at the post-charge conference. To refer only to \"other factors\" obviously does not tell the judge just what previously requested instruction has been omitted or identify the factors claimed to be insufficiently stressed. <i>Davis v. Rennie,</i> <span class=\"citation\" data-id=\"199586\"><a href=\"/opinion/199586/davis-v-rennie/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 100 (1st Cir.2001). Accordingly, the failure to give the two instructions in question is reviewed only for \"plain error\"; especially in a civil case this is a very hard test to meet because over and above plain error, it requires a showing both of prejudice and a miscarriage of justice or something of this magnitude. <i>See id.</i> at 101.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">As it happens, the district court gave standard instructions on market definition which, to a considerable extent, tracked the ABA's model jury instructions in civil antitrust cases. ABA Sample Jury Instructions in Civil Antitrust Cases, at C-6 to C-13 (1999). It defined monopoly power as \"the power to pay lower than competitive wages for the services being acquired without having the sellers of those services &#8212; the players &#8212; turn to another league or team for employment\"; and it explained that the geographic market was the geographic area \"to which players can turn, as a practical matter, for alternate opportunities for employment as professional soccer players.\" <i>Accord United States v. Philadelphia Nat'l Bank,</i> <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 357-61, <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1715</span></a></span>, <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">915</span></a></span> (1963); <i>Tampa Elec. Co. v. Nashville Coal Co.,</i> <span class=\"citation\" data-id=\"106178\"><a href=\"/opinion/106178/tampa-electric-co-v-nashville-co/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 327, <span class=\"citation\" data-id=\"106178\"><a href=\"/opinion/106178/tampa-electric-co-v-nashville-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">623</span></a></span>, <span class=\"citation\" data-id=\"106178\"><a href=\"/opinion/106178/tampa-electric-co-v-nashville-co/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">580</span></a></span> (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The district court could permissibly have enlarged on the issue, explaining (for example) that a foreign league would be more likely part of the market as the number of players who could turn to it increased. But how much to elaborate is largely the discretion of the district court, <i>Interstate Litho Corp. v. Brown,</i> <span class=\"citation\" data-id=\"199486\"><a href=\"/opinion/199486/interstate-litho-v-brown/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 29 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">666</span></span>, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">580</span></span> (2001), and in some respects, the players' more detailed formulation could itself be misleading: MLS could be constrained so long as enough individual players had <i>an</i> alternative foreign league even if an <i>individual</i> foreign league would <i>by itself</i> attract or be available to only a small number of players.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Next, players claim the court erred in permitting Alan Rothenberg, one of the founders of MLS and former president of the USSF, to testify about a legal opinion received by the USSF while shielding the opinion from discovery or questioning. On direct and then on cross-examination, Rothenberg disclosed without detail that the USSF board had obtained a legal opinion that it was lawful to grant exclusive Division I certification to a single league. At trial, the players sought to discover the opinion or have all references to it struck. The court denied both requests, finding that Rothenberg had not waived the attorney-client privilege by making his brief references.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It is true, as MLS asserts, that the statement was first adduced on direct examination by plaintiffs, and its repetition on cross added nothing new. On the other hand, plaintiffs did not ask the witness whether a legal opinion had been sought or about its contents. The witness, himself a lawyer, more or less volunteered this information. Possibly, the district judge felt that the disclosure, even if not directly invited, was legitimate because otherwise the witness &#8212; who had been asked whether antitrust concerns had been raised by the USSF board &#8212; would have been forced to leave the impression that they had been raised but not seriously addressed or resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We think that if defense counsel had adduced this disclosure in the first instance it would be unfair to allow the legal opinion to be used affirmatively without allowing plaintiffs to examine it or, at the very least, requiring a severe limiting instruction (which plaintiffs did not request). The case law is mixed as to whether there is a waiver of the privilege where there is a very limited disclosure as to the ultimate opinion without a disclosure of contents and the answer may depend upon context.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> But on our facts, it is fairly arguable that the plaintiffs opened the door to the response and, if so, could not use their own conduct to force the waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">So viewed, the district court's decision is tested under an abuse of discretion standard, and we are unwilling to say that the decision here was an abuse. Whatever discomfort we feel &#8212; and there is some &#8212; is assuaged by our grave doubt that Rothenberg's disclosure of the opinion as to lawfulness could have had any effect on a jury verdict that plaintiffs had failed to prove the relevant market they alleged. Plaintiffs make a stab at showing prejudice by equating the failure to prove the relevant market with lawfulness; but although this might be plausible in the abstract, the notion that the jury decided an essentially factual issue, as to which there was a mass of conflicting evidence, on the basis of a brief reference to a legal opinion seems to us highly remote.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Next, players say the court erred in excluding two pieces of documentary evidence that supported their claims of market definition and market power. The first is a September 1994 correspondence between Clark Hunt, a prospective MLS operator/investor, and Mark Abbott, an executive working on the formation of MLS, regarding assumptions made in a financial model disseminated by the league's organizers. Hunt later became an operator/investor in the league through a firm he helped form, which was a defendant below; Abbott became a senior league officer.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In his letter, Hunt urged that the team player salary budget be reduced by $70,000, with the \"bulk of the reduction\" coming from the \"bottom 12 players on each team whose only alternative is to play in one of the other U.S. professional leagues or one of the lower division foreign leagues.\" Hunt also suggested that salary growth should also be limited to five percent a year, reasoning that \"[u]ntil there is significant domestic-based competition for MLS players, the rate of salary growth should be relatively easy to contain.\" In response, Abbott cautioned that \"a reduction of $70,000 in player salaries per team [would] impact the quality of players we are able to attract.\" At the same time, he agreed that, \"for modeling purposes the player salaries should be held to [a] 5% [increase] per year.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The court excluded the correspondence, finding it irrelevant since it was not \"made by someone who matters to the case\" and the transcript then reveals a four-page colloquy in which the parties argue about the issue with the judge. Plaintiffs' main basis for urging admission of the Hunt letter was that it tended to show Hunt's own intent to monopolize, the suggestion being that this view should also be attributed to the firm that Hunt formed (apparently later) which became an operator/investor and defendant in the case. On this appeal, plaintiffs switch grounds and urge that the Hunt letter and Abbott's reply as well were evidence of plaintiffs' proposed market definition.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Whether the evidence should have been admitted to show intent on the attempt to monopolize claim is a nice issue but irrelevant here since the jury resolved the case on market definition grounds. Plaintiffs' present claim that the evidence should have been admitted to bolster their market theory and show the existence of monopoly power founders because it was never offered for that purpose. <i>See United States v. Josleyn,</i> <span class=\"citation\" data-id=\"767958\"><a href=\"/opinion/767958/united-states-v-dennis-r-josleyn-united-states-of-america-v-john-w/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span>, 154 (1st Cir.2000). Further, although no hearsay objection was made, an interesting question remains whether Hunt's statement as a prospective investor is properly admissible for either purpose as an admission of the defendant firm that Hunt later helped form. Fed.R.Evid. 801(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">As to Abbott's letter, it appears from the transcript that the court was prepared to consider admitting the letter without the Hunt document but plaintiffs' counsel understandably demurred. Abbott's statements are quite tame (the first suggests a lack of market power as to quality players and the second was \"for modeling purposes\"). Plaintiffs' further suggestion &#8212; that Abbott was adopting on behalf of MLS whatever was said in the Hunt letter &#8212; is a stretch that the language of the letter does not support.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Further, any error was harmless. Players were allowed to introduce numerous other documents, authored by MLS itself, expressing virtually the same opinions. For example, players were allowed to introduce a November 1995 offering memorandum, in which MLS admits that it \"does not view [the Division I and Division II or indoor soccer leagues] as significant competition.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> And at trial, players' economic expert, Roger Noll, relied on these documents to support his testimony and conclusions. The excluded correspondence was thus redundant and could hardly have changed the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The next piece of evidence is a March 1994 internal memorandum written by two employees of the investment firm Donaldson, Lufkin &amp; Jenrette (\"DLJ\"). MLS's promoters had approached DLJ to act as its financial advisor. In the memo, the DLJ employees conclude that MLS has favorable prospects for success, noting, <i>inter alia,</i> that the league will \"be able to operate with a strict salary cap,\" and that there \"is a plentiful supply of good American players that have limited professional opportunities to play elsewhere.\"</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The court excluded the memo, first, on hearsay grounds, since it was unclear whether an agency relationship existed at the time the memo was drafted and whether its contents were within the scope of the agency, Fed.R.Evid. 801(d)(2)(D); and second, on relevance grounds, since the views were not attributable to MLS. On appeal, plaintiffs simply do not respond to the claim that at the time the statement was made, DLJ was an independent contractor and not an agent of MLS. <i>See Merrick v. Farmers Ins. Group,</i> <span class=\"citation\" data-id=\"534555\"><a href=\"/opinion/534555/d-james-merrick-v-farmers-insurance-group-a-conglomerate-insurance/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1434</span></a></span>, 1440 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In all events, the other documents discussed above which were introduced into evidence contained virtually identical statements penned by MLS itself attesting to MLS's early view that competition in the market was limited. And the DLJ memo, while helpful to players' cause, was hardly dispositive; it addressed only the opportunities of American soccer players and said nothing about the 40% of MLS players who have foreign or dual citizenship and yet are part of plaintiffs' class. By contrast, MLS's own statements which were introduced were more helpful to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Next, players claim the court erred in permitting a defense witness, Neil Farnsworth, co-owner of a Seattle Division II professional soccer team, to testify that he was competing with MLS for two specific players, while refusing to identify the players by name on \"confidentiality\" grounds.</p>\n    </div>\n    <p class=\"indent\">At trial, Farnsworth testified that:</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We compete with MLS for players every day. We have a situation right now where I have one player that is being courted by MLS. He's rejected one offer by MLS now to stay with us.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">. . .</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We also have a player from MLS that has played in MLS for probably four years that has contacted us for next season expressing an interest to play for us and then play indoor in addition to playing for us, instead of playing for MLS.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">On cross-examination by players' counsel, Farnsworth revealed certain details about the player from his own team, including his salary, but he refused to identify either that player or his MLS recruit by name, claiming he wanted to keep the information confidential. Players' objections were denied; the district court ruled that the players' privacy was at stake, and therefore, that their names were properly excludable under Fed.R.Evid. 403. The court also refused players' request to instruct the jury to ignore the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Players claim the district court infringed their right to cross-examine Farnsworth and to test the truth of his assertions. To be sure, the court has the authority to \"protect witnesses against cross-examination that does little to impair their credibility but that may damage their reputation, invade their privacy, and assault their personality. Rule 403 would permit the protection of even total strangers to the action.\" 22 Wright &amp; Graham, <i>Federal Practice and Procedure</i> &#167; 5215 (1978) (citation omitted); <i>see</i> Fed.R.Evid. 611(a). But this power is limited to situations in which the probative value of the evidence is \"substantially outweighed\" by the danger of unfair prejudice. Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Although much discretion resides in the trial judge in striking this balance, <i>Gasperini v. Ctr. for Humanities, Inc.,</i> <span class=\"citation\" data-id=\"755766\"><a href=\"/opinion/755766/william-gasperini-v-the-center-for-humanities-inc-doing-business-as/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">137</span></a></span>, 143 (2d Cir.1998), the denial of the names certainly limited plaintiffs' ability to cross-examine Farnsworth and it is unclear to us just what substantial privacy interest was at stake: if anything, the players would want to shield their names from MLS, but the league knew whom it was courting from Farnsworth's team and the possible defector presumably would in due course use Farnsworth's overtures in bargaining with MLS.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Nonetheless, even without the names, players were able to test Farnsworth's testimony,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and other witnesses &#8212; including current and former players and soccer officials &#8212; testified to player movement between leagues. For example, Ivan Gazidas, MLS's vice president of operations and player relations, testified at length concerning the competition MLS faced to attract the talents of several named players from other leagues. Farnsworth's anecdotal testimony, while somewhat helpful to MLS, was by no means the most powerful evidence adduced at trial to demonstrate inter-league competition. Accordingly, we find the error was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Finally, players claim the court erred in admitting in evidence a chart summarizing the testimony of two defense witnesses and later permitting the jury to take the chart with them into the jury room for deliberations. The summary chart listed 67 professional soccer leagues of different divisions from 46 countries; at trial, the two witnesses testified that MLS players had experience in each of the leagues and marked the chart accordingly. Both sides used demonstratives at trial which were admitted into evidence; while players complain generally about the use of the demonstratives, this summary chart is the only item they single out on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">In admitting the summaries, the district court reasoned that the demonstratives would \"help the jury to think about a complex case.\" At the same time, it recognized the risks involved, <i>see Air Safety v. Roman Catholic Archbishop,</i> <span class=\"citation\" data-id=\"196931\"><a href=\"/opinion/196931/air-safety-inc-v-archbishop-of-boston/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 n. 14 (1st Cir.1996), and emphasized in its instructions to the jury that summaries do not \"present any independent evidence.\" It further cautioned them that the summaries are \"admitted for your convenience and not to substitute for the full testimony of the witnesses.\"</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">It is hard to imagine an issue on which a trial judge enjoys more discretion than as to whether summary exhibits will be helpful. Nothing precludes their use with respect to oral testimony.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Here the issues involved in the case and the testimony were complicated and the jury was properly cautioned as to the limited role of summaries. Although the court admitted the charts as \"evidence,\" its instruction made clear that they were merely aids and that the testimony controlled. We find no abuse of discretion and need not concern ourselves with whether, as MLS claims, the objection was somehow waived.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\"><i>Conspiracy to monopolize.</i> In their third and final section 2 claim, players allege that MLS conspired with the USSF \"to prevent any other entity from being sanctioned as a Division I professional soccer league in the United States or otherwise competing against MLS.\" The court decided that players were required to prove the existence of their relevant market on the conspiracy to monopolize claim; it directed the jury to end its inquiry on all section 2 claims if it found players had failed to prove the existence of their market.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">At trial and now on appeal, players say claims of combination or conspiracy to monopolize do not require proof of a relevant market. For these purposes plaintiffs are not distinguishing between the concept of a relevant market and the concepts of monopoly or market power: they are arguing that the prospect that the alleged conspiracy if successful would achieve monopsony power in a real economic market was irrelevant to their claim. Instead, they say they were required to prove only the existence of the conspiracy; an overt act in furtherance of it; and specific intent to monopolize. <i>E.g., Salco Co. v. Gen. Motors Co.,</i> <span class=\"citation\" data-id=\"328098\"><a href=\"/opinion/328098/salco-corporation-formerly-known-and-doing-business-as-denver-buick-inc/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span>, 576 (10th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Conspiracy to monopolize claims are not often the subject of much attention, since almost any such claim could be proved more easily under section 1's ban on conspiracies in restraint of trade. IIIA Areeda &amp; Hovenkamp, <i>Antitrust Law</i> &#182; 809 (1996). However, a majority of courts that have touched the issue have said, in general terms and often without analysis, that proof of a relevant market, and hence, market power, is not required in a conspiracy to monopolize claim. <i>E.g., Salco,</i> 517 F.2d at 576; <i>see</i> IIIA Areeda &amp; Hovenkamp, supra, at &#182; 809 &amp; n. 2 (collecting cases); ABA Sample Jury Instructions in Civil Antitrust Cases, <i>supra,</i> at C-100 n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">On the other side, there are also a number of decisions that say that a relevant market is necessary.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> That is also the view of the more persuasive commentary, including the most respected of the antitrust treatises. IIIA Areeda &amp; Hovenkamp, <i>supra,</i> at &#182; 809; <i>accord</i> Comment, <i>The Relevant Market Concept in Conspiracy to Monopolize Cases under Section 2 of the Sherman Act,</i> 44 U. Chi. L.Rev. 805 (1977). Although we lean toward this view as a general matter, a black or white rule is not inevitable: there may in principle be some cases in which one could argue that a conspiracy claim should be provable without a showing that the alleged market is a real economic market. This case is not among them.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Here the \"conspiratorial agreement\" is a garden variety exclusive dealing arrangement limited to three years. Such agreements are not inherently unlawful; they are judged primarily by considering, in addition to competitive or efficiency justifications, any actual or threatened adverse effects on competition. <i>Tampa Elec. Co.,</i> 365 U.S. at 327, <span class=\"citation\" data-id=\"106178\"><a href=\"/opinion/106178/tampa-electric-co-v-nashville-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">623</span></a></span>; <i>U.S. Healthcare, Inc. v. Healthsource, Inc.,</i> <span class=\"citation\" data-id=\"600733\"><a href=\"/opinion/600733/us-healthcare-inc-etc-v-healthsource-inc-etc/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span>, 594 (1st Cir.1993). Predicted effects turn, obviously, on the establishment of a market in which the exclusive dealing arrangement may affect prices or competitors. Absent threatened effects, there is normally no basis for condemning an exclusive dealing arrangement.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">All implemented exclusive dealing contracts involve both a nominal conspiracy (the agreement) and acts in furtherance (whatever dealings take place). To tell a jury that it may condemn such contracts &#8212; without proof of any threatened effect on the market &#8212; would create not only confusion for the jury but invite an end run around the threatened effects required by the case law for exclusive dealing under both section 1 and the attempt and monopolization requirements of section 2. IIIA Areeda &amp; Hovenkamp, <i>supra,</i> at &#182; 809.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The point is summed up neatly in the Areeda-Hovenkamp treatise:</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Where the agreements involved would also be held to offend &#167; 1 without the necessity of proving power, the failure to require it for the &#167; 2 conspiracy offense is understandable. <i>However, in those instances where [market] power is a prerequisite to holding an agreement to be an unreasonable restraint of trade &#8212; a joint venture, for example &#8212; it would make no sense to hold the same agreement offensive to &#167; 2 without proof of power.</i> To require power under &#167; 1 before condemning a particular agreement is necessarily to say that the arrangement is socially desirable, or at least not harmful, in the absence of power. That policy conclusion cannot sensibly be avoided or negated by the simple trick of calling the agreement a conspiracy to monopolize.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">IIIA Areeda &amp; Hovenkamp, <i>supra,</i> at &#182; 809 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Where parties agree to achieve an admittedly unlawful result, such as a murder or burglary, there is case law to the effect that the prosecutor need not show that the plan was feasible and that impossibility (at least in some situations) is not a defense. 2 LaFave &amp; Scott, <i>Substantive Criminal Law</i> &#167; 6.5(b) (1986); <i>Developments in the Law &#8212; Criminal Conspiracy,</i> 72 Harv. L.Rev. 922, 944-45 (1959). This is presumably the source of the antitrust case law relied on by plaintiffs. But the rationale of this classic view is that the conspiracy should be punished because the demonstrated intent to break the law shows that the conspirators are dangerous even if this particular venture was impractical. 2 LaFave &amp; Scott, supra, at &#167; 6.5(b).</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Perhaps this view is equally justified in antitrust cases where the evidence shows that the conspirators were aiming at a demonstrably illegal result, say, a world wide monopoly of gold production or a naked horizontal allocation of markets. In our case, there is no dispute that defendants aimed at being the only Division I soccer league in the United States at least for three years and that they enlisted the USSF to achieve this end. But the illegality of such an arrangement is far from clear. To ignore the question whether this is a relevant market in the economic sense is to assume that the end aimed at is illegal. Here, the jury found that control of U.S./Division I soccer would <i>not</i> comprise a monopoly.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">In sum, there may be contexts in which the existence <i>vel non</i> of a relevant market is beside the point in a conspiracy to monopolize case, but this case is not one of them. The exclusivity agreement sought by MLS might be unlawful if it threatened adverse competitive effects but not otherwise; and this in turn required proof that someone who was the only purchaser of Division I soccer player services in the United States would control prices in an economic market.</p>\n    </div>\n    <p>IV. CLAYTON ACT SECTION 7</p>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">In their final argument, players say that the district court erred in dismissing their claim that the formation of MLS violated section 7 of the Clayton Act. Count IV of the complaint alleged that, \"[i]f not for this combination of assets and purchase of stock, MLS Member Teams would compete with each other for players, like teams in all other major professional sports leagues in the United States.\" Section 7 prohibits, with certain commerce-related conditions, stock or asset acquisitions whose effect \"may be substantially to lessen competition, or to tend to create a monopoly.\" 15 U.S.C. &#167; 18.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The district court granted summary judgment to the defendants on the ground that \"[t]here can be no &#167; 7 liability because the formation of MLS did not involve the acquisition or merger of existing business enterprises, but rather the formation of an entirely new entity which itself represented the creation of an entirely new market.\" <i>Fraser,</i> 97 F.Supp.2d at 140. According to the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The relevant test under &#167; 7 looks to whether competition in <i>existing</i> markets has been reduced.... Where there is no existing market, there can be no reduction in the level of competition. There are no negative numbers in this math; there is nothing lower than zero. Competition that does not exist cannot be decreased. The creation of MLS did not reduce competition in an existing market because when the company was formed there was no active market for Division I professional soccer in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\"><i>Id.</i> at 140-41 (citing <i>SCM Corp. v. Xerox Corp.,</i> <span class=\"citation\" data-id=\"389252\"><a href=\"/opinion/389252/scm-corporation-v-xerox-corporation/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span> (2d Cir.1981)).</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Both sides make much of the district court's reference to a \"new market.\" Players say that this contradicts the jury's finding that United States/Division I soccer is not a separate market and, anyway, there is no implied immunity from section 7 for combinations that lessen competition in a new market. Defendants say that the district court merely held the players to the market they themselves alleged and was entitled to do so on summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The district court was saying no more than that, after the failure of the NASL and prior to the formation of MLS, there was no enterprise engaged in providing Division I soccer in the United States and thus that a combination that added Division I soccer in this country could hardly reduce competition where none before existed. This is plainly correct insofar as the creation of MLS added a new entrant without subtracting any existing competitors. To this extent, the most common threat addressed by section 7 &#8212; the merger of two or more entities currently competing with one another, <i>e.g., United States v. Philadelphia Nat'l Bank,</i> <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1715</span></a></span>, <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">915</span></a></span> (1963); <i>Brown Shoe Co. v. United States,</i> <span class=\"citation\" data-id=\"106440\"><a href=\"/opinion/106440/brown-shoe-co-v-united-states/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"106440\"><a href=\"/opinion/106440/brown-shoe-co-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1502</span></a></span>, <span class=\"citation\" data-id=\"106440\"><a href=\"/opinion/106440/brown-shoe-co-v-united-states/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">510</span></a></span> (1962) &#8212; is not present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">The Supreme Court has recognized that section 7 also reaches mergers that combine an existing competitor with a potential competitor commonly perceived to be a strong potential entrant where the number of such entrants is limited. <i>United States v. Marine Bancorp., Inc.,</i> <span class=\"citation\" data-id=\"109098\"><a href=\"/opinion/109098/united-states-v-marine-bancorporation-inc/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 624-25, <span class=\"citation\" data-id=\"109098\"><a href=\"/opinion/109098/united-states-v-marine-bancorporation-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>, <span class=\"citation\" data-id=\"109098\"><a href=\"/opinion/109098/united-states-v-marine-bancorporation-inc/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">978</span></a></span> (1974); <i>United States v. Falstaff Brewing Corp.,</i> <span class=\"citation\" data-id=\"108732\"><a href=\"/opinion/108732/united-states-v-falstaff-brewing-corp/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, 531-32, <span class=\"citation\" data-id=\"108732\"><a href=\"/opinion/108732/united-states-v-falstaff-brewing-corp/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1096</span></a></span>, <span class=\"citation\" data-id=\"108732\"><a href=\"/opinion/108732/united-states-v-falstaff-brewing-corp/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">475</span></a></span> (1973). In such cases, the notion is that the gobbling up of the \"perceived potential entrant\" removes an <i>existing</i> constraint on competition and thus reduces <i>present</i> competitive pressure that may currently be constraining price. <i>Falstaff,</i> 410 U.S. at 532, <span class=\"citation\" data-id=\"108732\"><a href=\"/opinion/108732/united-states-v-falstaff-brewing-corp/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1096</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The players make no attempt to show that this form of existing competitive constraint was eliminated by the formation of MLS. Rather, their explicit theory is that, if MLS were held unlawful under section 7, its operator/investors would enter the market independently, thus increasing the amount of competition over and above the level provided by MLS itself.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">At the outset, the question arises whether section 7 can be used to prevent a merger that itself increases competition where it can be confidently predicted that prevention will or probably will increase competition <i>even more.</i> The classic hypothetical is the merger of an existing competitor with a non-competing company whose interest in entry is unknown and so exerts no current pressure on the market as a perceived potential entrant. Yet when its private files are examined incident to a court suit, plans are discovered for independent entry if the merger is disallowed.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The Supreme Court has expressly reserved the question whether section 7 can be read to reach such a case. <i>Marine Bancorp.,</i> 418 U.S. at 639, <span class=\"citation\" data-id=\"109098\"><a href=\"/opinion/109098/united-states-v-marine-bancorporation-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2856</span></a></span>; <i>Falstaff,</i> 410 U.S. at 537, <span class=\"citation\" data-id=\"108732\"><a href=\"/opinion/108732/united-states-v-falstaff-brewing-corp/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1096</span></a></span>. To our knowledge only one circuit has expressly applied section 7 so broadly, <i>Yamaha Motor Co. v. FTC,</i> <span class=\"citation\" data-id=\"393738\"><a href=\"/opinion/393738/yamaha-motor-co-ltd-v-federal-trade-commission-brunswick-corp-and/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span>, 978-80 (8th Cir.1981), <i>cert. denied sub nom. Brunswick Corp. v. FTC,</i> <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">915</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1768</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></span> (1982), and the district court apparently rejected this view, <i>Fraser,</i> 97 F.Supp.2d at 141.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">It is uncertain how the Supreme Court will ultimately resolve the issue. Plaintiffs' view bumps up against the most straightforward reading of the phrase \"may ... lessen competition\" in which \"competition\" is understood to refer to the existing level of competition prior to the merger in question. Further, it is often hard enough to determine whether a merger will reduce competition in relation to a known baseline, namely, existing market conditions. If a new combination will, as here, initially enhance competition, one might hesitate at a further and even more difficult conjecture that prohibiting the transaction would lead to even more competition further down the line.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">On the other hand, the antitrust statutes are not always read literally, as <i>Copperweld</i> itself demonstrates, <i>see also</i> <i>Standard Oil Co. v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">502</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">619</span></span> (1911) (rule of reason read into restraint of trade). The Antitrust Division, often a significant influence on the development of antitrust case law, seemingly supports a generous reading of Section 7 to embrace so called \"actual potential competition.\" Dep't of Justice Non-Horizontal Merger Guidelines &#167; 4.112, 49 Fed.Reg. 26,824, 26,834 (1984); <i>accord</i> v. Areeda &amp; Turner, <i>Antitrust Law</i> &#182; 1118 (1980). And there might be cases where the facts might compel the conclusion that turning down a pro-competitive merger (compared to the status quo) would produce an even more competitive realignment.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">That is not this case. Here, there is no possible way to predict just what would happen if the current version of MLS were precluded. Players assert that, had the operator/investors not formed MLS, they would have entered the market as a traditionally structured league. But as the district court noted, it is \"not inevitable that the league would be formed and would operate the same way as previous sports leagues.\" <i>Fraser,</i> 97 F.Supp.2d at 142. More importantly, it is quite possible these investors would have found the alternative structures unattractive and simply abandoned their effort altogether &#8212; hardly a pro-competitive outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Even the alternative result suggested by players &#8212; that another, more traditionally structured league like the APSL would have received the Division I sanction instead &#8212; appears on the surface no more pro-competitive. The evidence indicates that the APSL was not as well financed or well managed as MLS (hence the USSF's decision to certify MLS and not the APSL), thus increasing the risk that the new Division I league would fail in the long run. In addition, elevating the APSL to Division I status would not necessarily increase competition significantly, since the APSL, an existing minor league, may have already been in the relevant market.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">It might be argued that these objections present issues that a jury ought to consider; but there is one final objection that the jury did effectively consider. Even advocates of a broader reading of section 7 concede that striking down a combination that does not threaten present competition could be justified, in the hope of obtaining more competition in the future, only in already concentrated markets. \"In the absence of significant market power in the hands of existing firms, ... the loss through merger of a potential entrant would not affect present or future competition.\" V Areeda &amp; Turner, <i>supra,</i> &#182; 1119a.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">Thus, even on the broader reading of section 7 and allowing room for conjectures about future effects, it would have been necessary for players to prove that MLS operates within a relevant economic market that is presently concentrated. In their section 7 count, the players alleged the same relevant United States/Division I market as in their section 1 and section 2 counts. For reasons already discussed in connection with the section 1 claim, the jury's rejection of this relevant market would also have doomed the section 7 claim based on enhancing future competition if it too had been presented.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs comprise eight named MLS players and a certified injunctive class of 600 past, present, and future MLS players. The operator/investors named in the suit include: Kraft Soccer, LP; Anschutz Soccer, Inc.; Anschutz Chicago Soccer, Inc.; South Florida Soccer, LLC; Team Columbus Soccer, LLC; Team Kansas City Soccer, LLC; Los Angeles Soccer Partners, LP; Empire Soccer Club, LP; and Washington Soccer, LP</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Count II, a challenge to FIFA's transfer fee policies, and a state law contract claim were severed and stayed pending final resolution of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>E.g., Los Angeles Mem'l Coliseum Comm'n v. NFL,</i> <span class=\"citation\" data-id=\"430940\"><a href=\"/opinion/430940/los-angeles-memorial-coliseum-commission-v-national-football-league-an/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1381</span></a></span>, 1388-90 (9th Cir.1984); <i>N. Am. Soccer League v. NFL,</i> <span class=\"citation\" data-id=\"399423\"><a href=\"/opinion/399423/north-american-soccer-league-orange-county-pro-soccer-chicago-world-soccer/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span>, 1256-58 (2d Cir.1982); <i>Smith v. Pro Football, Inc.,</i> <span class=\"citation\" data-id=\"363954\"><a href=\"/opinion/363954/james-mccoy-yazoo-smith-v-pro-football-inc-a-maryland-corporation/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1173</span></a></span>, 1185-86 (D.C.Cir.1978); <i>Mackey v. NFL,</i> <span class=\"citation\" data-id=\"339877\"><a href=\"/opinion/339877/john-mackey-v-national-football-league/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span>, 620 (8th Cir. 1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Cf. Victorian House, Inc. v. Fisher Camuto Corp.,</i> <span class=\"citation\" data-id=\"456252\"><a href=\"/opinion/456252/the-victorian-house-inc-v-fisher-camuto-corporation-the-victorian/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">466</span></a></span>, 469-70 (8th Cir.1985), and <i>Greenville Publ'g Co., Inc. v. Daily Reflector, Inc.,</i> <span class=\"citation\" data-id=\"319022\"><a href=\"/opinion/319022/greenville-publishing-company-inc-v-the-daily-reflector-incorporated/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span>, 399-400 (4th Cir. 1974) (both cases standing for the proposition that antitrust immunity covering an action between a corporation and its agent does not extend to action of the agent acting in its own behalf).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A less vivid but closer parallel is a situation in which dealers or franchises, by control or coercion, make the manufacturer or franchiser impose on them restrictions that the dealers or franchisees select<i>See United States v. Topco Assocs.,</i> <span class=\"citation\" data-id=\"108495\"><a href=\"/opinion/108495/united-states-v-topco-associates-inc/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span>, <span class=\"citation\" data-id=\"108495\"><a href=\"/opinion/108495/united-states-v-topco-associates-inc/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1126</span></a></span>, <span class=\"citation\" data-id=\"108495\"><a href=\"/opinion/108495/united-states-v-topco-associates-inc/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">515</span></a></span> (1972); <i>United States v. Sealy,</i> <span class=\"citation\" data-id=\"107490\"><a href=\"/opinion/107490/united-states-v-sealy-inc/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, <span class=\"citation\" data-id=\"107490\"><a href=\"/opinion/107490/united-states-v-sealy-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1847</span></a></span>, <span class=\"citation\" data-id=\"107490\"><a href=\"/opinion/107490/united-states-v-sealy-inc/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1238</span></a></span> (1967); <i>General Leaseways v. Nat'l Truck Leasing Ass'n,</i> <span class=\"citation\" data-id=\"442017\"><a href=\"/opinion/442017/general-leaseways-inc-v-national-truck-leasing-association-dba/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span> (7th Cir.1984); <i>see also XII</i> Hovenkamp, <i>Antitrust Law</i> &#182; 2033b (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There is some, although not a lot of, circuit case law that looks in this direction<i>City of Mt. Pleasant v. Associated Elec. Coop., Inc.,</i> <span class=\"citation\" data-id=\"500757\"><a href=\"/opinion/500757/city-of-mt-pleasant-iowa-v-associated-electric-cooperative-inc-central/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 274-77 (8th Cir.1988); <i>see also Chicago Prof'l Sports,</i> 95 F.3d at 598.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>E.g., NCAA v. Bd. of Regents,</i> <span class=\"citation\" data-id=\"111239\"><a href=\"/opinion/111239/national-collegiate-athletic-assn-v-board-of-regents-of-univ-of-okla/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 100-103, <span class=\"citation\" data-id=\"111239\"><a href=\"/opinion/111239/national-collegiate-athletic-assn-v-board-of-regents-of-univ-of-okla/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2948</span></a></span>, <span class=\"citation\" data-id=\"111239\"><a href=\"/opinion/111239/national-collegiate-athletic-assn-v-board-of-regents-of-univ-of-okla/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">70</span></a></span> (1984); <i>McCormack v. NCAA,</i> <span class=\"citation\" data-id=\"505526\"><a href=\"/opinion/505526/david-r-mccormack-v-national-collegiate-athletic-association/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span>, 1344 (5th Cir.1988); <i>Los Angeles Mem'l Coliseum,</i> 726 F.2d at 1387; <i>N. Am. Soccer League,</i> 670 F.2d at 1258-59; <i>Smith,</i> 593 F.2d at 1177-81; <i>Mackey,</i> 543 F.2d at 619-20.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The criteria suggested in these cases are so general and so various (unity of interest, lack of existing competition, extent of control), as to emphasize the lack of any developed body of law<i>See Search Int'l, Inc. v. Snelling &amp; Snelling,</i> <span class=\"citation\" data-id=\"2293488\"><a href=\"/opinion/2293488/search-intern-v-snelling-and-snelling-inc/\"><span class=\"volume\">168</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">621</span></a></span>, 624-26 (N.D.Tex.2001); <i>St. Martin v. KFC Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">935</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">898</span></span>, 906 (W.D.Ky.1996); <i>Hall v. Burger King Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1509</span></span>, 1548 (S.D.Fla.1995); <i>Williams v. Nevada,</i> <span class=\"citation no-link\"><span class=\"volume\">794</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1026</span></span>, 1030-32 (D.Nev.1992), <i>aff'd,</i> <span class=\"citation\" data-id=\"611705\"><a href=\"/opinion/611705/don-williams-aka-donald-williams-v-ib-fischer-nevada-ib-fischer/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span> (9th Cir.1993) (per curiam).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Whereas section 2 requires monopoly power or a prospect of it, significant market power is enough to trigger section 1's rule of reason approach; similarly, something less than monopoly power is required to condemn mergers under section 7's \"substantially lessen competition\" test<i>Columbia Metal Culvert Co. v. Kaiser Aluminum &amp; Chem. Corp.,</i> <span class=\"citation\" data-id=\"357881\"><a href=\"/opinion/357881/columbia-metal-culvert-company-inc-v-kaiser-aluminum-chemical/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 27 n. 11 (3d Cir.1978).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Indeed, by June 1999, players' economic expert, Roger Noll, had concluded that the relevant market was limited to U.S. Division I soccer; he did not attempt to define any alternative market, nor did he suggest that MLS might exercise market power in some broader market</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> It is well-settled that a party claiming that an instruction should have been given forfeits the objection if the instruction it tenders is itself objectionable<i>See Savard v. Marine Contracting, Inc.,</i> <span class=\"citation\" data-id=\"307363\"><a href=\"/opinion/307363/freida-gust-savard-v-marine-contracting-inc-and-perini-corporation/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">536</span></a></span>, 540 (2d Cir.1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> <i>See United States v. Desir,</i> <span class=\"citation\" data-id=\"199719\"><a href=\"/opinion/199719/united-states-v-desir/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 45-46 (1st Cir.2001); <i>Frontier Ref., Inc. v. Gorman-Rupp,</i> <span class=\"citation\" data-id=\"155990\"><a href=\"/opinion/155990/frontier-refining-v-gorman-rupp-company/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">695</span></a></span>, 704 (10th Cir.1998); <i>Rhone-Poulenc Rorer, Inc. v. Home Indem. Co.,</i> <span class=\"citation\" data-id=\"676508\"><a href=\"/opinion/676508/rhone-poulenc-rorer-inc-and-armour-pharmaceutical-company-v-the-home/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">851</span></a></span>, 863 (3d Cir.1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Players also introduced the league's 1993 business plan, in which MLS asserted that it would be able to maintain its salary structure because \"[i]t is not anticipated that there will be any other significant domestic professional league to compete for players' services.\" Another document allowed in evidence, a December 1994 offering memorandum, said \"MLS believes it will be able to maintain this salary structure because of the competitiveness of the salary and benefit package and the lack of comparable alternatives in the United States to players.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> For example, on cross-examination Farnsworth admitted that he could not be certain whether his player had actually ever received an offer from MLS. Similarly, he admitted he could not be sure whether the MLS player he was recruiting actually had an offer to play in MLS the following season</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> <i>United States v. Scales,</i> <span class=\"citation\" data-id=\"364203\"><a href=\"/opinion/364203/united-states-v-john-e-scales/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">558</span></a></span>, 563 (6th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2168</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1049</span></span> (1979); Fed.R.Evid. 611(a); <i>see also</i> 6 <i>Weinstein's Federal Evidence</i> &#167; 1006.08[4] (2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> <i>E.g., Doctor's Hosp. of Jefferson, Inc. v. S.E. Med. Alliance, Inc.,</i> <span class=\"citation\" data-id=\"12960\"><a href=\"/opinion/12960/doctors-hospital-v-se-med-alli-inc/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 311 (5th Cir.1997); <i>Bill Beasley Farms, Inc. v. Hubbard Farms,</i> <span class=\"citation\" data-id=\"411956\"><a href=\"/opinion/411956/bill-beasley-farms-inc-a-corporation-v-hubbard-farms-a-corporation/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1341</span></a></span>, 1343 (11th Cir.1983); <i>Alexander v. Nat'l Farmers Org.,</i> <span class=\"citation\" data-id=\"408097\"><a href=\"/opinion/408097/robert-b-alexander-v-national-farmers-organization-v-associated-milk/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1173</span></a></span>, 1182 (8th Cir.1982); <i>Joe Westbrook, Inc. v. Chrysler Corp.,</i> <span class=\"citation\" data-id=\"1979202\"><a href=\"/opinion/1979202/joe-westbrook-inc-v-chrysler-corp/\"><span class=\"volume\">419</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">824</span></a></span>, 845 (N.D.Ga.1976).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/12960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/155990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/329744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1979202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2095116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2293488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2339810/"
  ]
}