{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199822/",
  "absolute_url": "/opinion/199822/united-states-v-garcia-torres/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199822/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:38:13Z",
  "date_modified": "2017-03-24T11:03:32.992033Z",
  "type": "010combined",
  "sha1": "fa453be29af35eff35fe24c7329506b6977035ad",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1267-01A.pdf",
  "local_path": "pdf/2002/02/08/US_v._Garcia-Torres.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-1267\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                      JAIME GARCÍA-TORRES,\n\n                     Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n\n                   Torruella, Circuit Judge,\n\n                  and Lynch, Circuit Judge.\n\n\n\n     Joseph C. Laws, Jr., Federal Public Defender, for appellant.\n     Nelson Pérez-Sosa, Assistant United States Attorney, with\nwhom Guillermo Gil, United States Attorney, and Jorge E. Vega-\nPacheco, Assistant United States Attorney, Chief, Criminal\nDivision, were on brief for the United States.\n\f                         February 8, 2002\n\n\n\n\n           BOUDIN,   Chief   Judge.     On   February    18,   1997,   the\n\ndefendant-appellant,     Jaime    Garcia-Torres    (a/k/a      \"Coque\"),\n\nparticipated in the murder of one Eddie Vazquez in Ponce, Puerto\n\nRico.   He has since been convicted of the murder and sentenced\n\nin Commonwealth court to a long prison term.            In this appeal,\n\nJaime contests his federal conviction for drug conspiracy and\n\nrelated offenses based on the same murder.1         A brief precis of\n\nthe facts, based on trial evidence favorable to the government,\n\nUnited States v. David, 940 F.2d 722, 730 (1st Cir.),                cert.\n\ndenied, 502 U.S. 989 (1991), will set the scene.\n\n           During the 1990s, a number of drug dealers sold their\n\nwares from drug points located in or around Ponce.             While the\n\npoints were controlled by individuals, the owners assisted each\n\nother in obtaining and distributing drugs and acted together\n\nagainst perceived threats to their businesses.          In 1994 or early\n\n1995,   Angela   Ayala-Martinez   (\"Ayala\")    emerged    as   a   central\n\n\n    1The federal offenses were conspiracy to possess cocaine and\nheroin with intent to distribute, 21 U.S.C. §§ 841(a)(1), 846;\nusing and carrying a firearm during and in relation to a drug-\ntrafficking crime, thereby causing the death of a person, 18\nU.S.C. §§ 924(c)(1), (j); and conspiracy to do the same, 18\nU.S.C. § 924(o).\n\n                                  -2-\n\ffigure when she began to receive major offshore drug shipments\n\nand became a major supplier to drug points in the area.\n\n            One of the owners supplied by Ayala was Tommy Garcia-\n\nTorres (no relation to Jaime), who controlled the La Cantera\n\ndrug point with his two brothers (Manuel and Andres) and other\n\nhelpers.    Sometime in 1994, Tommy found that a large amount of\n\nmoney was missing and blamed his brother-in-law \"Gerardito\", who\n\nlived with his own brother \"Nelsito\" across the street from\n\nTommy.    After some hostilities involving firearms, Gerardito and\n\nNelsito left the neighborhood and began associating with Michael\n\nVazquez, who lived a few blocks away.           Neither Michael nor his\n\nfather, Eddie Vazquez, were engaged in drug dealing, but Tommy's\n\ngroup resented the Vazquezes' association with Gerardito and\n\nNelsito.     At one point, one of Tommy's gunmen shot Michael,\n\nalthough not fatally.\n\n            Although this quarrel was temporarily patched up by\n\nTommy    paying   Eddie    for   Michael's   medical   expenses,   Michael\n\ncontinued to      associate with Gerardito and his friends to the\n\npoint of helping them shoot at members of Tommy's group at\n\nTommy's drug points.        In return, members of Tommy's group began\n\nharassing Eddie.          Further violence followed between the two\n\nsides and, while the Vazquezes took no part in drug dealing, the\n\nGarcias' drug point suffered some loss of customers due to the\n\n\n                                     -3-\n\fviolence.        More violence followed, and Tommy's group began to\n\nfear that Gerardito might try to take over their drug point.\n\n            This fear grew when in August 1995 Tommy was murdered\n\nand suspicion fell on the Vazquezes.        Murders in both directions\n\nfollowed in 1996 and 1997.         In 1998, Tommy's group, now led by\n\nhis surviving brother Manuel and others, located the Vazquezes'\n\nnew residence and devised a plan to kidnap and murder them.\n\nAyala, Manuel, a co-worker Deri Ventura, and Edwin Melendez\n\n(a/k/a \"Danny Gongolon\"), pooled $20,000 to implement the plot.\n\nGongolon was the owner of other drug points and was in the past\n\na supplier to Ayala.\n\n            At this point Jaime first entered the scene.           Manuel\n\ntold the other plotters that Jaime--who was apparently then\n\nworking     as    a   freelance   gunman   or   supplier   of   guns--had\n\nconnections with men who would pose as police officers.            On the\n\nnight of February 17-18, 1997, the supposed officers visited the\n\nVazquezes' house in Guayama and carried off Michael in the early\n\nmorning hours.        Just before the kidnapping, Manuel and others\n\nhad gone to get guns from Jaime, who provided them and then (for\n\nreasons unknown) chose to go along with them.\n\n            As the kidnapping developed, Manuel's group and the\n\npretend policemen took Michael Vazquez and fled in several cars.\n\nEddie and his wife pursued them fruitlessly, then went to the\n\n\n                                    -4-\n\fGuayama police station, and then finally sought to call the\n\nPonce police from a pay telephone.              While Eddie was on the\n\nphone, Jaime and Andres Garcia drove up in a car and shot and\n\nkilled him.    The police caught Jaime and Andres near the scene,\n\nand Eddie's wife identified them as the killers.           By this time,\n\nMichael Vazquez had been murdered by Manuel and Ventura.\n\n         Jaime was charged on February 16, 2000, in the three-\n\ncount indictment already described.           The government's theory was\n\nthat by participating in the murder Jaime had become part of an\n\noverall drug distribution conspiracy involving Ayala, Tommy and\n\nhis brothers, and others; that Jaime's assistance in the murders\n\ncomprised his adherence to the conspiracy; and the use of (or\n\nconspiracy    to   use)   a   firearm    or   firearms   \"during   and   in\n\nrelation\" to the drug conspiracy, and the resulting death,\n\nviolated the other two federal statutes.            See note 1, above.\n\n         During four days of trial, the government presented the\n\ngist of what has been described along with further details--\n\nlargely not involving Jaime--about drug operations in Ponce\n\nconducted by Ayala, the Garcia brothers, and others associated\n\nwith them.2    Ample evidence showed that Jaime had participated\n\n\n\n    2Much more extensive evidence of the same events was\npresented in the forty-day trial of the main drug conspirators.\nSee United States v. Martinez-Medina, ___ F.3d ___ (1st Cir.\n2002).\n\n                                   -5-\n\fin the murder but the only other evidence that connected Jaime\n\nwith    drug    matters       in   any    way   were   two   hearsay    statements,\n\nadmitted over objection, suggesting that Jaime had at one time\n\nworked as a guard for an independent drug point owner named Rafa\n\nand that Jaime had then become an independent gunman for hire.\n\n               After    the    judge      denied   a   motion   for    judgment        of\n\nacquittal, the jury convicted Jaime on all three counts.                           Jaime,\n\nwho is already serving an 18-year Commonwealth sentence for the\n\nmurder,       was   sentenced       to    life     imprisonment      for     the    drug\n\nconspiracy as well as sentences on other counts and various\n\nother penalties.          He now appeals, raising only two issues: the\n\nsufficiency of the evidence and the admission of the Rafa-\n\nrelated hearsay statements.\n\n               On this appeal, our focus is on the drug conspiracy set\n\nforth    in    count     one.       The    government's      claim     was    that     by\n\nparticipating in the murder and providing help incident to the\n\nkidnapping, Jaime thereby became a member of the conspiracy\n\ninvolving the Garcia brothers and others to possess drugs for\n\ndistribution.          The other two counts depend on this premise: each\n\nposits firearms-related action by Jaime, \"during and in relation\n\nto a drug trafficking crime,\" and the only drug trafficking\n\ncrime pointed to is the count one conspiracy.\n\n\n\n\n                                           -6-\n\f             For Jaime to join a drug conspiracy, it was necessary\n\nthat he agree, whether by words or action, to join with others\n\nin the enterprise--here, to possess drugs for distribution.\n\nUnited States v. Innamorati, 996 F.2d 456, 469-70 (1st Cir.\n\n1993), cert. denied, 510 U.S. 1120 (1994).                  Whatever the breadth\n\nof    the   drug     conspiracy     in    which    the    Garcia    brothers         were\n\ninvolved, there is no evidence that Jaime was associated with\n\nany    phase    of      their    drug    collection,       handling,      or    sales.\n\nNevertheless, a drug conspiracy may involve ancillary functions\n\n(e.g., accounting, communications, strong-arm enforcement), and\n\none   who   joined       with    drug    dealers   to     perform   one    of    those\n\nfunctions could be deemed a drug conspirator.                  See United States\n\nv. Gomez-Pabon, 911 F.2d 847, 853-54 (1st Cir. 1990),                            cert.\n\ndenied sub nom. Benitez Guzman v. United States, 498 U.S. 1074\n\n(1991).\n\n             There is no direct evidence of any explicit agreement\n\nby Jaime to join the drug conspiracy and the main evidence of an\n\nimplicit agreement is that he furnished help of several kinds in\n\nthe    murder      of    Eddie    Vazquez    and    the     kidnapping         and    the\n\nsubsequent murder of Michael Vazquez.                    A drug conspirator need\n\nnot know all of the details of the conspiracy, United States v.\n\nNueva, 979 F.2d 880, 884 (1st Cir. 1992), cert. denied, 507 U.S.\n\n997 (1993), but it is hard to image how someone furnishing a\n\n\n                                          -7-\n\fperipheral service to a drug conspiracy could be deemed to\n\n\"join\"   that    conspiracy     unless      he    knew    both   that   the   drug\n\nconspiracy      existed   and   that     the      peripheral     service      being\n\nfurnished was designed to foster the conspiracy.\n\n          Both points are critical.              No one can join a conspiracy\n\nwithout knowledge of its existence--the gravamen is an agreement\n\nto commit an offense.      Innamorati, 996 F.2d at 469-70.              And even\n\nwith knowledge that a conspiracy exists, one who allegedly\n\n\"joins\" only by furnishing some peripheral service can hardly be\n\ndeemed to have \"agreed\" to conspire through his conduct unless\n\nhe has the aim to forward or assist the conspiracy.                        United\n\nStates v. Morillo, 158 F.3d 18, 23 (1st Cir. 1998).                     If Jaime\n\ndid not know that the murders of Eddie and Michael were in aid\n\nof the drug conspiracy, his assistance could hardly count as\n\ndeliberate adherence to it.           Id. at 23-24.\n\n          On the first requisite--Jaime's knowledge of the drug\n\nconspiracy--the     evidence     is    painfully         thin.    Perhaps     many\n\ncriminals in a modest sized city know something about the names\n\nand activities of other criminals; and it is true that one of\n\nthe drug conspirators knew enough about what Jaime did to seek\n\nout his help in setting up the kidnapping and murder.                    But the\n\nonly specific evidence that comes close to suggesting that Jaime\n\n\n\n\n                                      -8-\n\fknew much about the drug business in Ponce comes from the two\n\ndisputed hearsay statements.\n\n         The first of the two statements came from Gongolon, who\n\nparticipated   in    organizing    the   kidnapping    and    murder    and\n\ntestified for the government.          He testified that according to\n\nRafa, the independent drug dealer mentioned earlier, Jaime had\n\nonce worked as a drug point guard for Rafa and later became a\n\ngunman on his own behalf.    A second government witness, Gamaliel\n\nGoglas, testified to a somewhat similar statement associating\n\nJaime with Rafa, made by Manuel Garcia to Goglas outside of\n\ncourt.   These      statements,   if   admissible,    might   support    an\n\ninference that Jaime had enough connection with the drug trade\n\nin Ponce to know that the Garcia brothers and others were\n\noperating a drug conspiracy.\n\n         Whether either statement was admissible under the co-\n\nconspirator exception is open to doubt.              The governing rule\n\npermits a hearsay statement by a fellow conspirator against the\n\ndefendant if made during and in furtherance of the conspiracy;\n\nbut while admissibility is decided by the judge and requires\n\nonly a preponderance of evidence to establish the predicate,\n\nsome evidence of the conspiracy independent of the hearsay\n\nstatement itself is required.            Fed. R. Evid. 801(d)(2)(E);\n\nUnited States v. Sepulveda, 15 F.3d 1161, 1181-82 (1st Cir.\n\n\n                                  -9-\n\f1993), cert. denied, 512 U.S. 1223 (1994).                  Here, Jaime says\n\nthat   there    was     no   independent       evidence    that   he   and    the\n\ndeclarants were members of any conspiracy.\n\n          The government says (unhelpfully) that the main drug\n\nconspiracy--which it builds around Ayala, the Garcia brothers,\n\nand others--was amply established.                But this is beside the\n\npoint:   Rafa's out-of-court statement was admissible against\n\nJaime only if they were part of the same conspiracy; that\n\nconspiracy     was    at     best   one   to   run   Rafa's    separate      drug\n\noperation; and there is moreover no independent evidence of that\n\nconspiracy     unless      one   counts   as   adequate    corroboration      the\n\nhearsay statement--also connecting Jaime and Rafa with drugs--\n\nmade by Manuel Garcia and testified to by Goglas.\n\n          The statement made by Manuel to Goglas, however terse,\n\nis at least arguably admissible because Manuel and Jaime can be\n\nviewed as conspirators to kidnap and murder Michael and Eddie\n\nVazquez; that murder conspiracy is independently corroborated;\n\nand the statement by Manuel was allegedly made to Goglas after\n\nthe murder during the attempted cover up.                     So long as the\n\nstatement is made during the conspiracy, the \"in furtherance\"\n\nrequirement is administered flexibly.                See   United States v.\n\nFlores-Rivera, 56 F.3d 319, 330 (1st Cir. 1995).                  In all events\n\ndefense counsel objected to the statement only on grounds of\n\n\n                                      -10-\n\frelevance; the statement is clearly relevant and any claim now\n\nthat it was inadmissible hearsay falters on the plain error\n\nrule.3\n\n         This second statement furnishes what may be adequate,\n\nalthough still thin, evidence from which a jury might suppose\n\nthat Jaime knew something about the Garcia brothers and their\n\nassociates.   In   addition   to   the   hearsay   statement,   Goglas\n\ntestified that Rafa, at some point in time, supplied drugs to\n\nManuel Garcia's father-in-law, and may have distributed drugs on\n\nat least one occasion to Manuel's drug point.            The hearsay\n\nstatement creates a link between Jaime and Rafa, and there is\n\nthis tangential affiliation between Rafa and Manuel Garcia.\n\nEven so, there is no evidence that Jaime ever met Manuel or even\n\nworked for Rafa at the time this affiliation existed.\n\n         Assuming this is adequate to show that Jaime knew about\n\nthe Garcia brothers' drug conspiracy, it remains a fatal flaw\n\nthat virtually no evidence shows that Jaime knew, or even had\n\n\n\n     3If the second hearsay statement is treated as admissible,\nthe first is redundant. The main relevance of either is to give\nJaime some specific knowledge of the drug trade in Ponce based\non more than speculation, and either one of the two statements\nserves that purpose. Although the first statement includes the\nadditional and arguably prejudicial addendum that Jaime then\nturned into an independent gunman, this hardly matters in this\ncase because there is virtually no dispute that Jaime\nparticipated in Eddie and Michael's killing. United States v.\nTse, 135 F.3d 200, 209-10 (1st Cir. 1998).\n\n                               -11-\n\freason to suppose, that the kidnapping and murder were in aid of\n\nthat conspiracy.      True, drugs are a common source of violence;\n\nbut in this instance Eddie and Michael were not in the drug\n\nbusiness, and there are plenty of other reasons for violence\n\n(debts, revenge, personal animosities).             Nor is there any basis\n\nto infer that Jaime was actually involved with the Garcia drug\n\nconspiracy and therefore would have known of the threat posed to\n\nit by the Vazquezes.\n\n         Conceivably, Jaime might have asked why those who\n\nsolicited his help wanted Michael kidnapped and murdered.                     But\n\nthere is no evidence that this occurred, nor is it obvious that\n\na professional independent gunman and weapon supplier would\n\ndemand such information.         And, if he had asked, it is pure\n\nspeculation to imagine what he would have been told, given the\n\nmix of drug business and personal vendetta motives for the\n\nanimosity and violence.\n\n         In sum, the evidence is insufficient to show beyond a\n\nreasonable    doubt    that    Jaime,    when      participating       in     the\n\nkidnapping    and   murder,    knew    that   he    was    aiding     the   drug\n\nconspiracy.     Without    a   solid    basis      for    inferring    such    an\n\nawareness, Jaime stands liable for the murder under Puerto Rico\n\nlaw--for which he has been convicted in Commonwealth court--but\n\nnot for the federal drug conviction.            The government makes no\n\n\n                                  -12-\n\fargument that the other two counts, both dependent on actions by\n\nJaime \"during and in relation to\" a drug crime, can stand if the\n\ndrug conspiracy conviction falls.\n\n         The judgment is reversed and the matter is remanded for\n\nentry of a judgment of acquittal.\n\n\n\n\n                             -13-\n\f",
  "html": "<p class=\"case_cite\">280 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jaime GARC&#205;A-TORRES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1267.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2001.</p>\n    <p class=\"date\">Decided February 8, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph C. Laws, Jr., Federal Public Defender, with whom Patricia A. Garrity is on brief for appellant.</p>\n      <p class=\"indent\">Nelson P&#233;rez-Sosa, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, Chief, Criminal Division, were on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 18, 1997, the defendant-appellant, Jaime Garcia-Torres (a/k/a \"Coque\"), participated in the murder of one Eddie Vazquez in Ponce, Puerto Rico. He has since been convicted of the murder and sentenced in Commonwealth court to a long prison term. In this appeal, Jaime contests his federal conviction for drug conspiracy and related offenses based on the same murder.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> A brief precis of the facts, based on trial evidence favorable to the government, <i>United States v. David,</i> 940 F.2d 722, 730 (1st Cir.), <i>cert. denied,</i> 502 U.S. 989, 112 S.Ct. 605, 116 L.Ed.2d 628 (1991), will set the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the 1990s, a number of drug dealers sold their wares from drug points located in or around Ponce. While the points were controlled by individuals, the owners assisted each other in obtaining and distributing drugs and acted together against perceived threats to their businesses. In 1994 or early 1995, Angela Ayala-Martinez (\"Ayala\") emerged as a central figure when she began to receive major offshore drug shipments and became a major supplier to drug points in the area.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One of the owners supplied by Ayala was Tommy Garcia-Torres (no relation to Jaime), who controlled the La Cantera drug point with his two brothers (Manuel and Andres) and other helpers. Sometime in 1994, Tommy found that a large amount of money was missing and blamed his brother-in-law \"Gerardito\", who lived with his own brother \"Nelsito\" across the street from Tommy. After some hostilities involving firearms, Gerardito and Nelsito left the neighborhood and began associating with Michael Vazquez, who lived a few blocks away. Neither Michael nor his father, Eddie Vazquez, were engaged in drug dealing, but Tommy's group resented the Vazquezes' association with Gerardito and Nelsito. At one point, one of Tommy's gunmen shot Michael, although not fatally.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although this quarrel was temporarily patched up by Tommy paying Eddie for Michael's medical expenses, Michael continued to associate with Gerardito and his friends to the point of helping them shoot at members of Tommy's group at Tommy's drug points. In return, members of Tommy's group began harassing Eddie. Further violence followed between the two sides and, while the Vazquezes took no part in drug dealing, the Garcias' drug point suffered some loss of customers due to the violence. More violence followed, and Tommy's group began to fear that Gerardito might try to take over their drug point.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This fear grew when in August 1995 Tommy was murdered and suspicion fell on the Vazquezes. Murders in both directions followed in 1996 and 1997. In 1998, Tommy's group, now led by his surviving brother Manuel and others, located the Vazquezes' new residence and devised a plan to kidnap and murder them. Ayala, Manuel, a co-worker Deri Ventura, and Edwin Melendez (a/k/a \"Danny Gongolon\"), pooled $20,000 to implement the plot. Gongolon was the owner of other drug points and was in the past a supplier to Ayala.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At this point Jaime first entered the scene. Manuel told the other plotters that Jaime &#8212; who was apparently then working as a freelance gunman or supplier of guns &#8212; had connections with men who would pose as police officers. On the night of February 17-18, 1997, the supposed officers visited the Vazquezes' house in Guayama and carried off Michael in the early morning hours. Just before the kidnapping, Manuel and others had gone to get guns from Jaime, who provided them and then (for reasons unknown) chose to go along with them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As the kidnapping developed, Manuel's group and the pretend policemen took Michael Vazquez and fled in several cars. Eddie and his wife pursued them fruitlessly, then went to the Guayama police station, and then finally sought to call the Ponce police from a pay telephone. While Eddie was on the phone, Jaime and Andres Garcia drove up in a car and shot and killed him. The police caught Jaime and Andres near the scene, and Eddie's wife identified them as the killers. By this time, Michael Vazquez had been murdered by Manuel and Ventura.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Jaime was charged on February 16, 2000, in the three-count indictment already described. The government's theory was that by participating in the murder Jaime had become part of an overall drug distribution conspiracy involving Ayala, Tommy and his brothers, and others; that Jaime's assistance in the murders comprised his adherence to the conspiracy; and the use of (or conspiracy to use) a firearm or firearms \"during and in relation\" to the drug conspiracy, and the resulting death, violated the other two federal statutes. <i>See</i> note 1, above.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During four days of trial, the government presented the gist of what has been described along with further details &#8212; largely not involving Jaime &#8212; about drug operations in Ponce conducted by Ayala, the Garcia brothers, and others associated with them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Ample evidence showed that Jaime had participated in the murder but the only other evidence that connected Jaime with drug matters in any way were two hearsay statements, admitted over objection, suggesting that Jaime had at one time worked as a guard for an independent drug point owner named Rafa and that Jaime had then become an independent gunman for hire.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the judge denied a motion for judgment of acquittal, the jury convicted Jaime on all three counts. Jaime, who is already serving an 18-year Commonwealth sentence for the murder, was sentenced to life imprisonment for the drug conspiracy as well as sentences on other counts and various other penalties. He now appeals, raising only two issues: the sufficiency of the evidence and the admission of the Rafa-related hearsay statements.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On this appeal, our focus is on the drug conspiracy set forth in count one. The government's claim was that by participating in the murder and providing help incident to the kidnapping, Jaime thereby became a member of the conspiracy involving the Garcia brothers and others to possess drugs for distribution. The other two counts depend on this premise: each posits firearms-related action by Jaime, \"during and in relation to a drug trafficking crime,\" and the only drug trafficking crime pointed to is the count one conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For Jaime to join a drug conspiracy, it was necessary that he agree, whether by words or action, to join with others in the enterprise &#8212; here, to possess drugs for distribution. <i>United States v. Innamorati,</i> 996 F.2d 456, 469-70 (1st Cir.1993), <i>cert. denied,</i> 510 U.S. 1120, 114 S.Ct. 1073, 127 L.Ed.2d 391 (1994). Whatever the breadth of the drug conspiracy in which the Garcia brothers were involved, there is no evidence that Jaime was associated with any phase of <i>their</i> drug collection, handling, or sales. Nevertheless, a drug conspiracy may involve ancillary functions (<i>e.g.,</i> accounting, communications, strong-arm enforcement), and one who joined with drug dealers to perform one of those functions could be deemed a drug conspirator. <i>See United States v. Gomez-Pabon,</i> 911 F.2d 847, 853-54 (1st Cir.1990), <i>cert. denied sub nom. Benitez Guzman v. United States,</i> 498 U.S. 1074, 111 S.Ct. 801, 112 L.Ed.2d 862 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no direct evidence of any explicit agreement by Jaime to join the drug conspiracy and the main evidence of an implicit agreement is that he furnished help of several kinds in the murder of Eddie Vazquez and the kidnapping and the subsequent murder of Michael Vazquez. A drug conspirator need not know all of the details of the conspiracy, <i>United States v. Nueva,</i> 979 F.2d 880, 884 (1st Cir.1992), <i>cert. denied,</i> 507 U.S. 997, 113 S.Ct. 1615, 123 L.Ed.2d 175 (1993), but it is hard to imagine how someone furnishing a peripheral service to a drug conspiracy could be deemed to \"join\" that conspiracy unless he knew <i>both</i> that the drug conspiracy existed and that the peripheral service being furnished was designed to foster the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Both points are critical. No one can join a conspiracy without knowledge of its existence &#8212; the gravamen is an <i>agreement</i> to commit an offense. <i>Innamorati,</i> 996 F.2d at 469-70. And even with knowledge that a conspiracy exists, one who allegedly \"joins\" only by furnishing some peripheral service can hardly be deemed to have \"agreed\" to conspire through his conduct unless he has the aim to forward or assist the conspiracy. <i>United States v. Morillo,</i> 158 F.3d 18, 23 (1st Cir.1998). If Jaime did not know that the murders of Eddie and Michael were in aid of the drug conspiracy, his assistance could hardly count as deliberate adherence to it. <i>Id.</i> at 23-24.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the first requisite &#8212; Jaime's knowledge of the drug conspiracy &#8212; the evidence is painfully thin. Perhaps many criminals in a modest sized city know something about the names and activities of other criminals; and it is true that one of the drug conspirators knew enough about what Jaime did to seek out his help in setting up the kidnapping and murder. But the only specific evidence that comes close to suggesting that Jaime knew much about the drug business in Ponce comes from the two disputed hearsay statements.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The first of the two statements came from Gongolon, who participated in organizing the kidnapping and murder and testified for the government. He testified that according to Rafa, the independent drug dealer mentioned earlier, Jaime had once worked as a drug point guard for Rafa and later became a gunman on his own behalf. A second government witness, Gamaliel Goglas, testified to a somewhat similar statement associating Jaime with Rafa, made by Manuel Garcia to Goglas outside of court. These statements, if admissible, might support an inference that Jaime had enough connection with the drug trade in Ponce to know that the Garcia brothers and others were operating a drug conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whether either statement was admissible under the co-conspirator exception is open to doubt. The governing rule permits a hearsay statement by a fellow conspirator against the defendant if made during and in furtherance of the conspiracy; but while admissibility is decided by the judge and requires only a preponderance of evidence to establish the predicate, some evidence of the conspiracy independent of the hearsay statement itself is required. Fed.R.Evid. 801(d)(2)(E); <i>United States v. Sepulveda,</i> 15 F.3d 1161, 1181-82 (1st Cir.1993), <i>cert. denied,</i> 512 U.S. 1223, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994). Here, Jaime says that there was no independent evidence that he and the declarants were members of any conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government says (unhelpfully) that the main drug conspiracy &#8212; which it builds around Ayala, the Garcia brothers, and others &#8212; was amply established. But this is beside the point: Rafa's out-of-court statement was admissible against Jaime only if they were part of the same conspiracy; that conspiracy was at best one to run Rafa's separate drug operation; and there is moreover no <i>independent</i> evidence of that conspiracy unless one counts as adequate corroboration the hearsay statement &#8212; also connecting Jaime and Rafa with drugs &#8212; made by Manuel Garcia and testified to by Goglas.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The statement made by Manuel to Goglas, however terse, is at least arguably admissible because Manuel and Jaime can be viewed as conspirators to kidnap and murder Michael and Eddie Vazquez; that murder conspiracy is independently corroborated; and the statement by Manuel was allegedly made to Goglas after the murder during the attempted cover up. So long as the statement is made during the conspiracy, the \"in furtherance\" requirement is administered flexibly. <i>See United States v. Flores-Rivera,</i> 56 F.3d 319, 330 (1st Cir.1995). In all events defense counsel objected to the statement only on grounds of relevance; the statement is clearly relevant and any claim now that it was inadmissible hearsay falters on the plain error rule.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This second statement furnishes what may be adequate, although still thin, evidence from which a jury might suppose that Jaime knew something about the Garcia brothers and their associates. In addition to the hearsay statement, Goglas testified that Rafa, at some point in time, supplied drugs to Manuel Garcia's father-in-law, and may have distributed drugs on at least one occasion to Manuel's drug point. The hearsay statement creates a link between Jaime and Rafa, and there is this tangential affiliation between Rafa and Manuel Garcia. Even so, there is no evidence that Jaime ever met Manuel or even worked for Rafa at the time this affiliation existed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Assuming this is adequate to show that Jaime knew about the Garcia brothers' drug conspiracy, it remains a fatal flaw that virtually no evidence shows that Jaime knew, or even had reason to suppose, that the kidnapping and murder were in aid of that conspiracy. True, drugs are a common source of violence; but in this instance Eddie and Michael were not in the drug business, and there are plenty of other reasons for violence (debts, revenge, personal animosities). Nor is there any basis to infer that Jaime was actually involved with the Garcia drug conspiracy and therefore would have known of the threat posed to it by the Vazquezes.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Conceivably, Jaime might have asked why those who solicited his help wanted Michael kidnapped and murdered. But there is no evidence that this occurred, nor is it obvious that a professional independent gunman and weapon supplier would demand such information. And, if he had asked, it is pure speculation to imagine what he would have been told, given the mix of drug business and personal vendetta motives for the animosity and violence.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, the evidence is insufficient to show beyond a reasonable doubt that Jaime, when participating in the kidnapping and murder, knew that he was aiding the drug conspiracy. Without a solid basis for inferring such an awareness, Jaime stands liable for the murder under Puerto Rico law &#8212; for which he has been convicted in Commonwealth court &#8212; but not for the federal drug conviction. The government makes no argument that the other two counts, both dependent on actions by Jaime \"during and in relation to\" a drug crime, can stand if the drug conspiracy conviction falls.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment is <i>reversed</i> and the matter is <i>remanded</i> for entry of a judgment of acquittal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The federal offenses were conspiracy to possess cocaine and heroin with intent to distribute, 21 U.S.C. &#167;&#167; 841(a)(1), 846; using and carrying a firearm during and in relation to a drug-trafficking crime, thereby causing the death of a person, 18 U.S.C. &#167;&#167; 924(c)(1), (j); and conspiracy to do the same, 18 U.S.C. &#167; 924(<i>o</i>).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Much more extensive evidence of the same events was presented in the forty-day trial of the main drug conspirators<i>See United States v. Martinez-Medina,</i> 279 F.3d 105 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> If the second hearsay statement is treated as admissible, the first is redundant. The main relevance of either is to give Jaime some specific knowledge of the drug trade in Ponce based on more than speculation, and either one of the two statements serves that purpose. Although the first statement includes the additional and arguably prejudicial addendum that Jaime then turned into an independent gunman, this hardly matters in this case because there is virtually no dispute that Jaime participated in Eddie and Michael's killing<i>United States v. Tse,</i> 135 F.3d 200, 209-10 (1st Cir.1998).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199847\"><a href=\"/opinion/199847/united-states-v-garcia-torres/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jaime GARC&#205;A-TORRES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1267.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2001.</p>\n    <p class=\"date\">Decided February 8, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph C. Laws, Jr., Federal Public Defender, with whom Patricia A. Garrity is on brief for appellant.</p>\n      <p class=\"indent\">Nelson P&#233;rez-Sosa, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, Chief, Criminal Division, were on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 18, 1997, the defendant-appellant, Jaime Garcia-Torres (a/k/a \"Coque\"), participated in the murder of one Eddie Vazquez in Ponce, Puerto Rico. He has since been convicted of the murder and sentenced in Commonwealth court to a long prison term. In this appeal, Jaime contests his federal conviction for drug conspiracy and related offenses based on the same murder.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> A brief precis of the facts, based on trial evidence favorable to the government, <i>United States v. David,</i> <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 730 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">605</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></span> (1991), will set the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the 1990s, a number of drug dealers sold their wares from drug points located in or around Ponce. While the points were controlled by individuals, the owners assisted each other in obtaining and distributing drugs and acted together against perceived threats to their businesses. In 1994 or early 1995, Angela Ayala-Martinez (\"Ayala\") emerged as a central figure when she began to receive major offshore drug shipments and became a major supplier to drug points in the area.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One of the owners supplied by Ayala was Tommy Garcia-Torres (no relation to Jaime), who controlled the La Cantera drug point with his two brothers (Manuel and Andres) and other helpers. Sometime in 1994, Tommy found that a large amount of money was missing and blamed his brother-in-law \"Gerardito\", who lived with his own brother \"Nelsito\" across the street from Tommy. After some hostilities involving firearms, Gerardito and Nelsito left the neighborhood and began associating with Michael Vazquez, who lived a few blocks away. Neither Michael nor his father, Eddie Vazquez, were engaged in drug dealing, but Tommy's group resented the Vazquezes' association with Gerardito and Nelsito. At one point, one of Tommy's gunmen shot Michael, although not fatally.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although this quarrel was temporarily patched up by Tommy paying Eddie for Michael's medical expenses, Michael continued to associate with Gerardito and his friends to the point of helping them shoot at members of Tommy's group at Tommy's drug points. In return, members of Tommy's group began harassing Eddie. Further violence followed between the two sides and, while the Vazquezes took no part in drug dealing, the Garcias' drug point suffered some loss of customers due to the violence. More violence followed, and Tommy's group began to fear that Gerardito might try to take over their drug point.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This fear grew when in August 1995 Tommy was murdered and suspicion fell on the Vazquezes. Murders in both directions followed in 1996 and 1997. In 1998, Tommy's group, now led by his surviving brother Manuel and others, located the Vazquezes' new residence and devised a plan to kidnap and murder them. Ayala, Manuel, a co-worker Deri Ventura, and Edwin Melendez (a/k/a \"Danny Gongolon\"), pooled $20,000 to implement the plot. Gongolon was the owner of other drug points and was in the past a supplier to Ayala.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At this point Jaime first entered the scene. Manuel told the other plotters that Jaime &#8212; who was apparently then working as a freelance gunman or supplier of guns &#8212; had connections with men who would pose as police officers. On the night of February 17-18, 1997, the supposed officers visited the Vazquezes' house in Guayama and carried off Michael in the early morning hours. Just before the kidnapping, Manuel and others had gone to get guns from Jaime, who provided them and then (for reasons unknown) chose to go along with them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As the kidnapping developed, Manuel's group and the pretend policemen took Michael Vazquez and fled in several cars. Eddie and his wife pursued them fruitlessly, then went to the Guayama police station, and then finally sought to call the Ponce police from a pay telephone. While Eddie was on the phone, Jaime and Andres Garcia drove up in a car and shot and killed him. The police caught Jaime and Andres near the scene, and Eddie's wife identified them as the killers. By this time, Michael Vazquez had been murdered by Manuel and Ventura.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Jaime was charged on February 16, 2000, in the three-count indictment already described. The government's theory was that by participating in the murder Jaime had become part of an overall drug distribution conspiracy involving Ayala, Tommy and his brothers, and others; that Jaime's assistance in the murders comprised his adherence to the conspiracy; and the use of (or conspiracy to use) a firearm or firearms \"during and in relation\" to the drug conspiracy, and the resulting death, violated the other two federal statutes. <i>See</i> note 1, above.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During four days of trial, the government presented the gist of what has been described along with further details &#8212; largely not involving Jaime &#8212; about drug operations in Ponce conducted by Ayala, the Garcia brothers, and others associated with them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Ample evidence showed that Jaime had participated in the murder but the only other evidence that connected Jaime with drug matters in any way were two hearsay statements, admitted over objection, suggesting that Jaime had at one time worked as a guard for an independent drug point owner named Rafa and that Jaime had then become an independent gunman for hire.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the judge denied a motion for judgment of acquittal, the jury convicted Jaime on all three counts. Jaime, who is already serving an 18-year Commonwealth sentence for the murder, was sentenced to life imprisonment for the drug conspiracy as well as sentences on other counts and various other penalties. He now appeals, raising only two issues: the sufficiency of the evidence and the admission of the Rafa-related hearsay statements.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On this appeal, our focus is on the drug conspiracy set forth in count one. The government's claim was that by participating in the murder and providing help incident to the kidnapping, Jaime thereby became a member of the conspiracy involving the Garcia brothers and others to possess drugs for distribution. The other two counts depend on this premise: each posits firearms-related action by Jaime, \"during and in relation to a drug trafficking crime,\" and the only drug trafficking crime pointed to is the count one conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For Jaime to join a drug conspiracy, it was necessary that he agree, whether by words or action, to join with others in the enterprise &#8212; here, to possess drugs for distribution. <i>United States v. Innamorati,</i> <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 469-70 (1st Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1120</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1073</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></span> (1994). Whatever the breadth of the drug conspiracy in which the Garcia brothers were involved, there is no evidence that Jaime was associated with any phase of <i>their</i> drug collection, handling, or sales. Nevertheless, a drug conspiracy may involve ancillary functions (<i>e.g.,</i> accounting, communications, strong-arm enforcement), and one who joined with drug dealers to perform one of those functions could be deemed a drug conspirator. <i>See United States v. Gomez-Pabon,</i> <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 853-54 (1st Cir.1990), <i>cert. denied sub nom. Benitez Guzman v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">801</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">862</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no direct evidence of any explicit agreement by Jaime to join the drug conspiracy and the main evidence of an implicit agreement is that he furnished help of several kinds in the murder of Eddie Vazquez and the kidnapping and the subsequent murder of Michael Vazquez. A drug conspirator need not know all of the details of the conspiracy, <i>United States v. Nueva,</i> <span class=\"citation\" data-id=\"595179\"><a href=\"/opinion/595179/united-states-v-alfredo-nueva/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 884 (1st Cir.1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">997</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">175</span></span> (1993), but it is hard to imagine how someone furnishing a peripheral service to a drug conspiracy could be deemed to \"join\" that conspiracy unless he knew <i>both</i> that the drug conspiracy existed and that the peripheral service being furnished was designed to foster the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Both points are critical. No one can join a conspiracy without knowledge of its existence &#8212; the gravamen is an <i>agreement</i> to commit an offense. <i>Innamorati,</i> 996 F.2d at 469-70. And even with knowledge that a conspiracy exists, one who allegedly \"joins\" only by furnishing some peripheral service can hardly be deemed to have \"agreed\" to conspire through his conduct unless he has the aim to forward or assist the conspiracy. <i>United States v. Morillo,</i> <span class=\"citation\" data-id=\"198160\"><a href=\"/opinion/198160/united-states-v-morillo/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 23 (1st Cir.1998). If Jaime did not know that the murders of Eddie and Michael were in aid of the drug conspiracy, his assistance could hardly count as deliberate adherence to it. <i>Id.</i> at 23-24.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the first requisite &#8212; Jaime's knowledge of the drug conspiracy &#8212; the evidence is painfully thin. Perhaps many criminals in a modest sized city know something about the names and activities of other criminals; and it is true that one of the drug conspirators knew enough about what Jaime did to seek out his help in setting up the kidnapping and murder. But the only specific evidence that comes close to suggesting that Jaime knew much about the drug business in Ponce comes from the two disputed hearsay statements.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The first of the two statements came from Gongolon, who participated in organizing the kidnapping and murder and testified for the government. He testified that according to Rafa, the independent drug dealer mentioned earlier, Jaime had once worked as a drug point guard for Rafa and later became a gunman on his own behalf. A second government witness, Gamaliel Goglas, testified to a somewhat similar statement associating Jaime with Rafa, made by Manuel Garcia to Goglas outside of court. These statements, if admissible, might support an inference that Jaime had enough connection with the drug trade in Ponce to know that the Garcia brothers and others were operating a drug conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whether either statement was admissible under the co-conspirator exception is open to doubt. The governing rule permits a hearsay statement by a fellow conspirator against the defendant if made during and in furtherance of the conspiracy; but while admissibility is decided by the judge and requires only a preponderance of evidence to establish the predicate, some evidence of the conspiracy independent of the hearsay statement itself is required. Fed.R.Evid. 801(d)(2)(E); <i>United States v. Sepulveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1181-82 (1st Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span></span> (1994). Here, Jaime says that there was no independent evidence that he and the declarants were members of any conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government says (unhelpfully) that the main drug conspiracy &#8212; which it builds around Ayala, the Garcia brothers, and others &#8212; was amply established. But this is beside the point: Rafa's out-of-court statement was admissible against Jaime only if they were part of the same conspiracy; that conspiracy was at best one to run Rafa's separate drug operation; and there is moreover no <i>independent</i> evidence of that conspiracy unless one counts as adequate corroboration the hearsay statement &#8212; also connecting Jaime and Rafa with drugs &#8212; made by Manuel Garcia and testified to by Goglas.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The statement made by Manuel to Goglas, however terse, is at least arguably admissible because Manuel and Jaime can be viewed as conspirators to kidnap and murder Michael and Eddie Vazquez; that murder conspiracy is independently corroborated; and the statement by Manuel was allegedly made to Goglas after the murder during the attempted cover up. So long as the statement is made during the conspiracy, the \"in furtherance\" requirement is administered flexibly. <i>See United States v. Flores-Rivera,</i> <span class=\"citation\" data-id=\"196112\"><a href=\"/opinion/196112/united-states-v-flores-rivera/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 330 (1st Cir.1995). In all events defense counsel objected to the statement only on grounds of relevance; the statement is clearly relevant and any claim now that it was inadmissible hearsay falters on the plain error rule.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This second statement furnishes what may be adequate, although still thin, evidence from which a jury might suppose that Jaime knew something about the Garcia brothers and their associates. In addition to the hearsay statement, Goglas testified that Rafa, at some point in time, supplied drugs to Manuel Garcia's father-in-law, and may have distributed drugs on at least one occasion to Manuel's drug point. The hearsay statement creates a link between Jaime and Rafa, and there is this tangential affiliation between Rafa and Manuel Garcia. Even so, there is no evidence that Jaime ever met Manuel or even worked for Rafa at the time this affiliation existed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Assuming this is adequate to show that Jaime knew about the Garcia brothers' drug conspiracy, it remains a fatal flaw that virtually no evidence shows that Jaime knew, or even had reason to suppose, that the kidnapping and murder were in aid of that conspiracy. True, drugs are a common source of violence; but in this instance Eddie and Michael were not in the drug business, and there are plenty of other reasons for violence (debts, revenge, personal animosities). Nor is there any basis to infer that Jaime was actually involved with the Garcia drug conspiracy and therefore would have known of the threat posed to it by the Vazquezes.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Conceivably, Jaime might have asked why those who solicited his help wanted Michael kidnapped and murdered. But there is no evidence that this occurred, nor is it obvious that a professional independent gunman and weapon supplier would demand such information. And, if he had asked, it is pure speculation to imagine what he would have been told, given the mix of drug business and personal vendetta motives for the animosity and violence.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, the evidence is insufficient to show beyond a reasonable doubt that Jaime, when participating in the kidnapping and murder, knew that he was aiding the drug conspiracy. Without a solid basis for inferring such an awareness, Jaime stands liable for the murder under Puerto Rico law &#8212; for which he has been convicted in Commonwealth court &#8212; but not for the federal drug conviction. The government makes no argument that the other two counts, both dependent on actions by Jaime \"during and in relation to\" a drug crime, can stand if the drug conspiracy conviction falls.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment is <i>reversed</i> and the matter is <i>remanded</i> for entry of a judgment of acquittal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The federal offenses were conspiracy to possess cocaine and heroin with intent to distribute, 21 U.S.C. &#167;&#167; 841(a)(1), 846; using and carrying a firearm during and in relation to a drug-trafficking crime, thereby causing the death of a person, 18 U.S.C. &#167;&#167; 924(c)(1), (j); and conspiracy to do the same, 18 U.S.C. &#167; 924(<i>o</i>).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Much more extensive evidence of the same events was presented in the forty-day trial of the main drug conspirators<i>See United States v. Martinez-Medina,</i> <span class=\"citation\" data-id=\"776396\"><a href=\"/opinion/776396/united-states-v-marcos-martinez-medina-united-states-of-america-v-manuel/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span> (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> If the second hearsay statement is treated as admissible, the first is redundant. The main relevance of either is to give Jaime some specific knowledge of the drug trade in Ponce based on more than speculation, and either one of the two statements serves that purpose. Although the first statement includes the additional and arguably prejudicial addendum that Jaime then turned into an independent gunman, this hardly matters in this case because there is virtually no dispute that Jaime participated in Eddie and Michael's killing<i>United States v. Tse,</i> <span class=\"citation\" data-id=\"751343\"><a href=\"/opinion/751343/united-states-v-stephen-tse/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span>, 209-10 (1st Cir.1998).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776396/"
  ]
}