{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199860/",
  "absolute_url": "/opinion/199860/kerkhof-v-mci-worldcom-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199860/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:39:00Z",
  "date_modified": "2017-03-24T11:03:58.896107Z",
  "type": "010combined",
  "sha1": "30bfe0e665da4cfc0de8a26e441b8def01a2f997",
  "page_count": 21,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1236-01A.pdf",
  "local_path": "pdf/2002/03/07/Kerkhof_v._MCI_Worldcom_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 01-1236\nNo. 01-1237\n                            JANNY KERKHOF,\n\n                 Plaintiff, Appellee/Cross-Appellant,\n\n                                  v.\n\n                         MCI WORLDCOM, INC.,\n\n                 Defendant, Appellant/Cross-Appellee.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                       FOR THE DISTRICT OF MAINE\n\n              [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                                Before\n\n                         Boudin, Chief Judge,\n\n                      Torruella, Circuit Judge,\n\n                    and Cyr, Senior Circuit Judge.\n\n\n\n     James R. Erwin with whom Margaret Coughlin LePage, Joanne S.\nHanson and Pierce Atwood were on brief for defendant.\n     Robert C. Brooks with whom Daniel L. Rosenthal and Verrill &\nDana, LLP were on brief for plaintiff.\n\n\n                            March 7, 2002\n\f           BOUDIN, Chief Judge.           Janny Kerkhof and her former\n\nemployer, MCI WorldCom, Inc. (\"WorldCom\"), cross-appeal from the\n\ndistrict court's judgment resolving several disputes about employee\nbenefits claimed by Kerkhof.        Kerkhof was hired in May 1995 as a\n\nprogram   coordinator   in   the    Vienna,   Virginia,   office   of   the\n\ntelecommunications company MFS International, Inc. (\"MFS\"), which\nlater merged with WorldCom.        She then became eligible not only to\n\nreceive salary bonuses of up to 20 percent but also to participate\n\nin two then-existing employee stock benefit plans.\n\n           One plan, the MFS 1993 Stock Plan (\"the MFS Plan\"), which\n\nthe parties here construe under Virginia law, gave a compensation\n\ncommittee comprised of MFS board members power to award stock\n\noptions to qualified employees.           In September 1995, Kerkhof was\ngranted 600 MFS options whose terms were set forth in a separate\n\n\"stock option agreement\" executed by Kerkhof and WorldCom.              That\n\nagreement specified the exercise price and provided for gradual\nvesting over a five year period.            When MFS later merged with\n\nWorldCom, the MFS options were converted into options for 1,260\n\nWorldCom shares with a restated exercise price.\n\n           The other plan, known as the ShareWorks Grant Plan,\n\nallowed participants to have MFS shares valued at up to five\n\npercent of base salary placed in a tax-qualified retirement plan,\n\nsee 26 U.S.C. § 401(a) (1994).            The ShareWorks Grant Plan was\n\ngoverned by ERISA, 29 U.S.C. § 1001 et seq. (1994 & Supp. V 1999).\n\nKerkhof elected to participate in this plan and in 1995 received a\n\ngrant of MFS shares equal to 268 WorldCom shares (plus a fraction)\n\n\n                                    -2-\n\fafter the merger.          Under plan terms, these shares vested only when\n\nKerkhof attained three years of service.\n\n             Under both plans, an employee forfeited unvested options\nor shares upon voluntary resignation; forfeiture was immediate\n\nunder the stock option agreement and at the end of the calendar\n\nyear under the ShareWorks Grant Plan.                    The ShareWorks Grant Plan\nqualified this by providing that unvested shares would immediately\n\nvest if the company terminated the plan.                    A second qualification,\n\ncontained     in    both    that   plan     and    the    stock    option      agreement,\n\nprovided     for    immediate      vesting       upon    \"constructive      involuntary\n\ntermination\" within two years after a \"change of control,\" the\n\nformer phrase being expressly defined to include any of three\n\nevents:      \"a material reduction in the Employee's compensation\n(including applicable fringe benefits)\"; \"demotion or diminution in\n\nthe Employee's        authority,      duties,       or    responsibilities        without\n\ncause\"; or involuntary relocation.\n             WorldCom and MFS merged on December 31, 1996, comprising\n\na change of control for MFS, and this was followed by changes both\n\nfor Kerkhof and for the plans.              On April 3, 1997, Kerkhof was told\n\nthat she was being reassigned to a new position under a new\n\nsupervisor,        Judy    Cody.     That    same        month,   the    MFS    Plan   was\n\nterminated.        In May, WorldCom eliminated its annual salary bonus\n\nprogram, under which Kerkhof had received cash bonuses in the two\n\nprior years; instead Kerkhof was told she would receive a small\n\nannual holiday bonus ($400) and, later that year, a one-time grant\n\nof   1,200   WorldCom       options.        At    the     same    time   WorldCom      also\n\n\n                                          -3-\n\fannounced that no further contributions would be made under the\n\nShareWorks Grant Plan, and on June 30 it terminated the plan.\n\n           On June 6, 1997, Kerkhof resigned and submitted a claim\nfor accelerated vesting of all her existing but unvested stock\n\nbenefits: the 882 stock options under the MFS Plan that remained\n\nunvested (out of the original 1,260) and all of the                 ShareWorks\nGrant Plan shares (just over 268), which were due to vest after\n\nthree years of service.        Kerkhof claimed that her reassignment was\n\na demotion comprising \"constructive involuntary termination.\"                The\n\ncompensation committee ruled otherwise and forfeited the unvested\n\nshares and options.\n\n           In April 1999, Kerkhof brought suit in federal district\n\ncourt in Maine.      Excluding counts later dropped, the complaint\ncontained three basic charges: that Kerkhof was entitled to vesting\n\nof her MFS Plan stock options after having been constructively\n\ninvoluntarily terminated (count 1); that she was entitled to\naccelerated vesting of her ShareWorks Grant Plan shares for the\n\nsame reason and, in addition, because WorldCom terminated that plan\n\nin June 1997, before the shares were forfeited at year's end\n\n(counts 3 and 4); and that she was due civil penalties for\n\nWorldCom's   failure      to   provide   specified    benefits     information\n\ndescribed below (counts 5 and 10).\n\n           On   cross     motions,   the   magistrate    judge     recommended\n\nsummary   judgment   in    Kerkhof's     favor   on   counts   3   and   4   (the\n\nShareWorks Grant Plan shares) and in WorldCom's favor on counts 5\n\nand 10 (the civil penalties).        On count 1 (the stock options), the\n\n\n                                     -4-\n\fmagistrate judge recommended a trial because a factual dispute\n\nexisted as to whether Kerkhof's pay or duties had been diminished\n\nafter the change in control.       The district court adopted the\nrecommendations, but denied a post-summary judgment request by\n\nKerkhof to obtain class action status for her successful claim for\n\nthe ShareWorks Grant Plan shares under counts 3 and 4.\n          At the ensuing trial in October 2000, the jury delivered\n\na general verdict on count 1 in Kerkhof's favor, and the parties\n\nstipulated to an award of $23,391.     Each side has appealed adverse\n\nrulings against it. Importantly, WorldCom has appealed on multiple\n\ngrounds from the judgment based on the jury verdict in favor of\n\nKerkhof on count 1; its brief also attacks the summary judgment for\n\nKerkhof on counts 3 and 4, but (as we shall see) that is no longer\na live issue.    Kerkhof seeks review of the district court's denial\n\nof her motion for class certification on counts 3 and 4 and the\n\nsummary judgment against her on counts 5 and 10.\n          While these appeals were pending, WorldCom concluded that\n\nKerkhof was entitled to vesting of her shares under the ShareWorks\n\nGrant Plan on a ground previously unnoticed by either party: that\n\nKerkhof's two-plus years of employment (May 22, 1995, to June 6,\n\n1997) satisfied the three-year service requirement because the plan\n\ndefines a year of service as any calendar year in which an employee\n\nattains at least 1,000 hours of service (each work week counting as\n\n45 hours).      Kerkhof crossed this threshold in all three years.\n\nBecause WorldCom then vested the shares, both sides agree that the\n\n\n\n\n                                 -5-\n\fclaims as to counts 3 and 4 are moot, but they disagree as to\n\nwhether we should vacate the judgment below.\n\n          Unvested stock options under the MFS Plan.    As to count\n1, WorldCom says that it was entitled to judgment as a matter of\n\nlaw because the compensation committee's denial of Kerkhof's claim\n\nwas not \"arbitrary and capricious.\" This standard is normally used\nwhere an ERISA-governed plan clearly gives the plan administrator\n\ndiscretion as to the issue in question.     Firestone Tire & Rubber\n\nCo. v. Bruch, 489 U.S. 101, 109-12 (1989).      Here, neither side\n\nargues that the MFS Plan or the stock option agreement is governed\n\nby ERISA, and we do not independently address the question.     See\n\nMauldin v. WorldCom, Inc., 263 F.3d 1205, 1211 & n.2 (10th Cir.\n\n2001).\n          Instead, WorldCom's argument is that it is entitled to\n\nthe arbitrary and capricious standard under state-law trust and\n\ncontract principles.   At trial, the district court rejected the\nargument. It ruled that the agreement was a stand-alone integrated\n\ncontract which neither contained, nor adopted by cross-reference to\n\nthe MFS Plan, any grant conferring discretionary authority on the\n\ncommittee to resolve disputed claims.\n\n          WorldCom initially relied on the arbitrary and capricious\n\nstandard only as to the shares under the ShareWorks Grant Plan,\n\nwhich is subject to ERISA.      Kerkhof now says that failure to\n\ninclude this argument in the answer as a defense to the MFS Plan\n\nclaims or to raise it until shortly before trial constitutes waiver\n\nunder Fed. R. Civ. P. 8(c).   See Knapp Shoes, Inc. v. Sylvania Shoe\n\n\n                                 -6-\n\fMfg. Corp., 15 F.3d 1222, 1226 (1st Cir. 1994).1         Whether the\n\narbitrary and capricious standard in this context comprises an\n\naffirmative defense subject to Rule 8(c) might be debated.        See\n\ngenerally 5 Wright & Miller, Federal Practice & Procedure §§ 1270-\n\n71 (1990).    Since we agree with the district judge that the stock\n\noption agreement was a completely integrated contract, we bypass\nthe waiver claim.\n\n             WorldCom's argument on the merits begins with the fact\n\nthat the MFS Plan contains a somewhat broad provision granting the\n\ncommittee \"plenary authority in its discretion,\" subject to the\n\nexpress provisions of the plan, to determine \"the terms of all\n\nBenefits\" granted under the plan, \"including without limitation\" an\n\narray of listed matters.    Most of these are directed to the terms\non which stock or options might be granted (e.g., price, vesting,\n\nnumber of shares); but a catch-all phrase allows the committee to\n\n\"interpret the Plan and to make all other determinations deemed\nadvisable in the administration of the Plan.\"\n\n          However, the plan also provides that each option grant\n\"shall be evidenced by a written agreement containing terms and\n\nconditions\" set by the committee.      In this case, the stock option\n\nagreement issued to Kerkhof, and executed by both sides, appears on\n\n\n     1\n      WorldCom raised the argument for the first time in its reply\nbrief in support of its motion for summary judgment.           The\nmagistrate judge felt that the argument was not timely and chose\nnot to address its merits in his recommended decision, but the\ndistrict court did address the issue extensively at trial. Kerkhof\ndoes not claim on appeal that the failure to raise the argument in\nthe opening summary judgment motion constitutes waiver, so we have\nno occasion to address the issue.\n\n                                 -7-\n\fits face to contain everything needed to comprise an ordinary stock\n\noption agreement.     Nothing in the agreement speaks of discretion\n\nresiding in the committee; nor does the agreement expressly adopt\nby cross reference any of the plan's provisions.2             Nothing in the\n\nplan itself is inconsistent with treatment of the agreement as a\n\ncompletely    integrated    document.          If   treated   as   completely\nintegrated, this would exclude evidence of any other prior or\n\ncontemporaneous understanding that varied or added to the terms of\n\nthe option agreement.      High Knob, Inc. v. Allen, 138 S.E.2d 49, 52\n\n(Va. 1964); Restatement (Second) of Contracts § 213(2) (1981).\n\n            Both sides assume that whether the stock option agreement\n\nis treated as completely integrated determines whether the MFS Plan\n\nprovision affording the committee discretion applies to disputes\nunder the agreement.     Although this is not certain, it is at least\n\nplausible, and in the absence of argument on the point, we will\n\nhold the parties to this premise.           However, extrinsic evidence is\noften admitted for the purpose of showing that a seemingly complete\n\nagreement is not so intended.         Restatement, supra, § 210 cmt. b.\n\n            Here, even if the extrinsic evidence is considered,\n\nnothing in it is of great help to WorldCom.           For example, WorldCom\n\nplaces weight on its claim (which Kerkhof disputes) that a form\n\ncover    letter   accompanied   the    stock    option   agreement   sent   to\n\n\n     2\n      The only references in the agreement to the plan are in the\ncaption (\"Stock Option Agreement, 1993 Stock Plan\") and in the\npreamble, which states that the grant is intended to \"carry out the\npurposes\" of the plan. Neither of the references, explicitly or by\nnecessary implication, suggests that the plan's provisions relating\nto administration are to be read into option agreements.\n\n                                      -8-\n\fKerkhof; the form letter, according to WorldCom, referred to the\n\nplan and appended a copy of it.        But the reference merely says that\n\nto participate in the plan, Kerkhof had to sign the stock option\nagreement.        This is perfectly consistent with the view that the\n\nagreement is a free standing obligation.3\n\n          There is nothing odd in making decisions to grant options\ndiscretionary while embodying the grant itself in an independent\n\ncontract. Further, both documents in this case were drafted by the\n\nemployer and it would have been easy to include a clause in the\n\nagreement giving the committee discretion or adopting the plan's\n\ndiscretionary authority by cross reference.             The district court\n\nproperly treated the agreement as a completely integrated contract\n\nunder ordinary rules of contract interpretation.4\n\n             We     turn   next   to    a    second   issue    of   contract\n\ninterpretation.        Kerkhof, it will be remembered, based her claim\n\nto   immediate      vesting   under    the   stock    option   agreement   on\n\"constructive involuntary termination,\" defined by the agreement to\n\n\n     3\n      WorldCom also relies on references to the plan in Kerkhof's\ninitial offer of employment and in a letter after the merger\nconverting MFS stock into WorldCom stock; but the former merely\nsays that Kerkhof will be eligible to participate in the plan\naccording to its terms, and the latter says that the vesting of\noptions will continue in accordance with \"the applicable Plan\nand/or related agreements.\"\n     4\n      We note that one district court came to the opposite\nconclusion as to apparently identical stock option agreements\nexecuted between MFS and another employee.         See Mauldin v.\nWorldCom, Inc., 2000 U.S. Dist. LEXIS 19626 (N.D. Okla. May 16,\n2000). But its treatment of the issue was brief and unaided by\nextensive briefing by the parties, id. at *13, and its decision was\nreversed by the appeals court on another ground, Mauldin v.\nWorldCom, Inc., 263 F.3d 1205 (10th Cir. 2001).\n\n                                       -9-\n\finclude inter alia (1) material reduction in compensation or (2)\n\ndemotion or diminution in responsibilities.            WorldCom says that\n\nKerkhof had to show not only that one of these two events occurred\nbut that Kerkhof's resignation was subjectively motivated by it.\n\n          The district court disagreed, concluding that if either\n\nevent occurred, vesting was required even if the employee would\nhave left anyway for other reasons.        Based on this reading, the\n\ndistrict judge excluded substantial evidence proffered by WorldCom\n\nthat Kerkhof planned to move to Maine in the same time frame (and\n\ntherefore necessarily would have resigned) regardless of any change\n\nin pay or duties.     If Kerkhof was required to prove causation,\n\nWorldCom at the very least would be entitled to a new trial.\n\n          WorldCom relies heavily on the word \"involuntary\" in the\nphrase \"constructive involuntary termination,\" saying that every\n\nterm in a contract should be given meaning.          See Ames v. Am. Nat'l\n\nBank of Portsmouth, 176 S.E. 204, 217 (Va. 1934); Restatement,\nsupra, § 203(a).   It also cites to a \"Q&A\" document, distributed by\n\nmanagement shortly before the merger, which says the accelerated\n\nvesting clause would be triggered if the participant \"actually\n\nterminate[d]   employment   on   account   of\"   a    listed   occurrence.\n\nWorldCom might have added that, from the standpoint of purpose,\n\nimmediate vesting is something of a windfall if the employee\n\nplanned to resign anyway.\n\n          Yet the quoted phrase expressly includes the list of\n\nthree events without any further suggestion that causation need be\n\nshown; the vesting provision then says that if a change of control\n\n\n                                 -10-\n\foccurs, and the Employee's \"subsequent\" constructive involuntary\n\ntermination occurs \"within two years thereafter, the full number of\n\nthe Option Shares shall immediately vest.\"             It is hard to give much\nweight    to    a   management-prepared      summary     created    well   after\n\nKerkhof's agreement was executed.            See Allen v. Green, 331 S.E.2d\n\n472, 475 (Va. 1985).        Further, while causation is a staple of tort\nclaims,   contracts      often   contain     provisions    (e.g.,   liquidated\n\ndamages) to provide clear demarcations or simplify administration.\n\nIn change of control provisions, it eases administration, and gives\n\nthe employee more protection, to make the occurrence conclusive\n\nwithout a separate inquiry into employee motive.\n\n            On our facts the proper reading is debatable but absent\n\ndisputed,      admissible     extrinsic      evidence,     interpretation    is\nappropriately resolved by the court.             Torres Vargas v. Santiago\n\nCummings, 149 F.3d 29, 33 (1st Cir. 1998).             Neither side offers any\n\nprecedent      closely   in   point   and    neither    set   of   interpretive\narguments is conclusive.         Under these circumstances, we think that\n\nthe district court's reading can fairly be justified, partly by\nliteral language and partly by the canon that contracts of this\n\nsort are construed against the drafter, who could easily have\n\nincluded language to resolve the matter. See Martin & Martin, Inc.\n\nv. Bradley Enters., 504 S.E.2d 849, 851 (Va. 1998).5\n\n     5\n      WorldCom argues in the alternative that evidence of Kerkhof's\nmotive should have been allowed in order to preclude a false\ninference that Kerkhof's decision to leave was itself evidence that\nher pay or duties had been diminished; but given the court's\nreading of the contract, motivation evidence could have caused\nunfair prejudice to Kerkhof and any false inference could have been\nnegated by an instruction.\n\n                                      -11-\n\f          Ranked in order of importance, WorldCom's next argument\n\nis that Kerkhof's claim of reduction in compensation should have\n\nbeen taken from the jury as a matter of law because the evidence\nintroduced to support it was inadequate and, as a result, that a\n\nnew trial should be granted solely on the issue of diminution in\n\nduties. This claim of error rests on the fact that Kerkhof offered\nno evidence as to the value of the 1,200 options that WorldCom said\n\nit would substitute, along with an annual $400 holiday bonus, when\n\nit abolished the pre-merger salary bonus regime in May 1997.\n\n          Kerkhof says that we should apply the Supreme Court's\n\nrule in criminal cases and uphold the verdict on the ground that\n\nthe evidence was sufficient on another ground also available to the\n\njury; the rationale is that the jury can by common sense alone\nrecognize insufficient evidence and should be presumed to have done\n\nso.   See Griffin v. United States, 502 U.S. 46, 49-50 (1991).\n\nHere, WorldCom does not dispute that the evidence permitted a\nrational jury to find a reduction in Kerkhof's duties.\n\n          Although it is not easy to explain the discrepancy, the\nSupreme Court has not used the same presumption in civil cases.\n\nInstead, the general rule, adopted by this circuit, is that a new\n\ntrial is usually warranted if evidence is insufficient with respect\n\nto any one of multiple claims covered by a general verdict.\n\nWilmington Star Mining Co. v. Fulton, 205 U.S. 60, 78-79 (1907);\n\n\n\n\n                               -12-\n\fMaryland v.            Baldwin,     112   U.S.   490,    493   (1884);      Lattimore   v.\n\nPolaroid Corp., 99 F.3d 456, 468 (1st Cir. 1996).6\n\n                 At    first    blush,      WorldCom's    evidentiary       claim   looks\nplausible:            Kerkhof had the burden of proof, and one might think\n\nthat       her   failure       to   offer    evidence    of    value   of   a   seemingly\n\nsignificant number of stock options--on WorldCom's side of the\n\"before versus after\" ledger--would doom the comparison.                         We think\n\nthat Kerkhof's argument on appeal--that the options were irrelevant\n\nbecause Kerkhof never received them--is remarkably unpersuasive.\n\nIn comparing pre- and post-merger compensation, what Kerkhof would\n\nhave gotten if she had stayed is plainly relevant.\n\n                 The district court refused to withdraw the compensation\n\nissue from the jury for a related but different reason that could\nbe justified in theory, namely, that the evidence did not compel\n\nthe jury to find that Kerkhof would have received the one-time\n\ngrant of options.              But Kerkhof does not repeat this defense, and\nmore important, does not provide us with any record references that\n\nwould support it--clearly needed since the document announcing the\n\ngrant appears unqualified.\n\n\n       6\n      Despite seemingly unequivocal pronouncements by the Supreme\nCourt, the law in the circuits on this point is disparate. Compare\nMcGrath v. Zenith Radio Corp., 651 F.2d 458, 464 (7th Cir. 1981)\n(adopting the criminal rule in civil cases), with Traver v.\nMeshriy, 627 F.2d 934, 938-39 (9th Cir. 1980) (adopting a\ndiscretionary standard with multiple factors), and McCord v.\nMaguire, 873 F.2d 1271, 1273-74 (9th Cir. 1989) (limiting Traver to\nsituations where multiple claims are submitted for general verdict\nrather than those where a single claim is submitted based on\nmultiple factual theories). Even in this circuit, although not on\nour facts, harmless error might resolve the issue. See Brochu v.\nOrtho Pharm. Corp., 642 F.2d 652, 662 (1st Cir. 1981).\n\n                                             -13-\n\f            Yet     the   issue    is   more    complicated     than    it   seems.\n\nAlthough Kerkhof received a modest increase in salary after the\n\nmerger (from $56,282 in 1996 to $60,045 in 1997), before her\ndeparture the company eliminated or announced the elimination of\n\nthree     continuing      plans,     over    and   above     salary,    that      had\n\nsubstantially benefitted Kerkhof in the past: the MFS Plan under\nwhich she     had    received      stock    options    in   September   1995;     the\n\nShareWorks Grant Plan under which she had received stock shares\n\nworth $3,100 in 1995; and the annual bonus program under which she\n\nhad received $4,812 and $6,000 (out of a possible bonus of 20\n\npercent of annual salary) in 1995 and 1996, respectively.\n\n            By contrast, the proposed grant of 1,200 options was\n\ndescribed as a one-time bonus.              Whether there was any contingency\nabout its payment is unclear (Kerkhof sought to raise doubts); but\n\nobviously the value of the options would depend on the spread\n\nbetween    the    prescribed      exercise     price   and   the   price     of   the\nunderlying stock at some future point, which might be quite high.\n\nBecause they are often not marketable, employee options are often\n\nhard to value even for a sophisticated analyst.                 See Scully v. US\n\nWats, Inc., 238 F.3d 497, 508 (3d Cir. 2001).                   The question is\n\nwhether omission of an estimate of this value precluded a jury\n\nverdict for Kerkhof.\n\n            Here, the \"before and after\" comparison depended on more\n\nthan a simple salary comparison and was inherently uncertain; but\n\neven without evidence of value of the options, a fair comparison\n\nwas possible.       The jury knew that salary had not gone up much and\n\n\n                                        -14-\n\fthat three continuing discretionary bonus plans, from which Kerkhof\n\nhad done well, were eliminated and a one-time grant of stock\n\noptions (plus a small annual bonus of $400) substituted.          We think\nthat a jury could find on this evidence, and evidence that WorldCom\n\nwas concerned about the effects on employees of eliminating the\n\nplan,   that   more   likely   than   not   her   compensation   had   been\nmaterially reduced.\n\n           WorldCom also attacks the count 1 verdict based on a\n\nstatement by Kerkhof's counsel in rebuttal that Judy Cody's group\n\nwas dissolved in 1999, two years after Kerkhof's resignation; the\n\narguable implication was that Kerkhof would have been fired anyway\n\nhad she not resigned.          Evidence of the later dissolution was\n\nspecifically excluded by the district court, so reference to it in\nsummation was improper. See Adams Labs., Inc. v. Jacobs Eng'g Co.,\n\n761 F.2d 1218, 1226-27 (7th Cir. 1985); Brown v. Royalty, 535 F.2d\n\n1024, 1028 (8th Cir. 1976).\n           Despite this, the district judge denied WorldCom's motion\n\nfor a new trial and instead instructed the jury to consider only\n\"the circumstances as they existed at the time [Kerkhof] left the\n\ncompany, not what happened thereafter.\" Given that the comment was\n\nisolated, tangential to the main issue of diminution in pay or\n\nduties, and mitigated by the curative instruction, the risk of\n\nprejudice was slight and there was no abuse of discretion in\n\ndenying a new trial.     P.R. Aqueduct & Sewer Auth. v. Constructora\n\nLluch, Inc., 169 F.3d 68, 81-82 (1st Cir. 1999); Forrestal v.\n\nMagendantz, 848 F.2d 303, 309 (1st Cir. 1988).\n\n\n                                   -15-\n\f            Disposition of Moot Claims.    As to counts 3 and 4, the\n\ndistrict court held on summary judgment that Kerkhof remained an\n\n\"affected Participant\" under the ShareWorks Grant Plan even after\nher resignation and was therefore entitled to vesting of her shares\n\nwhen WorldCom terminated the plan before the end of the year.       It\n\ncame to this conclusion because it thought that the exclusion of\nformer employees from eligibility for accelerated vesting would\n\njeopardize the plan's status as a tax-qualified plan under the\n\nInternal Revenue Code. See 26 U.S.C. § 411(d)(3) (1994). WorldCom\n\ndisputes this conclusion and, while conceding the mootness of its\n\nappeal as to counts 3 and 4, asks us to vacate the district court's\n\njudgment.\n\n            WorldCom is not entitled to vacatur as a matter of right;\nthe decision rests in the equitable discretion of this court. U.S.\n\nBancorp Mortgage Co. v. Bonner Mall P'ship, 513 U.S. 18, 25 (1994).\n\nA primary concern is whether the appellant deliberately mooted the\nappeal.     Id. at 24.   Thus, vacatur is generally appropriate where\n\nmootness     arises   through   \"happenstance,\"   United   States   v.\n\nMunsingwear, Inc., 340 U.S. 36, 40 (1950), or the unilateral action\n\nof the party prevailing below, see U.S. Bancorp, 513 U.S. at 25,\n\nbut not where the appellant moots the case by settlement or\n\nwithdrawing the appeal, id. at 25-26.\n\n             These end points mark the extremes; for gray-area cases\n\nsuch as this one, the result depends on particular circumstances.\n\nU.S. Bancorp, 513 U.S. at 29; see, e.g., Motta v. Dist. Dir. of\n\nINS, 61 F.3d 117, 118 (1st Cir. 1995) (per curiam).    Here, WorldCom\n\n\n                                  -16-\n\fmooted the case unilaterally by vesting Kerkhof's shares, but it\n\ndid so based on a perceived legal obligation under the ShareWorks\n\nGrant Plan.   Given the express language defining a year of service\nas 1,000 hours, there is no reason to doubt WorldCom's good faith.\n\n           The impact of our choice is on future claims of other\n\nemployees similarly situated.      Kerkhof's counsel would like to\npreserve the district court's ruling, doubtless hoping that it can\n\nbe used preclusively in favor of plaintiffs to be added if the\n\nrequest for class action status prevails on this appeal. WorldCom,\n\nby contrast, is presumably concerned that a ruling that it has had\n\nno opportunity to test on appeal would be not mere precedent but\n\nactually binding in this case as to class plaintiffs situated like\n\nKerkhof.   As between these two considerations, WorldCom's case for\nvacating the judgment is by far the stronger.\n\n           Appellate review is no cure-all, but it allows three\n\njudges to reflect, with more leisure and often more complete\nbriefing, on a complicated legal issue that may be one of dozens\n\nthat the lower court had to resolve with dispatch.    Certainly the\n\nissue mooted in this case--whether the tax status of the ShareWorks\n\nGrant Plan requires a specific reading of its terms adverse to\n\nWorldCom--is complicated.      Vacating the judgment on this issue\n\nfairly preserves both sides' chance to litigate the issue in an\n\nappeals court in the future.    Nat'l R.R. Passenger Corp. v. Int'l\n\nAss'n of Machinists and Aerospace Workers, 915 F.2d 43, 48 (1st\n\nCir. 1990).\n\n\n\n\n                                 -17-\n\f           Post-judgment class certification. Kerkhof cross-appeals\n\nfrom the district court's refusal to allow her post-judgment motion\n\nto amend her complaint to assert a class-action claim under counts\n3 and 4.   In substance the motion to amend was a motion for class\n\ncertification and we, like the district court, treat it as such.\n\nThe issue is not mooted by the fact that Kerkhof's own ShareWorks\nclaim has been resolved.    Kerkhof might still adequately represent\n\nthe class despite the mootness of her individual claim, and she\n\nthus retains a sufficient personal interest in seeing the class\n\ncertified.     U.S. Parole Comm'n v. Geraghty, 445 U.S. 388, 402-04\n\n(1980); Sosna v. Iowa, 419 U.S. 393, 402-03 (1975).\n\n             Kerkhof delayed filing her motion until September 22,\n\n2000, more than a month after the district court granted her\nsummary judgment as to counts 3 and 4.   It is unclear just how much\n\nearlier Kerkhof's counsel knew or should have known that other\n\nemployees were similarly situated to Kerkhof, but depending on how\none reads the record, this likelihood might have been discerned\n\nfrom discovery material as early as September 1999; Kerkhof says\n\nthat the right date is May 1, 2000.\n\n             Whether a class should ever be certified after judgment\n\non the merits can be debated.       Compare Peritz v. Liberty Loan\n\nCorp., 523 F.2d 349, 352-54 (7th Cir. 1975), with Postow v. OBA\n\nFed. Sav. & Loan Ass'n, 627 F.2d 1370, 1383-84 (D.C. Cir. 1980).\n\nFed. R. Civ. P 23(c)(1) directs district courts to decide on\n\ncertification promptly after a class action begins, and envisions\n\nany alterations being made \"before the decision on the merits.\"\n\n\n                                 -18-\n\fSee Eisen v. Carlisle & Jacquelin, 417 U.S. 156, 177-78 (1974);\n\nRodriguez v. Banco Central, 790 F.2d 172, 174-75 (1st Cir. 1986).\n\nPost-judgment   certification     also      would    frustrate     the   opt-out\nmechanism for Rule 23(b)(3) classes provided in Rules 23(c)(2) and\n\n(c)(3), which were intended to avoid situations in which class\n\nmembers could choose to join only when the judgment favored the\nclass.   Am. Pipe & Constr. Co. v. Utah, 414 U.S. 538, 545-49\n\n(1974); Advisory Committee's Note to Proposed Amendments to Rule\n\n23, 39 F.R.D. 69, 105 (1966).\n\n          Assuming    that   there    are     ever    exceptions,    see   Banco\n\nCentral, 790 F.2d at 175 & n.4, this case is not one of them.                The\n\nstandard on review is abuse of discretion, Andrews v. Bechtel Power\n\nCorp., 780 F.2d 124, 130 (1st Cir. 1985), and the district court\ncommitted no such abuse by deciding that in this case the proposed\n\ncertification   was   untimely.        Such    a     delay   in   adding   class\n\nallegations deprives a defendant of fair warning as to the true\nstakes and, by eliminating mutuality, leaves the defendant liable\n\non class claims (if he loses the summary judgment motion) without\n\nprotecting him (if he wins).      See, e.g., Developments in the Law--\n\nMultiparty Litigation in the Federal Courts, 71 Harv. L. Rev. 877,\n\n936 (1958).\n\n          ERISA and COBRA penalties.           In counts 5 and 10, Kerkhof\n\nclaimed that WorldCom failed to respond to her request for certain\n\nShareWorks Grant Plan documents within 30 days, as required by\n\nERISA, 29 U.S.C. § 1024(b)(4) (1994 & Supp. V 1999), and failed in\n\ntimely fashion to inform her after her resignation of her right to\n\n\n                                     -19-\n\fcontinue coverage under its health insurance plan, as required by\n\nCOBRA, 29 U.S.C. §§ 1161(a), 1163(2), 1166(a)(4)(A) & (c) (1994).\n\nShe sought civil penalties for these violations under 29 U.S.C. §\n1132(c)(1) (1994 & Supp. V 1999), which allows the court to impose\n\npenalties of up to $100 per day on the plan administrator.\n\n            WorldCom was admittedly quite late in sending both the\nrequested     ERISA     documents     and    the     COBRA      notification.\n\nNevertheless,     the   district    court   denied   Kerkhof's     claim   for\n\nstatutory penalties because WorldCom's failure was not in bad faith\n\nand did not harm Kerkhof.     The court found that WorldCom belatedly\n\ndisclosed the ShareWorks Grant Plan documents because it had\n\nmisplaced Kerkhof's request and then inadvertently sent the wrong\n\ndocuments.      Why the COBRA notification was sent late is unclear,\nbut the court noted that WorldCom gave Kerkhof the full 60 days to\n\nelect coverage, and she declined.\n\n             No specific challenge to these findings was raised in\nKerkhof's initial brief on appeal, Keeler v. Putnam Fid. Trust Co.,\n\n238 F.3d 5, 10 (1st Cir. 2001); Kerkhof instead argued that it was\n\nerror for the district court to require bad faith and prejudice.\n\nThe   penalty    provision   expressly      leaves   it   \"in    the   court's\n\ndiscretion\" to determine whether penalties are appropriate for a\n\nfailure to disclose.         29 U.S.C. § 1132(c)(1).            The gist of\n\nKerkhof's argument is that the district court did not properly\n\nexercise its discretion; instead, says Kerkhof, it relied on a per\n\nse rule that it would not award penalties absent either harm to the\n\nplaintiff or bad faith on the part of the defendant.\n\n\n                                    -20-\n\f            As we read the district court's remarks, it merely\n\ndescribed its past precedents and said that it saw no reason to\n\ndeviate here, without foreclosing the possibility of a case in\nwhich other factors might justify an award despite the absence of\n\nboth harm and bad faith.            This is correct as a matter of law:\n\nalthough the district court need not find bad faith or prejudice to\n\nimpose penalties, it may give weight--even dispositive weight--to\n\nthese factors in the exercise of its discretion.                See Rodriguez-\n\nAbreu v. Chase Manhattan Bank, 986 F.2d 580, 588 (1st Cir. 1993);\n\nsee also Sullivan v. Raytheon Co., 262 F.3d 41, 52 (1st Cir. 2001).\n\n            Finally,      Kerkhof   argues    that   the    grant    of   summary\n\njudgment    should   be    reversed   as     to   liability    (as   opposed   to\n\npenalties)    because     WorldCom    concededly     sent     the    notices   and\ndisclosures late.      But the only cause of action plausibly asserted\n\nin counts 5 and 10 is an action for discretionary statutory\n\npenalties, 29 U.S.C. §§ 1132(a)(1), (c)(1).                 Thus, the district\ncourt's supportable refusal to grant relief warranted summary\n\njudgment for WorldCom.\n\n             The district court's judgment on counts 3 and 4 is\n\nvacated as moot and the matter is remanded for dismissal of those\n\nclaims.     In all other respects the district court's judgment is\n\naffirmed.\n\n            It is so ordered.\n\n\n\n\n                                      -21-\n\f",
  "html": "<p class=\"case_cite\">282 F.3d 44</p>\n    <p class=\"parties\">Janny KERKHOF, Plaintiff, Appellee/Cross-Appellant,<br>v.<br>MCI WORLDCOM, INC., Defendant, Appellant/Cross-Appellee.</p>\n    <p class=\"docket\">No. 01-1236.</p>\n    <p class=\"docket\">No. 01-1237.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 5, 2001.</p>\n    <p class=\"date\">Decided March 7, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED James R. Erwin with whom Margaret Coughlin LePage, Joanne S. Hanson and Pierce Atwood were on brief for defendant.</p>\n      <p class=\"indent\">Robert C. Brooks with whom Daniel L. Rosenthal and Verrill &amp; Dana, LLP were on brief for plaintiff.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and CYR, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Janny Kerkhof and her former employer, MCI WorldCom, Inc. (\"WorldCom\"), cross-appeal from the district court's judgment resolving several disputes about employee benefits claimed by Kerkhof. Kerkhof was hired in May 1995 as a program coordinator in the Vienna, Virginia, office of the telecommunications company MFS International, Inc. (\"MFS\"), which later merged with WorldCom. She then became eligible not only to receive salary bonuses of up to 20 percent but also to participate in two then-existing employee stock benefit plans.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">One plan, the MFS 1993 Stock Plan (\"the MFS Plan\"), which the parties here construe under Virginia law, gave a compensation committee comprised of MFS board members power to award stock options to qualified employees. In September 1995, Kerkhof was granted 600 MFS options whose terms were set forth in a separate \"stock option agreement\" executed by Kerkhof and WorldCom. That agreement specified the exercise price and provided for gradual vesting over a five year period. When MFS later merged with WorldCom, the MFS options were converted into options for 1,260 WorldCom shares with a restated exercise price.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The other plan, known as the ShareWorks Grant Plan, allowed participants to have MFS shares valued at up to five percent of base salary placed in a taxqualified retirement plan, <i>see</i> 26 U.S.C. &#167; 401(a) (1994). The ShareWorks Grant Plan was governed by ERISA, 29 U.S.C. &#167; 1001 <i>et seq.</i> (1994 &amp; Supp. V 1999). Kerkhof elected to participate in this plan and in 1995 received a grant of MFS shares equal to 268 WorldCom shares (plus a fraction) after the merger. Under plan terms, these shares vested only when Kerkhof attained three years of service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under both plans, an employee forfeited unvested options or shares upon voluntary resignation; forfeiture was immediate under the stock option agreement and at the end of the calendar year under the ShareWorks Grant Plan. The ShareWorks Grant Plan qualified this by providing that unvested shares would immediately vest if the company terminated the plan. A second qualification, contained in both that plan and the stock option agreement, provided for immediate vesting upon \"constructive involuntary termination\" within two years after a \"change of control,\" the former phrase being expressly defined to include any of three events: \"a material reduction in the Employee's compensation (including applicable fringe benefits)\"; \"demotion or diminution in the Employee's authority, duties, or responsibilities without cause\"; or involuntary relocation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">WorldCom and MFS merged on December 31, 1996, comprising a change of control for MFS, and this was followed by changes both for Kerkhof and for the plans. On April 3, 1997, Kerkhof was told that she was being reassigned to a new position under a new supervisor, Judy Cody. That same month, the MFS Plan was terminated. In May, WorldCom eliminated its annual salary bonus program, under which Kerkhof had received cash bonuses in the two prior years; instead Kerkhof was told she would receive a small annual holiday bonus ($400) and, later that year, a one-time grant of 1,200 WorldCom options. At the same time WorldCom also announced that no further contributions would be made under the ShareWorks Grant Plan, and on June 30 it terminated the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 6, 1997, Kerkhof resigned and submitted a claim for accelerated vesting of all her existing but unvested stock benefits: the 882 stock options under the MFS Plan that remained unvested (out of the original 1,260) and all of the ShareWorks Grant Plan shares (just over 268), which were due to vest after three years of service. Kerkhof claimed that her reassignment was a demotion comprising \"constructive involuntary termination.\" The compensation committee ruled otherwise and forfeited the unvested shares and options.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In April 1999, Kerkhof brought suit in federal district court in Maine. Excluding counts later dropped, the complaint contained three basic charges: that Kerkhof was entitled to vesting of her MFS Plan stock options after having been constructively involuntarily terminated (count 1); that she was entitled to accelerated vesting of her ShareWorks Grant Plan shares for the same reason and, in addition, because WorldCom terminated that plan in June 1997, before the shares were forfeited at year's end (counts 3 and 4); and that she was due civil penalties for WorldCom's failure to provide specified benefits information described below (counts 5 and 10).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On cross motions, the magistrate judge recommended summary judgment in Kerkhof's favor on counts 3 and 4 (the ShareWorks Grant Plan shares) and in WorldCom's favor on counts 5 and 10 (the civil penalties). On count 1 (the stock options), the magistrate judge recommended a trial because a factual dispute existed as to whether Kerkhof's pay or duties had been diminished after the change in control. The district court adopted the recommendations, but denied a post-summary judgment request by Kerkhof to obtain class action status for her successful claim for the ShareWorks Grant Plan shares under counts 3 and 4.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the ensuing trial in October 2000, the jury delivered a general verdict on count 1 in Kerkhof's favor, and the parties stipulated to an award of $23,391. Each side has appealed adverse rulings against it. Importantly, WorldCom has appealed on multiple grounds from the judgment based on the jury verdict in favor of Kerkhof on count 1; its brief also attacks the summary judgment for Kerkhof on counts 3 and 4, but (as we shall see) that is no longer a live issue. Kerkhof seeks review of the district court's denial of her motion for class certification on counts 3 and 4 and the summary judgment against her on counts 5 and 10.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While these appeals were pending, WorldCom concluded that Kerkhof was entitled to vesting of her shares under the ShareWorks Grant Plan on a ground previously unnoticed by either party: that Kerkhof's two-plus years of employment (May 22, 1995, to June 6, 1997) satisfied the three-year service requirement because the plan defines a year of service as any calendar year in which an employee attains at least 1,000 hours of service (each work week counting as 45 hours). Kerkhof crossed this threshold in all three years. Because WorldCom then vested the shares, both sides agree that the claims as to counts 3 and 4 are moot, but they disagree as to whether we should vacate the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Unvested stock options under the MFS Plan.</i> As to count 1, WorldCom says that it was entitled to judgment as a matter of law because the compensation committee's denial of Kerkhof's claim was not \"arbitrary and capricious.\" This standard is normally used where an ERISA-governed plan clearly gives the plan administrator discretion as to the issue in question. <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 109-12, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989). Here, neither side argues that the MFS Plan or the stock option agreement is governed by ERISA, and we do not independently address the question. <i>See Mauldin v. Worldcom, Inc.,</i> 263 F.3d 1205, 1211 &amp; n. 2 (10th Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Instead, WorldCom's argument is that it is entitled to the arbitrary and capricious standard under state-law trust and contract principles. At trial, the district court rejected the argument. It ruled that the agreement was a standalone integrated contract which neither contained, nor adopted by cross-reference to the MFS Plan, any grant conferring discretionary authority on the committee to resolve disputed claims.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">WorldCom initially relied on the arbitrary and capricious standard only as to the shares under the ShareWorks Grant Plan, which is subject to ERISA. Kerkhof now says that failure to include this argument in the answer as a defense to the MFS Plan claims or to raise it until shortly before trial constitutes waiver under Fed. R.Civ.P. 8(c). <i>See Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp.,</i> 15 F.3d 1222, 1226 (1st Cir.1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Whether the arbitrary and capricious standard in this context comprises an affirmative defense subject to Rule 8(c) might be debated. <i>See generally</i> 5 Wright &amp; Miller, <i>Federal Practice &amp; Procedure</i> &#167;&#167; 1270-71 (1990). Since we agree with the district judge that the stock option agreement was a completely integrated contract, we bypass the waiver claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">WorldCom's argument on the merits begins with the fact that the MFS Plan contains a somewhat broad provision granting the committee \"plenary authority in its discretion,\" subject to the express provisions of the plan, to determine \"the terms of all Benefits\" granted under the plan, \"including without limitation\" an array of listed matters. Most of these are directed to the terms on which stock or options might be granted (<i>e.g.,</i> price, vesting, number of shares); but a catch-all phrase allows the committee to \"interpret the Plan and to make all other determinations deemed advisable in the administration of the Plan.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, the plan also provides that each option grant \"shall be evidenced by a written agreement containing terms and conditions\" set by the committee. In this case, the stock option agreement issued to Kerkhof, and executed by both sides, appears on its face to contain everything needed to comprise an ordinary stock option agreement. Nothing in the agreement speaks of discretion residing in the committee; nor does the agreement expressly adopt by cross reference any of the plan's provisions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Nothing in the plan itself is inconsistent with treatment of the agreement as a completely integrated document. If treated as completely integrated, this would exclude evidence of any other prior or contemporaneous understanding that varied or added to the terms of the option agreement. <i>High Knob, Inc. v. Allen,</i> 205 Va. 503, 138 S.E.2d 49, 52 (1964); Restatement (Second) of Contracts &#167; 213(2) (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Both sides assume that whether the stock option agreement is treated as completely integrated determines whether the MFS Plan provision affording the committee discretion applies to disputes under the agreement. Although this is not certain, it is at least plausible, and in the absence of argument on the point, we will hold the parties to this premise. However, extrinsic evidence is often admitted for the purpose of showing that a seemingly complete agreement is not so intended. Restatement, <i>supra,</i> &#167; 210 cmt. b.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Here, even if the extrinsic evidence is considered, nothing in it is of great help to WorldCom. For example, WorldCom places weight on its claim (which Kerkhof disputes) that a form cover letter accompanied the stock option agreement sent to Kerkhof; the form letter, according to WorldCom, referred to the plan and appended a copy of it. But the reference merely says that to participate in the plan, Kerkhof had to sign the stock option agreement. This is perfectly consistent with the view that the agreement is a free standing obligation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is nothing odd in making decisions to grant options discretionary while embodying the grant itself in an independent contract. Further, both documents in this case were drafted by the employer and it would have been easy to include a clause in the agreement giving the committee discretion or adopting the plan's discretionary authority by cross reference. The district court properly treated the agreement as a completely integrated contract under ordinary rules of contract interpretation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We turn next to a second issue of contract interpretation. Kerkhof, it will be remembered, based her claim to immediate vesting under the stock option agreement on \"constructive involuntary termination,\" defined by the agreement to include <i>inter alia</i> (1) material reduction in compensation or (2) demotion or diminution in responsibilities. WorldCom says that Kerkhof had to show not only that one of these two events occurred but that Kerkhof's resignation was subjectively motivated by it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court disagreed, concluding that if either event occurred, vesting was required even if the employee would have left anyway for other reasons. Based on this reading, the district judge excluded substantial evidence proffered by WorldCom that Kerkhof planned to move to Maine in the same time frame (and therefore necessarily would have resigned) regardless of any change in pay or duties. If Kerkhof was required to prove causation, WorldCom at the very least would be entitled to a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">WorldCom relies heavily on the word \"involuntary\" in the phrase \"constructive involuntary termination,\" saying that every term in a contract should be given meaning. <i>See Ames v. Am. Nat'l Bank of Portsmouth,</i> 163 Va. 1, 176 S.E. 204, 217 (1934); Restatement, <i>supra,</i> &#167; 203(a). It also cites to a \"Q &amp; A\" document, distributed by management shortly before the merger, which says the accelerated vesting clause would be triggered if the participant \"actually terminate[d] employment on account of\" a listed occurrence. WorldCom might have added that, from the standpoint of purpose, immediate vesting is something of a windfall if the employee planned to resign anyway.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Yet the quoted phrase expressly includes the list of three events without any further suggestion that causation need be shown; the vesting provision then says that if a change of control occurs, and the Employee's \"subsequent\" constructive involuntary termination occurs \"within two years thereafter, the full number of the Option Shares shall immediately vest.\" It is hard to give much weight to a management-prepared summary created well after Kerkhof's agreement was executed. <i>See Allen v. Green,</i> 229 Va. 588, 331 S.E.2d 472, 475 (1985). Further, while causation is a staple of tort claims, contracts often contain provisions (<i>e.g.,</i> liquidated damages) to provide clear demarcations or simplify administration. In change of control provisions, it eases administration, and gives the employee more protection, to make the occurrence conclusive without a separate inquiry into employee motive.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On our facts the proper reading is debatable but absent disputed, admissible extrinsic evidence, interpretation is appropriately resolved by the court. <i>Torres Vargas v. Santiago Cummings,</i> 149 F.3d 29, 33 (1st Cir.1998). Neither side offers any precedent closely in point and neither set of interpretive arguments is conclusive. Under these circumstances, we think that the district court's reading can fairly be justified, partly by literal language and partly by the canon that contracts of this sort are construed against the drafter, who could easily have included language to resolve the matter. <i>See Martin &amp; Martin, Inc. v. Bradley Enters.,</i> 256 Va. 288, 504 S.E.2d 849, 851 (1998).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Ranked in order of importance, WorldCom's next argument is that Kerkhof's claim of reduction in compensation should have been taken from the jury as a matter of law because the evidence introduced to support it was inadequate and, as a result, that a new trial should be granted solely on the issue of diminution in duties. This claim of error rests on the fact that Kerkhof offered no evidence as to the value of the 1,200 options that WorldCom said it would substitute, along with an annual $400 holiday bonus, when it abolished the pre-merger salary bonus regime in May 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Kerkhof says that we should apply the Supreme Court's rule in criminal cases and uphold the verdict on the ground that the evidence was sufficient on another ground also available to the jury; the rationale is that the jury can by common sense alone recognize insufficient evidence and should be presumed to have done so. <i>See Griffin v. United States,</i> 502 U.S. 46, 49-50, 112 S.Ct. 466, 116 L.Ed.2d 371 (1991). Here, WorldCom does not dispute that the evidence permitted a rational jury to find a reduction in Kerkhof's duties.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although it is not easy to explain the discrepancy, the Supreme Court has not used the same presumption in civil cases. Instead, the general rule, adopted by this circuit, is that a new trial is usually warranted if evidence is insufficient with respect to any one of multiple claims covered by a general verdict. <i>Wilmington Star Mining Co. v. Fulton,</i> 205 U.S. 60, 78-79, 27 S.Ct. 412, 51 L.Ed. 708 (1907); <i>Maryland v. Baldwin,</i> 112 U.S. 490, 493, 5 S.Ct. 278, 28 L.Ed. 822 (1884); <i>Lattimore v. Polaroid Corp.,</i> 99 F.3d 456, 468 (1st Cir.1996).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At first blush, WorldCom's evidentiary claim looks plausible: Kerkhof had the burden of proof, and one might think that her failure to offer evidence of value of a seemingly significant number of stock options &#8212; on WorldCom's side of the \"before versus after\" ledger &#8212; would doom the comparison. We think that Kerkhof's argument on appeal &#8212; that the options were irrelevant because Kerkhof never received them &#8212; is remarkably unpersuasive. In comparing pre- and post-merger compensation, what Kerkhof would have gotten <i>if</i> she had stayed is plainly relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court refused to withdraw the compensation issue from the jury for a related but different reason that could be justified in theory, namely, that the evidence did not compel the jury to find that Kerkhof would have received the one-time grant of options. But Kerkhof does not repeat this defense, and more important, does not provide us with any record references that would support it &#8212; clearly needed since the document announcing the grant appears unqualified.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Yet the issue is more complicated than it seems. Although Kerkhof received a modest increase in salary after the merger (from $56,282 in 1996 to $60,045 in 1997), before her departure the company eliminated or announced the elimination of three continuing plans, over and above salary, that had substantially benefitted Kerkhof in the past: the MFS Plan under which she had received stock options in September 1995; the ShareWorks Grant Plan under which she had received stock shares worth $3,100 in 1995; and the annual bonus program under which she had received $4,812 and $6,000 (out of a possible bonus of 20 percent of annual salary) in 1995 and 1996, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By contrast, the proposed grant of 1,200 options was described as a one-time bonus. Whether there was any contingency about its payment is unclear (Kerkhof sought to raise doubts); but obviously the value of the options would depend on the spread between the prescribed exercise price and the price of the underlying stock at some future point, which might be quite high. Because they are often not marketable, employee options are often hard to value even for a sophisticated analyst. <i>See Scully v. US WATS, Inc.,</i> 238 F.3d 497, 508 (3d Cir.2001). The question is whether omission of an estimate of this value precluded a jury verdict for Kerkhof.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Here, the \"before and after\" comparison depended on more than a simple salary comparison and was inherently uncertain; but even without evidence of value of the options, a fair comparison was possible. The jury knew that salary had not gone up much and that three <i>continuing</i> discretionary bonus plans, from which Kerkhof had done well, were eliminated and a <i>one-time</i> grant of stock options (plus a small annual bonus of $400) substituted. We think that a jury could find on this evidence, and evidence that WorldCom was concerned about the effects on employees of eliminating the plan, that more likely than not her compensation had been materially reduced.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">WorldCom also attacks the count 1 verdict based on a statement by Kerkhof's counsel in rebuttal that Judy Cody's group was dissolved in 1999, two years after Kerkhof's resignation; the arguable implication was that Kerkhof would have been fired anyway had she not resigned. Evidence of the later dissolution was specifically excluded by the district court, so reference to it in summation was improper. <i>See Adams Labs., Inc. v. Jacobs Eng'g Co.,</i> 761 F.2d 1218, 1226-27 (7th Cir.1985); <i>Brown v. Royalty,</i> 535 F.2d 1024, 1028 (8th Cir.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Despite this, the district judge denied WorldCom's motion for a new trial and instead instructed the jury to consider only \"the circumstances as they existed at the time [Kerkhof] left the company, not what happened thereafter.\" Given that the comment was isolated, tangential to the main issue of diminution in pay or duties, and mitigated by the curative instruction, the risk of prejudice was slight and there was no abuse of discretion in denying a new trial. <i>P.R. Aqueduct &amp; Sewer Auth. v. Constructora Lluch, Inc.,</i> 169 F.3d 68, 81-82 (1st Cir.1999); <i>Forrestal v. Magendantz,</i> 848 F.2d 303, 309 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><i>Disposition of Moot Claims.</i> As to counts 3 and 4, the district court held on summary judgment that Kerkhof remained an \"affected Participant\" under the Share-Works Grant Plan even after her resignation and was therefore entitled to vesting of her shares when WorldCom terminated the plan before the end of the year. It came to this conclusion because it thought that the exclusion of former employees from eligibility for accelerated vesting would jeopardize the plan's status as a tax-qualified plan under the Internal Revenue Code. <i>See</i> 26 U.S.C. &#167; 411(d)(3) (1994). WorldCom disputes this conclusion and, while conceding the mootness of its appeal as to counts 3 and 4, asks us to vacate the district court's judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">WorldCom is not entitled to vacatur as a matter of right; the decision rests in the equitable discretion of this court. <i>U.S. Bancorp Mortgage Co. v. Bonner Mall P'ship,</i> 513 U.S. 18, 25, 115 S.Ct. 386, 130 L.Ed.2d 233 (1994). A primary concern is whether the appellant deliberately mooted the appeal. <i>Id.</i> at 24, 115 S.Ct. 386. Thus, vacatur is generally appropriate where mootness arises through \"happenstance,\" <i>United States v. Munsingwear,</i> <i>Inc.,</i> 340 U.S. 36, 40, 71 S.Ct. 104, 95 L.Ed. 36 (1950), or the unilateral action of the party prevailing below, <i>see U.S. Bancorp,</i> 513 U.S. at 25, 115 S.Ct. 386, but not where the appellant moots the case by settlement or withdrawing the appeal, <i>id.</i> at 25-26, 115 S.Ct. 386.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">These end points mark the extremes; for gray-area cases such as this one, the result depends on particular circumstances. <i>U.S. Bancorp,</i> 513 U.S. at 29, 115 S.Ct. 386; <i>see, e.g., Motta v. Dist. Dir. of INS,</i> 61 F.3d 117, 118 (1st Cir.1995) (per curiam). Here, WorldCom mooted the case unilaterally by vesting Kerkhof's shares, but it did so based on a perceived legal obligation under the ShareWorks Grant Plan. Given the express language defining a year of service as 1,000 hours, there is no reason to doubt WorldCom's good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The impact of our choice is on future claims of other employees similarly situated. Kerkhof's counsel would like to preserve the district court's ruling, doubtless hoping that it can be used preclusively in favor of plaintiffs to be added if the request for class action status prevails on this appeal. WorldCom, by contrast, is presumably concerned that a ruling that it has had no opportunity to test on appeal would be not mere precedent but actually binding in this case as to class plaintiffs situated like Kerkhof. As between these two considerations, WorldCom's case for vacating the judgment is by far the stronger.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Appellate review is no cure-all, but it allows three judges to reflect, with more leisure and often more complete briefing, on a complicated legal issue that may be one of dozens that the lower court had to resolve with dispatch. Certainly the issue mooted in this case &#8212; whether the tax status of the ShareWorks Grant Plan requires a specific reading of its terms adverse to WorldCom &#8212; is complicated. Vacating the judgment on this issue fairly preserves both sides' chance to litigate the issue in an appeals court in the future. <i>Nat'l R.R. Passenger Corp. v. Int'l Ass'n of Machinists and Aerospace Workers,</i> 915 F.2d 43, 48 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Post-judgment class certification.</i> Kerkhof cross-appeals from the district court's refusal to allow her post-judgment motion to amend her complaint to assert a class-action claim under counts 3 and 4. In substance the motion to amend was a motion for class certification and we, like the district court, treat it as such. The issue is not mooted by the fact that Kerkhof's own ShareWorks claim has been resolved. Kerkhof might still adequately represent the class despite the mootness of her individual claim, and she thus retains a sufficient personal interest in seeing the class certified. <i>U.S. Parole Comm'n v. Geraghty,</i> 445 U.S. 388, 402-04, 100 S.Ct. 1202, 63 L.Ed.2d 479 (1980); <i>Sosna v. Iowa,</i> 419 U.S. 393, 402-03, 95 S.Ct. 553, 42 L.Ed.2d 532 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Kerkhof delayed filing her motion until September 22, 2000, more than a month after the district court granted her summary judgment as to counts 3 and 4. It is unclear just how much earlier Kerkhof's counsel knew or should have known that other employees were similarly situated to Kerkhof, but depending on how one reads the record, this likelihood might have been discerned from discovery material as early as September 1999; Kerkhof says that the right date is May 1, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Whether a class should ever be certified after judgment on the merits can be debated. <i>Compare Peritz v. Liberty Loan Corp.,</i> 523 F.2d 349, 352-54 (7th Cir.1975), <i>with Postow v. OBA Fed. Sav. &amp; Loan Ass'n,</i> 627 F.2d 1370, 1383-84 (D.C.Cir. 1980). Fed. R. Civ. P 23(c)(1) directs district courts to decide on certification promptly after a class action begins, and envisions any alterations being made \"before the decision on the merits.\" <i>See Eisen v. Carlisle &amp; Jacquelin,</i> 417 U.S. 156, 177-78, 94 S.Ct. 2140, 40 L.Ed.2d 732 (1974); <i>Rodriguez v. Banco Central,</i> 790 F.2d 172, 174-75 (1st Cir.1986). Post-judgment certification also would frustrate the opt-out mechanism for Rule 23(b)(3) classes provided in Rules 23(c)(2) and (c)(3), which were intended to avoid situations in which class members could choose to join only when the judgment favored the class. <i>Am. Pipe &amp; Constr. Co. v. Utah,</i> 414 U.S. 538, 545-49, 94 S.Ct. 756, 38 L.Ed.2d 713 (1974); Advisory Committee's Note to Proposed Amendments to Rule 23, 39 F.R.D. 69, 105 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Assuming that there are ever exceptions, <i>see Banco Central,</i> 790 F.2d at 175 &amp; n. 4, this case is not one of them. The standard on review is abuse of discretion, <i>Andrews v. Bechtel Power Corp.,</i> 780 F.2d 124, 130 (1st Cir.1985), and the district court committed no such abuse by deciding that in this case the proposed certification was untimely. Such a delay in adding class allegations deprives a defendant of fair warning as to the true stakes and, by eliminating mutuality, leaves the defendant liable on class claims (if he loses the summary judgment motion) without protecting him (if he wins). <i>See, e.g., Developments in the Law &#8212; Multiparty Litigation in the Federal Courts,</i> 71 Harv. L.Rev. 877, 936 (1958).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\"><i>ERISA and COBRA penalties.</i> In counts 5 and 10, Kerkhof claimed that WorldCom failed to respond to her request for certain ShareWorks Grant Plan documents within 30 days, as required by ERISA, 29 U.S.C. &#167; 1024(b)(4) (1994 &amp; Supp. V 1999), and failed in timely fashion to inform her after her resignation of her right to continue coverage under its health insurance plan, as required by COBRA, 29 U.S.C. &#167;&#167; 1161(a), 1163(2), 1166(a)(4)(A) &amp; (c) (1994). She sought civil penalties for these violations under 29 U.S.C. &#167; 1132(c)(1) (1994 &amp; Supp. V 1999), which allows the court to impose penalties of up to $100 per day on the plan administrator.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">WorldCom was admittedly quite late in sending both the requested ERISA documents and the COBRA notification. Nevertheless, the district court denied Kerkhof's claim for statutory penalties because WorldCom's failure was not in bad faith and did not harm Kerkhof. The court found that WorldCom belatedly disclosed the ShareWorks Grant Plan documents because it had misplaced Kerkhof's request and then inadvertently sent the wrong documents. Why the COBRA notification was sent late is unclear, but the court noted that WorldCom gave Kerkhof the full 60 days to elect coverage, and she declined.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">No specific challenge to these findings was raised in Kerkhof's initial brief on appeal, <i>Keeler v. Putnam Fid. Trust Co.,</i> 238 F.3d 5, 10 (1st Cir.2001); Kerkhof instead argued that it was error for the district court to require bad faith and prejudice. The penalty provision expressly leaves it \"in the court's discretion\" to determine whether penalties are appropriate for a failure to disclose. 29 U.S.C. &#167; 1132(c)(1). The gist of Kerkhof's argument is that the district court did not properly exercise its discretion; instead, says Kerkhof, it relied on a <i>per se</i> rule that it would not award penalties absent either harm to the plaintiff or bad faith on the part of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As we read the district court's remarks, it merely described its past precedents and said that it saw no reason to deviate here, without foreclosing the possibility of a case in which other factors might justify an award despite the absence of both harm and bad faith. This is correct as a matter of law: although the district court <i>need</i> not find bad faith or prejudice to impose penalties, it <i>may</i> give weight &#8212; even dispositive weight &#8212; to these factors in the exercise of its discretion. <i>See Rodriguez-Abreu v. Chase Manhattan Bank,</i> 986 F.2d 580, 588 (1st Cir.1993); <i>see also Sullivan v. Raytheon Co.,</i> 262 F.3d 41, 52 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, Kerkhof argues that the grant of summary judgment should be reversed as to liability (as opposed to penalties) because WorldCom concededly sent the notices and disclosures late. But the only cause of action plausibly asserted in counts 5 and 10 is an action for discretionary statutory penalties, 29 U.S.C. &#167;&#167; 1132(a)(1), (c)(1). Thus, the district court's supportable refusal to grant relief warranted summary judgment for WorldCom.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court's judgment on counts 3 and 4 is <i>vacated as moot</i> and the matter is <i>remanded</i> for dismissal of those claims. In all other respects the district court's judgment is <i>affirmed.</i></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> WorldCom raised the argument for the first time in its reply brief in support of its motion for summary judgment. The magistrate judge felt that the argument was not timely and chose not to address its merits in his recommended decision, but the district court did address the issue extensively at trial. Kerkhof does not claim on appeal that the failure to raise the argument in the opening summary judgment motion constitutes waiver, so we have no occasion to address the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The only references in the agreement to the plan are in the caption (\"Stock Option Agreement, 1993 Stock Plan\") and in the preamble, which states that the grant is intended to \"carry out the purposes\" of the plan. Neither of the references, explicitly or by necessary implication, suggests that the plan's provisions relating to administration are to be read into option agreements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> WorldCom also relies on references to the plan in Kerkhof's initial offer of employment and in a letter after the merger converting MFS stock into WorldCom stock; but the former merely says that Kerkhof will be eligible to participate in the plan according to its terms, and the latter says that the vesting of options will continue in accordance with \"the applicable Plan<i>and/or related agreements.</i>\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that one district court came to the opposite conclusion as to apparently identical stock option agreements executed between MFS and another employee<i>See Mauldin v. Worldcom, Inc.,</i> 2000 U.S. Dist. LEXIS 19626 (N.D.Okla. May 16, 2000). But its treatment of the issue was brief and unaided by extensive briefing by the parties, <i>id.</i> at *13, and its decision was reversed by the appeals court on another ground, <i>Mauldin v. Worldcom, Inc.,</i> 263 F.3d 1205 (10th Cir.2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> WorldCom argues in the alternative that evidence of Kerkhof's motive should have been allowed in order to preclude a false inference that Kerkhof's decision to leave was itself evidence that her pay or duties had been diminished; but given the court's reading of the contract, motivation evidence could have caused unfair prejudice to Kerkhof and any false inference could have been negated by an instruction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Despite seemingly unequivocal pronouncements by the Supreme Court, the law in the circuits on this point is disparate<i>Compare McGrath v. Zenith Radio Corp.,</i> 651 F.2d 458, 464 (7th Cir.1981) (adopting the criminal rule in civil cases), <i>with Traver v. Meshriy,</i> 627 F.2d 934, 938-39 (9th Cir.1980) (adopting a discretionary standard with multiple factors), <i>and McCord v. Maguire,</i> 873 F.2d 1271, 1273-74 (9th Cir.1989) (limiting <i>Traver</i> to situations where multiple claims are submitted for general verdict rather than those where a single claim is submitted based on multiple factual theories). Even in this circuit, although not on our facts, harmless error might resolve the issue. <i>See Brochu v. Ortho Pharm. Corp.,</i> 642 F.2d 652, 662 (1st Cir.1981).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></span></p>\n    <p class=\"parties\">Janny KERKHOF, Plaintiff, Appellee/Cross-Appellant,<br>v.<br>MCI WORLDCOM, INC., Defendant, Appellant/Cross-Appellee.</p>\n    <p class=\"docket\">No. 01-1236.</p>\n    <p class=\"docket\">No. 01-1237.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 5, 2001.</p>\n    <p class=\"date\">Decided March 7, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED James R. Erwin with whom Margaret Coughlin LePage, Joanne S. Hanson and Pierce Atwood were on brief for defendant.</p>\n      <p class=\"indent\">Robert C. Brooks with whom Daniel L. Rosenthal and Verrill &amp; Dana, LLP were on brief for plaintiff.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and CYR, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Janny Kerkhof and her former employer, MCI WorldCom, Inc. (\"WorldCom\"), cross-appeal from the district court's judgment resolving several disputes about employee benefits claimed by Kerkhof. Kerkhof was hired in May 1995 as a program coordinator in the Vienna, Virginia, office of the telecommunications company MFS International, Inc. (\"MFS\"), which later merged with WorldCom. She then became eligible not only to receive salary bonuses of up to 20 percent but also to participate in two then-existing employee stock benefit plans.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">One plan, the MFS 1993 Stock Plan (\"the MFS Plan\"), which the parties here construe under Virginia law, gave a compensation committee comprised of MFS board members power to award stock options to qualified employees. In September 1995, Kerkhof was granted 600 MFS options whose terms were set forth in a separate \"stock option agreement\" executed by Kerkhof and WorldCom. That agreement specified the exercise price and provided for gradual vesting over a five year period. When MFS later merged with WorldCom, the MFS options were converted into options for 1,260 WorldCom shares with a restated exercise price.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The other plan, known as the ShareWorks Grant Plan, allowed participants to have MFS shares valued at up to five percent of base salary placed in a taxqualified retirement plan, <i>see</i> 26 U.S.C. &#167; 401(a) (1994). The ShareWorks Grant Plan was governed by ERISA, 29 U.S.C. &#167; 1001 <i>et seq.</i> (1994 &amp; Supp. V 1999). Kerkhof elected to participate in this plan and in 1995 received a grant of MFS shares equal to 268 WorldCom shares (plus a fraction) after the merger. Under plan terms, these shares vested only when Kerkhof attained three years of service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under both plans, an employee forfeited unvested options or shares upon voluntary resignation; forfeiture was immediate under the stock option agreement and at the end of the calendar year under the ShareWorks Grant Plan. The ShareWorks Grant Plan qualified this by providing that unvested shares would immediately vest if the company terminated the plan. A second qualification, contained in both that plan and the stock option agreement, provided for immediate vesting upon \"constructive involuntary termination\" within two years after a \"change of control,\" the former phrase being expressly defined to include any of three events: \"a material reduction in the Employee's compensation (including applicable fringe benefits)\"; \"demotion or diminution in the Employee's authority, duties, or responsibilities without cause\"; or involuntary relocation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">WorldCom and MFS merged on December 31, 1996, comprising a change of control for MFS, and this was followed by changes both for Kerkhof and for the plans. On April 3, 1997, Kerkhof was told that she was being reassigned to a new position under a new supervisor, Judy Cody. That same month, the MFS Plan was terminated. In May, WorldCom eliminated its annual salary bonus program, under which Kerkhof had received cash bonuses in the two prior years; instead Kerkhof was told she would receive a small annual holiday bonus ($400) and, later that year, a one-time grant of 1,200 WorldCom options. At the same time WorldCom also announced that no further contributions would be made under the ShareWorks Grant Plan, and on June 30 it terminated the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 6, 1997, Kerkhof resigned and submitted a claim for accelerated vesting of all her existing but unvested stock benefits: the 882 stock options under the MFS Plan that remained unvested (out of the original 1,260) and all of the ShareWorks Grant Plan shares (just over 268), which were due to vest after three years of service. Kerkhof claimed that her reassignment was a demotion comprising \"constructive involuntary termination.\" The compensation committee ruled otherwise and forfeited the unvested shares and options.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In April 1999, Kerkhof brought suit in federal district court in Maine. Excluding counts later dropped, the complaint contained three basic charges: that Kerkhof was entitled to vesting of her MFS Plan stock options after having been constructively involuntarily terminated (count 1); that she was entitled to accelerated vesting of her ShareWorks Grant Plan shares for the same reason and, in addition, because WorldCom terminated that plan in June 1997, before the shares were forfeited at year's end (counts 3 and 4); and that she was due civil penalties for WorldCom's failure to provide specified benefits information described below (counts 5 and 10).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On cross motions, the magistrate judge recommended summary judgment in Kerkhof's favor on counts 3 and 4 (the ShareWorks Grant Plan shares) and in WorldCom's favor on counts 5 and 10 (the civil penalties). On count 1 (the stock options), the magistrate judge recommended a trial because a factual dispute existed as to whether Kerkhof's pay or duties had been diminished after the change in control. The district court adopted the recommendations, but denied a post-summary judgment request by Kerkhof to obtain class action status for her successful claim for the ShareWorks Grant Plan shares under counts 3 and 4.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the ensuing trial in October 2000, the jury delivered a general verdict on count 1 in Kerkhof's favor, and the parties stipulated to an award of $23,391. Each side has appealed adverse rulings against it. Importantly, WorldCom has appealed on multiple grounds from the judgment based on the jury verdict in favor of Kerkhof on count 1; its brief also attacks the summary judgment for Kerkhof on counts 3 and 4, but (as we shall see) that is no longer a live issue. Kerkhof seeks review of the district court's denial of her motion for class certification on counts 3 and 4 and the summary judgment against her on counts 5 and 10.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While these appeals were pending, WorldCom concluded that Kerkhof was entitled to vesting of her shares under the ShareWorks Grant Plan on a ground previously unnoticed by either party: that Kerkhof's two-plus years of employment (May 22, 1995, to June 6, 1997) satisfied the three-year service requirement because the plan defines a year of service as any calendar year in which an employee attains at least 1,000 hours of service (each work week counting as 45 hours). Kerkhof crossed this threshold in all three years. Because WorldCom then vested the shares, both sides agree that the claims as to counts 3 and 4 are moot, but they disagree as to whether we should vacate the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Unvested stock options under the MFS Plan.</i> As to count 1, WorldCom says that it was entitled to judgment as a matter of law because the compensation committee's denial of Kerkhof's claim was not \"arbitrary and capricious.\" This standard is normally used where an ERISA-governed plan clearly gives the plan administrator discretion as to the issue in question. <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 109-12, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989). Here, neither side argues that the MFS Plan or the stock option agreement is governed by ERISA, and we do not independently address the question. <i>See Mauldin v. Worldcom, Inc.,</i> <span class=\"citation\" data-id=\"161519\"><a href=\"/opinion/161519/mauldin-v-worldcom-inc/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span>, 1211 &amp; n. 2 (10th Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Instead, WorldCom's argument is that it is entitled to the arbitrary and capricious standard under state-law trust and contract principles. At trial, the district court rejected the argument. It ruled that the agreement was a standalone integrated contract which neither contained, nor adopted by cross-reference to the MFS Plan, any grant conferring discretionary authority on the committee to resolve disputed claims.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">WorldCom initially relied on the arbitrary and capricious standard only as to the shares under the ShareWorks Grant Plan, which is subject to ERISA. Kerkhof now says that failure to include this argument in the answer as a defense to the MFS Plan claims or to raise it until shortly before trial constitutes waiver under Fed. R.Civ.P. 8(c). <i>See Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp.,</i> <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1226 (1st Cir.1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Whether the arbitrary and capricious standard in this context comprises an affirmative defense subject to Rule 8(c) might be debated. <i>See generally</i> 5 Wright &amp; Miller, <i>Federal Practice &amp; Procedure</i> &#167;&#167; 1270-71 (1990). Since we agree with the district judge that the stock option agreement was a completely integrated contract, we bypass the waiver claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">WorldCom's argument on the merits begins with the fact that the MFS Plan contains a somewhat broad provision granting the committee \"plenary authority in its discretion,\" subject to the express provisions of the plan, to determine \"the terms of all Benefits\" granted under the plan, \"including without limitation\" an array of listed matters. Most of these are directed to the terms on which stock or options might be granted (<i>e.g.,</i> price, vesting, number of shares); but a catch-all phrase allows the committee to \"interpret the Plan and to make all other determinations deemed advisable in the administration of the Plan.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, the plan also provides that each option grant \"shall be evidenced by a written agreement containing terms and conditions\" set by the committee. In this case, the stock option agreement issued to Kerkhof, and executed by both sides, appears on its face to contain everything needed to comprise an ordinary stock option agreement. Nothing in the agreement speaks of discretion residing in the committee; nor does the agreement expressly adopt by cross reference any of the plan's provisions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Nothing in the plan itself is inconsistent with treatment of the agreement as a completely integrated document. If treated as completely integrated, this would exclude evidence of any other prior or contemporaneous understanding that varied or added to the terms of the option agreement. <i>High Knob, Inc. v. Allen,</i> <span class=\"citation\" data-id=\"1249281\"><a href=\"/opinion/1249281/high-knob-inc-v-allen/\"><span class=\"volume\">205</span> <span class=\"reporter\">Va.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">49</span></span>, 52 (1964); Restatement (Second) of Contracts &#167; 213(2) (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Both sides assume that whether the stock option agreement is treated as completely integrated determines whether the MFS Plan provision affording the committee discretion applies to disputes under the agreement. Although this is not certain, it is at least plausible, and in the absence of argument on the point, we will hold the parties to this premise. However, extrinsic evidence is often admitted for the purpose of showing that a seemingly complete agreement is not so intended. Restatement, <i>supra,</i> &#167; 210 cmt. b.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Here, even if the extrinsic evidence is considered, nothing in it is of great help to WorldCom. For example, WorldCom places weight on its claim (which Kerkhof disputes) that a form cover letter accompanied the stock option agreement sent to Kerkhof; the form letter, according to WorldCom, referred to the plan and appended a copy of it. But the reference merely says that to participate in the plan, Kerkhof had to sign the stock option agreement. This is perfectly consistent with the view that the agreement is a free standing obligation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is nothing odd in making decisions to grant options discretionary while embodying the grant itself in an independent contract. Further, both documents in this case were drafted by the employer and it would have been easy to include a clause in the agreement giving the committee discretion or adopting the plan's discretionary authority by cross reference. The district court properly treated the agreement as a completely integrated contract under ordinary rules of contract interpretation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We turn next to a second issue of contract interpretation. Kerkhof, it will be remembered, based her claim to immediate vesting under the stock option agreement on \"constructive involuntary termination,\" defined by the agreement to include <i>inter alia</i> (1) material reduction in compensation or (2) demotion or diminution in responsibilities. WorldCom says that Kerkhof had to show not only that one of these two events occurred but that Kerkhof's resignation was subjectively motivated by it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court disagreed, concluding that if either event occurred, vesting was required even if the employee would have left anyway for other reasons. Based on this reading, the district judge excluded substantial evidence proffered by WorldCom that Kerkhof planned to move to Maine in the same time frame (and therefore necessarily would have resigned) regardless of any change in pay or duties. If Kerkhof was required to prove causation, WorldCom at the very least would be entitled to a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">WorldCom relies heavily on the word \"involuntary\" in the phrase \"constructive involuntary termination,\" saying that every term in a contract should be given meaning. <i>See Ames v. Am. Nat'l Bank of Portsmouth,</i> <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Va.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">204</span></span>, 217 (1934); Restatement, <i>supra,</i> &#167; 203(a). It also cites to a \"Q &amp; A\" document, distributed by management shortly before the merger, which says the accelerated vesting clause would be triggered if the participant \"actually terminate[d] employment on account of\" a listed occurrence. WorldCom might have added that, from the standpoint of purpose, immediate vesting is something of a windfall if the employee planned to resign anyway.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Yet the quoted phrase expressly includes the list of three events without any further suggestion that causation need be shown; the vesting provision then says that if a change of control occurs, and the Employee's \"subsequent\" constructive involuntary termination occurs \"within two years thereafter, the full number of the Option Shares shall immediately vest.\" It is hard to give much weight to a management-prepared summary created well after Kerkhof's agreement was executed. <i>See Allen v. Green,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">Va.</span> <span class=\"page\">588</span></span>, <span class=\"citation\" data-id=\"1211059\"><a href=\"/opinion/1211059/allen-v-green/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">472</span></a></span>, 475 (1985). Further, while causation is a staple of tort claims, contracts often contain provisions (<i>e.g.,</i> liquidated damages) to provide clear demarcations or simplify administration. In change of control provisions, it eases administration, and gives the employee more protection, to make the occurrence conclusive without a separate inquiry into employee motive.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On our facts the proper reading is debatable but absent disputed, admissible extrinsic evidence, interpretation is appropriately resolved by the court. <i>Torres Vargas v. Santiago Cummings,</i> <span class=\"citation\" data-id=\"755759\"><a href=\"/opinion/755759/ines-torres-vargas-v-dr-manuel-santiago-cummings/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 33 (1st Cir.1998). Neither side offers any precedent closely in point and neither set of interpretive arguments is conclusive. Under these circumstances, we think that the district court's reading can fairly be justified, partly by literal language and partly by the canon that contracts of this sort are construed against the drafter, who could easily have included language to resolve the matter. <i>See Martin &amp; Martin, Inc. v. Bradley Enters.,</i> <span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">Va.</span> <span class=\"page\">288</span></span>, <span class=\"citation\" data-id=\"1059857\"><a href=\"/opinion/1059857/martin-martin-v-bradley-enterprises/\"><span class=\"volume\">504</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">849</span></a></span>, 851 (1998).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Ranked in order of importance, WorldCom's next argument is that Kerkhof's claim of reduction in compensation should have been taken from the jury as a matter of law because the evidence introduced to support it was inadequate and, as a result, that a new trial should be granted solely on the issue of diminution in duties. This claim of error rests on the fact that Kerkhof offered no evidence as to the value of the 1,200 options that WorldCom said it would substitute, along with an annual $400 holiday bonus, when it abolished the pre-merger salary bonus regime in May 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Kerkhof says that we should apply the Supreme Court's rule in criminal cases and uphold the verdict on the ground that the evidence was sufficient on another ground also available to the jury; the rationale is that the jury can by common sense alone recognize insufficient evidence and should be presumed to have done so. <i>See Griffin v. United States,</i> <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 49-50, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></a></span> (1991). Here, WorldCom does not dispute that the evidence permitted a rational jury to find a reduction in Kerkhof's duties.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although it is not easy to explain the discrepancy, the Supreme Court has not used the same presumption in civil cases. Instead, the general rule, adopted by this circuit, is that a new trial is usually warranted if evidence is insufficient with respect to any one of multiple claims covered by a general verdict. <i>Wilmington Star Mining Co. v. Fulton,</i> <span class=\"citation\" data-id=\"96621\"><a href=\"/opinion/96621/wilmington-star-mining-co-v-fulton/\"><span class=\"volume\">205</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 78-79, <span class=\"citation\" data-id=\"96621\"><a href=\"/opinion/96621/wilmington-star-mining-co-v-fulton/\"><span class=\"volume\">27</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">412</span></a></span>, <span class=\"citation\" data-id=\"96621\"><a href=\"/opinion/96621/wilmington-star-mining-co-v-fulton/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">708</span></a></span> (1907); <i>Maryland v. Baldwin,</i> <span class=\"citation\" data-id=\"1744922\"><a href=\"/opinion/1744922/maryland-v-baldwin/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 493, <span class=\"citation\" data-id=\"1744922\"><a href=\"/opinion/1744922/maryland-v-baldwin/\"><span class=\"volume\">5</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">278</span></a></span>, <span class=\"citation\" data-id=\"1744922\"><a href=\"/opinion/1744922/maryland-v-baldwin/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">822</span></a></span> (1884); <i>Lattimore v. Polaroid Corp.,</i> <span class=\"citation\" data-id=\"728907\"><a href=\"/opinion/728907/72-fair-emplpraccas-bna-397-36-fedrserv3d-569-ollie-lattimore-v/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 468 (1st Cir.1996).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At first blush, WorldCom's evidentiary claim looks plausible: Kerkhof had the burden of proof, and one might think that her failure to offer evidence of value of a seemingly significant number of stock options &#8212; on WorldCom's side of the \"before versus after\" ledger &#8212; would doom the comparison. We think that Kerkhof's argument on appeal &#8212; that the options were irrelevant because Kerkhof never received them &#8212; is remarkably unpersuasive. In comparing pre- and post-merger compensation, what Kerkhof would have gotten <i>if</i> she had stayed is plainly relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court refused to withdraw the compensation issue from the jury for a related but different reason that could be justified in theory, namely, that the evidence did not compel the jury to find that Kerkhof would have received the one-time grant of options. But Kerkhof does not repeat this defense, and more important, does not provide us with any record references that would support it &#8212; clearly needed since the document announcing the grant appears unqualified.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Yet the issue is more complicated than it seems. Although Kerkhof received a modest increase in salary after the merger (from $56,282 in 1996 to $60,045 in 1997), before her departure the company eliminated or announced the elimination of three continuing plans, over and above salary, that had substantially benefitted Kerkhof in the past: the MFS Plan under which she had received stock options in September 1995; the ShareWorks Grant Plan under which she had received stock shares worth $3,100 in 1995; and the annual bonus program under which she had received $4,812 and $6,000 (out of a possible bonus of 20 percent of annual salary) in 1995 and 1996, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By contrast, the proposed grant of 1,200 options was described as a one-time bonus. Whether there was any contingency about its payment is unclear (Kerkhof sought to raise doubts); but obviously the value of the options would depend on the spread between the prescribed exercise price and the price of the underlying stock at some future point, which might be quite high. Because they are often not marketable, employee options are often hard to value even for a sophisticated analyst. <i>See Scully v. US WATS, Inc.,</i> <span class=\"citation\" data-id=\"771849\"><a href=\"/opinion/771849/mark-scully-v-us-wats-inc-kevin-ohare-individually-and-in-his-capacity/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">497</span></a></span>, 508 (3d Cir.2001). The question is whether omission of an estimate of this value precluded a jury verdict for Kerkhof.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Here, the \"before and after\" comparison depended on more than a simple salary comparison and was inherently uncertain; but even without evidence of value of the options, a fair comparison was possible. The jury knew that salary had not gone up much and that three <i>continuing</i> discretionary bonus plans, from which Kerkhof had done well, were eliminated and a <i>one-time</i> grant of stock options (plus a small annual bonus of $400) substituted. We think that a jury could find on this evidence, and evidence that WorldCom was concerned about the effects on employees of eliminating the plan, that more likely than not her compensation had been materially reduced.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">WorldCom also attacks the count 1 verdict based on a statement by Kerkhof's counsel in rebuttal that Judy Cody's group was dissolved in 1999, two years after Kerkhof's resignation; the arguable implication was that Kerkhof would have been fired anyway had she not resigned. Evidence of the later dissolution was specifically excluded by the district court, so reference to it in summation was improper. <i>See Adams Labs., Inc. v. Jacobs Eng'g Co.,</i> <span class=\"citation\" data-id=\"451931\"><a href=\"/opinion/451931/adams-laboratories-inc-cross-appellant-v-jacobs-engineering-co-inc/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1218</span></a></span>, 1226-27 (7th Cir.1985); <i>Brown v. Royalty,</i> <span class=\"citation\" data-id=\"335477\"><a href=\"/opinion/335477/maurice-e-brown-v-patrick-lee-royalty/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1024</span></a></span>, 1028 (8th Cir.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Despite this, the district judge denied WorldCom's motion for a new trial and instead instructed the jury to consider only \"the circumstances as they existed at the time [Kerkhof] left the company, not what happened thereafter.\" Given that the comment was isolated, tangential to the main issue of diminution in pay or duties, and mitigated by the curative instruction, the risk of prejudice was slight and there was no abuse of discretion in denying a new trial. <i>P.R. Aqueduct &amp; Sewer Auth. v. Constructora Lluch, Inc.,</i> <span class=\"citation\" data-id=\"762107\"><a href=\"/opinion/762107/puerto-rico-aqueduct-and-sewer-authority-v-constructora-lluch-inc-and/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 81-82 (1st Cir.1999); <i>Forrestal v. Magendantz,</i> <span class=\"citation\" data-id=\"507078\"><a href=\"/opinion/507078/jesse-forrestal-etc-v-henry-g-magendantz/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></a></span>, 309 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><i>Disposition of Moot Claims.</i> As to counts 3 and 4, the district court held on summary judgment that Kerkhof remained an \"affected Participant\" under the Share-Works Grant Plan even after her resignation and was therefore entitled to vesting of her shares when WorldCom terminated the plan before the end of the year. It came to this conclusion because it thought that the exclusion of former employees from eligibility for accelerated vesting would jeopardize the plan's status as a tax-qualified plan under the Internal Revenue Code. <i>See</i> 26 U.S.C. &#167; 411(d)(3) (1994). WorldCom disputes this conclusion and, while conceding the mootness of its appeal as to counts 3 and 4, asks us to vacate the district court's judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">WorldCom is not entitled to vacatur as a matter of right; the decision rests in the equitable discretion of this court. <i>U.S. Bancorp Mortgage Co. v. Bonner Mall P'ship,</i> <span class=\"citation\" data-id=\"117879\"><a href=\"/opinion/117879/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 25, <span class=\"citation\" data-id=\"117879\"><a href=\"/opinion/117879/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"117879\"><a href=\"/opinion/117879/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></a></span> (1994). A primary concern is whether the appellant deliberately mooted the appeal. <i>Id.</i> at 24, <span class=\"citation\" data-id=\"117879\"><a href=\"/opinion/117879/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></a></span>. Thus, vacatur is generally appropriate where mootness arises through \"happenstance,\" <i>United States v. Munsingwear,</i> <i>Inc.,</i> <span class=\"citation\" data-id=\"104822\"><a href=\"/opinion/104822/united-states-v-munsingwear-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 40, <span class=\"citation\" data-id=\"104822\"><a href=\"/opinion/104822/united-states-v-munsingwear-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">104</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">36</span></span> (1950), or the unilateral action of the party prevailing below, <i>see U.S. Bancorp,</i> 513 U.S. at 25, <span class=\"citation\" data-id=\"117879\"><a href=\"/opinion/117879/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></a></span>, but not where the appellant moots the case by settlement or withdrawing the appeal, <i>id.</i> at 25-26, <span class=\"citation\" data-id=\"117879\"><a href=\"/opinion/117879/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">These end points mark the extremes; for gray-area cases such as this one, the result depends on particular circumstances. <i>U.S. Bancorp,</i> 513 U.S. at 29, <span class=\"citation\" data-id=\"117879\"><a href=\"/opinion/117879/us-bancorp-mortgage-co-v-bonner-mall-partnership/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></a></span>; <i>see, e.g., Motta v. Dist. Dir. of INS,</i> <span class=\"citation\" data-id=\"700611\"><a href=\"/opinion/700611/antonio-jose-p-motta-v-district-director-of-immigration-naturalization/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></a></span>, 118 (1st Cir.1995) (per curiam). Here, WorldCom mooted the case unilaterally by vesting Kerkhof's shares, but it did so based on a perceived legal obligation under the ShareWorks Grant Plan. Given the express language defining a year of service as 1,000 hours, there is no reason to doubt WorldCom's good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The impact of our choice is on future claims of other employees similarly situated. Kerkhof's counsel would like to preserve the district court's ruling, doubtless hoping that it can be used preclusively in favor of plaintiffs to be added if the request for class action status prevails on this appeal. WorldCom, by contrast, is presumably concerned that a ruling that it has had no opportunity to test on appeal would be not mere precedent but actually binding in this case as to class plaintiffs situated like Kerkhof. As between these two considerations, WorldCom's case for vacating the judgment is by far the stronger.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Appellate review is no cure-all, but it allows three judges to reflect, with more leisure and often more complete briefing, on a complicated legal issue that may be one of dozens that the lower court had to resolve with dispatch. Certainly the issue mooted in this case &#8212; whether the tax status of the ShareWorks Grant Plan requires a specific reading of its terms adverse to WorldCom &#8212; is complicated. Vacating the judgment on this issue fairly preserves both sides' chance to litigate the issue in an appeals court in the future. <i>Nat'l R.R. Passenger Corp. v. Int'l Ass'n of Machinists and Aerospace Workers,</i> <span class=\"citation\" data-id=\"548684\"><a href=\"/opinion/548684/national-railroad-passenger-corporation-v-international-association-of/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 48 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Post-judgment class certification.</i> Kerkhof cross-appeals from the district court's refusal to allow her post-judgment motion to amend her complaint to assert a class-action claim under counts 3 and 4. In substance the motion to amend was a motion for class certification and we, like the district court, treat it as such. The issue is not mooted by the fact that Kerkhof's own ShareWorks claim has been resolved. Kerkhof might still adequately represent the class despite the mootness of her individual claim, and she thus retains a sufficient personal interest in seeing the class certified. <i>U.S. Parole Comm'n v. Geraghty,</i> <span class=\"citation\" data-id=\"110228\"><a href=\"/opinion/110228/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 402-04, <span class=\"citation\" data-id=\"110228\"><a href=\"/opinion/110228/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1202</span></a></span>, <span class=\"citation\" data-id=\"110228\"><a href=\"/opinion/110228/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">479</span></a></span> (1980); <i>Sosna v. Iowa,</i> <span class=\"citation\" data-id=\"109128\"><a href=\"/opinion/109128/sosna-v-iowa/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span>, 402-03, <span class=\"citation\" data-id=\"109128\"><a href=\"/opinion/109128/sosna-v-iowa/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">553</span></a></span>, <span class=\"citation\" data-id=\"109128\"><a href=\"/opinion/109128/sosna-v-iowa/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></a></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Kerkhof delayed filing her motion until September 22, 2000, more than a month after the district court granted her summary judgment as to counts 3 and 4. It is unclear just how much earlier Kerkhof's counsel knew or should have known that other employees were similarly situated to Kerkhof, but depending on how one reads the record, this likelihood might have been discerned from discovery material as early as September 1999; Kerkhof says that the right date is May 1, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Whether a class should ever be certified after judgment on the merits can be debated. <i>Compare Peritz v. Liberty Loan Corp.,</i> <span class=\"citation\" data-id=\"330257\"><a href=\"/opinion/330257/eli-peritz-v-liberty-loan-corporation/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 352-54 (7th Cir.1975), <i>with Postow v. OBA Fed. Sav. &amp; Loan Ass'n,</i> <span class=\"citation\" data-id=\"381256\"><a href=\"/opinion/381256/elliot-postow-and-joan-l-postow-v-oba-federal-savings-and-loan/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1370</span></a></span>, 1383-84 (D.C.Cir. 1980). Fed. R. Civ. P 23(c)(1) directs district courts to decide on certification promptly after a class action begins, and envisions any alterations being made \"before the decision on the merits.\" <i>See Eisen v. Carlisle &amp; Jacquelin,</i> <span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 177-78, <span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2140</span></a></span>, <span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span></a></span> (1974); <i>Rodriguez v. Banco Central,</i> <span class=\"citation\" data-id=\"469798\"><a href=\"/opinion/469798/raul-f-rodriguez-v-banco-central/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">172</span></a></span>, 174-75 (1st Cir.1986). Post-judgment certification also would frustrate the opt-out mechanism for Rule 23(b)(3) classes provided in Rules 23(c)(2) and (c)(3), which were intended to avoid situations in which class members could choose to join only when the judgment favored the class. <i>Am. Pipe &amp; Constr. Co. v. Utah,</i> <span class=\"citation\" data-id=\"108909\"><a href=\"/opinion/108909/american-pipe-constr-co-v-utah/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">538</span></a></span>, 545-49, <span class=\"citation\" data-id=\"108909\"><a href=\"/opinion/108909/american-pipe-constr-co-v-utah/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">756</span></a></span>, <span class=\"citation\" data-id=\"108909\"><a href=\"/opinion/108909/american-pipe-constr-co-v-utah/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">713</span></a></span> (1974); Advisory Committee's Note to Proposed Amendments to Rule 23, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">69</span></span>, 105 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Assuming that there are ever exceptions, <i>see Banco Central,</i> 790 F.2d at 175 &amp; n. 4, this case is not one of them. The standard on review is abuse of discretion, <i>Andrews v. Bechtel Power Corp.,</i> <span class=\"citation\" data-id=\"462586\"><a href=\"/opinion/462586/39-fair-emplpraccas-1033-38-empl-prac-dec-p-35759-19-fed-r-evid/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 130 (1st Cir.1985), and the district court committed no such abuse by deciding that in this case the proposed certification was untimely. Such a delay in adding class allegations deprives a defendant of fair warning as to the true stakes and, by eliminating mutuality, leaves the defendant liable on class claims (if he loses the summary judgment motion) without protecting him (if he wins). <i>See, e.g., Developments in the Law &#8212; Multiparty Litigation in the Federal Courts,</i> 71 Harv. L.Rev. 877, 936 (1958).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\"><i>ERISA and COBRA penalties.</i> In counts 5 and 10, Kerkhof claimed that WorldCom failed to respond to her request for certain ShareWorks Grant Plan documents within 30 days, as required by ERISA, 29 U.S.C. &#167; 1024(b)(4) (1994 &amp; Supp. V 1999), and failed in timely fashion to inform her after her resignation of her right to continue coverage under its health insurance plan, as required by COBRA, 29 U.S.C. &#167;&#167; 1161(a), 1163(2), 1166(a)(4)(A) &amp; (c) (1994). She sought civil penalties for these violations under 29 U.S.C. &#167; 1132(c)(1) (1994 &amp; Supp. V 1999), which allows the court to impose penalties of up to $100 per day on the plan administrator.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">WorldCom was admittedly quite late in sending both the requested ERISA documents and the COBRA notification. Nevertheless, the district court denied Kerkhof's claim for statutory penalties because WorldCom's failure was not in bad faith and did not harm Kerkhof. The court found that WorldCom belatedly disclosed the ShareWorks Grant Plan documents because it had misplaced Kerkhof's request and then inadvertently sent the wrong documents. Why the COBRA notification was sent late is unclear, but the court noted that WorldCom gave Kerkhof the full 60 days to elect coverage, and she declined.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">No specific challenge to these findings was raised in Kerkhof's initial brief on appeal, <i>Keeler v. Putnam Fid. Trust Co.,</i> <span class=\"citation\" data-id=\"199235\"><a href=\"/opinion/199235/keeler-v-putnam-fiduciary/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 10 (1st Cir.2001); Kerkhof instead argued that it was error for the district court to require bad faith and prejudice. The penalty provision expressly leaves it \"in the court's discretion\" to determine whether penalties are appropriate for a failure to disclose. 29 U.S.C. &#167; 1132(c)(1). The gist of Kerkhof's argument is that the district court did not properly exercise its discretion; instead, says Kerkhof, it relied on a <i>per se</i> rule that it would not award penalties absent either harm to the plaintiff or bad faith on the part of the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As we read the district court's remarks, it merely described its past precedents and said that it saw no reason to deviate here, without foreclosing the possibility of a case in which other factors might justify an award despite the absence of both harm and bad faith. This is correct as a matter of law: although the district court <i>need</i> not find bad faith or prejudice to impose penalties, it <i>may</i> give weight &#8212; even dispositive weight &#8212; to these factors in the exercise of its discretion. <i>See Rodriguez-Abreu v. Chase Manhattan Bank,</i> <span class=\"citation\" data-id=\"600732\"><a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 588 (1st Cir.1993); <i>see also Sullivan v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"199581\"><a href=\"/opinion/199581/sullivan-v-raytheon-company/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 52 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, Kerkhof argues that the grant of summary judgment should be reversed as to liability (as opposed to penalties) because WorldCom concededly sent the notices and disclosures late. But the only cause of action plausibly asserted in counts 5 and 10 is an action for discretionary statutory penalties, 29 U.S.C. &#167;&#167; 1132(a)(1), (c)(1). Thus, the district court's supportable refusal to grant relief warranted summary judgment for WorldCom.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court's judgment on counts 3 and 4 is <i>vacated as moot</i> and the matter is <i>remanded</i> for dismissal of those claims. In all other respects the district court's judgment is <i>affirmed.</i></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> WorldCom raised the argument for the first time in its reply brief in support of its motion for summary judgment. The magistrate judge felt that the argument was not timely and chose not to address its merits in his recommended decision, but the district court did address the issue extensively at trial. Kerkhof does not claim on appeal that the failure to raise the argument in the opening summary judgment motion constitutes waiver, so we have no occasion to address the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The only references in the agreement to the plan are in the caption (\"Stock Option Agreement, 1993 Stock Plan\") and in the preamble, which states that the grant is intended to \"carry out the purposes\" of the plan. Neither of the references, explicitly or by necessary implication, suggests that the plan's provisions relating to administration are to be read into option agreements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> WorldCom also relies on references to the plan in Kerkhof's initial offer of employment and in a letter after the merger converting MFS stock into WorldCom stock; but the former merely says that Kerkhof will be eligible to participate in the plan according to its terms, and the latter says that the vesting of options will continue in accordance with \"the applicable Plan<i>and/or related agreements.</i>\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that one district court came to the opposite conclusion as to apparently identical stock option agreements executed between MFS and another employee<i>See Mauldin v. Worldcom, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">19626</span></span> (N.D.Okla. May 16, 2000). But its treatment of the issue was brief and unaided by extensive briefing by the parties, <i>id.</i> at *13, and its decision was reversed by the appeals court on another ground, <i>Mauldin v. Worldcom, Inc.,</i> <span class=\"citation\" data-id=\"161519\"><a href=\"/opinion/161519/mauldin-v-worldcom-inc/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span> (10th Cir.2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> WorldCom argues in the alternative that evidence of Kerkhof's motive should have been allowed in order to preclude a false inference that Kerkhof's decision to leave was itself evidence that her pay or duties had been diminished; but given the court's reading of the contract, motivation evidence could have caused unfair prejudice to Kerkhof and any false inference could have been negated by an instruction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Despite seemingly unequivocal pronouncements by the Supreme Court, the law in the circuits on this point is disparate<i>Compare McGrath v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"391253\"><a href=\"/opinion/391253/fed-sec-l-rep-p-97841-robert-edward-mcgrath-v-zenith-radio/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span>, 464 (7th Cir.1981) (adopting the criminal rule in civil cases), <i>with Traver v. Meshriy,</i> <span class=\"citation\" data-id=\"381009\"><a href=\"/opinion/381009/william-h-traver-v-david-meshriy/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 938-39 (9th Cir.1980) (adopting a discretionary standard with multiple factors), <i>and McCord v. Maguire,</i> <span class=\"citation\" data-id=\"522286\"><a href=\"/opinion/522286/dorothy-r-mccord-v-john-patrick-maguire/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1271</span></a></span>, 1273-74 (9th Cir.1989) (limiting <i>Traver</i> to situations where multiple claims are submitted for general verdict rather than those where a single claim is submitted based on multiple factual theories). Even in this circuit, although not on our facts, harmless error might resolve the issue. <i>See Brochu v. Ortho Pharm. Corp.,</i> <span class=\"citation\" data-id=\"387866\"><a href=\"/opinion/387866/judith-brochu-and-emmanuel-t-brochu-v-ortho-pharmaceutical-corporation/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 662 (1st Cir.1981).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/161519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1059857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1249281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1744922/"
  ]
}