{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199823/",
  "absolute_url": "/opinion/199823/niland-v-hall/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199823/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:38:14Z",
  "date_modified": "2017-03-24T11:03:33.521338Z",
  "type": "010combined",
  "sha1": "334ce15f6a183af1bf101ee5972e1517275e8cbd",
  "page_count": 12,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1739-01A.pdf",
  "local_path": "pdf/2002/02/08/Niland_v._Hall.pdf",
  "plain_text": "          United States Court of Appeals\n               For the First Circuit\n\nNo. 01-1739\n\n                           NEIL NILAND,\n\n                      Petitioner, Appellant,\n\n                                v.\n\n                           TIMOTHY HALL\n\n                      Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Morris E. Lasker, U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n                      Lipez, Circuit Judge,\n\n               and Rosenn*, Senior Circuit Judge,\n\n\n     Robert Sheketoff, with whom Sheketoff & Homan was on brief, for\nappellant.\n     Cathryn Neaves, Assistant Attorney General, Commonwealth of\nMasachusetts, with whom Thomas F. Reilly, Massachusetts Attorney\nGeneral, was on brief, for appellee.\n\n\n                         February 8, 2002\n\n\n________________\n\f*Of the Third Circuit, sitting by designation.\n\f          ROSENN, Senior Circuit Judge. In 1994, the appellant, Neil\n\nNiland, shot and killed his girlfriend, Melissa Herlihy, while she was\n\nasleep in bed in their apartment.      Niland claimed he killed her\n\naccidentally while cleaning his rifle.         The Commonwealth of\n\nMassachusetts had thought otherwise and a Middlesex County grand jury\n\nindicted him for first degree murder and unlawful possession of a\n\nrifle. Niland was tried to a jury which found him guilty of second\n\ndegree murder and unlawful possession of a rifle. The trial judge\n\nsentenced him to a mandatory life term. The Massachusetts Appeals\n\nCourt affirmed his conviction and the Massachusetts Supreme Judicial\n\nCourt denied him further review. Commonwealth v. Niland, 699 N.E.2d\n\n1236 (Mass. App. Ct.), review denied by, 707 N.E.2d 366 (1998).\n\n          In October 1999, Niland turned to the federal courts for\n\nrelief and timely filed a habeas corpus petition pursuant to 28 U.S.C.\n\n§ 2254 in the United States District Court for the District of\n\nMassachusetts. The district court dismissed the petition. Niland\n\ntimely appealed and obtained a certificate of appealability from the\n\ndistrict court.    We affirm the order of the district court.\n\n\n\n                                 I.\n\n          The facts are well known to the parties and we briefly refer\n\nto those pertinent to the issues before us. At Niland’s trial in the\n\nstate court, the Commonwealth proved that he shot Herlihy, the\n\n\n                                 -3-\n\funmarried mother of his two and one-half month old daughter, in the\n\nface with a rifle while she was asleep. Niland maintained that the\n\nshooting was an accident.\n\n          Leonard Atkins, the Commonwealth’s medical examiner,\n\nperformed the autopsy. He testified that in his opinion the defendant\n\ndischarged the rifle when the muzzle of the gun was two feet or less\n\nfrom the victim’s face. He further testified that the bullet entered\n\nthe victim’s right cheek bone area and lodged in the skull, leading to\n\nher death. In addition, Philip Langon, a sergeant with the state\n\npolice ballistics unit, after conducting a pattern test, testified that\n\nhe was of the opinion that the rifle’s muzzle was less than twelve\n\ninches from the victim’s cheek when fired. In his defense, Niland\n\ncalled one witness, David LaMagna, a forensic specialist. He testified\n\nthat the rifle that fired the fatal shot was not appropriate for a\n\nnovice, had a fairly light trigger pull, and that the trigger guard was\n\nonly a limited safety measure.\n\n          On his appeal to the Massachusetts Appeals Court, Niland\n\nraised a number of issues, particularly error in the trial judge’s\n\ninstructions to the jury. The court carefully considered the jury\n\ninstructions, dwelling at length on those pertaining to (1) malice and\n\n(2) consciousness of guilt. The court noted that the defendant argued\n\nthat the jury instructions on the third prong of malice and involuntary\n\nmanslaughter were erroneous and diluted the distinction between murder\n\n\n                                 -4-\n\fand involuntary manslaughter. It specifically scrutinized the trial\n\njudge’s definition of the third prong of malice as “an unexcused intent\n\nto do an act creating a plain and strong likelihood that death or\n\ngrievous bodily harm will follow.” Niland, 699 N.E.2d at 1240. The\n\ncourt agreed with Niland that this was not a correct instruction\n\nbecause of the inclusion of the alternate phrase “or grievous bodily\n\nharm will follow.”    Id.\n\n          However, because the defendant failed to object at trial, the\n\ncourt limited its review to whether the judge’s instructions gave rise\n\nto a substantial risk of a miscarriage of justice. The court concluded\n\nthat they did not, and considered as a whole, had adequately explained\n\nthe concept of malice aforethought. Id. at 1240-41. With respect to\n\nthe inclusion of the erroneous phrase “grievous bodily harm” in the\n\nmalice instruction, the court found that this language was harmless\n\nerror, because the evidence did not warrant a finding of a risk of harm\n\nless than a strong likelihood of death.       Id. at 1240.\n\n          With respect to the consciousness of guilt instruction, the\n\nMassachusetts Appeals Court also painstakingly reviewed this\n\ninstruction. The court noted that the defendant gave three different\n\nversions to the police of what took place in the bedroom. The trial\n\njudge instructed the jury on consciousness of guilt as follows:\n\n          You have heard evidence suggesting that the\n          defendant Neil Niland may have intentionally made\n          certain false statements to the police before and\n\n\n                                 -5-\n\f          after his arrest for these offenses. If the\n          Commonwealth has proved [sic] that the defendant\n          did give false statements to the police, you are\n          permitted to consider whether such actions\n          indicate feelings of guilt by the defendant, and\n          whether, in turn, such feelings of guilt might\n          tend to show actual guilt on these charges. You\n          are not required to draw such inferences, and you\n          should not do so unless they appear to be\n          reasonable in light of all the circumstances of\n          this case.\n\n          If you decide that such inferences are\n          reasonable, it will be up to you to decide how\n          much importance to give them. But you should\n          always remember that there may be numerous\n          reasons why an innocent person might give false\n          statements to the police. Such conduct does not\n          necessarily reflect feelings of guilt. Please\n          also bear in mind that a person having feelings\n          of guilt is not necessarily guilty in fact, for\n          such feelings are sometimes found in innocent\n          people.\n\n          Finally, remember that standing alone, such\n          evidence is never enough by itself to convict a\n          person of a crime. You may not find a defendant\n          guilty on such evidence alone, but you may\n          consider it in your deliberations along with all\n          of the other evidence that has been admitted in\n          this case.\n\n          The defendant argued in the Massachusetts appellate court\n\nthat because the presence or absence of malice was a central issue at\n\ntrial, the jury should have been given an explicit instruction that\n\nconsciousness of guilt evidence could only be used as proof that an\n\nunlawful killing had been committed, and not as proof of murder.\n\nAlthough the court recognized that the trial judge did not expressly\n\ninstruct the jury that it could not infer malice aforethought from the\n\n\n                                 -6-\n\fevidence of consciousness of guilt, it concluded that “the later\n\ninstructions on malice aforethought adequately informed the jury of the\n\ndistinction.” Id. at 1239. The court was persuaded that in light of\n\nthe entire charge and the other evidence of guilt, the jury was able to\n\nconsider the consciousness of guilt evidence “and decide whether to\n\nweigh it with other evidence of guilt.” Id. Moreover, the court noted\n\nthat the trial judge clearly instructed the jury that the Commonwealth\n\nhad the burden of proving that the discharge of the rifle was not\n\naccidental. Id. at 1240. The court was firmly convinced that there\n\nwas no likelihood that the jury understood that it could convict the\n\ndefendant solely on the consciousness of guilt evidence. Id. The\n\ncourt was satisfied that the instruction was correct under\n\nMassachusetts law.\n\n\n\n                                 II.\n\n          Having exhausted his state remedies, Niland endeavored to\n\ncarve out of his essentially state law contentions a federal\n\nconstitutional issue. He petitioned the United States district court\n\nfor a writ of habeas corpus. First, he challenged the Massachusetts\n\nstate court judgment on the ground that it violated his rights under\n\nthe Due Process Clause of the Fourteenth Amendment to the United States\n\nConstitution when it erroneously defined an element of the offense and\n\nwhen it held that this claim had been procedurally defaulted. The\n\n\n                                 -7-\n\ffederal court reviewed Niland’s argument and gave the trial court’s\n\ninstructions to the jury the same careful examination given by the\n\nMassachusetts appellate court. Again, the Commonwealth responded that\n\nNiland had procedurally defaulted with respect to the malice jury\n\ninstruction and it was, therefore, unnecessary for the district court\n\nto determine whether the Massachusetts Appeals Court correctly decided\n\nhis appeal. The district court, however, chose not to examine the\n\nCommonwealth’s claim of procedural default but alternatively to review\n\nNiland’s claims of denial of due process.\n\n          The district court meticulously scrutinized the instructions\n\nof the trial judge to the jury and reviewed the decision of the\n\nMassachusetts Appeals Court. Under established law of the Supreme\n\nCourt of the United States, Niland carried the burden of showing that\n\nthe erroneous “grievous bodily harm” phrase “so infected the entire\n\ntrial that the resulting conviction violates due process, not merely\n\nwhether the instruction is undesirable, erroneous, or even universally\n\ncondemned.” Henderson v. Kibbe, 431 U.S. 145, 154 (1977) (quoting Capp\n\nv. Naughten, 414 U.S. 141, 146-47 (1973)). Niland produced no evidence\n\nthat the erroneous phrase infected the entire trial. The challenged\n\ninstruction should not be considered in “artificial isolation, but must\n\nbe viewed in the context of the overall charges.” Id. at 146-47. This\n\nis the course followed by the Massachusetts Appeals Court which\n\nconcluded that the third-prong jury instructions did not create a\n\n\n                                 -8-\n\fsubstantial miscarriage of justice after reviewing the instructions as\n\na whole.   Niland, 699 N.E.2d at 1241.     The district court, too,\n\nconcluded that the trial judge committed harmless error because\n\n\n\n           [s]hooting a person in the face, as in this case,\n           is so likely to cause death, rather than merely\n           grievous bodily harm, that we agree with the\n           [Massachusetts Appeals Court] which, quoting\n           Commonwealth v. Caines stated that “[a]\n           reasonable jury could not fail to recognize that\n           the defendant’s [shooting] created a clear and\n           plain likelihood of death.”\n\n           Next, the district court reviewed Niland’s claim that the\n\ntrial judge erred in his instruction as to the consciousness of guilt.\n\nIt rejected Niland’s argument that the instruction relieved the\n\nCommonwealth of its burden to prove all elements of the offense and,\n\nthus, violated his due process rights under Francis v. Franklin, 471\n\nU.S. 307 (1985). It distinguished Francis which it held turned on the\n\nexistence of a mandatory presumption which shifted the burden of\n\npersuasion to the defendant, thereby relieving the state of its burden\n\nto prove all elements of the crimes. It, therefore, concluded that the\n\nabsence of such a mandatory presumption here made Francis inapplicable.\n\nIn addition to the instruction at issue, the district court observed\n\nthat the trial judge gave clarifying language that did not contradict\n\nother portions of the instructions. The court, therefore, denied the\n\nwrit and dismissed the petition.\n\n\n\n                                 -9-\n\f                                III.\n\n          On his appeal from the district court to this court, Niland\n\nraises the same issues as in the district court but maintains that the\n\ndistrict court erred in dismissing his petition.\n\n          The petition for habeas corpus having been filed after the\n\neffective date of the Antiterrorism and Effective Death Penalty Act of\n\n1996 (AEDPA), our review of Niland’s claims is governed by that\n\nstatute. Lindh v. Murphy, 521 U.S. 320, 336 (1997). The AEDPA imposes\n\n“a new constraint on the power of a federal habeas court to grant a\n\nstate prisoner’s application for a writ of habeas corpus with respect\n\nto claims adjudicated on the merits in state court.”     Williams v.\n\nTaylor, 529 U.S. 362, 412 (2000).\n\n          Under § 2254(d)(1), the writ may issue only if\n          one of the following two conditions is satisfied\n          – the state-court adjudication resulted in a\n          decision that (1) “was contrary to . . . clearly\n          established Federal law, as determined by the\n          Supreme Court of the United States,” or (2)\n          “involved an unreasonable application of . . .\n          clearly established Federal law, as determined by\n          the Supreme Court of the United States.”\n\nId. As the Williams decision emphasizes, an incorrect state-court\n\ndecision is not the equivalent of an unreasonable state-court\n\ndetermination. Id. at 410. Therefore, a federal habeas court may not\n\nissue the writ “simply because the court concludes in its independent\n\njudgment that the relevant state-court decision applied clearly\n\nestablished federal law erroneously or incorrectly.” Id. at 411.\n\n\n                                -10-\n\fFurthermore, under the AEDPA, state-court determinations of factual\n\nissues “shall be presumed to be correct,” unless the petitioner rebuts\n\nthe presumption “by clear and convincing evidence.”       28 U.S.C. §\n\n2254(e)(1); Coombs v. Maine, 202 F.3d 14, 18 (1st Cir. 2000).\n\n          Chief Judge Boudin reminded us in Fortini v. Murphy that\n\nAEDPA adopts a strict standard of review by federal courts to a claim\n\nadjudicated on the merits in state court proceedings. 257 F.3d 39, 47\n\n(1st Cir. 2001). Niland contends that the state court never addressed\n\nhis constitutional claim on the merits and therefore, the strict\n\ndeferential standard of review is inapplicable. Id. (holding that de\n\nnovo standard of review applies on federal claims never addressed by\n\nstate courts).    We disagree with Niland.     A review of the state\n\nappellate court’s opinion reveals an exhaustive discussion of the\n\nclaims he raises in this court. All of Niland’s constitutional claims\n\nwere thoroughly reviewed on their merits and “AEDPA imposes a\n\nrequirement of deference to state court decisions.” Id.\n\n          We have also reviewed the jury instructions in this case.\n\nWe agree with the district court that Niland’s claims with respect to\n\nthe elements of malice and the consciousness of guilt instructions lack\n\nmerit. We also agree with the district court that the decision of the\n\nMassachusetts Appeals Court was not unreasonable within the meaning of\n\nAEDPA. Niland has not shown that the state-court decision sustaining\n\nthe legality of the instructions is “contrary to, or involved an\n\n\n                                 -11-\n\funreasonable application of, clearly established Federal law.” 28\n\nU.S.C. § 2254(d)(1).\n\n            Accordingly, no error having been committed by the district\n\ncourt in its denial of the writ and in its dismissal of the petition,\n\nthe order of the district court is\n\naffirmed.\n\n\n\n\n                                  -12-\n\f",
  "html": "<p class=\"case_cite\">280 F.3d 6</p>\n    <p class=\"parties\">Neil NILAND, Petitioner, Appellant,<br>v.<br>Timothy HALL, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1739.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2001.</p>\n    <p class=\"date\">Decided February 8, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert Sheketoff, with whom Sheketoff &amp; Homan was on brief, for appellant.</p>\n      <p class=\"indent\">Cathryn Neaves, Assistant Attorney General, Commonwealth of Massachusetts, with whom Thomas F. Reilly, Massachusetts Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LIPEZ, Circuit Judge, and ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge,</p>\n      <p class=\"indent\">ROSENN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1994, the appellant, Neil Niland, shot and killed his girlfriend, Melissa Herlihy, while she was asleep in bed in their apartment. Niland claimed he killed her accidentally while cleaning his rifle. The Commonwealth of Massachusetts had thought otherwise and a Middlesex County grand jury indicted him for first degree murder and unlawful possession of a rifle. Niland was tried to a jury which found him guilty of second degree murder and unlawful possession of a rifle. The trial judge sentenced him to a mandatory life term. The Massachusetts Appeals Court affirmed his conviction and the Massachusetts Supreme Judicial Court denied him further review. <i>Commonwealth v. Niland,</i> 45 Mass.App.Ct. 526, 699 N.E.2d 1236, <i>review denied by,</i> 428 Mass. 1108, 707 N.E.2d 366 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In October 1999, Niland turned to the federal courts for relief and timely filed a habeas corpus petition pursuant to 28 U.S.C. &#167; 2254 in the United States District Court for the District of Massachusetts. The district court dismissed the petition. Niland timely appealed and obtained a certificate of appealability from the district court. We affirm the order of the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts are well known to the parties and we briefly refer to those pertinent to the issues before us. At Niland's trial in the state court, the Commonwealth proved that he shot Herlihy, the unmarried mother of his two and one-half month old daughter, in the face with a rifle while she was asleep. Niland maintained that the shooting was an accident.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Leonard Atkins, the Commonwealth's medical examiner, performed the autopsy. He testified that in his opinion the defendant discharged the rifle when the muzzle of the gun was two feet or less from the victim's face. He further testified that the bullet entered the victim's right cheek bone area and lodged in the skull, leading to her death. In addition, Philip Langon, a sergeant with the state police ballistics unit, after conducting a pattern test, testified that he was of the opinion that the rifle's muzzle was less than twelve inches from the victim's cheek when fired. In his defense, Niland called one witness, David LaMagna, a forensic specialist. He testified that the rifle that fired the fatal shot was not appropriate for a novice, had a fairly light trigger pull, and that the trigger guard was only a limited safety measure.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On his appeal to the Massachusetts Appeals Court, Niland raised a number of issues, particularly error in the trial judge's instructions to the jury. The court carefully considered the jury instructions, dwelling at length on those pertaining to (1) malice and (2) consciousness of guilt. The court noted that the defendant argued that the jury instructions on the third prong of malice and involuntary manslaughter were erroneous and diluted the distinction between murder and involuntary manslaughter. It specifically scrutinized the trial judge's definition of the third prong of malice as \"an unexcused intent to do an act creating a plain and strong likelihood that death or grievous bodily harm will follow.\" <i>Niland,</i> 699 N.E.2d at 1240. The court agreed with Niland that this was not a correct instruction because of the inclusion of the alternate phrase \"or grievous bodily harm will follow.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">However, because the defendant failed to object at trial, the court limited its review to whether the judge's instructions gave rise to a substantial risk of a miscarriage of justice. The court concluded that they did not, and considered as a whole, had adequately explained the concept of malice aforethought. <i>Id.</i> at 1240-41. With respect to the inclusion of the erroneous phrase \"grievous bodily harm\" in the malice instruction, the court found that this language was harmless error, because the evidence did not warrant a finding of a risk of harm less than a strong likelihood of death. <i>Id.</i> at 1240.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">With respect to the consciousness of guilt instruction, the Massachusetts Appeals Court also painstakingly reviewed this instruction. The court noted that the defendant gave three different versions to the police of what took place in the bedroom. The trial judge instructed the jury on consciousness of guilt as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">You have heard evidence suggesting that the defendant Neil Niland may have intentionally made certain false statements to the police before and after his arrest for these offenses. If the Commonwealth has proved [sic] that the defendant did give false statements to the police, you are permitted to consider whether such actions indicate feelings of guilt by the defendant, and whether, in turn, such feelings of guilt might tend to show actual guilt on these charges. You are not required to draw such inferences, and you should not do so unless they appear to be reasonable in light of all the circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If you decide that such inferences are reasonable, it will be up to you to decide how much importance to give them. But you should always remember that there may be numerous reasons why an innocent person might give false statements to the police. Such conduct does not necessarily reflect feelings of guilt. Please also bear in mind that a person having feelings of guilt is not necessarily guilty in fact, for such feelings are sometimes found in innocent people.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, remember that standing alone, such evidence is never enough by itself to convict a person of a crime. You may not find a defendant guilty on such evidence alone, but you may consider it in your deliberations along with all of the other evidence that has been admitted in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendant argued in the Massachusetts appellate court that because the presence or absence of malice was a central issue at trial, the jury should have been given an explicit instruction that consciousness of guilt evidence could only be used as proof that an unlawful killing had been committed, and not as proof of murder. Although the court recognized that the trial judge did not expressly instruct the jury that it could not infer malice aforethought from the evidence of consciousness of guilt, it concluded that \"the later instructions on malice aforethought adequately informed the jury of the distinction.\" <i>Id.</i> at 1239. The court was persuaded that in light of the entire charge and the other evidence of guilt, the jury was able to consider the consciousness of guilt evidence \"and decide whether to weigh it with other evidence of guilt.\" <i>Id.</i> Moreover, the court noted that the trial judge clearly instructed the jury that the Commonwealth had the burden of proving that the discharge of the rifle was not accidental. <i>Id.</i> at 1240. The court was firmly convinced that there was no likelihood that the jury understood that it could convict the defendant solely on the consciousness of guilt evidence. <i>Id.</i> The court was satisfied that the instruction was correct under Massachusetts law.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Having exhausted his state remedies, Niland endeavored to carve out of his essentially state law contentions a federal constitutional issue. He petitioned the United States district court for a writ of habeas corpus. First, he challenged the Massachusetts state court judgment on the ground that it violated his rights under the Due Process Clause of the Fourteenth Amendment to the United States Constitution when it erroneously defined an element of the offense and when it held that this claim had been procedurally defaulted. The federal court reviewed Niland's argument and gave the trial court's instructions to the jury the same careful examination given by the Massachusetts appellate court. Again, the Commonwealth responded that Niland had procedurally defaulted with respect to the malice jury instruction and it was, therefore, unnecessary for the district court to determine whether the Massachusetts Appeals Court correctly decided his appeal. The district court, however, chose not to examine the Commonwealth's claim of procedural default but alternatively to review Niland's claims of denial of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court meticulously scrutinized the instructions of the trial judge to the jury and reviewed the decision of the Massachusetts Appeals Court. Under established law of the Supreme Court of the United States, Niland carried the burden of showing that the erroneous \"grievous bodily harm\" phrase \"so infected the entire trial that the resulting conviction violates due process, not merely whether the instruction is undesirable, erroneous, or even universally condemned.\" <i>Henderson v. Kibbe,</i> 431 U.S. 145, 154, 97 S.Ct. 1730, 52 L.Ed.2d 203 (1977) (quoting <i>Cupp v. Naughten,</i> 414 U.S. 141, 146-47, 94 S.Ct. 396, 38 L.Ed.2d 368 (1973)). Niland produced no evidence that the erroneous phrase infected the entire trial. The challenged instruction should not be considered in \"artificial isolation, but must be viewed in the context of the overall charges.\" <i>Id.</i> at 146-47, 97 S.Ct. 1730. This is the course followed by the Massachusetts Appeals Court which concluded that the third-prong jury instructions did not create a substantial miscarriage of justice after reviewing the instructions as a whole. <i>Niland,</i> 699 N.E.2d at 1241. The district court, too, concluded that the trial judge committed harmless error because [s]hooting a person in the face, as in this case, is so likely to cause death, rather than merely grievous bodily harm, that we agree with the [Massachusetts Appeals Court] which, quoting <i>Commonwealth v. Caines [</i>41 Mass.App.Ct. 812, 673 N.E.2d 890 (1996)<i>]</i> stated that \"[a] reasonable jury could not fail to recognize that the defendant's [shooting] created a clear and plain likelihood of death.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, the district court reviewed Niland's claim that the trial judge erred in his instruction as to the consciousness of guilt. It rejected Niland's argument that the instruction relieved the Commonwealth of its burden to prove all elements of the offense and, thus, violated his due process rights under <i>Francis v. Franklin,</i> 471 U.S. 307, 105 S.Ct. 1965, 85 L.Ed.2d 344 (1985). It distinguished <i>Francis</i> which it held turned on the existence of a mandatory presumption which shifted the burden of persuasion to the defendant, thereby relieving the state of its burden to prove all elements of the crimes. It, therefore, concluded that the absence of such a mandatory presumption here made <i>Francis</i> inapplicable. In addition to the instruction at issue, the district court observed that the trial judge gave clarifying language that did not contradict other portions of the instructions. The court, therefore, denied the writ and dismissed the petition.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On his appeal from the district court to this court, Niland raises the same issues as in the district court but maintains that the district court erred in dismissing his petition.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The petition for habeas corpus having been filed after the effective date of the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), our review of Niland's claims is governed by that statute. <i>Lindh v. Murphy,</i> 521 U.S. 320, 336, 117 S.Ct. 2059, 138 L.Ed.2d 481 (1997). The AEDPA imposes \"a new constraint on the power of a federal habeas court to grant a state prisoner's application for a writ of habeas corpus with respect to claims adjudicated on the merits in state court.\" <i>Williams v. Taylor,</i> 529 U.S. 362, 412, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under &#167; 2254(d)(1), the writ may issue only if one of the following two conditions is satisfied &#8212; the state-court adjudication resulted in a decision that (1) \"was contrary to ... clearly established Federal law, as determined by the Supreme Court of the United States,\" or (2) \"involved an unreasonable application of ... clearly established Federal law, as determined by the Supreme Court of the United States.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Id.</i> As the <i>Williams</i> decision emphasizes, an incorrect state-court decision is not the equivalent of an unreasonable state-court determination. <i>Id.</i> at 410, 120 S.Ct. 1495. Therefore, a federal habeas court may not issue the writ \"simply because the court concludes in its independent judgment that the relevant state-court decision applied clearly established federal law erroneously or incorrectly.\" <i>Id.</i> at 411, 120 S.Ct. 1495. Furthermore, under the AEDPA, state-court determinations of factual issues \"shall be presumed to be correct,\" unless the petitioner rebuts the presumption \"by clear and convincing evidence.\" 28 U.S.C. &#167; 2254(e)(1); <i>Coombs v. Maine,</i> 202 F.3d 14, 18 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Chief Judge Boudin reminded us in <i>Fortini v. Murphy</i> that AEDPA adopts a strict standard of review by federal courts to a claim adjudicated on the merits in state court proceedings. 257 F.3d 39, 47 (1st Cir.2001). Niland contends that the state court never addressed his constitutional claim on the merits and therefore, the strict deferential standard of review is inapplicable. <i>Id.</i> (holding that <i>de novo</i> standard of review applies on federal claims never addressed by state courts). We disagree with Niland. A review of the state appellate court's opinion reveals an exhaustive discussion of the claims he raises in this court. All of Niland's constitutional claims were thoroughly reviewed on their merits and \"AEDPA imposes a requirement of deference to state court decisions.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have also reviewed the jury instructions in this case. We agree with the district court that Niland's claims with respect to the elements of malice and the consciousness of guilt instructions lack merit. We also agree with the district court that the decision of the Massachusetts Appeals Court was not unreasonable within the meaning of AEDPA. Niland has not shown that the state-court decision sustaining the legality of the instructions is \"contrary to, or involved an unreasonable application of, clearly established Federal law.\" 28 U.S.C. &#167; 2254(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Accordingly, no error having been committed by the district court in its denial of the writ and in its dismissal of the petition, the order of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span></p>\n    <p class=\"parties\">Neil NILAND, Petitioner, Appellant,<br>v.<br>Timothy HALL, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-1739.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2001.</p>\n    <p class=\"date\">Decided February 8, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert Sheketoff, with whom Sheketoff &amp; Homan was on brief, for appellant.</p>\n      <p class=\"indent\">Cathryn Neaves, Assistant Attorney General, Commonwealth of Massachusetts, with whom Thomas F. Reilly, Massachusetts Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LIPEZ, Circuit Judge, and ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge,</p>\n      <p class=\"indent\">ROSENN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1994, the appellant, Neil Niland, shot and killed his girlfriend, Melissa Herlihy, while she was asleep in bed in their apartment. Niland claimed he killed her accidentally while cleaning his rifle. The Commonwealth of Massachusetts had thought otherwise and a Middlesex County grand jury indicted him for first degree murder and unlawful possession of a rifle. Niland was tried to a jury which found him guilty of second degree murder and unlawful possession of a rifle. The trial judge sentenced him to a mandatory life term. The Massachusetts Appeals Court affirmed his conviction and the Massachusetts Supreme Judicial Court denied him further review. <i>Commonwealth v. Niland,</i> 45 Mass.App.Ct. 526, <span class=\"citation no-link\"><span class=\"volume\">699</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1236</span></span>, <i>review denied by,</i> <span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">707</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">366</span></span> (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In October 1999, Niland turned to the federal courts for relief and timely filed a habeas corpus petition pursuant to 28 U.S.C. &#167; 2254 in the United States District Court for the District of Massachusetts. The district court dismissed the petition. Niland timely appealed and obtained a certificate of appealability from the district court. We affirm the order of the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts are well known to the parties and we briefly refer to those pertinent to the issues before us. At Niland's trial in the state court, the Commonwealth proved that he shot Herlihy, the unmarried mother of his two and one-half month old daughter, in the face with a rifle while she was asleep. Niland maintained that the shooting was an accident.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Leonard Atkins, the Commonwealth's medical examiner, performed the autopsy. He testified that in his opinion the defendant discharged the rifle when the muzzle of the gun was two feet or less from the victim's face. He further testified that the bullet entered the victim's right cheek bone area and lodged in the skull, leading to her death. In addition, Philip Langon, a sergeant with the state police ballistics unit, after conducting a pattern test, testified that he was of the opinion that the rifle's muzzle was less than twelve inches from the victim's cheek when fired. In his defense, Niland called one witness, David LaMagna, a forensic specialist. He testified that the rifle that fired the fatal shot was not appropriate for a novice, had a fairly light trigger pull, and that the trigger guard was only a limited safety measure.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On his appeal to the Massachusetts Appeals Court, Niland raised a number of issues, particularly error in the trial judge's instructions to the jury. The court carefully considered the jury instructions, dwelling at length on those pertaining to (1) malice and (2) consciousness of guilt. The court noted that the defendant argued that the jury instructions on the third prong of malice and involuntary manslaughter were erroneous and diluted the distinction between murder and involuntary manslaughter. It specifically scrutinized the trial judge's definition of the third prong of malice as \"an unexcused intent to do an act creating a plain and strong likelihood that death or grievous bodily harm will follow.\" <i>Niland,</i> 699 N.E.2d at 1240. The court agreed with Niland that this was not a correct instruction because of the inclusion of the alternate phrase \"or grievous bodily harm will follow.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">However, because the defendant failed to object at trial, the court limited its review to whether the judge's instructions gave rise to a substantial risk of a miscarriage of justice. The court concluded that they did not, and considered as a whole, had adequately explained the concept of malice aforethought. <i>Id.</i> at 1240-41. With respect to the inclusion of the erroneous phrase \"grievous bodily harm\" in the malice instruction, the court found that this language was harmless error, because the evidence did not warrant a finding of a risk of harm less than a strong likelihood of death. <i>Id.</i> at 1240.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">With respect to the consciousness of guilt instruction, the Massachusetts Appeals Court also painstakingly reviewed this instruction. The court noted that the defendant gave three different versions to the police of what took place in the bedroom. The trial judge instructed the jury on consciousness of guilt as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">You have heard evidence suggesting that the defendant Neil Niland may have intentionally made certain false statements to the police before and after his arrest for these offenses. If the Commonwealth has proved [sic] that the defendant did give false statements to the police, you are permitted to consider whether such actions indicate feelings of guilt by the defendant, and whether, in turn, such feelings of guilt might tend to show actual guilt on these charges. You are not required to draw such inferences, and you should not do so unless they appear to be reasonable in light of all the circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If you decide that such inferences are reasonable, it will be up to you to decide how much importance to give them. But you should always remember that there may be numerous reasons why an innocent person might give false statements to the police. Such conduct does not necessarily reflect feelings of guilt. Please also bear in mind that a person having feelings of guilt is not necessarily guilty in fact, for such feelings are sometimes found in innocent people.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, remember that standing alone, such evidence is never enough by itself to convict a person of a crime. You may not find a defendant guilty on such evidence alone, but you may consider it in your deliberations along with all of the other evidence that has been admitted in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendant argued in the Massachusetts appellate court that because the presence or absence of malice was a central issue at trial, the jury should have been given an explicit instruction that consciousness of guilt evidence could only be used as proof that an unlawful killing had been committed, and not as proof of murder. Although the court recognized that the trial judge did not expressly instruct the jury that it could not infer malice aforethought from the evidence of consciousness of guilt, it concluded that \"the later instructions on malice aforethought adequately informed the jury of the distinction.\" <i>Id.</i> at 1239. The court was persuaded that in light of the entire charge and the other evidence of guilt, the jury was able to consider the consciousness of guilt evidence \"and decide whether to weigh it with other evidence of guilt.\" <i>Id.</i> Moreover, the court noted that the trial judge clearly instructed the jury that the Commonwealth had the burden of proving that the discharge of the rifle was not accidental. <i>Id.</i> at 1240. The court was firmly convinced that there was no likelihood that the jury understood that it could convict the defendant solely on the consciousness of guilt evidence. <i>Id.</i> The court was satisfied that the instruction was correct under Massachusetts law.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Having exhausted his state remedies, Niland endeavored to carve out of his essentially state law contentions a federal constitutional issue. He petitioned the United States district court for a writ of habeas corpus. First, he challenged the Massachusetts state court judgment on the ground that it violated his rights under the Due Process Clause of the Fourteenth Amendment to the United States Constitution when it erroneously defined an element of the offense and when it held that this claim had been procedurally defaulted. The federal court reviewed Niland's argument and gave the trial court's instructions to the jury the same careful examination given by the Massachusetts appellate court. Again, the Commonwealth responded that Niland had procedurally defaulted with respect to the malice jury instruction and it was, therefore, unnecessary for the district court to determine whether the Massachusetts Appeals Court correctly decided his appeal. The district court, however, chose not to examine the Commonwealth's claim of procedural default but alternatively to review Niland's claims of denial of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court meticulously scrutinized the instructions of the trial judge to the jury and reviewed the decision of the Massachusetts Appeals Court. Under established law of the Supreme Court of the United States, Niland carried the burden of showing that the erroneous \"grievous bodily harm\" phrase \"so infected the entire trial that the resulting conviction violates due process, not merely whether the instruction is undesirable, erroneous, or even universally condemned.\" <i>Henderson v. Kibbe,</i> <span class=\"citation\" data-id=\"109653\"><a href=\"/opinion/109653/henderson-v-kibbe/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, 154, <span class=\"citation\" data-id=\"109653\"><a href=\"/opinion/109653/henderson-v-kibbe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1730</span></a></span>, <span class=\"citation\" data-id=\"109653\"><a href=\"/opinion/109653/henderson-v-kibbe/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (1977) (quoting <i>Cupp v. Naughten,</i> <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 146-47, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1973)). Niland produced no evidence that the erroneous phrase infected the entire trial. The challenged instruction should not be considered in \"artificial isolation, but must be viewed in the context of the overall charges.\" <i>Id.</i> at 146-47, <span class=\"citation\" data-id=\"109653\"><a href=\"/opinion/109653/henderson-v-kibbe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1730</span></a></span>. This is the course followed by the Massachusetts Appeals Court which concluded that the third-prong jury instructions did not create a substantial miscarriage of justice after reviewing the instructions as a whole. <i>Niland,</i> 699 N.E.2d at 1241. The district court, too, concluded that the trial judge committed harmless error because [s]hooting a person in the face, as in this case, is so likely to cause death, rather than merely grievous bodily harm, that we agree with the [Massachusetts Appeals Court] which, quoting <i>Commonwealth v. Caines [</i>41 Mass.App.Ct. 812, <span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">890</span></span> (1996)<i>]</i> stated that \"[a] reasonable jury could not fail to recognize that the defendant's [shooting] created a clear and plain likelihood of death.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, the district court reviewed Niland's claim that the trial judge erred in his instruction as to the consciousness of guilt. It rejected Niland's argument that the instruction relieved the Commonwealth of its burden to prove all elements of the offense and, thus, violated his due process rights under <i>Francis v. Franklin,</i> <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1985). It distinguished <i>Francis</i> which it held turned on the existence of a mandatory presumption which shifted the burden of persuasion to the defendant, thereby relieving the state of its burden to prove all elements of the crimes. It, therefore, concluded that the absence of such a mandatory presumption here made <i>Francis</i> inapplicable. In addition to the instruction at issue, the district court observed that the trial judge gave clarifying language that did not contradict other portions of the instructions. The court, therefore, denied the writ and dismissed the petition.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On his appeal from the district court to this court, Niland raises the same issues as in the district court but maintains that the district court erred in dismissing his petition.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The petition for habeas corpus having been filed after the effective date of the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), our review of Niland's claims is governed by that statute. <i>Lindh v. Murphy,</i> <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 336, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1997). The AEDPA imposes \"a new constraint on the power of a federal habeas court to grant a state prisoner's application for a writ of habeas corpus with respect to claims adjudicated on the merits in state court.\" <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 412, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under &#167; 2254(d)(1), the writ may issue only if one of the following two conditions is satisfied &#8212; the state-court adjudication resulted in a decision that (1) \"was contrary to ... clearly established Federal law, as determined by the Supreme Court of the United States,\" or (2) \"involved an unreasonable application of ... clearly established Federal law, as determined by the Supreme Court of the United States.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Id.</i> As the <i>Williams</i> decision emphasizes, an incorrect state-court decision is not the equivalent of an unreasonable state-court determination. <i>Id.</i> at 410, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>. Therefore, a federal habeas court may not issue the writ \"simply because the court concludes in its independent judgment that the relevant state-court decision applied clearly established federal law erroneously or incorrectly.\" <i>Id.</i> at 411, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>. Furthermore, under the AEDPA, state-court determinations of factual issues \"shall be presumed to be correct,\" unless the petitioner rebuts the presumption \"by clear and convincing evidence.\" 28 U.S.C. &#167; 2254(e)(1); <i>Coombs v. Maine,</i> <span class=\"citation\" data-id=\"767457\"><a href=\"/opinion/767457/sandra-coombs-v-state-of-maine/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Chief Judge Boudin reminded us in <i>Fortini v. Murphy</i> that AEDPA adopts a strict standard of review by federal courts to a claim adjudicated on the merits in state court proceedings. <span class=\"citation\" data-id=\"199512\"><a href=\"/opinion/199512/fortini-v-murphy/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 47 (1st Cir.2001). Niland contends that the state court never addressed his constitutional claim on the merits and therefore, the strict deferential standard of review is inapplicable. <i>Id.</i> (holding that <i>de novo</i> standard of review applies on federal claims never addressed by state courts). We disagree with Niland. A review of the state appellate court's opinion reveals an exhaustive discussion of the claims he raises in this court. All of Niland's constitutional claims were thoroughly reviewed on their merits and \"AEDPA imposes a requirement of deference to state court decisions.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have also reviewed the jury instructions in this case. We agree with the district court that Niland's claims with respect to the elements of malice and the consciousness of guilt instructions lack merit. We also agree with the district court that the decision of the Massachusetts Appeals Court was not unreasonable within the meaning of AEDPA. Niland has not shown that the state-court decision sustaining the legality of the instructions is \"contrary to, or involved an unreasonable application of, clearly established Federal law.\" 28 U.S.C. &#167; 2254(d)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Accordingly, no error having been committed by the district court in its denial of the writ and in its dismissal of the petition, the order of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767457/"
  ]
}