{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199803/",
  "absolute_url": "/opinion/199803/bastien-v-city-of-worcester/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199803/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:52Z",
  "date_modified": "2017-03-24T11:03:32.749792Z",
  "type": "010combined",
  "sha1": "09c249081dc951155c6b122a8105803c51483f6d",
  "page_count": 14,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2224-01A.pdf",
  "local_path": "pdf/2002/02/01/Bastien_v._City_of_Worcester.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-2224\n\n                       DELANOT BASTIEN,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                       WILLIAM GODDARD,\n\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                            Before\n\n                     Boudin, Chief Judge,\n                Coffin, Senior Circuit Judge,\n                and Torruella, Circuit Judge.\n\n\n\n     Aderonke O. Lipede, with whom Stephen B. Hrones and Hrones\n& Garrity were on brief, for appellant.\n     Austin M. Joyce, with whom Edward P. Reardon was on brief,\nfor appellee.\n\n\n\n\n                       February 1, 2002\n\f\f    COFFIN, Senior Circuit Judge.         Appellant Delanot Bastien\n\nclaims that he is entitled to a new trial on his claim of\n\nexcessive force against appellee William Goddard because the\n\ndistrict court incorrectly instructed the jury that liability on\n\nan excessive force claim depended upon a finding of \"serious\"\n\ninjury.   We agree that the jury was improperly instructed and\n\nthat the error was not harmless.          We therefore reverse and\n\nremand for a retrial on that claim.\n\n                       I. Factual Background\n\n    We briefly review the facts as the jury could have found\n\nthem, see Ramos v. Davis & Geck, Inc., 167 F.3d 727, 730 (lst\n\nCir. 1999), limiting our recitation to only so much of the\n\nepisode underlying this case as is necessary to set the stage\n\nfor our discussion.    Appellant was ushered out of the Algiers\n\nNight Club in Worcester, Massachusetts, in the early hours of\n\nJanuary 1, 1990 by four bouncers from the club and appellee, a\n\nWorcester police officer who was assigned to the club that\n\nnight.    The men told appellant that he had had too much to\n\ndrink, although he maintained that he had drunk only half a\n\nbeer.     Appellant,   who   is   black   and   of   Haitian   descent,\n\ncomplained to the men that he was being unfairly ejected from\n\nthe club because of his race.\n\n\n\n\n                                  -3-\n\f      Outside the club, verbal interaction between appellant and\n\nthe   officer   continued.   A   friend   of   appellant   and   another\n\nacquaintance came out of the club, and appellant repeated his\n\nallegation that he was unfairly forced to leave.             Appellant\n\nrealized that he had left his coat inside, and someone went in\n\nto retrieve it.     A short time later, as appellant prepared to\n\nleave the scene, he asked for appellee's name and told the\n\nofficer that he was going to the hospital for a blood test to\n\nprove that he was not intoxicated.        Some additional words were\n\nexchanged,1 and appellee then placed appellant under arrest.          He\n\nwas charged with disorderly conduct and disturbing the peace.\n\n      Appellant immediately complained that the handcuffs placed\n\non him were too tight and causing pain.          No adjustments were\n\nmade, 2 and appellant testified that he experienced additional\n\nharm during the ride in the patrol wagon to the Worcester police\n\nstation because the driver of the van continuously applied the\n\nbrakes abruptly, causing him to bounce about the vehicle.\n\n      At the police station, appellant remained handcuffed for\n\napproximately four more hours, although he repeatedly requested\n\n\n\n      1Appellee contends that, once appellant had his coat, he\nbecame agitated and started swinging his arms.\n      2Appellee testified that he checked the handcuffs and\ndetermined that they were not too tight; appellant said the\nofficer did not examine the handcuffs.\n\n                                 -4-\n\fthat       the   cuffs   be   removed   or    loosened.     A    videotape     of\n\nappellant's booking was shown to the jury as evidence of his\n\nphysical condition after the handcuffs were removed.3                       After\n\nposting bail, he went to the hospital and was diagnosed with\n\nprobable \"post traumatic/occlusive loss of sensation [in] both\n\nhands       of    temporary     nature.\"        Follow-up       treatment    was\n\nrecommended.        Other medical records indicated that he may have\n\nsuffered a rotator cuff injury.               Appellant testified that he\n\nexperienced pain in his wrists for a few months.\n\n       About six months after the incident, the charges against\n\nappellant were dismissed.               He subsequently filed this suit\n\nclaiming that appellee had violated his constitutional rights by\n\nfalsely arresting him and using excessive force.4\n\n       At trial, the court instructed the jurors that they must\n\nfind that appellant suffered \"serious injury\" to find appellee\n\n\n       3\n      The videotape was not made part of the record on appeal.\nIn his brief, appellant states that the tape shows that when he\nwas released from the handcuffs, \"he was in such pain that he\nwas unable to dial a telephone number and lift the telephone\nreceiver.\"    Appellee does not in his brief dispute this\ncharacterization of the tape.       At argument, his counsel\nsuggested that the jury could have found that appellant was\n\"hamming it up for the camera.\"\n       4\n      Appellant originally named multiple defendants, including\nthe City of Worcester, but all besides Goddard were eliminated\nfrom the case before trial. In addition, appellant voluntarily\ndismissed a state tort claim for malicious prosecution before\nthe jury deliberated.   Federal and state civil rights claims\nwere merged.\n\n                                        -5-\n\fliable for excessive force.        The jury returned a verdict in\n\nfavor of appellant on the false arrest claim, but found no\n\nliability on the excessive force claim.             On appeal, Bastien\n\nchallenges only the court's instruction on excessive force.\n\n                             II. Discussion\n\n      Appellant argues that the district court erred by imposing\n\na \"serious\" injury requirement on the excessive force claim.\n\nHis   counsel   initially    pressed    this   argument   at    a   charging\n\nconference outside the jury's presence, asserting that that was\n\nnot   the   standard   for   excessive    force.      The      trial   judge\n\ndisagreed, noting that he nearly directed a verdict on that\n\nclaim \"because of the issue of serious, permanent injury.\"\n\nCounsel renewed the objection following the charge: \"I would\n\nalso like to state an objection as to the Court's charge that\n\nMr. Bastien be required to prove that he had a serious injury as\n\na result of the excessive force used by Mr. Goddard.\"\n\n      Preliminarily, we address appellee's contention that the\n\nissue was not properly preserved.          He contends that appellant\n\n\"stated no grounds for the objection\" and failed to direct the\n\ncourt to any authority that might cause it to reconsider.                 We\n\ndisagree that counsel's effort to alert the court was deficient.\n\nAn attorney's obligation is to \"stat[e] distinctly the matter\n\nobjected to and the grounds of the objection,\" see Fed. R. Civ.\n\n\n                                  -6-\n\fP. 51, so that the trial judge has the opportunity to reconsider\n\nand correct any error, Drohan v. Vaughn, 176 F.3d 17, 21 n.1\n\n(lst Cir. 1999); see also Wilson v. Maritime Overseas Corp., 150\n\nF.3d 1, 7 (lst Cir. 1998) (\"The emphasis is not on the form of\n\nobjections, but rather on ensuring that the trial court had\n\nactual notice of the nature and grounds of the objection.\").\n\n       At   the    conference,    counsel      directly   asserted       that    the\n\nstandard     for    excessive    force   did     not   include    a    finding   of\n\nserious injury.       There was no imprecision in the objection and\n\nno confusion on the part of the court; to the contrary, the\n\njudge contradicted counsel's statement of the law, to which the\n\nattorney responded, \"Okay.            Note my objection.\"        When the court\n\nactually gave the charge, appellant's attorney repeated her\n\nobjection to the       requirement that Bastien show serious injury.\n\n       Appellee has cited no cases holding that, in addition to a\n\nclearly stated objection, counsel must provide the court, on the\n\nspot, with the legal research underlying her position.                   It would\n\nbe ideal, of course, if an attorney lodging an objection offered\n\nthe court photocopies of cases or citations to the precedent\n\nsubstantiating her contention that the court had erred.                   Placing\n\nsuch   an   obligation    on     an   attorney    immersed   in       daily   trial\n\npreparations, however, strikes us as wholly unreasonable.                        By\n\nits terms, Rule 51 does not require an attorney to be prepared\n\n\n                                       -7-\n\fat the time of trial to fully litigate his objection; the\n\ncrucial requirement is to provide the court with an adequate\n\nunderstanding       of    the       asserted     flaw    in    its     charge.      That\n\nobligation was met here.\n\n    Having concluded that appellant sufficiently preserved his\n\nobjection,    we     turn      to   the    merits   and       review    the   contested\n\ninstruction de novo.            See Ponce v. Ashford Presbyterian Comm.\n\nHosp., 238 F.3d 20, 24 (lst Cir. 2001).                        Our inquiry quickly\n\nreveals that appellant is correct that liability may be imposed\n\nfor the use of excessive force even in the absence of a serious\n\ninjury.     Excessive force claims arising out of arrests are\n\nanalyzed     under       the    Fourth      Amendment's         protection       against\n\nunreasonable seizures, see Graham v. Connor, 490 U.S. 386, 394-\n\n95 (1989), and the plaintiff\n\n    must demonstrate that the police defendant's actions\n    were not objectively reasonable, viewed in light of\n    the facts and circumstances confronting him and\n    without regard to his underlying intent or motivation.\n\nAlexis v. McDonald's Rests. of Mass., 67 F.3d 341, 352 (lst Cir.\n\n1995)     (citing    Graham,         490    U.S.    at    397).         The   relevant\n\ncircumstances include \"the severity of the crime at issue,\n\nwhether the suspect poses an immediate threat to the safety of\n\nthe officers or others, and whether he is actively resisting\n\narrest or attempting to evade arrest by flight.\"                          Graham, 490\n\nU.S. at 396.\n\n                                           -8-\n\f    Although the severity of the injury also may be considered,\n\n see, e.g., Dean v. City of Worcester, 924 F.2d 364, 369 (lst\n\nCir. 1991),5 we have stated explicitly that a \"serious injury\"\n\nis not a prerequisite to recovery:\n\n    [A] trialworthy \"excessive force\" claim is not\n    precluded merely because only minor injuries were\n    inflicted by the seizure.   See Lester [v. Chicago],\n    830 F.2d [706,] 714 [(7th Cir. 1987)] (finding\n    reversible error in district court \"excessive force\"\n    instruction which required jury to find \"severe\n    injury,\" thus may have led jury to find for defendant\n    where plaintiff's physical injuries consisted only of\n    bruises); see also Harper v. Harris County, 21 F.3d\n    597, 600 (5th Cir. 1994) (holding that plaintiff need\n    not prove \"significant injury\" to assert Fourth\n    Amendment \"excessive force\" claim).\n\nAlexis, 67 F.3d at 353 n.11.6    That view is widely held.   See,\n\ne.g., Kostrzewa v. City of Troy, 247 F.3d 633, 639 (6th Cir.\n\n\n    5  Our discussion in Dean illustrates that the nature of the\ninjury is only one among multiple factors to be considered in\nevaluating an excessive force claim.      After examining other\nfactors, we observed that the reasonableness of the force used\nthere was confirmed by \"compelling evidence that [plaintiff's]\nalleged injuries . . . were minor.\"     Thus, plaintiff's claim\nfailed not because minor injuries are per se insufficient but\nbecause they were insufficient to trigger an inference of\nexcessive force in that context: \"the 'tense, uncertain, and\nrapidly evolving circumstances' . . . surrounding the reasonably\nperceived need to subdue an armed felon on a busy city street.\"\nSee 924 F.2d at 639 (quoting Graham, 490 U.S. at 397).\n    6 Our conclusion in the Fourth Amendment context follows the\nSupreme Court's explicit overruling of the \"significant injury\"\nrequirement in the parallel setting of excessive force claims\nbrought by prisoners under the Eighth Amendment. See Hudson v.\nMcMillian, 503 U.S. 1, 7 (1992). The Court there stated that\n\"[t]he absence of serious injury is . . . relevant to the . . .\ninquiry, but does not end it.\"\n\n                                -9-\n\f2001) (excessive force claims can be maintained regardless of\n\nwhether      injuries     \"left     physical    marks    or   caused   extensive\n\nphysical damage,\" including, as in that case, when individual's\n\nwrists are cuffed too tightly); Glenn v. City of Tyler, 242 F.3d\n\n307, 314 (5th Cir. 2001);7 Headwaters Forest Defense v. County\n\nof   Humboldt,      240   F.3d    1185,   1199    (9th    Cir.),   vacated   and\n\nremanded on other grounds by 122 S. Ct. 24 (2001) (\"[W]hether\n\nthe use of force poses a risk of permanent or significant injury\n\nis a factor to be considered in evaluating the need for the\n\nforce used in a particular case – but it is certainly not\n\ndispositive.\"); Lambert v. City of Dumas, 187 F.3d 931, 936 (8th\n\nCir.       1999)   (circuit   has    rejected    the     \"significant    injury\"\n\n\n       7\n       In Glenn, the Fifth Circuit rejected a claim based on\ntight handcuffing where the plaintiff's sole complaint was that\none wrist had become swollen, stating that \"handcuffing too\ntightly, without more, does not amount to excessive force.\" See\n242 F.3d at 314 (emphasis added).          The court, however,\nreaffirmed the circuit's view that a showing of \"significant\ninjury\" is not required to prove excessive force.       See id.\nRather, \"[t]he injury must be more than a de minimis injury and\nmust be evaluated in the context in which the force was\ndeployed.\"   Id.   Thus, whether an injury is \"de minimis\" is\nitself dependent upon the particular facts of the case.      See\nWilliams v. Bramer, 180 F.3d 699, 703-04, clarified on reh'g,\n186 F.3d 633 (5th Cir. 1999) (\"[T]he amount of injury necessary\nto satisfy our requirement of 'some injury' and establish a\nconstitutional violation is directly related to the amount of\nforce   that   is   constitutionally   permissible   under   the\ncircumstances.\" (citation omitted)); cf. Neague v. Cynkar, 258\nF.3d 504, 508 (6th Cir. 2001) (\"[W]hen there is no allegation of\nphysical injury, the handcuffing of an individual incident to a\nlawful arrest is insufficient as a matter of law to state a\nclaim of excessive force . . . .\") (footnote omitted).\n\n                                       -10-\n\frequirement       for    excessive    force    claims,     requiring      instead\n\n\"actual injury\"); Rambo v. Daley, 68 F.3d 203, 207 n.2 (7th Cir.\n\n1995) (significant injury not required for Fourth Amendment\n\nexcessive force claims); Wardlaw v. Pickett, 1 F.3d 1297, 1304\n\nn.7 (D.C. Cir. 1993) (severity of injury a \"relevant factor,\"\n\nbut   \"we    do    not    suggest     that    an    individual     must    suffer\n\nsignificant       injuries    in     order    for   the   force    used    to   be\n\nunreasonable\").\n\n      Appellee      asserts   that     the    court's     charge   effectively\n\ncommunicated the correct standard, despite the statement that\n\nthe jury must find a serious injury to find an unreasonable use\n\nof force.8        He contends that, because the court distinguished\n\n\n      8The court's entire charge on excessive force was as\nfollows:\n\n           Mr. Bastien alleges that Mr. Goddard used\n      excessive force against him by putting handcuffs on\n      him in an abusive manner; that is, Mr. Goddard placed\n      the handcuffs on him too tightly and refused to loosen\n      them when he complained.\n\n           Now, not every wrongful act allegedly committed by\n      an individual rises to the level of a constitutional\n      violation. A police officer is entitled to use such\n      force as a reasonable person would think is required\n      to take someone arrested into custody, and this may\n      include such physical force as is reasonably necessary\n      to accomplish this lawful purpose. Whether a specific\n      use of force is excessive turns on factors such as the\n      severity of the crime, whether the suspect poses an\n      immediate threat, and whether the suspect is resisting\n      or fleeing.\n\n\n                                       -11-\n\fmere discomfort or pain from the type of injury necessary to\n\nestablish excessive force, the jury understood that \"serious\"\n\ninjury could be anything other than de minimis impacts.                   In\n\nappellee's   view,   the    jury   verdict     reflected   a   credibility\n\njudgment   that   Bastien   was    not    as   seriously   injured   as   he\n\nclaimed, not a conclusion that his injuries were insufficiently\n\nsubstantial to qualify as \"serious.\"\n\n    While the instruction and verdict may be susceptible to this\n\ninterpretation, we think it more likely that the jurors would\n\nfocus on the requirement of \"serious\" injury independently,\n\n\n\n         You should also consider whether Mr. Bastien\n    suffered a serious injury as a result of the amount of\n    force used by Mr. Goddard.     If the application of\n    handcuffs was merely uncomfortable or caused pain,\n    that is insufficient to constitute excessive force.\n    Therefore, if you find that Mr. Bastien did not suffer\n    a serious injury as a result of being handcuffed by\n    Mr. Goddard, then you must find that the force which\n    Mr. Goddard used against Mr. Bastien was reasonable.\n\n         The reasonableness of the use of force must be\n    judged from the perspective of a reasonable officer at\n    the scene.   Thus, in order to determine whether Mr.\n    Goddard violated Mr. Bastien's right to be free from\n    the use of excessive force, you must consider whether\n    Mr. Goddard's actions were objectively reasonable in\n    light of the facts and circumstances confronting him\n    without regard to his underlying motive or intent. An\n    officer is not allowed to use any force beyond that\n    reasonably necessary to accomplish his lawful purpose.\n    Thus, if you find that Mr. Goddard used greater force\n    that was reasonably necessary in the circumstances of\n    this case, you must find Mr. Goddard liable for a\n    violation of Mr. Bastien's rights. (Emphasis added.)\n\n                                   -12-\n\fviewing the court's reference to particular kinds of non-serious\n\nharm simply as examples of injuries that were not serious.\n\nCertainly,   jurors   giving   an   ordinary   meaning   to   the    word\n\n\"serious\" could conclude that an individual who suffered harms\n\nbeyond mere pain or discomfort had not necessarily suffered a\n\n\"serious injury.\"\n\n    Appellee acknowledges that Bastien offered testimony and\n\nmedical records tending to establish – if believed – that he\n\nsuffered more than discomfort or pain.            See supra at 3-4.\n\nJurors were told that that evidence was enough to establish\n\nliability only if appellant's injury could be termed \"serious.\"\n\nJurors instead should have considered only whether the officer's\n\nactions were unreasonably severe for the circumstances.\n\n    Such an error entitles appellant to a new trial on his claim\n\nonly if it had a prejudicial effect.        See Tiller v. Baghdady,\n\n244 F.3d 9, 15 (lst Cir. 2001) (\"An error is harmless when 'we\n\ncan say with fair assurance . . . that the judgment was not\n\nsubstantially swayed by the error.'\" (citations omitted)); Cigna\n\nIns. Co. v. Oy Saunatec, Ltd., 241 F.3d 1, 8 (lst Cir. 2001)\n\n(preserved   instructional     error    subject   to   harmless     error\n\nreview); see also Fed. R. Civ. P. 61. The jurors determined that\n\nappellant was improperly subjected to arrest, and they thus\n\nimplicitly found that he should not have been restrained at all;\n\n\n                                 -13-\n\fwe therefore cannot say \"with fair assurance\" that, if properly\n\ninstructed, the jury would have rejected appellant's contention\n\nthat   his   lengthy,   painful    handcuffing,   which   had     lingering\n\nphysical     effects,   amounted    to    unreasonable    force    in   the\n\nparticular circumstances.     The error therefore cannot be deemed\n\nharmless.\n\n       The judgment of the district court is vacated, and the case\n\nis remanded for a new trial on the excessive force claim.\n\n\n\n\n                                   -14-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-2224\n\n                       DELANOT BASTIEN,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                       WILLIAM GODDARD,\n\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                            Before\n\n                     Boudin, Chief Judge,\n                Coffin, Senior Circuit Judge,\n                and Torruella, Circuit Judge.\n\n\n\n     Aderonke O. Lipede, with whom Stephen B. Hrones and Hrones\n& Garrity were on brief, for appellant.\n     Austin M. Joyce, with whom Edward P. Reardon was on brief,\nfor appellee.\n\n\n\n\n                       February 1, 2002\n\f\f    COFFIN, Senior Circuit Judge.         Appellant Delanot Bastien\n\nclaims that he is entitled to a new trial on his claim of\n\nexcessive force against appellee William Goddard because the\n\ndistrict court incorrectly instructed the jury that liability on\n\nan excessive force claim depended upon a finding of \"serious\"\n\ninjury.   We agree that the jury was improperly instructed and\n\nthat the error was not harmless.          We therefore reverse and\n\nremand for a retrial on that claim.\n\n                       I. Factual Background\n\n    We briefly review the facts as the jury could have found\n\nthem, see Ramos v. Davis & Geck, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></span><pre class=\"inline\">, 730 (lst\n\nCir. 1999), limiting our recitation to only so much of the\n\nepisode underlying this case as is necessary to set the stage\n\nfor our discussion.    Appellant was ushered out of the Algiers\n\nNight Club in Worcester, Massachusetts, in the early hours of\n\nJanuary 1, 1990 by four bouncers from the club and appellee, a\n\nWorcester police officer who was assigned to the club that\n\nnight.    The men told appellant that he had had too much to\n\ndrink, although he maintained that he had drunk only half a\n\nbeer.     Appellant,   who   is   black   and   of   Haitian   descent,\n\ncomplained to the men that he was being unfairly ejected from\n\nthe club because of his race.\n\n\n\n\n                                  -3-\n\f      Outside the club, verbal interaction between appellant and\n\nthe   officer   continued.   A   friend   of   appellant   and   another\n\nacquaintance came out of the club, and appellant repeated his\n\nallegation that he was unfairly forced to leave.             Appellant\n\nrealized that he had left his coat inside, and someone went in\n\nto retrieve it.     A short time later, as appellant prepared to\n\nleave the scene, he asked for appellee's name and told the\n\nofficer that he was going to the hospital for a blood test to\n\nprove that he was not intoxicated.        Some additional words were\n\nexchanged,1 and appellee then placed appellant under arrest.          He\n\nwas charged with disorderly conduct and disturbing the peace.\n\n      Appellant immediately complained that the handcuffs placed\n\non him were too tight and causing pain.          No adjustments were\n\nmade, 2 and appellant testified that he experienced additional\n\nharm during the ride in the patrol wagon to the Worcester police\n\nstation because the driver of the van continuously applied the\n\nbrakes abruptly, causing him to bounce about the vehicle.\n\n      At the police station, appellant remained handcuffed for\n\napproximately four more hours, although he repeatedly requested\n\n\n\n      1Appellee contends that, once appellant had his coat, he\nbecame agitated and started swinging his arms.\n      2Appellee testified that he checked the handcuffs and\ndetermined that they were not too tight; appellant said the\nofficer did not examine the handcuffs.\n\n                                 -4-\n\fthat       the   cuffs   be   removed   or    loosened.     A    videotape     of\n\nappellant's booking was shown to the jury as evidence of his\n\nphysical condition after the handcuffs were removed.3                       After\n\nposting bail, he went to the hospital and was diagnosed with\n\nprobable \"post traumatic/occlusive loss of sensation [in] both\n\nhands       of    temporary     nature.\"        Follow-up       treatment    was\n\nrecommended.        Other medical records indicated that he may have\n\nsuffered a rotator cuff injury.               Appellant testified that he\n\nexperienced pain in his wrists for a few months.\n\n       About six months after the incident, the charges against\n\nappellant were dismissed.               He subsequently filed this suit\n\nclaiming that appellee had violated his constitutional rights by\n\nfalsely arresting him and using excessive force.4\n\n       At trial, the court instructed the jurors that they must\n\nfind that appellant suffered \"serious injury\" to find appellee\n\n\n       3\n      The videotape was not made part of the record on appeal.\nIn his brief, appellant states that the tape shows that when he\nwas released from the handcuffs, \"he was in such pain that he\nwas unable to dial a telephone number and lift the telephone\nreceiver.\"    Appellee does not in his brief dispute this\ncharacterization of the tape.       At argument, his counsel\nsuggested that the jury could have found that appellant was\n\"hamming it up for the camera.\"\n       4\n      Appellant originally named multiple defendants, including\nthe City of Worcester, but all besides Goddard were eliminated\nfrom the case before trial. In addition, appellant voluntarily\ndismissed a state tort claim for malicious prosecution before\nthe jury deliberated.   Federal and state civil rights claims\nwere merged.\n\n                                        -5-\n\fliable for excessive force.        The jury returned a verdict in\n\nfavor of appellant on the false arrest claim, but found no\n\nliability on the excessive force claim.             On appeal, Bastien\n\nchallenges only the court's instruction on excessive force.\n\n                             II. Discussion\n\n      Appellant argues that the district court erred by imposing\n\na \"serious\" injury requirement on the excessive force claim.\n\nHis   counsel   initially    pressed    this   argument   at    a   charging\n\nconference outside the jury's presence, asserting that that was\n\nnot   the   standard   for   excessive    force.      The      trial   judge\n\ndisagreed, noting that he nearly directed a verdict on that\n\nclaim \"because of the issue of serious, permanent injury.\"\n\nCounsel renewed the objection following the charge: \"I would\n\nalso like to state an objection as to the Court's charge that\n\nMr. Bastien be required to prove that he had a serious injury as\n\na result of the excessive force used by Mr. Goddard.\"\n\n      Preliminarily, we address appellee's contention that the\n\nissue was not properly preserved.          He contends that appellant\n\n\"stated no grounds for the objection\" and failed to direct the\n\ncourt to any authority that might cause it to reconsider.                 We\n\ndisagree that counsel's effort to alert the court was deficient.\n\nAn attorney's obligation is to \"stat[e] distinctly the matter\n\nobjected to and the grounds of the objection,\" see Fed. R. Civ.\n\n\n                                  -6-\n\fP. 51, so that the trial judge has the opportunity to reconsider\n\nand correct any error, Drohan v. Vaughn, </pre><span class=\"citation\" data-id=\"198474\"><a href=\"/opinion/198474/drohan-v-vaughn/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 21 n.1\n\n(lst Cir. 1999); see also Wilson v. Maritime Overseas Corp., </pre><span class=\"citation\" data-id=\"756417\"><a href=\"/opinion/756417/eric-wilson-v-maritime-overseas-corporation-and-cambridge-tankers-inc/\"><span class=\"volume\">150</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 (lst Cir. 1998) (\"The emphasis is not on the form of\n\nobjections, but rather on ensuring that the trial court had\n\nactual notice of the nature and grounds of the objection.\").\n\n       At   the    conference,    counsel      directly   asserted       that    the\n\nstandard     for    excessive    force   did     not   include    a    finding   of\n\nserious injury.       There was no imprecision in the objection and\n\nno confusion on the part of the court; to the contrary, the\n\njudge contradicted counsel's statement of the law, to which the\n\nattorney responded, \"Okay.            Note my objection.\"        When the court\n\nactually gave the charge, appellant's attorney repeated her\n\nobjection to the       requirement that Bastien show serious injury.\n\n       Appellee has cited no cases holding that, in addition to a\n\nclearly stated objection, counsel must provide the court, on the\n\nspot, with the legal research underlying her position.                   It would\n\nbe ideal, of course, if an attorney lodging an objection offered\n\nthe court photocopies of cases or citations to the precedent\n\nsubstantiating her contention that the court had erred.                   Placing\n\nsuch   an   obligation    on     an   attorney    immersed   in       daily   trial\n\npreparations, however, strikes us as wholly unreasonable.                        By\n\nits terms, Rule 51 does not require an attorney to be prepared\n\n\n                                       -7-\n\fat the time of trial to fully litigate his objection; the\n\ncrucial requirement is to provide the court with an adequate\n\nunderstanding       of    the       asserted     flaw    in    its     charge.      That\n\nobligation was met here.\n\n    Having concluded that appellant sufficiently preserved his\n\nobjection,    we     turn      to   the    merits   and       review    the   contested\n\ninstruction de novo.            See Ponce v. Ashford Presbyterian Comm.\n\nHosp., </pre><span class=\"citation\" data-id=\"199238\"><a href=\"/opinion/199238/alicea-ponce-v-santiago/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 24 (lst Cir. 2001).                        Our inquiry quickly\n\nreveals that appellant is correct that liability may be imposed\n\nfor the use of excessive force even in the absence of a serious\n\ninjury.     Excessive force claims arising out of arrests are\n\nanalyzed     under       the    Fourth      Amendment's         protection       against\n\nunreasonable seizures, see Graham v. Connor, </pre><span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span><pre class=\"inline\">, 394-\n\n95 (1989), and the plaintiff\n\n    must demonstrate that the police defendant's actions\n    were not objectively reasonable, viewed in light of\n    the facts and circumstances confronting him and\n    without regard to his underlying intent or motivation.\n\nAlexis v. McDonald's Rests. of Mass., </pre><span class=\"citation\" data-id=\"196337\"><a href=\"/opinion/196337/alexis-v-mcdonalds-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></a></span><pre class=\"inline\">, 352 (lst Cir.\n\n1995)     (citing    Graham,         490    U.S.    at    397).         The   relevant\n\ncircumstances include \"the severity of the crime at issue,\n\nwhether the suspect poses an immediate threat to the safety of\n\nthe officers or others, and whether he is actively resisting\n\narrest or attempting to evade arrest by flight.\"                          Graham, 490\n\nU.S. at 396.\n\n                                           -8-\n\f    Although the severity of the injury also may be considered,\n\n see, e.g., Dean v. City of Worcester, </pre><span class=\"citation\" data-id=\"555047\"><a href=\"/opinion/555047/gerard-dean-v-city-of-worcester/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span><pre class=\"inline\">, 369 (lst\n\nCir. 1991),5 we have stated explicitly that a \"serious injury\"\n\nis not a prerequisite to recovery:\n\n    [A] trialworthy \"excessive force\" claim is not\n    precluded merely because only minor injuries were\n    inflicted by the seizure.   See Lester [v. Chicago],\n    830 F.2d [706,] 714 [(7th Cir. 1987)] (finding\n    reversible error in district court \"excessive force\"\n    instruction which required jury to find \"severe\n    injury,\" thus may have led jury to find for defendant\n    where plaintiff's physical injuries consisted only of\n    bruises); see also Harper v. Harris County, </pre><span class=\"citation\" data-id=\"667592\"><a href=\"/opinion/667592/gloria-jean-harper-individually-and-as-mother-and-next-friend-of-jordan/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span>\n    <span class=\"page\">597</span></a></span><pre class=\"inline\">, 600 (5th Cir. 1994) (holding that plaintiff need\n    not prove \"significant injury\" to assert Fourth\n    Amendment \"excessive force\" claim).\n\nAlexis, 67 F.3d at 353 n.11.6    That view is widely held.   See,\n\ne.g., Kostrzewa v. City of Troy, </pre><span class=\"citation\" data-id=\"772948\"><a href=\"/opinion/772948/charles-kostrzewa-v-city-of-troy/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></a></span><pre class=\"inline\">, 639 (6th Cir.\n\n\n    5  Our discussion in Dean illustrates that the nature of the\ninjury is only one among multiple factors to be considered in\nevaluating an excessive force claim.      After examining other\nfactors, we observed that the reasonableness of the force used\nthere was confirmed by \"compelling evidence that [plaintiff's]\nalleged injuries . . . were minor.\"     Thus, plaintiff's claim\nfailed not because minor injuries are per se insufficient but\nbecause they were insufficient to trigger an inference of\nexcessive force in that context: \"the 'tense, uncertain, and\nrapidly evolving circumstances' . . . surrounding the reasonably\nperceived need to subdue an armed felon on a busy city street.\"\nSee 924 F.2d at 639 (quoting Graham, 490 U.S. at 397).\n    6 Our conclusion in the Fourth Amendment context follows the\nSupreme Court's explicit overruling of the \"significant injury\"\nrequirement in the parallel setting of excessive force claims\nbrought by prisoners under the Eighth Amendment. See Hudson v.\nMcMillian, </pre><span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 (1992). The Court there stated that\n\"[t]he absence of serious injury is . . . relevant to the . . .\ninquiry, but does not end it.\"\n\n                                -9-\n\f2001) (excessive force claims can be maintained regardless of\n\nwhether      injuries     \"left     physical    marks    or   caused   extensive\n\nphysical damage,\" including, as in that case, when individual's\n\nwrists are cuffed too tightly); Glenn v. City of Tyler, </pre><span class=\"citation\" data-id=\"23151\"><a href=\"/opinion/23151/glenn-v-city-of-tyler/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">307</span></a></span><pre class=\"inline\">, 314 (5th Cir. 2001);7 Headwaters Forest Defense v. County\n\nof   Humboldt,      </pre><span class=\"citation\" data-id=\"772158\"><a href=\"/opinion/772158/headwaters-forest-defense-and-molly-burton-vernell-spring-m-lundberg/\"><span class=\"volume\">240</span>   <span class=\"reporter\">F.3d</span>    <span class=\"page\">1185</span></a></span><pre class=\"inline\">,   1199    (9th    Cir.),   vacated   and\n\nremanded on other grounds by </pre><span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">24</span></span><pre class=\"inline\"> (2001) (\"[W]hether\n\nthe use of force poses a risk of permanent or significant injury\n\nis a factor to be considered in evaluating the need for the\n\nforce used in a particular case – but it is certainly not\n\ndispositive.\"); Lambert v. City of Dumas, </pre><span class=\"citation\" data-id=\"765689\"><a href=\"/opinion/765689/no-99-1081/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">931</span></a></span><pre class=\"inline\">, 936 (8th\n\nCir.       1999)   (circuit   has    rejected    the     \"significant    injury\"\n\n\n       7\n       In Glenn, the Fifth Circuit rejected a claim based on\ntight handcuffing where the plaintiff's sole complaint was that\none wrist had become swollen, stating that \"handcuffing too\ntightly, without more, does not amount to excessive force.\" See\n242 F.3d at 314 (emphasis added).          The court, however,\nreaffirmed the circuit's view that a showing of \"significant\ninjury\" is not required to prove excessive force.       See id.\nRather, \"[t]he injury must be more than a de minimis injury and\nmust be evaluated in the context in which the force was\ndeployed.\"   Id.   Thus, whether an injury is \"de minimis\" is\nitself dependent upon the particular facts of the case.      See\nWilliams v. Bramer, </pre><span class=\"citation\" data-id=\"18033\"><a href=\"/opinion/18033/williams-v-bramer/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">699</span></a></span><pre class=\"inline\">, 703-04, clarified on reh'g,\n</pre><span class=\"citation\" data-id=\"765527\"><a href=\"/opinion/765527/sir-williams-v-michael-l-bramer-jay-c-angelino-city-of-dallas-police/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></a></span><pre class=\"inline\"> (5th Cir. 1999) (\"[T]he amount of injury necessary\nto satisfy our requirement of 'some injury' and establish a\nconstitutional violation is directly related to the amount of\nforce   that   is   constitutionally   permissible   under   the\ncircumstances.\" (citation omitted)); cf. Neague v. Cynkar, </pre><span class=\"citation\" data-id=\"774162\"><a href=\"/opinion/774162/jonathan-neague-by-his-mother-and-next-friend-carol-neague-carol-neague/\"><span class=\"volume\">258</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">504</span></a></span><pre class=\"inline\">, 508 (6th Cir. 2001) (\"[W]hen there is no allegation of\nphysical injury, the handcuffing of an individual incident to a\nlawful arrest is insufficient as a matter of law to state a\nclaim of excessive force . . . .\") (footnote omitted).\n\n                                       -10-\n\frequirement       for    excessive    force    claims,     requiring      instead\n\n\"actual injury\"); Rambo v. Daley, </pre><span class=\"citation\" data-id=\"706067\"><a href=\"/opinion/706067/harvey-rambo-v-john-daley-and-william-mcginnis/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">, 207 n.2 (7th Cir.\n\n1995) (significant injury not required for Fourth Amendment\n\nexcessive force claims); Wardlaw v. Pickett, </pre><span class=\"citation\" data-id=\"628034\"><a href=\"/opinion/628034/william-c-wardlaw-v-william-r-pickett-deputy-united-states-marshal/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1297</span></a></span><pre class=\"inline\">, 1304\n\nn.7 (D.C. Cir. 1993) (severity of injury a \"relevant factor,\"\n\nbut   \"we    do    not    suggest     that    an    individual     must    suffer\n\nsignificant       injuries    in     order    for   the   force    used    to   be\n\nunreasonable\").\n\n      Appellee      asserts   that     the    court's     charge   effectively\n\ncommunicated the correct standard, despite the statement that\n\nthe jury must find a serious injury to find an unreasonable use\n\nof force.8        He contends that, because the court distinguished\n\n\n      8The court's entire charge on excessive force was as\nfollows:\n\n           Mr. Bastien alleges that Mr. Goddard used\n      excessive force against him by putting handcuffs on\n      him in an abusive manner; that is, Mr. Goddard placed\n      the handcuffs on him too tightly and refused to loosen\n      them when he complained.\n\n           Now, not every wrongful act allegedly committed by\n      an individual rises to the level of a constitutional\n      violation. A police officer is entitled to use such\n      force as a reasonable person would think is required\n      to take someone arrested into custody, and this may\n      include such physical force as is reasonably necessary\n      to accomplish this lawful purpose. Whether a specific\n      use of force is excessive turns on factors such as the\n      severity of the crime, whether the suspect poses an\n      immediate threat, and whether the suspect is resisting\n      or fleeing.\n\n\n                                       -11-\n\fmere discomfort or pain from the type of injury necessary to\n\nestablish excessive force, the jury understood that \"serious\"\n\ninjury could be anything other than de minimis impacts.                   In\n\nappellee's   view,   the    jury   verdict     reflected   a   credibility\n\njudgment   that   Bastien   was    not    as   seriously   injured   as   he\n\nclaimed, not a conclusion that his injuries were insufficiently\n\nsubstantial to qualify as \"serious.\"\n\n    While the instruction and verdict may be susceptible to this\n\ninterpretation, we think it more likely that the jurors would\n\nfocus on the requirement of \"serious\" injury independently,\n\n\n\n         You should also consider whether Mr. Bastien\n    suffered a serious injury as a result of the amount of\n    force used by Mr. Goddard.     If the application of\n    handcuffs was merely uncomfortable or caused pain,\n    that is insufficient to constitute excessive force.\n    Therefore, if you find that Mr. Bastien did not suffer\n    a serious injury as a result of being handcuffed by\n    Mr. Goddard, then you must find that the force which\n    Mr. Goddard used against Mr. Bastien was reasonable.\n\n         The reasonableness of the use of force must be\n    judged from the perspective of a reasonable officer at\n    the scene.   Thus, in order to determine whether Mr.\n    Goddard violated Mr. Bastien's right to be free from\n    the use of excessive force, you must consider whether\n    Mr. Goddard's actions were objectively reasonable in\n    light of the facts and circumstances confronting him\n    without regard to his underlying motive or intent. An\n    officer is not allowed to use any force beyond that\n    reasonably necessary to accomplish his lawful purpose.\n    Thus, if you find that Mr. Goddard used greater force\n    that was reasonably necessary in the circumstances of\n    this case, you must find Mr. Goddard liable for a\n    violation of Mr. Bastien's rights. (Emphasis added.)\n\n                                   -12-\n\fviewing the court's reference to particular kinds of non-serious\n\nharm simply as examples of injuries that were not serious.\n\nCertainly,   jurors   giving   an   ordinary   meaning   to   the    word\n\n\"serious\" could conclude that an individual who suffered harms\n\nbeyond mere pain or discomfort had not necessarily suffered a\n\n\"serious injury.\"\n\n    Appellee acknowledges that Bastien offered testimony and\n\nmedical records tending to establish – if believed – that he\n\nsuffered more than discomfort or pain.            See supra at 3-4.\n\nJurors were told that that evidence was enough to establish\n\nliability only if appellant's injury could be termed \"serious.\"\n\nJurors instead should have considered only whether the officer's\n\nactions were unreasonably severe for the circumstances.\n\n    Such an error entitles appellant to a new trial on his claim\n\nonly if it had a prejudicial effect.        See Tiller v. Baghdady,\n\n</pre><span class=\"citation\" data-id=\"199324\"><a href=\"/opinion/199324/tiller-v-baghdady/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 15 (lst Cir. 2001) (\"An error is harmless when 'we\n\ncan say with fair assurance . . . that the judgment was not\n\nsubstantially swayed by the error.'\" (citations omitted)); Cigna\n\nIns. Co. v. Oy Saunatec, Ltd., </pre><span class=\"citation\" data-id=\"199279\"><a href=\"/opinion/199279/cigna-insurance-v-oy/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 (lst Cir. 2001)\n\n(preserved   instructional     error    subject   to   harmless     error\n\nreview); see also Fed. R. Civ. P. 61. The jurors determined that\n\nappellant was improperly subjected to arrest, and they thus\n\nimplicitly found that he should not have been restrained at all;\n\n\n                                 -13-\n\fwe therefore cannot say \"with fair assurance\" that, if properly\n\ninstructed, the jury would have rejected appellant's contention\n\nthat   his   lengthy,   painful    handcuffing,   which   had     lingering\n\nphysical     effects,   amounted    to    unreasonable    force    in   the\n\nparticular circumstances.     The error therefore cannot be deemed\n\nharmless.\n\n       The judgment of the district court is vacated, and the case\n\nis remanded for a new trial on the excessive force claim.\n\n\n\n\n                                   -14-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/18033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/23151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/667592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774162/"
  ]
}