{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199858/",
  "absolute_url": "/opinion/199858/united-states-v-serafino/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199858/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:38:59Z",
  "date_modified": "2017-03-24T11:03:52.989935Z",
  "type": "010combined",
  "sha1": "bfdc9f47b902449f144b5ac1536d8ea0fa1df775",
  "page_count": 12,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1822-01A.pdf",
  "local_path": "pdf/2002/03/07/US_v._Serafino.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 00-1822\n\n                    UNITED STATES OF AMERICA,\n                            Appellee,\n\n                                v.\n\n                         GEORGE SERAFINO,\n\n                      Defendant, Appellant.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n\n                              Before\n\n                    Torruella, Circuit Judge,\n\n                    Cyr, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n\n\n     Richard Abbott for appellant.\n     Kevin O'Regan, Assistant United States Attorney, with whom\nJames B. Farmer, United States Attorney, was on brief for appellee.\n\n\n\n\n                          March 7, 2002\n\f             CYR, Senior Circuit Judge.             Appellant George Serafino\n\nchallenges    the     judgments    of   conviction       and    sentence    entered\n\nfollowing his jury trial, in the United States District Court for\n\nthe District of Massachusetts, for mail fraud, money laundering,\n\nand conspiracy.      See 18 U.S.C. §§ 1341, 1346, 1956, 371.               We affirm\n\nthe district court judgments in all respects.\n\n                                          I\n\n                                   BACKGROUND\n\n           While      employed    by    Milton      Bradley     Company    (\"MBC\"),\n\nSerafino and codefendant Arthur Peckham participated in a kickback\n\nscheme whereby Peckham, MBC's vice president, instructed MBC's\n\nvendors,     Frank    Gentile,     Inc.        (\"Gentile\")     and   Edaron,   Inc.\n\n(\"Edaron\"), to inflate various charges on their invoices to and\n\nlease agreement with MBC, and to divert the surplus funds —\n\ntotaling more than $840,000 — either directly to these defendants\n\nor   indirectly      to   two   companies       owned   by   Serafino.      Neither\n\ndefendant disclosed the kickbacks to MBC.1\n\n                                          II\n\n                                   DISCUSSION\n\nA.    The Motion to Sever\n\n           Serafino first contends that the district court abused\n\nits discretion in denying his motion to sever his trial from\n\n\n      1\n      Although convicted on the same charges, as well as a tax\nevasion charge, see 26 U.S.C. § 7201, Peckham has not appealed.\n\n                                          2\n\fPeckham's.    See Fed. R. Crim. P. 14.     This contention is predicated\n\non (i) a statement by Peckham's counsel during opening argument\n\nthat Peckham was not directing Serafino in the alleged money-making\n\nenterprise, and (ii) an admission by Peckham that the monies\n\nGentile ultimately disbursed to Peckham and Serafino were equal in\n\namount.      Serafino insists that these statements were fatally\n\nantagonistic to his anticipated defense:             viz., that he was an\n\nunwitting dupe who blindly carried out orders in the fraudulent\n\nscheme devised by Peckham.\n\n             We discern no plain abuse of discretion.             See United\n\nStates v. Sotomayor-Vazquez, 249 F.3d 1, 16-17 (1st Cir. 2001)\n\n(prescribing \"plain abuse of discretion\" standard of review and\n\nnoting \"strong preference in the federal system for jointly trying\n\ndefendants involved in related crimes, . . . unless 'there is a\n\nserious risk that a joint trial would compromise a specific trial\n\nright of one of the defendants or prevent the jury from making a\n\nreliable judgment about guilt or innocence'\") (citation omitted).\n\nEven   assuming,   arguendo,   that   Serafino   and    Peckham    presented\n\nsomewhat     antagonistic   defenses,     Serafino    would   have   had   to\n\ndemonstrate that the \"defenses [were] so irreconcilable as to\n\ninvolve fundamental disagreement over core and basic facts,\" United\n\nStates v. Peña-Lora, 225 F.3d 17, 34 (1st Cir. 2000) (citation\n\nomitted; emphasis added), cert. denied, 531 U.S. 1114 (2001), such\n\nthat \"the jury unjustifiably [would] infer that this conflict alone\n\n\n                                      3\n\fdemonstrate[d] that both [defendants] [were] guilty,\" United States\n\nv. Talavera, 668 F.2d 625, 630 (1st Cir. 1982) (emphasis added).\n\n            A    thorough      record     review          has     disclosed        no    such\n\nirreconcilability.         Serafino never disputed that the MBC vendors\n\nfunneled payments through his companies' accounts, and Peckham's\n\ncontention that he was neither the mastermind nor the driving force\n\nbehind the scheme did not necessarily require that the jury either\n\naccept or       reject   the   defense     that      Serafino          was    an   unwitting\n\nparticipant.\n\nB.   The Testimony of Agent Kavrakis\n\n            Next, Serafino insists that the district court abused its\n\ndiscretion by admitting in evidence the trial testimony offered by\n\nIRS Agent Harry Kavrakis.             Serafino asserts that the government\n\nfailed to provide adequate advance notice of the nature of the\n\nKavrakis    testimony,        which   focused        on    the     financial        benefits\n\nSerafino realized from the kickback scheme and constituted an\n\nimproper    attempt      to    establish       tax    evasion          even     though   the\n\nindictment included no such charge.\n\n            Although a tax evasion charge likewise may have turned\n\nupon whether Serafino received unreported income, the government's\n\nproffer    relating      to    Serafino's       receipt           of    these      kickbacks\n\nconstituted      crucial      evidence,    inter          alia,    that       he   knowingly\n\nparticipated in the mail fraud conspiracy.                        Thus, unquestionably\n\nthe Kavrakis testimony — that Serafino realized financial benefits\n\n\n                                           4\n\ffrom the scheme — was independently relevant to the mail fraud,\n\nmoney laundering, and conspiracy counts as well. See, e.g., United\n\nStates v. Isabel, 945 F.2d 1193, 1203 (1st Cir. 1991) (noting that\n\nevidence of receipt of financial benefits may be probative of\n\ndefendant's intent to facilitate conspiracy).                   Finally, the trial\n\nrecord plainly belies any contention that Serafino did not know the\n\nnature of the Kavrakis testimony sufficiently in advance of trial.2\n\nC.   The Expert Witness Instruction\n\n           Serafino next contends that it was reversible error to\n\ninstruct the jury, sua sponte, that Kavrakis was testifying as an\n\nexpert   witness    for   the    government.            Since   no   objection       was\n\nasserted, either during or following the jury charge, we review\n\nonly for plain error.       See United States v. Lemmerer, 277 F.3d 579,\n\n591 (1st Cir. 2002) (no \"plain error\" unless ruling was clearly or\n\nobviously erroneous, affected defendant's substantial rights and\n\nimpaired the right to fair trial).             We discern no plain error.\n\n           First,    even       though    it      was   not     requested      by    the\n\ngovernment, the expert witness instruction was arguably correct.\n\nThat is,   presumably     Kavrakis       was      qualified     to   testify    as    an\n\n\"expert\"   regarding      the    amount      of    Peckham's      outstanding        tax\n\nliability on the tax evasion count. Indeed, during the trial there\n\n\n     2\n      Serafino challenges the admission of Exhibit 675 as well,\nwhich summarized the Kavrakis testimony regarding Serafino's\nreceipt of the kickbacks. As Serafino did not object at trial,\nhowever, and the evidence was highly relevant, we discern no plain\nerror.\n\n                                         5\n\fwere open references to Kavrakis as an \"expert,\" both by the\n\ngovernment (\"our expert witness\") and by the district court (\"The\n\ntestimony of the Government's expert was that Mr. Peckham had a\n\ngood deal more income than he reported.\").             Yet the defense\n\nasserted no objection. Although it may well have been more prudent\n\nto instruct the jury, in specific terms, that Kavrakis was to be\n\nconsidered an expert witness in regard to the tax evasion issue\n\nonly, viewed in context the sua sponte charge certainly did not\n\n\"blindside\" the defense, nor was it obviously erroneous.\n\n           Furthermore, the district court's passing reference to\n\nKavrakis as an \"expert\" did not, in all probability, substantially\n\nimpair Serafino's right to a fair trial, given that (i) by its\n\nexpress terms the jury charge applied exclusively to Kavrakis'\n\n\"opinions,\" and the jury common-sensically would not have regarded\n\nthe Kavrakis testimony — \"number-crunching\" the figures summarized\n\nin Exhibit 675 — as an expert \"opinion,\" but rather as an objective\n\nrendition of the historical data demonstrating that Serafino had\n\nreceived   proceeds   from   the   fraudulent   scheme,3   and   (ii)   the\n\ndistrict court immediately mitigated whatever special aura the jury\n\n\n\n     3\n      The jury instruction stated: \"You have heard testimony from\nan expert witness, Harry Kavrakis. An expert witness has special\nknowledge or experience that allows the witness to give an opinion.\nExpert testimony should be considered just like other testimony.\nYou may adopt it or reject it.     In weighing the expert opinion\nreceived in evidence in this case, you should consider the\nsoundness of his reasons for his opinion, and whether the opinion\nis supported by other evidence in the case.      Remember that you\nalone decide how much weight it should be given.\"\n\n                                    6\n\fmight otherwise have attached to the term \"expert,\" by emphasizing\n\nthat \"[e]xpert testimony should be considered just like other\n\ntestimony.\"     (Emphasis added.)\n\nD.   The Selective Prosecution Claim\n\n             Serafino next contends that the district court abused its\n\ndiscretion in rejecting his request for an evidentiary hearing\n\nregarding whether he had been prosecuted vindictively by the\n\ngovernment based on his involvement in the kickback scheme, even\n\nthough various other participants were never prosecuted.                      See\n\nUnited States v. Graham, 146 F.3d 6, 9 (1st Cir. 1998).               Since the\n\ngovernment     is   presumed     to   have   exercised    its   prosecutorial\n\nresponsibilities     in   good    faith,     however,    defendants    are   not\n\nentitled to evidentiary hearings on their selective or vindictive\n\nprosecution claims unless they first identify facts tending to\n\ndemonstrate (i) that the government refrained from prosecuting\n\nothers who were \"similarly situated,\" and (ii) that the reasons for\n\nany such discrimination were illegitimate.                See id.     Serafino\n\nmanaged neither showing.\n\n             First, unlike Serafino, who received several thousands of\n\ndollars in kickbacks, the MBC vendors who disbursed the kickbacks\n\nreceived no proceeds for their personal benefit; second, the MBC\n\nvendors provided their full cooperation to the prosecution.                  See,\n\ne.g., Bordenkircher v. Hayes, 434 U.S. 357, 361-62 (1978) (noting\n\nthat, without more, the government's decision to indict a defendant\n\n\n                                        7\n\fwho rejects a plea agreement normally is not deemed vindictive for\n\npurposes of a selective prosecution claim).          Moreover, other MBC\n\nofficials, such as its former president, George Ditomassi, were\n\nimplicated only by Serafino's uncorroborated allegations of their\n\ncomplicity in the scheme, including his bald accusation that he\n\nplaced some kickback proceeds, in cash, in the trunk of Ditomassi's\n\nautomobile,    an   allegation     which   the     government     —   quite\n\nunderstandably — was not able to verify.         See, e.g., United States\n\nv. Peterson, 233 F.3d 101, 105 (1st Cir. 2000) (noting propriety of\n\ngovernment's consideration of an important discrepancy in the\n\nrespective levels of participation by two individuals in narcotics\n\ndistribution scheme for purposes of assessing whether the two were\n\n\"similarly    situated\"   for   purposes   of   determining     whether   to\n\nprosecute).    Since Serafino's \"selective prosecution\" allegations\n\nwere not colorable, the district court correctly declined to\n\nconduct an evidentiary hearing.\n\nE.   Sufficiency of Evidence: Deprivation\n     of Property or Honest Services\n\n          Serafino further contends that the government adduced\n\ninsufficient evidence on the mail fraud charge, in that it failed\n\nto establish either that MBC sustained a loss of \"property or other\n\nitems of economic value by false pretenses,\" or that Serafino\n\nengaged in \"a scheme to defraud MBC of [its employee's] honest\n\nservices by false pretenses.\" United States v. Martin, 228 F.3d 1,\n\n15-16 (1st Cir. 2000); see 18 U.S.C. § 1346.        Serafino argues that\n\n                                    8\n\f(i) he was convicted only on the counts involving kickbacks from\n\nEdaron, not on those involving Gentile; (ii) MBC suffered no\n\nfinancial harm due to the Edaron kickbacks, since Peckham had no\n\ncontrol over MBC's decision to do business with Edaron, and MBC\n\npresumably received full value from Edaron for those contract\n\nservices because Edaron was the low bidder in an \"arms length\"\n\ntransaction; and (iii) the government failed to adduce any evidence\n\nthat Edaron's lease to MBC was not for fair market value.             Finally,\n\nSerafino argues that MBC was deprived of neither Peckham's nor\n\nSerafino's honest services, since the government failed to prove\n\nthat       any   MBC   policy   prohibited   its   employees   from   retaining\n\nundisclosed kickbacks from MBC vendors.               These contentions are\n\nbelied by the record as well.4\n\n                 In the first place, Serafino was not acquitted of all\n\ncounts relating to the Gentile kickbacks; the conspiracy charged in\n\ncount 1 explicitly encompassed these kickbacks.                Second, Peckham\n\nexpressly instructed both Gentile and Edaron to inflate their\n\ncharges to MBC, on both contracts and leases, and to pass the\n\nresulting windfall along to him and Serafino.            The evidence of the\n\ndeliberate inflation of these charges, together with the remittance\n\nof the resulting surplus to the codefendants, plainly sufficed to\n\n       4\n      We review all direct and circumstantial evidence, and the\nreasonable inferences therefrom, as a whole and in the light most\nfavorable to the government, abjuring plenary assessments of\nwitness credibility, to determine whether a rational jury could\nhave found all elements of the charged offense beyond a reasonable\ndoubt. See Martin, 228 F.3d at 10.\n\n                                        9\n\festablish the requisite cognizable financial harm to MBC under\n\nsection 1346.         Cf. United States v. Jain, 93 F.3d 436, 441-42 (8th\n\nCir. 1996) (vacating mail-fraud verdict against psychiatrist who\n\nreceived kickbacks from hospital for patient referrals, since all\n\npatients          needed   hospitalization      in   any    event   and   apparently\n\nreceived their money's worth in quality medical care).                       Finally,\n\nthe    government          called   MBC   officials        who   testified    —     not\n\nsurprisingly — that MBC imposed on its employees a duty of loyalty\n\nwhich would have required Peckham and Serafino to inform MBC that\n\nthey       were    receiving   kickbacks     from    any   MBC   vendors.      It    is\n\nundisputed that no such disclosure was ever made by Serafino.5\n\nF.    Sufficiency of Evidence; Foreseeability of Use of Mails\n\n                  Finally, Serafino contends that the government adduced\n\ninsufficient evidence that he reasonably could have foreseen use of\n\nthe mails in furtherance of the kickback scheme, see United States\n\nv. Royal, 100 F.3d 1019, 1030 (1st Cir. 1996) (noting that the\n\n\n       5\n      Further, Serafino faults the district court's refusal to\ngrant his request that the verdict form require the jury to\nindicate whether its mail-fraud verdicts were based on a\ndeprivation of property, a deprivation of honest services, or both.\nFirst, there is no question that the district court, in its jury\ninstruction, amply differentiated between the two types of\ndeprivation, so that the jury was well aware of the distinction.\nThe only question, therefore, is whether a jury in a mail fraud\ncase should be required to enter a special verdict. There is no\nauthority whatsoever for such a proposition. See, e.g., Martin,\n228 F.3d at 16 (noting that mail fraud conviction may rest on proof\nof either form of deprivation); United States v. Ellis, 168 F.3d\n558, 562 (1st Cir. 1999) (noting that review of trial court's\nrefusal to require special verdict form is for \"abuse of\ndiscretion\" only, since such practice is \"generally disfavored\" in\ncriminal cases).\n\n                                           10\n\fdefendant need not have used the mails, but must reasonably have\n\nforeseen their use by others to facilitate conspiracy), since\n\nGentile and Edaron did not mail the kickback checks to Serafino's\n\ntwo companies.       As Serafino failed to preserve this issue in his\n\nmotions for judgment of acquittal, we may reverse the judgment of\n\nconviction    only     if   Serafino    demonstrates   a   \"clear   and    gross\n\ninjustice.\"    United States v. Van Horn, 277 F.3d 48, 54 (1st Cir.\n\n2002).    He has not done so.\n\n             The government established, beyond a reasonable doubt,\n\nthat MBC mailed its invoices and lease payments to Gentile and\n\nEdaron, and through that eminently foreseeable mechanism delivered\n\nthe   very    monies    Edaron    and    Gentile   \"kicked    back\"   to    the\n\ncodefendants.    No more evidence was needed.          See United States v.\n\nWoodward, 149 F.3d 46, 63 (1st Cir. 1998) (noting that use of mails\n\nmay be either central or merely \"incidental\" to mail or wire fraud\n\nscheme) (emphasis added).6\n\n\n\n\n      6\n      Serafino further contends that the district court erred in\nattributing between $200,000 and $350,000 to him for sentencing\npurposes.    See U.S.S.G. § 2F1.1(b).      Given the perfunctory\ntreatment accorded this issue on appeal, however, we deem it\nwaived. See United States v. Bongiorno, 106 F.3d 1027, 1034 (1st\nCir. 1997). Nevertheless, we note that the record contains ample\nuncontroverted evidence that Gentile and Edaron funneled $560,000\ninto Serafino's two companies, neither of which had legitimate\nbusiness dealings either with Gentile or Edaron. Nonetheless, the\ndistrict court generously discounted the amount of loss it\nattributed to Serafino. See United States v. Blastos, 258 F.3d 25,\n30 (1st Cir. 2001) (§ 2F1.1(b) loss calculation reviewed only for\nclear error).\n\n                                        11\n\f          As the remaining contentions advanced by appellant are\n\nutterly lacking in merit, no separate discussion is warranted.\n\nAccordingly, the judgments of conviction and sentence are affirmed.\n\n          Affirmed.\n\n\n\n\n                                12\n\f",
  "html": "<p class=\"case_cite\">281 F.3d 327</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>George SERAFINO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1822.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 2, 2001.</p>\n    <p class=\"date\">Decided March 7, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Richard Abbott for appellant.</p>\n      <p class=\"indent\">Kevin O'Regan, Assistant United States Attorney, with whom James B. Farmer, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant George Serafino challenges the judgments of conviction and sentence entered following his jury trial, in the United States District Court for the District of Massachusetts, for mail fraud, money laundering, and conspiracy. <i>See</i> 18 U.S.C. &#167;&#167; 1341, 1346, 1956, 371. We affirm the district court judgments in all respects.</p>\n    </div>\n    <p class=\"center\">* <i>BACKGROUND</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">While employed by Milton Bradley Company (\"MBC\"), Serafino and codefendant Arthur Peckham participated in a kickback scheme whereby Peckham, MBC's vice president, instructed MBC's vendors, Frank Gentile, Inc. (\"Gentile\") and Edaron, Inc. (\"Edaron\"), to inflate various charges on their invoices to and lease agreement with MBC, and to divert the surplus funds &#8212; totaling more than $840,000 &#8212; either directly to these defendants or indirectly to two companies owned by Serafino. Neither defendant disclosed the kickbacks to MBC.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II</p>\n    <p class=\"center\">\n      <i>DISCUSSION</i>\n    </p>\n    <p class=\"indent\">A. <i>The Motion to Sever</i></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Serafino first contends that the district court abused its discretion in denying his motion to sever his trial from Peckham's. <i>See</i> Fed.R.Crim.P. 14. This contention is predicated on (i) a statement by Peckham's counsel during opening argument that Peckham was not directing Serafino in the alleged money-making enterprise, and (ii) an admission by Peckham that the monies Gentile ultimately disbursed to Peckham and Serafino were equal in amount. Serafino insists that these statements were fatally antagonistic to his anticipated defense: <i>viz.,</i> that he was an unwitting dupe who blindly carried out orders in the fraudulent scheme devised by Peckham.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We discern no plain abuse of discretion. <i>See United States v. Sotomayor-Vazquez,</i> 249 F.3d 1, 16-17 (1st Cir.2001) (prescribing \"plain abuse of discretion\" standard of review and noting \"strong preference in the federal system for jointly trying defendants involved in related crimes, ... unless `there is a serious risk that a joint trial would compromise a specific trial right of one of the defendants or prevent the jury from making a reliable judgment about guilt or innocence'\") (citation omitted). Even assuming, <i>arguendo,</i> that Serafino and Peckham presented somewhat antagonistic defenses, Serafino would have had to demonstrate that the \"defenses [were] so <i>irreconcilable</i> as to involve <i>fundamental disagreement over core and basic facts,\" United States v. Pe&#241;a-Lora,</i> 225 F.3d 17, 34 (1st Cir.2000) (citation omitted; emphasis added), <i>cert. denied,</i> 531 U.S. 1114, 121 S.Ct. 860, 148 L.Ed.2d 774 (2001), such that \"the jury unjustifiably [would] infer that this conflict <i>alone</i> demonstrate[d] that both [defendants] [were] guilty,\" <i>United States v. Talavera,</i> 668 F.2d 625, 630 (1st Cir.1982) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A thorough record review has disclosed no such irreconcilability. Serafino never disputed that the MBC vendors funneled payments through his companies' accounts, and Peckham's contention that he was neither the mastermind nor the driving force behind the scheme did not necessarily require that the jury either accept or reject the defense that Serafino was an unwitting participant.</p>\n    </div>\n    <p class=\"indent\">B. <i>The Testimony of Agent Kavrakis</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Next, Serafino insists that the district court abused its discretion by admitting in evidence the trial testimony offered by IRS Agent Harry Kavrakis. Serafino asserts that the government failed to provide adequate advance notice of the nature of the Kavrakis testimony, which focused on the financial <i>benefits</i> Serafino realized from the kickback scheme and constituted an improper attempt to establish tax evasion even though the indictment included no such charge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although a tax evasion charge likewise may have turned upon whether Serafino received unreported income, the government's proffer relating to Serafino's receipt of these kickbacks constituted crucial evidence, <i>inter alia,</i> that he <i>knowingly</i> participated in the mail fraud conspiracy. Thus, unquestionably the Kavrakis testimony &#8212; that Serafino realized financial benefits from the scheme &#8212; was independently relevant to the mail fraud, money laundering, and conspiracy counts as well. <i>See, e.g., United States v. Isabel,</i> 945 F.2d 1193, 1203 (1st Cir.1991) (noting that evidence of receipt of financial benefits may be probative of defendant's intent to facilitate conspiracy). Finally, the trial record plainly belies any contention that Serafino did not know the nature of the Kavrakis testimony sufficiently in advance of trial.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"indent\">C. <i>The Expert Witness Instruction</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Serafino next contends that it was reversible error to instruct the jury, <i>sua sponte,</i> that Kavrakis was testifying as an expert witness for the government. Since no objection was asserted, either during or following the jury charge, we review only for plain error. <i>See United States v. Lemmerer,</i> 277 F.3d 579, 591 (1st Cir.2002) (no \"plain error\" unless ruling was clearly or obviously erroneous, affected defendant's substantial rights <i>and</i> impaired the right to fair trial). We discern no plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, even though it was not requested by the government, the expert witness instruction was arguably correct. That is, presumably Kavrakis was qualified to testify as an \"expert\" regarding the <i>amount of Peckham's</i> outstanding tax liability on the tax evasion count. Indeed, during the trial there were open references to Kavrakis as an \"expert,\" both by the government (\"our expert witness\") and by the district court (\"The testimony of the Government's expert was that Mr. Peckham had a good deal more income than he reported.\"). Yet the defense asserted no objection. Although it may well have been more prudent to instruct the jury, in specific terms, that Kavrakis was to be considered an expert witness in regard to the tax evasion issue only, viewed in context the <i>sua sponte</i> charge certainly did not \"blindside\" the defense, nor was it <i>obviously</i> erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Furthermore, the district court's passing reference to Kavrakis as an \"expert\" did not, in all probability, substantially impair Serafino's right to a fair trial, given that (i) by its express terms the jury charge applied exclusively to Kavrakis' \"opinions,\" and the jury common-sensically would not have regarded the Kavrakis testimony &#8212; \"number-crunching\" the figures summarized in Exhibit 675 &#8212; as an expert \"opinion,\" but rather as an objective rendition of the historical data demonstrating that Serafino had received proceeds from the fraudulent scheme,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and (ii) the district court immediately mitigated whatever special aura the jury might otherwise have attached to the term \"expert,\" by emphasizing that \"[e]xpert testimony should be considered <i>just like other testimony.</i>\" (Emphasis added.)</p>\n    </div>\n    <p class=\"indent\">D. <i>The Selective Prosecution Claim</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Serafino next contends that the district court abused its discretion in rejecting his request for an evidentiary hearing regarding whether he had been prosecuted vindictively by the government based on his involvement in the kickback scheme, even though various other participants were never prosecuted. <i>See United States v. Graham,</i> 146 F.3d 6, 9 (1st Cir.1998). Since the government is presumed to have exercised its prosecutorial responsibilities in good faith, however, defendants are not entitled to evidentiary hearings on their selective or vindictive prosecution claims unless they first identify facts tending to demonstrate (i) that the government refrained from prosecuting others who were \"similarly situated,\" and (ii) that the reasons for any such discrimination were illegitimate. <i>See id.</i> Serafino managed neither showing.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, unlike Serafino, who received several thousands of dollars in kickbacks, the MBC vendors who disbursed the kickbacks received no proceeds for their personal benefit; second, the MBC vendors provided their full cooperation to the prosecution. <i>See, e.g., Bordenkircher v. Hayes,</i> 434 U.S. 357, 361-62, 98 S.Ct. 663, 54 L.Ed.2d 604 (1978) (noting that, without more, the government's decision to indict a defendant who rejects a plea agreement normally is not deemed vindictive for purposes of a selective prosecution claim). Moreover, other MBC officials, such as its former president, George Ditomassi, were implicated only by Serafino's uncorroborated allegations of their complicity in the scheme, including his bald accusation that he placed some kickback proceeds, in <i>cash,</i> in the trunk of Ditomassi's automobile, an allegation which the government &#8212; quite understandably &#8212; was not able to verify. <i>See, e.g., United States v. Peterson,</i> 233 F.3d 101, 105 (1st Cir.2000) (noting propriety of government's consideration of an important discrepancy in the respective levels of participation by two individuals in narcotics distribution scheme for purposes of assessing whether the two were \"similarly situated\" for purposes of determining whether to prosecute). Since Serafino's \"selective prosecution\" allegations were not colorable, the district court correctly declined to conduct an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">E. <i>Sufficiency of Evidence: Deprivation of Property or Honest Services</i></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Serafino further contends that the government adduced insufficient evidence on the mail fraud charge, in that it failed to establish either that MBC sustained a loss of \"property or other items of economic value by false pretenses,\" or that Serafino engaged in \"a scheme to defraud MBC of [its employee's] honest services by false pretenses.\" <i>United States v. Martin,</i> 228 F.3d 1, 15-16 (1st Cir.2000); <i>see</i> 18 U.S.C. &#167; 1346. Serafino argues that (i) he was convicted only on the counts involving kickbacks from Edaron, not on those involving Gentile; (ii) MBC suffered no financial harm due to the Edaron kickbacks, since Peckham had no control over MBC's decision to do business with Edaron, and MBC presumably received full value from Edaron for those contract services because Edaron was the low bidder in an \"arms length\" transaction; and (iii) the government failed to adduce any evidence that Edaron's lease to MBC was not for fair market value. Finally, Serafino argues that MBC was deprived of neither Peckham's nor Serafino's honest services, since the government failed to prove that any MBC policy prohibited its employees from retaining undisclosed kickbacks from MBC vendors. These contentions are belied by the record as well.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the first place, Serafino was <i>not</i> acquitted of all counts relating to the Gentile kickbacks; the conspiracy charged in count 1 explicitly encompassed these kickbacks. Second, Peckham expressly instructed both Gentile and Edaron to <i>inflate</i> their charges to MBC, on both contracts and leases, and to pass the resulting windfall along to him and Serafino. The evidence of the deliberate inflation of these charges, together with the remittance of the resulting <i>surplus</i> to the codefendants, plainly sufficed to establish the requisite cognizable financial harm to MBC under section 1346. <i>Cf. United States v. Jain,</i> 93 F.3d 436, 441-42 (8th Cir.1996) (vacating mail-fraud verdict against psychiatrist who received kickbacks from hospital for patient referrals, since all patients needed hospitalization in any event and apparently received their money's worth in quality medical care). Finally, the government called MBC officials who testified &#8212; not surprisingly &#8212; that MBC imposed on its employees a duty of loyalty which would have required Peckham and Serafino to inform MBC that they were receiving kickbacks from any MBC vendors. It is undisputed that no such disclosure was ever made by Serafino.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">F. <i>Sufficiency of Evidence; Foreseeability of Use of Mails</i></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, Serafino contends that the government adduced insufficient evidence that he reasonably could have foreseen use of the mails in furtherance of the kickback scheme, <i>see United States v. Royal,</i> 100 F.3d 1019, 1030 (1st Cir.1996) (noting that the defendant need not have <i>used</i> the mails, but must reasonably have foreseen their <i>use by others</i> to facilitate conspiracy), since Gentile and Edaron did not mail the kickback checks to Serafino's two companies. As Serafino failed to preserve this issue in his motions for judgment of acquittal, we may reverse the judgment of conviction only if Serafino demonstrates a \"clear and gross injustice.\" <i>United States v. Van Horn,</i> 277 F.3d 48, 54 (1st Cir.2002). He has not done so.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government established, beyond a reasonable doubt, that MBC mailed its invoices and lease payments to Gentile and Edaron, and through that eminently foreseeable mechanism delivered the very monies Edaron and Gentile \"kicked back\" to the codefendants. No more evidence was needed. <i>See United States v. Woodward,</i> 149 F.3d 46, 63 (1st Cir.1998) (noting that use of mails may be either central or merely \"<i>incidental</i>\" to mail or wire fraud scheme) (emphasis added).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As the remaining contentions advanced by appellant are utterly lacking in merit, no separate discussion is warranted. Accordingly, the judgments of conviction and sentence are affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although convicted on the same charges, as well as a tax evasion charge,<i>see</i> 26 U.S.C. &#167; 7201, Peckham has not appealed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Serafino challenges the admission of Exhibit 675 as well, which summarized the Kavrakis testimony regarding Serafino's receipt of the kickbacks. As Serafino did not object at trial, however, and the evidence was highly relevant, we discern no plain error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The jury instruction stated: \"You have heard testimony from an expert witness, Harry Kavrakis. An expert witness has special knowledge or experience that allows the witness to give an opinion. Expert testimony should be considered just like other testimony. You may adopt it or reject it. In weighing the expert opinion received in evidence in this case, you should consider the soundness of his reasons for his opinion, and whether the opinion is supported by other evidence in the case. Remember that you alone decide how much weight it should be given.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We review all direct and circumstantial evidence, and the reasonable inferences therefrom, as a whole and in the light most favorable to the government, abjuring plenary assessments of witness credibility, to determine whether a rational jury could have found all elements of the charged offense beyond a reasonable doubt<i>See Martin,</i> 228 F.3d at 10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Further, Serafino faults the district court's refusal to grant his request that the verdict form require the jury to indicate whether its mail-fraud verdicts were based on a deprivation of property, a deprivation of honest services, or both. First, there is no question that the district court,<i>in its jury instruction,</i> amply differentiated between the two types of deprivation, so that the jury was well aware of the distinction. The only question, therefore, is whether a jury in a mail fraud case should be required to enter a special verdict. There is no authority whatsoever for such a proposition. <i>See, e.g., Martin,</i> 228 F.3d at 16 (noting that mail fraud conviction may rest on proof of <i>either</i> form of deprivation); <i>United States v. Ellis,</i> 168 F.3d 558, 562 (1st Cir.1999) (noting that review of trial court's refusal to require special verdict form is for \"abuse of discretion\" only, since such practice is \"generally disfavored\" in criminal cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Serafino further contends that the district court erred in attributing between $200,000 and $350,000 to him for sentencing purposes<i>See</i> U.S.S.G. &#167; 2F1.1(b). Given the perfunctory treatment accorded this issue on appeal, however, we deem it waived. <i>See United States v. Bongiorno,</i> 106 F.3d 1027, 1034 (1st Cir.1997). Nevertheless, we note that the record contains ample uncontroverted evidence that Gentile and Edaron funneled $560,000 into Serafino's two companies, neither of which had legitimate business dealings either with Gentile or Edaron. Nonetheless, the district court generously discounted the amount of loss it attributed to Serafino. <i>See United States v. Blastos,</i> 258 F.3d 25, 30 (1st Cir.2001) (&#167; 2F1.1(b) loss calculation reviewed only for clear error).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>George SERAFINO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1822.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 2, 2001.</p>\n    <p class=\"date\">Decided March 7, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Richard Abbott for appellant.</p>\n      <p class=\"indent\">Kevin O'Regan, Assistant United States Attorney, with whom James B. Farmer, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant George Serafino challenges the judgments of conviction and sentence entered following his jury trial, in the United States District Court for the District of Massachusetts, for mail fraud, money laundering, and conspiracy. <i>See</i> 18 U.S.C. &#167;&#167; 1341, 1346, 1956, 371. We affirm the district court judgments in all respects.</p>\n    </div>\n    <p class=\"center\">* <i>BACKGROUND</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">While employed by Milton Bradley Company (\"MBC\"), Serafino and codefendant Arthur Peckham participated in a kickback scheme whereby Peckham, MBC's vice president, instructed MBC's vendors, Frank Gentile, Inc. (\"Gentile\") and Edaron, Inc. (\"Edaron\"), to inflate various charges on their invoices to and lease agreement with MBC, and to divert the surplus funds &#8212; totaling more than $840,000 &#8212; either directly to these defendants or indirectly to two companies owned by Serafino. Neither defendant disclosed the kickbacks to MBC.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II</p>\n    <p class=\"center\">\n      <i>DISCUSSION</i>\n    </p>\n    <p class=\"indent\">A. <i>The Motion to Sever</i></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Serafino first contends that the district court abused its discretion in denying his motion to sever his trial from Peckham's. <i>See</i> Fed.R.Crim.P. 14. This contention is predicated on (i) a statement by Peckham's counsel during opening argument that Peckham was not directing Serafino in the alleged money-making enterprise, and (ii) an admission by Peckham that the monies Gentile ultimately disbursed to Peckham and Serafino were equal in amount. Serafino insists that these statements were fatally antagonistic to his anticipated defense: <i>viz.,</i> that he was an unwitting dupe who blindly carried out orders in the fraudulent scheme devised by Peckham.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We discern no plain abuse of discretion. <i>See United States v. Sotomayor-Vazquez,</i> <span class=\"citation\" data-id=\"199390\"><a href=\"/opinion/199390/united-states-v-sotomayor-vazquez/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 16-17 (1st Cir.2001) (prescribing \"plain abuse of discretion\" standard of review and noting \"strong preference in the federal system for jointly trying defendants involved in related crimes, ... unless `there is a serious risk that a joint trial would compromise a specific trial right of one of the defendants or prevent the jury from making a reliable judgment about guilt or innocence'\") (citation omitted). Even assuming, <i>arguendo,</i> that Serafino and Peckham presented somewhat antagonistic defenses, Serafino would have had to demonstrate that the \"defenses [were] so <i>irreconcilable</i> as to involve <i>fundamental disagreement over core and basic facts,\" United States v. Pe&#241;a-Lora,</i> <span class=\"citation\" data-id=\"770240\"><a href=\"/opinion/770240/united-states-v-luis-manuel-pea-lora-united-states-of-america-v-jorge/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 34 (1st Cir.2000) (citation omitted; emphasis added), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1114</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">860</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">774</span></span> (2001), such that \"the jury unjustifiably [would] infer that this conflict <i>alone</i> demonstrate[d] that both [defendants] [were] guilty,\" <i>United States v. Talavera,</i> <span class=\"citation\" data-id=\"398786\"><a href=\"/opinion/398786/united-states-v-ramon-eli-barreto-talavera-united-states-of-america-v/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 630 (1st Cir.1982) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A thorough record review has disclosed no such irreconcilability. Serafino never disputed that the MBC vendors funneled payments through his companies' accounts, and Peckham's contention that he was neither the mastermind nor the driving force behind the scheme did not necessarily require that the jury either accept or reject the defense that Serafino was an unwitting participant.</p>\n    </div>\n    <p class=\"indent\">B. <i>The Testimony of Agent Kavrakis</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Next, Serafino insists that the district court abused its discretion by admitting in evidence the trial testimony offered by IRS Agent Harry Kavrakis. Serafino asserts that the government failed to provide adequate advance notice of the nature of the Kavrakis testimony, which focused on the financial <i>benefits</i> Serafino realized from the kickback scheme and constituted an improper attempt to establish tax evasion even though the indictment included no such charge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although a tax evasion charge likewise may have turned upon whether Serafino received unreported income, the government's proffer relating to Serafino's receipt of these kickbacks constituted crucial evidence, <i>inter alia,</i> that he <i>knowingly</i> participated in the mail fraud conspiracy. Thus, unquestionably the Kavrakis testimony &#8212; that Serafino realized financial benefits from the scheme &#8212; was independently relevant to the mail fraud, money laundering, and conspiracy counts as well. <i>See, e.g., United States v. Isabel,</i> <span class=\"citation\" data-id=\"569192\"><a href=\"/opinion/569192/united-states-v-maurice-isabel-united-states-of-america-v-ronald/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1193</span></a></span>, 1203 (1st Cir.1991) (noting that evidence of receipt of financial benefits may be probative of defendant's intent to facilitate conspiracy). Finally, the trial record plainly belies any contention that Serafino did not know the nature of the Kavrakis testimony sufficiently in advance of trial.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"indent\">C. <i>The Expert Witness Instruction</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Serafino next contends that it was reversible error to instruct the jury, <i>sua sponte,</i> that Kavrakis was testifying as an expert witness for the government. Since no objection was asserted, either during or following the jury charge, we review only for plain error. <i>See United States v. Lemmerer,</i> <span class=\"citation\" data-id=\"776217\"><a href=\"/opinion/776217/united-states-v-gabriel-lemmerer/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 591 (1st Cir.2002) (no \"plain error\" unless ruling was clearly or obviously erroneous, affected defendant's substantial rights <i>and</i> impaired the right to fair trial). We discern no plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, even though it was not requested by the government, the expert witness instruction was arguably correct. That is, presumably Kavrakis was qualified to testify as an \"expert\" regarding the <i>amount of Peckham's</i> outstanding tax liability on the tax evasion count. Indeed, during the trial there were open references to Kavrakis as an \"expert,\" both by the government (\"our expert witness\") and by the district court (\"The testimony of the Government's expert was that Mr. Peckham had a good deal more income than he reported.\"). Yet the defense asserted no objection. Although it may well have been more prudent to instruct the jury, in specific terms, that Kavrakis was to be considered an expert witness in regard to the tax evasion issue only, viewed in context the <i>sua sponte</i> charge certainly did not \"blindside\" the defense, nor was it <i>obviously</i> erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Furthermore, the district court's passing reference to Kavrakis as an \"expert\" did not, in all probability, substantially impair Serafino's right to a fair trial, given that (i) by its express terms the jury charge applied exclusively to Kavrakis' \"opinions,\" and the jury common-sensically would not have regarded the Kavrakis testimony &#8212; \"number-crunching\" the figures summarized in Exhibit 675 &#8212; as an expert \"opinion,\" but rather as an objective rendition of the historical data demonstrating that Serafino had received proceeds from the fraudulent scheme,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and (ii) the district court immediately mitigated whatever special aura the jury might otherwise have attached to the term \"expert,\" by emphasizing that \"[e]xpert testimony should be considered <i>just like other testimony.</i>\" (Emphasis added.)</p>\n    </div>\n    <p class=\"indent\">D. <i>The Selective Prosecution Claim</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Serafino next contends that the district court abused its discretion in rejecting his request for an evidentiary hearing regarding whether he had been prosecuted vindictively by the government based on his involvement in the kickback scheme, even though various other participants were never prosecuted. <i>See United States v. Graham,</i> <span class=\"citation\" data-id=\"197990\"><a href=\"/opinion/197990/united-states-v-graham/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir.1998). Since the government is presumed to have exercised its prosecutorial responsibilities in good faith, however, defendants are not entitled to evidentiary hearings on their selective or vindictive prosecution claims unless they first identify facts tending to demonstrate (i) that the government refrained from prosecuting others who were \"similarly situated,\" and (ii) that the reasons for any such discrimination were illegitimate. <i>See id.</i> Serafino managed neither showing.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, unlike Serafino, who received several thousands of dollars in kickbacks, the MBC vendors who disbursed the kickbacks received no proceeds for their personal benefit; second, the MBC vendors provided their full cooperation to the prosecution. <i>See, e.g., Bordenkircher v. Hayes,</i> <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, 361-62, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">663</span></a></span>, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span></a></span> (1978) (noting that, without more, the government's decision to indict a defendant who rejects a plea agreement normally is not deemed vindictive for purposes of a selective prosecution claim). Moreover, other MBC officials, such as its former president, George Ditomassi, were implicated only by Serafino's uncorroborated allegations of their complicity in the scheme, including his bald accusation that he placed some kickback proceeds, in <i>cash,</i> in the trunk of Ditomassi's automobile, an allegation which the government &#8212; quite understandably &#8212; was not able to verify. <i>See, e.g., United States v. Peterson,</i> <span class=\"citation\" data-id=\"771202\"><a href=\"/opinion/771202/united-states-v-henry-peterson/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 105 (1st Cir.2000) (noting propriety of government's consideration of an important discrepancy in the respective levels of participation by two individuals in narcotics distribution scheme for purposes of assessing whether the two were \"similarly situated\" for purposes of determining whether to prosecute). Since Serafino's \"selective prosecution\" allegations were not colorable, the district court correctly declined to conduct an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">E. <i>Sufficiency of Evidence: Deprivation of Property or Honest Services</i></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Serafino further contends that the government adduced insufficient evidence on the mail fraud charge, in that it failed to establish either that MBC sustained a loss of \"property or other items of economic value by false pretenses,\" or that Serafino engaged in \"a scheme to defraud MBC of [its employee's] honest services by false pretenses.\" <i>United States v. Martin,</i> <span class=\"citation\" data-id=\"199098\"><a href=\"/opinion/199098/united-states-v-martin/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 15-16 (1st Cir.2000); <i>see</i> 18 U.S.C. &#167; 1346. Serafino argues that (i) he was convicted only on the counts involving kickbacks from Edaron, not on those involving Gentile; (ii) MBC suffered no financial harm due to the Edaron kickbacks, since Peckham had no control over MBC's decision to do business with Edaron, and MBC presumably received full value from Edaron for those contract services because Edaron was the low bidder in an \"arms length\" transaction; and (iii) the government failed to adduce any evidence that Edaron's lease to MBC was not for fair market value. Finally, Serafino argues that MBC was deprived of neither Peckham's nor Serafino's honest services, since the government failed to prove that any MBC policy prohibited its employees from retaining undisclosed kickbacks from MBC vendors. These contentions are belied by the record as well.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the first place, Serafino was <i>not</i> acquitted of all counts relating to the Gentile kickbacks; the conspiracy charged in count 1 explicitly encompassed these kickbacks. Second, Peckham expressly instructed both Gentile and Edaron to <i>inflate</i> their charges to MBC, on both contracts and leases, and to pass the resulting windfall along to him and Serafino. The evidence of the deliberate inflation of these charges, together with the remittance of the resulting <i>surplus</i> to the codefendants, plainly sufficed to establish the requisite cognizable financial harm to MBC under section 1346. <i>Cf. United States v. Jain,</i> <span class=\"citation\" data-id=\"724923\"><a href=\"/opinion/724923/united-states-of-america-plaintiff-appelleecross-v-swaran-kumar-jain/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span>, 441-42 (8th Cir.1996) (vacating mail-fraud verdict against psychiatrist who received kickbacks from hospital for patient referrals, since all patients needed hospitalization in any event and apparently received their money's worth in quality medical care). Finally, the government called MBC officials who testified &#8212; not surprisingly &#8212; that MBC imposed on its employees a duty of loyalty which would have required Peckham and Serafino to inform MBC that they were receiving kickbacks from any MBC vendors. It is undisputed that no such disclosure was ever made by Serafino.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">F. <i>Sufficiency of Evidence; Foreseeability of Use of Mails</i></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, Serafino contends that the government adduced insufficient evidence that he reasonably could have foreseen use of the mails in furtherance of the kickback scheme, <i>see United States v. Royal,</i> <span class=\"citation\" data-id=\"197077\"><a href=\"/opinion/197077/united-states-v-royal/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1019</span></a></span>, 1030 (1st Cir.1996) (noting that the defendant need not have <i>used</i> the mails, but must reasonably have foreseen their <i>use by others</i> to facilitate conspiracy), since Gentile and Edaron did not mail the kickback checks to Serafino's two companies. As Serafino failed to preserve this issue in his motions for judgment of acquittal, we may reverse the judgment of conviction only if Serafino demonstrates a \"clear and gross injustice.\" <i>United States v. Van Horn,</i> <span class=\"citation\" data-id=\"199777\"><a href=\"/opinion/199777/united-states-v-horn/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 54 (1st Cir.2002). He has not done so.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government established, beyond a reasonable doubt, that MBC mailed its invoices and lease payments to Gentile and Edaron, and through that eminently foreseeable mechanism delivered the very monies Edaron and Gentile \"kicked back\" to the codefendants. No more evidence was needed. <i>See United States v. Woodward,</i> <span class=\"citation\" data-id=\"198059\"><a href=\"/opinion/198059/united-states-v-woodward/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 63 (1st Cir.1998) (noting that use of mails may be either central or merely \"<i>incidental</i>\" to mail or wire fraud scheme) (emphasis added).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As the remaining contentions advanced by appellant are utterly lacking in merit, no separate discussion is warranted. Accordingly, the judgments of conviction and sentence are affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although convicted on the same charges, as well as a tax evasion charge,<i>see</i> 26 U.S.C. &#167; 7201, Peckham has not appealed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Serafino challenges the admission of Exhibit 675 as well, which summarized the Kavrakis testimony regarding Serafino's receipt of the kickbacks. As Serafino did not object at trial, however, and the evidence was highly relevant, we discern no plain error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The jury instruction stated: \"You have heard testimony from an expert witness, Harry Kavrakis. An expert witness has special knowledge or experience that allows the witness to give an opinion. Expert testimony should be considered just like other testimony. You may adopt it or reject it. In weighing the expert opinion received in evidence in this case, you should consider the soundness of his reasons for his opinion, and whether the opinion is supported by other evidence in the case. Remember that you alone decide how much weight it should be given.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We review all direct and circumstantial evidence, and the reasonable inferences therefrom, as a whole and in the light most favorable to the government, abjuring plenary assessments of witness credibility, to determine whether a rational jury could have found all elements of the charged offense beyond a reasonable doubt<i>See Martin,</i> 228 F.3d at 10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Further, Serafino faults the district court's refusal to grant his request that the verdict form require the jury to indicate whether its mail-fraud verdicts were based on a deprivation of property, a deprivation of honest services, or both. First, there is no question that the district court,<i>in its jury instruction,</i> amply differentiated between the two types of deprivation, so that the jury was well aware of the distinction. The only question, therefore, is whether a jury in a mail fraud case should be required to enter a special verdict. There is no authority whatsoever for such a proposition. <i>See, e.g., Martin,</i> 228 F.3d at 16 (noting that mail fraud conviction may rest on proof of <i>either</i> form of deprivation); <i>United States v. Ellis,</i> <span class=\"citation\" data-id=\"198341\"><a href=\"/opinion/198341/united-states-v-ellis/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span>, 562 (1st Cir.1999) (noting that review of trial court's refusal to require special verdict form is for \"abuse of discretion\" only, since such practice is \"generally disfavored\" in criminal cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Serafino further contends that the district court erred in attributing between $200,000 and $350,000 to him for sentencing purposes<i>See</i> U.S.S.G. &#167; 2F1.1(b). Given the perfunctory treatment accorded this issue on appeal, however, we deem it waived. <i>See United States v. Bongiorno,</i> <span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1034 (1st Cir.1997). Nevertheless, we note that the record contains ample uncontroverted evidence that Gentile and Edaron funneled $560,000 into Serafino's two companies, neither of which had legitimate business dealings either with Gentile or Edaron. Nonetheless, the district court generously discounted the amount of loss it attributed to Serafino. <i>See United States v. Blastos,</i> <span class=\"citation\" data-id=\"199503\"><a href=\"/opinion/199503/united-states-v-blastos/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 30 (1st Cir.2001) (&#167; 2F1.1(b) loss calculation reviewed only for clear error).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776217/"
  ]
}