{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199805/",
  "absolute_url": "/opinion/199805/united-states-v-lorenzo-hernandez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199805/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:54Z",
  "date_modified": "2017-03-24T11:03:31.852422Z",
  "type": "010combined",
  "sha1": "20be30bf1a0584c854c27087c0fb47426857fdf7",
  "page_count": 12,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1351-01A.pdf",
  "local_path": "pdf/2002/02/01/US_v._Lorenzo_Hernandez.pdf",
  "plain_text": "              United States Court of Appeals\n                     For the First Circuit\n                     ____________________\n\nNo. 01-1351\n\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                              v.\n\n                   JORGE LORENZO-HERNÁNDEZ,\n\n                     Defendant, Appellant.\n\n                     ____________________\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Salvador E. Casellas, U.S. District Judge]\n\n                     ____________________\n\n                            Before\n\n                     Lynch, Circuit Judge,\n                Campbell, Senior Circuit Judge,\n                   and Lipez, Circuit Judge.\n\n                     ____________________\n\n\n    Bruce J. McGiverin for appellant.\n\n     Thomas F. Klumper, Assistant United States Attorney, with whom\nJorge E. Vega-Pacheco, Assistant United States Attorney, and\nGuillermo Gil, United States Attorney, were on brief for appellee.\n\n\n                     ____________________\n\f  February 1, 2002\n____________________\n\f          LYNCH, Circuit Judge. This appeal is from a sentence entered\n\nafter a remand for resentencing following this court's vacating of one\n\ncount of conviction. United States v. Peña-Lora, 225 F.3d 17 (1st Cir.\n\n2000). There are two issues of note. The first is whether we will\n\nentertain the government's argument, made for the first time on appeal,\n\nthat the law of the case doctrine bound the district court not to\n\nreconsider its earlier resolution of a sentencing issue, and therefore\n\nthat the defendant was not free to raise this argument the second time\n\naround. The second is the defendant's argument that he is ineligible\n\nfor the sentencing enhancement in kidnapping cases where the victim is\n\nnot released within seven days. See U.S.S.G. § 2A4.1(b)(4)(B) (2000).\n\nNot surprisingly, we reject both arguments.\n\n          On May 1, 1998, Jorge Lorenzo-Hernández was found guilty\n\nfollowing a jury trial of conspiring to commit a hostage taking for\n\nransom (Count One), 18 U.S.C. § 1203(a) (2000), aiding and abetting a\n\nhostage taking (Count Two), id., and using and carrying a firearm in\n\nrelation to the hostage taking in violation of 18 U.S.C. § 924(c)(1)\n\n(2000) (Count Five). He was sentenced to 135 months in prison for\n\nCounts One and Two respectively, to be served concurrently, and 360\n\nmonths in prison for Count Five, to be served consecutively to Counts\n\nOne and Two. Lorenzo-Hernández appealed the convictions on all three\n\ncounts, contesting the sufficiency of the evidence.\n\n\n\n\n                                 -3-\n\f          On September 1, 2000, this court affirmed Lorenzo-Hernández's\n\nconvictions on the hostage-taking counts, set aside the conviction on\n\nthe firearm count, Count Five, for insufficiency of evidence, and\n\nremanded to the district court for resentencing on Counts One and Two.\n\nPeña-Lora, 225 F.3d at 26-29. On remand, the district court heard\n\nargument and again sentenced Lorenzo-Hernández to 135 months in prison\n\nfor each of Counts One and Two, to be served concurrently. Lorenzo-\n\nHernández now appeals this sentence. He argues that the district court\n\nimproperly enhanced his sentence based on U.S.S.G. § 2A4.1(b)(4)(B),\n\nwhich provides for a one-level enhancement for a kidnapping in which\n\nthe \"victim was not released before seven days had elapsed.\" He says\n\nthat because the evidence shows that he only joined the hostage taking\n\nfive days before the victim was rescued, the one-level enhancement\n\nshould not apply to him.     We affirm the district court's sentence.\n\n\n\n                                 I.\n\n          On August 15, 1997, Lorenzo Peña-Morfe, Lorenzo-Hernández's\n\nco-defendant, and a person named \"Charlie\" abducted Richardson Leo\n\nMieses-Pimentel at gunpoint. Mieses-Pimentel was twenty-six years old,\n\nand was the manager of the Cache Liquor Store, one of the businesses\n\nowned by his brother. The victim, restrained in handcuffs and with a\n\nhood over his head, was taken to a private residence and held for a\n\n$500,000 ransom. He was held in captivity for ten days before he was\n\n\n                                 -3-\n\frescued by the FBI. In addition to Peña-Morfe and \"Charlie,\" there\n\nwere several other conspirators involved. The coconspirators were\n\nTomás Lorenzo-Pérez (the father of the defendant Lorenzo-Hernández),\n\nLuis Manuel Peña-Lora, Santiago Acosta-Molina, Clecencio Martinez-\n\nCorrea, Amable Nolzaco-Morla, and Raimary Lavandier (the wife of\n\nLorenzo-Hernández). Throughout the abduction, Mieses-Pimentel was\n\nhandcuffed, blindfolded, and gagged; at times he was kept in a bathtub.\n\nPeriodically throughout the abduction, the kidnappers made telephone\n\ncalls to Mieses-Pimentel's brother and uncle demanding ransom and\n\nthreatening to kill Mieses-Pimentel.\n\n          Mieses-Pimentel was first held in one place for three days\n\nby Peña-Morfe, Lorenzo-Pérez (the father), Peña-Lora and \"Charlie.\"\n\nThe kidnappers, fearing that the victim might be located by\n\nauthorities, recruited Acosta-Molina.      Mieses-Pimentel was then\n\ntransferred to Acosta-Molina's home, a place the kidnappers thought\n\nwould be harder for the authorities to discover.\n\n          On August 20, 1997, Mieses-Pimentel was again moved, this\n\ntime to a home in Barrio Obrero where Lorenzo-Hernández lived with his\n\nwife Raimary Lavandier. As of August 20, Mieses-Pimentel had been a\n\nhostage for five days.    Mieses-Pimentel was chained to a bed in a\n\nbedroom at the rear of the house, handcuffed, and blindfolded with duct\n\ntape. On August 20, the victim's brother received seven telephone calls\n\nfrom the kidnappers in which they threatened him that this would be\n\n\n                                 -4-\n\fthe last day on which he could pay the ransom before they resorted to\n\nkilling Mieses-Pimentel.\n\n          On August 25, 1997, under questioning from the FBI, Peña-\n\nMorfe admitted to his role, and led the FBI to the Lorenzo-Hernández\n\nresidence. On the same day, a FBI SWAT team surrounded the residence,\n\nannounced its presence, and ordered the occupants of the house to\n\nleave. At this point, Lorenzo-Hernández came to the room in which\n\nMieses-Pimentel was held, unchained him from the bed, removed the\n\nblindfold and the handcuffs, escorted him into another room, and told\n\nhim to act like he was part of the group.       Apparently, Lorenzo-\n\nHernández hoped to bluff his way out with his victim. A short while\n\nlater, those in the house came out and were arrested by the FBI agents.\n\nMieses-Pimentel was rescued.      He had been held hostage for ten days.\n\n\n\n                                 II.\n\nA. Law of the Case\n\n          The government argues that Lorenzo-Hernández's appeal of\n\nhis sentence at this stage of the case is barred by the law of the\n\ncase doctrine.     See United States v. Ticchiarelli, 171 F.3d 24, 28-29\n\n(1st Cir. 1999).     However, the government did not present this\n\nargument to the district court and we therefore do not consider it\n\nhere.   United States v. Slade, 980 F.2d 27, 30 (1st Cir. 1992) (\"It\n\nis a bedrock rule that when a party has not presented an argument to\n\n\n                                 -5-\n\fthe district court, she may not unveil it in the court of appeals.\").\n\nIf the government wishes to assert at resentencing before the\n\ndistrict court after remand that certain issues resolved earlier\n\nshould not be revisited, it should say so then.\n\nB. Sentencing Guidelines\n\n          The district court judge sentenced Lorenzo-Hernández by\n\napplying the sentencing guideline for kidnapping, U.S.S.G. § 2A4.1. He\n\napplied a six-level enhancement in accordance with U.S.S.G. §\n\n2A4.1(b)(1), because ransom was demanded. He also applied a one-level\n\nenhancement pursuant to U.S.S.G. § 2A4.1(b)(4)(B), because the victim\n\nwas not released before seven days had elapsed. It is this one-level\n\nenhancement that Lorenzo-Hernández challenges in this appeal.1\n\n            Lorenzo-Hernández argues that the evidence at trial\n\nestablished that he did not join the hostage taking until August 20,\n\n1997, when the victim was relocated to his residence. He concedes that\n\nthe sentencing guidelines' section on assessing relevant conduct in a\n\njointly undertaken criminal activity, U.S.S.G § 1B1.3(a)(1)(B),\n\ninstructs the court to consider \"all reasonably foreseeable acts and\n\nomissions of others in furtherance of the jointly undertaken criminal\n\nactivity.\" Id. However, he argues that because application note 2 to\n\n     1      If this one-level enhancement were not applied, Lorenzo-\nHernández would have an adjusted offense level of thirty-one, and he\nwould have faced a sentence in the 97-121 month range. U.S.S.G. Ch. 3,\nPt. A, sentencing table. Instead his adjusted offense level is thirty-\ntwo and he was sentenced in the 108-135 month range.\n\n                                 -6-\n\fU.S.S.G § 1B1.3(a)(1)(B) states that \"[a] defendant's relevant conduct\n\ndoes not include the conduct of members of a conspiracy prior to the\n\ndefendant joining the conspiracy, even if the defendant knows of that\n\nconduct,\" his sentence cannot be enhanced based on the fact that the\n\nvictim was not released within seven days, because the victim was\n\nreleased five days from the start of Lorenzo-Hernández's involvement in\n\nthe hostage taking.    In short, Lorenzo-Hernández argues that the\n\ndistrict court erred when it considered Mieses-Pimentel's five days in\n\ncaptivity before the victim was transferred to Lorenzo-Hernández's\n\nresidence in sentencing Lorenzo-Hernández.\n\n          In response, the government argues that there was sufficient\n\nevidence to show that Lorenzo-Hernández was involved in the hostage\n\ntaking before the victim was relocated to his home. The government\n\ncontends that Lorenzo-Hernández must have known about the hostage\n\ntaking before Mieses-Pimentel was moved to his house because it was a\n\n\"family affair\": Lorenzo-Hernández's father was shown to be actively\n\ninvolved from the outset, and Lorenzo-Hernández's wife was later\n\ninvolved. The government also argues that Lorenzo-Hernández must have\n\nparticipated in the hostage taking before Mieses-Pimentel was\n\ntransferred to his home, because he had to arrange for the transfer.\n\n          In addition, the government argues that even if application\n\nnote 2 to § 1B1.3(a)(1)(B) prohibits the sentencing court's\n\nconsideration of \"the conduct of members of a conspiracy prior to the\n\n\n                                 -7-\n\fdefendant joining the conspiracy\" in most circumstances, the note\n\ncontains an exception for an \"unusual set of circumstances in which the\n\nexclusion of such conduct may not adequately reflect the defendant's\n\nculpability.\"   In such circumstances \"an upward departure may be\n\nwarranted.\" U.S.S.G. § 1B1.3(a)(1)(B), cmt. n.2. The government\n\ncontends that this case is one of unusual circumstances, and a sentence\n\nenhancement is allowed.\n\n          We review \"challenges to the evidentiary support of a\n\nsentencing guidelines enhancement\" for clear error, United States v.\n\nPatrick, 248 F.3d 11, 27 (1st Cir.), cert. denied, 122 S. Ct. 620\n\n(2001). We review questions of the legal meaning of the guidelines de\n\nnovo. United States v. Mitchell, 85 F.3d 800, 813 (1st Cir. 1996).\n\nBoth are involved here.\n\n          There are alternate readings of the basis for the trial\n\njudge's sentencing decision, the grounds for which are not explicit.\n\nThe first is that the judge appears to have made a subsidiary factual\n\ndetermination that Lorenzo-Hernández was a member of the conspiracy\n\nfrom the outset and not just for the five days in which he actively\n\nparticipated. The district court's one-level enhancement rests on the\n\ndistrict court's finding that this was \"a continuing criminal situation\n\n\n\n\n                                 -8-\n\fin which this defendant actively participated.\" Further, the district\n\ncourt judge explicitly stated that he agreed with the government.2\n\n           The facts here support such a conclusion. Lorenzo-Hernández\n\njoined the hostage-taking conspiracy before the victim was relocated to\n\nhis home. Lorenzo-Hernández's father was actively involved in the\n\noperation from its beginning. Further, it is reasonable to conclude\n\nthat Lorenzo-Hernández must have known about the scheme before the\n\nrelocation took place, because he had to plan for that relocation.\n\n           Alternatively, the district court finding may be read as\n\napplying the \"unusual set of circumstances\" exception to application\n\nnote 2, U.S.S.G. § 1B1.3(a)(1)(B), cmt. n.2, should there be any\n\nambiguity to U.S.S.G. § 2A4.1(b)(4)(B). Indeed, the sentencing court\n\nrepeatedly stated that \"there is an unusual set of circumstances here\n\n. . . and that this is the kind of case . . . [where] an upward\n\ndeparture may be warranted.\"3 Thus, even crediting Lorenzo-Hernández's\n\n\n\n\n     2     On the other hand, Lorenzo-Hernández points to other language\nof the trial judge, contained in the judge's denial of Lorenzo-\nHernández's motion for acquittal or a new trial, that \"defendant's role\nin the conspiracy began when the victim was moved from [Acosta-\nMolina]'s house to the defendant's.\"\n           The judge made this statement to refute Lorenzo-Hernández's\nargument that because he and Acosta-Molina never met, he could not be\nin the conspiracy. In that context, this statement may be read as\nsaying that Lorenzo-Hernández's participation in the conspiracy began,\nat the latest, when the victim was moved to his house.\n     3    While, technically, an upward departure is not the same as\nan enhancement, for present purposes the distinction does not matter.\n\n                                  -9-\n\fposition that he was only involved for five days, the trial judge was\n\nwarranted in utilizing the unusual circumstances exception.\n\n          In the end, though, we think Lorenzo-Hernández has misread\n\nthe guideline, and the district court was correct in applying the\n\nenhancement. The guideline provides for an enhancement if the victim\n\nwas not released \"before seven days had elapsed.\" U.S.S.G. §\n\n2A4.1(b)(4)(B) (emphasis added). Even if Lorenzo-Hernández did not\n\njoin the conspiracy before day five, it is inescapable that, by reason\n\nof the victim's prior confinement, the seven days was running. Thus by\n\nthe second day of defendant's active involvement, the seven-day period\n\nfor release was ending. The guidelines speak to the release date of\n\nthe victim, not to the length of time the defendant is involved in the\n\nkidnapping. One of the purposes of the enhancement guideline is to\n\ncreate incentives to release kidnapping victims by ratchetting up the\n\npenalties the longer the kidnapping lasts. See U.S.S.G. § 2A4.1, cmt.\n\nbackg'd (\"The adjustment recognizes the increased suffering involved in\n\nlengthy kidnappings and provides an incentive to release the victim.\").\n\nFurther, the termination of the crime by law enforcement officers after\n\nseven days does not benefit kidnappers any more than it benefits those\n\nwho intend to steal or take by fraud a sum of money but find their\n\nscheme foiled by police before it has borne its full fruits.       See\n\nUnited States v. Robbio, 186 F.3d 37, 43-44 (1st Cir. 1999) (defendant\n\nproperly sentenced for using counterfeit checks based on loss from\n\n\n                                 -10-\n\fcounterfeit checks already cashed and those not cashed because of\n\napprehension by authorities); United States v. Egemonye, 62 F.3d 425,\n\n428-29 (1st Cir. 1995) (in sentencing defendant for using other\n\npeople's credit cards, loss calculation properly included potential\n\nmoney from cards obtained but not used because of apprehension by\n\npolice). Thus, even if Lorenzo-Hernández joined the conspiracy only\n\nfive days before the victim's rescue, the enhancement still applies\n\nbecause the victim was not released before seven days had elapsed.\n\n          The sentence is affirmed.\n\n\n\n\n                                -11-\n\f",
  "html": "<p class=\"case_cite\">279 F.3d 19</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jorge LORENZO-HERN&#193;NDEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1351.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 11, 2002.</p>\n    <p class=\"date\">Decided February 1, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bruce J. McGiverin for appellant.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, with whom Jorge E. Vega-Pacheco, Assistant United States Attorney, and Guillermo Gil, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is from a sentence entered after a remand for resentencing following this court's vacating of one count of conviction. <i>United States v. Pena-Lora,</i> 225 F.3d 17 (1st Cir.2000). There are two issues of note. The first is whether we will entertain the government's argument, made for the first time on appeal, that the law of the case doctrine bound the district court not to reconsider its earlier resolution of a sentencing issue, and therefore that the defendant was not free to raise this argument the second time around. The second is the defendant's argument that he is ineligible for the sentencing enhancement in kidnapping cases where the victim is not released within seven days. <i>See</i> U.S.S.G. &#167; 2A4.1(b)(4)(B) (2000). Not surprisingly, we reject both arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 1, 1998, Jorge Lorenzo-Hern&#225;ndez was found guilty following a jury trial of conspiring to commit a hostage taking for ransom (Count One), 18 U.S.C. &#167; 1203(a) (2000), aiding and abetting a hostage taking (Count Two), <i>id.,</i> and using and carrying a firearm in relation to the hostage taking in violation of 18 U.S.C. &#167; 924(c)(1) (2000) (Count Five). He was sentenced to 135 months in prison for Counts One and Two respectively, to be served concurrently, and 360 months in prison for Count Five, to be served consecutively to Counts One and Two. Lorenzo-Hern&#225;ndez appealed the convictions on all three counts, contesting the sufficiency of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 1, 2000, this court affirmed Lorenzo-Hern&#225;ndez's convictions on the hostage-taking counts, set aside the conviction on the firearm count, Count Five, for insufficiency of evidence, and remanded to the district court for resentencing on Counts One and Two. <i>Pena-Lora,</i> 225 F.3d at 26-29. On remand, the district court heard argument and again sentenced Lorenzo-Hern&#225;ndez to 135 months in prison for each of Counts One and Two, to be served concurrently. Lorenzo-Hern&#225;ndez now appeals this sentence. He argues that the district court improperly enhanced his sentence based on U.S.S.G. &#167; 2A4.1(b)(4)(B), which provides for a one-level enhancement for a kidnapping in which the \"victim was not released before seven days had elapsed.\" He says that because the evidence shows that he only joined the hostage taking five days before the victim was rescued, the one-level enhancement should not apply to him. We affirm the district court's sentence.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 15, 1997, Lorenzo Pe&#241;a-Morfe, Lorenzo-Hern&#225;ndez's co-defendant, and a person named \"Charlie\" abducted Richardson Leo Mieses-Pimentel at gunpoint. Mieses-Pimentel was twenty-six years old, and was the manager of the Cache Liquor Store, one of the businesses owned by his brother. The victim, restrained in handcuffs and with a hood over his head, was taken to a private residence and held for a $500,000 ransom. He was held in captivity for ten days before he was rescued by the FBI. In addition to Pe&#241;a-Morfe and \"Charlie,\" there were several other conspirators involved. The coconspirators were Tom&#225;s Lorenzo-P&#233;rez (the father of the defendant Lorenzo-Hern&#225;ndez), Luis Manuel Pe&#241;a-Lora, Santiago Acosta-Molina, Clecencio Martinez-Correa, Amable Nolzaco-Morla, and Raimary Lavandier (the wife of Lorenzo-Hern&#225;ndez). Throughout the abduction, Mieses-Pimentel was handcuffed, blindfolded, and gagged; at times he was kept in a bathtub. Periodically throughout the abduction, the kidnappers made telephone calls to Mieses-Pimentel's brother and uncle demanding ransom and threatening to kill Mieses-Pimentel.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mieses-Pimentel was first held in one place for three days by Pe&#241;a-Morfe, Lorenzo-P&#233;rez (the father), Pe&#241;a-Lora and \"Charlie.\" The kidnappers, fearing that the victim might be located by authorities, recruited Acosta-Molina. Mieses-Pimentel was then transferred to Acosta-Molina's home, a place the kidnappers thought would be harder for the authorities to discover.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On August 20, 1997, Mieses-Pimentel was again moved, this time to a home in Barrio Obrero where Lorenzo-Hern&#225;ndez lived with his wife Raimary Lavandier. As of August 20, Mieses-Pimentel had been a hostage for five days. Mieses-Pimentel was chained to a bed in a bedroom at the rear of the house, handcuffed, and blindfolded with duct tape. On August 20, the victim's brother received seven telephone calls from the kidnappers in which they threatened him that this would be the last day on which he could pay the ransom before they resorted to killing Mieses-Pimentel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 25, 1997, under questioning from the FBI, Pe&#241;a-Morfe admitted to his role, and led the FBI to the Lorenzo-Hern&#225;ndez residence. On the same day, a FBI SWAT team surrounded the residence, announced its presence, and ordered the occupants of the house to leave. At this point, Lorenzo-Hern&#225;ndez came to the room in which Mieses-Pimentel was held, unchained him from the bed, removed the blindfold and the handcuffs, escorted him into another room, and told him to act like he was part of the group. Apparently, Lorenzo-Hern&#225;ndez hoped to bluff his way out with his victim. A short while later, those in the house came out and were arrested by the FBI agents. Mieses-Pimentel was rescued. He had been held hostage for ten days.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">\n      <i>A. Law of the Case</i>\n    </p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government argues that Lorenzo-Hern&#225;ndez's appeal of his sentence at this stage of the case is barred by the law of the case doctrine. <i>See United States v. Ticchiarelli,</i> 171 F.3d 24, 28-29 (1st Cir.1999). However, the government did not present this argument to the district court and we therefore do not consider it here. <i>United States v. Slade,</i> 980 F.2d 27, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\"). If the government wishes to assert at resentencing before the district court after remand that certain issues resolved earlier should not be revisited, it should say so then.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Sentencing Guidelines</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court judge sentenced Lorenzo-Hern&#225;ndez by applying the sentencing guideline for kidnapping, U.S.S.G. &#167; 2A4.1. He applied a six-level enhancement in accordance with U.S.S.G. &#167; 2A4.1(b)(1), because ransom was demanded. He also applied a one-level enhancement pursuant to U.S.S.G. &#167; 2A4.1(b)(4)(B), because the victim was not released before seven days had elapsed. It is this one-level enhancement that Lorenzo-Hern&#225;ndez challenges in this appeal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lorenzo-Hern&#225;ndez argues that the evidence at trial established that he did not join the hostage taking until August 20, 1997, when the victim was relocated to his residence. He concedes that the sentencing guidelines' section on assessing relevant conduct in a jointly undertaken criminal activity, U.S.S.G &#167; 1B1.3(a)(1)(B), instructs the court to consider \"all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken criminal activity.\" <i>Id.</i> However, he argues that because application note 2 to U.S.S.G &#167; 1B1.3(a)(1)(B) states that \"[a] defendant's relevant conduct does not include the conduct of members of a conspiracy prior to the defendant joining the conspiracy, even if the defendant knows of that conduct,\" his sentence cannot be enhanced based on the fact that the victim was not released within seven days, because the victim was released five days from the start of Lorenzo-Hern&#225;ndez's involvement in the hostage taking. In short, Lorenzo-Hern&#225;ndez argues that the district court erred when it considered Mieses-Pimentel's five days in captivity before the victim was transferred to Lorenzo-Hern&#225;ndez's residence in sentencing Lorenzo-Hern&#225;ndez.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In response, the government argues that there was sufficient evidence to show that Lorenzo-Hern&#225;ndez was involved in the hostage taking before the victim was relocated to his home. The government contends that Lorenzo-Hern&#225;ndez must have known about the hostage taking before Mieses-Pimentel was moved to his house because it was a \"family affair\": Lorenzo-Hern&#225;ndez's father was shown to be actively involved from the outset, and Lorenzo-Hern&#225;ndez's wife was later involved. The government also argues that Lorenzo-Hern&#225;ndez must have participated in the hostage taking before Mieses-Pimentel was transferred to his home, because he had to arrange for the transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In addition, the government argues that even if application note 2 to &#167; 1B1.3(a)(1)(B) prohibits the sentencing court's consideration of \"the conduct of members of a conspiracy prior to the defendant joining the conspiracy\" in most circumstances, the note contains an exception for an \"unusual set of circumstances in which the exclusion of such conduct may not adequately reflect the defendant's culpability.\" In such circumstances \"an upward departure may be warranted.\" U.S.S.G. &#167; 1B1.3(a)(1)(B), cmt. n.2. The government contends that this case is one of unusual circumstances, and a sentence enhancement is allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review \"challenges to the evidentiary support of a sentencing guidelines enhancement\" for clear error, <i>United States v. Patrick,</i> 248 F.3d 11, 27 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 122 S.Ct. 620, 151 L.Ed.2d 542 (2001). We review questions of the legal meaning of the guidelines de novo. <i>United States v. Mitchell,</i> 85 F.3d 800, 813 (1st Cir.1996). Both are involved here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There are alternate readings of the basis for the trial judge's sentencing decision, the grounds for which are not explicit. The first is that the judge appears to have made a subsidiary factual determination that Lorenzo-Hern&#225;ndez was a member of the conspiracy from the outset and not just for the five days in which he actively participated. The district court's one-level enhancement rests on the district court's finding that this was \"a continuing criminal situation in which this defendant actively participated.\" Further, the district court judge explicitly stated that he agreed with the government.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The facts here support such a conclusion. Lorenzo-Hern&#225;ndez joined the hostage-taking conspiracy before the victim was relocated to his home. Lorenzo-Hern&#225;ndez's father was actively involved in the operation from its beginning. Further, it is reasonable to conclude that Lorenzo-Hern&#225;ndez must have known about the scheme before the relocation took place, because he had to plan for that relocation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Alternatively, the district court finding may be read as applying the \"unusual set of circumstances\" exception to application note 2, U.S.S.G. &#167; 1B1.3(a)(1)(B), cmt. n.2, should there be any ambiguity to U.S.S.G. &#167; 2A4.1(b)(4)(B). Indeed, the sentencing court repeatedly stated that \"there is an unusual set of circumstances here ... and that this is the kind of case ... [where] an upward departure may be warranted.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Thus, even crediting Lorenzo-Hern&#225;ndez's position that he was only involved for five days, the trial judge was warranted in utilizing the unusual circumstances exception.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the end, though, we think Lorenzo-Hern&#225;ndez has misread the guideline, and the district court was correct in applying the enhancement. The guideline provides for an enhancement if the victim was not released \"<i>before</i> seven days had elapsed.\" U.S.S.G. &#167; 2A4.1(b)(4)(B) (emphasis added). Even if Lorenzo-Hern&#225;ndez did not join the conspiracy before day five, it is inescapable that, by reason of the victim's prior confinement, the seven days was running. Thus by the second day of defendant's active involvement, the seven-day period for release was ending. The guidelines speak to the <i>release date</i> of the victim, not to the length of time the defendant is involved in the kidnapping. One of the purposes of the enhancement guideline is to create incentives to release kidnapping victims by ratchetting up the penalties the longer the kidnapping lasts. <i>See</i> U.S.S.G. &#167; 2A4.1, cmt. backg'd (\"The adjustment recognizes the increased suffering involved in lengthy kidnappings and provides an incentive to release the victim.\"). Further, the termination of the crime by law enforcement officers after seven days does not benefit kidnappers any more than it benefits those who intend to steal or take by fraud a sum of money but find their scheme foiled by police before it has borne its full fruits. <i>See United States v. Robbio,</i> 186 F.3d 37, 43-44 (1st Cir.1999) (defendant properly sentenced for using counterfeit checks based on loss from counterfeit checks already cashed and those not cashed because of apprehension by authorities); <i>United States v. Egemonye,</i> 62 F.3d 425, 428-29 (1st Cir.1995) (in sentencing defendant for using other people's credit cards, loss calculation properly included potential money from cards obtained but not used because of apprehension by police). Thus, even if Lorenzo-Hern&#225;ndez joined the conspiracy only five days before the victim's rescue, the enhancement still applies because the victim was not released before seven days had elapsed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The sentence is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If this one-level enhancement were not applied, Lorenzo-Hern&#225;ndez would have an adjusted offense level of thirty-one, and he would have faced a sentence in the 97-121 month range. U.S.S.G. Ch. 3, Pt. A, sentencing table. Instead his adjusted offense level is thirty-two and he was sentenced in the 108-135 month range</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On the other hand, Lorenzo-Hern&#225;ndez points to other language of the trial judge, contained in the judge's denial of Lorenzo-Hern&#225;ndez's motion for acquittal or a new trial, that \"defendant's role in the conspiracy began when the victim was moved from [Acosta-Molina]'s house to the defendant's.\"</p>\n        <p class=\"indent\">The judge made this statement to refute Lorenzo-Hern&#225;ndez's argument that because he and Acosta-Molina never met, he could not be in the conspiracy. In that context, this statement may be read as saying that Lorenzo-Hern&#225;ndez's participation in the conspiracy began, at the latest, when the victim was moved to his house.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While, technically, an upward departure is not the same as an enhancement, for present purposes the distinction does not matter</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jorge LORENZO-HERN&#193;NDEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1351.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 11, 2002.</p>\n    <p class=\"date\">Decided February 1, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bruce J. McGiverin for appellant.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, with whom Jorge E. Vega-Pacheco, Assistant United States Attorney, and Guillermo Gil, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is from a sentence entered after a remand for resentencing following this court's vacating of one count of conviction. <i>United States v. Pena-Lora,</i> <span class=\"citation\" data-id=\"770240\"><a href=\"/opinion/770240/united-states-v-luis-manuel-pea-lora-united-states-of-america-v-jorge/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span> (1st Cir.2000). There are two issues of note. The first is whether we will entertain the government's argument, made for the first time on appeal, that the law of the case doctrine bound the district court not to reconsider its earlier resolution of a sentencing issue, and therefore that the defendant was not free to raise this argument the second time around. The second is the defendant's argument that he is ineligible for the sentencing enhancement in kidnapping cases where the victim is not released within seven days. <i>See</i> U.S.S.G. &#167; 2A4.1(b)(4)(B) (2000). Not surprisingly, we reject both arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 1, 1998, Jorge Lorenzo-Hern&#225;ndez was found guilty following a jury trial of conspiring to commit a hostage taking for ransom (Count One), 18 U.S.C. &#167; 1203(a) (2000), aiding and abetting a hostage taking (Count Two), <i>id.,</i> and using and carrying a firearm in relation to the hostage taking in violation of 18 U.S.C. &#167; 924(c)(1) (2000) (Count Five). He was sentenced to 135 months in prison for Counts One and Two respectively, to be served concurrently, and 360 months in prison for Count Five, to be served consecutively to Counts One and Two. Lorenzo-Hern&#225;ndez appealed the convictions on all three counts, contesting the sufficiency of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 1, 2000, this court affirmed Lorenzo-Hern&#225;ndez's convictions on the hostage-taking counts, set aside the conviction on the firearm count, Count Five, for insufficiency of evidence, and remanded to the district court for resentencing on Counts One and Two. <i>Pena-Lora,</i> 225 F.3d at 26-29. On remand, the district court heard argument and again sentenced Lorenzo-Hern&#225;ndez to 135 months in prison for each of Counts One and Two, to be served concurrently. Lorenzo-Hern&#225;ndez now appeals this sentence. He argues that the district court improperly enhanced his sentence based on U.S.S.G. &#167; 2A4.1(b)(4)(B), which provides for a one-level enhancement for a kidnapping in which the \"victim was not released before seven days had elapsed.\" He says that because the evidence shows that he only joined the hostage taking five days before the victim was rescued, the one-level enhancement should not apply to him. We affirm the district court's sentence.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 15, 1997, Lorenzo Pe&#241;a-Morfe, Lorenzo-Hern&#225;ndez's co-defendant, and a person named \"Charlie\" abducted Richardson Leo Mieses-Pimentel at gunpoint. Mieses-Pimentel was twenty-six years old, and was the manager of the Cache Liquor Store, one of the businesses owned by his brother. The victim, restrained in handcuffs and with a hood over his head, was taken to a private residence and held for a $500,000 ransom. He was held in captivity for ten days before he was rescued by the FBI. In addition to Pe&#241;a-Morfe and \"Charlie,\" there were several other conspirators involved. The coconspirators were Tom&#225;s Lorenzo-P&#233;rez (the father of the defendant Lorenzo-Hern&#225;ndez), Luis Manuel Pe&#241;a-Lora, Santiago Acosta-Molina, Clecencio Martinez-Correa, Amable Nolzaco-Morla, and Raimary Lavandier (the wife of Lorenzo-Hern&#225;ndez). Throughout the abduction, Mieses-Pimentel was handcuffed, blindfolded, and gagged; at times he was kept in a bathtub. Periodically throughout the abduction, the kidnappers made telephone calls to Mieses-Pimentel's brother and uncle demanding ransom and threatening to kill Mieses-Pimentel.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mieses-Pimentel was first held in one place for three days by Pe&#241;a-Morfe, Lorenzo-P&#233;rez (the father), Pe&#241;a-Lora and \"Charlie.\" The kidnappers, fearing that the victim might be located by authorities, recruited Acosta-Molina. Mieses-Pimentel was then transferred to Acosta-Molina's home, a place the kidnappers thought would be harder for the authorities to discover.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On August 20, 1997, Mieses-Pimentel was again moved, this time to a home in Barrio Obrero where Lorenzo-Hern&#225;ndez lived with his wife Raimary Lavandier. As of August 20, Mieses-Pimentel had been a hostage for five days. Mieses-Pimentel was chained to a bed in a bedroom at the rear of the house, handcuffed, and blindfolded with duct tape. On August 20, the victim's brother received seven telephone calls from the kidnappers in which they threatened him that this would be the last day on which he could pay the ransom before they resorted to killing Mieses-Pimentel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 25, 1997, under questioning from the FBI, Pe&#241;a-Morfe admitted to his role, and led the FBI to the Lorenzo-Hern&#225;ndez residence. On the same day, a FBI SWAT team surrounded the residence, announced its presence, and ordered the occupants of the house to leave. At this point, Lorenzo-Hern&#225;ndez came to the room in which Mieses-Pimentel was held, unchained him from the bed, removed the blindfold and the handcuffs, escorted him into another room, and told him to act like he was part of the group. Apparently, Lorenzo-Hern&#225;ndez hoped to bluff his way out with his victim. A short while later, those in the house came out and were arrested by the FBI agents. Mieses-Pimentel was rescued. He had been held hostage for ten days.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">\n      <i>A. Law of the Case</i>\n    </p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government argues that Lorenzo-Hern&#225;ndez's appeal of his sentence at this stage of the case is barred by the law of the case doctrine. <i>See United States v. Ticchiarelli,</i> <span class=\"citation\" data-id=\"198379\"><a href=\"/opinion/198379/united-states-v-ticchiarelli/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 28-29 (1st Cir.1999). However, the government did not present this argument to the district court and we therefore do not consider it here. <i>United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\"). If the government wishes to assert at resentencing before the district court after remand that certain issues resolved earlier should not be revisited, it should say so then.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Sentencing Guidelines</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court judge sentenced Lorenzo-Hern&#225;ndez by applying the sentencing guideline for kidnapping, U.S.S.G. &#167; 2A4.1. He applied a six-level enhancement in accordance with U.S.S.G. &#167; 2A4.1(b)(1), because ransom was demanded. He also applied a one-level enhancement pursuant to U.S.S.G. &#167; 2A4.1(b)(4)(B), because the victim was not released before seven days had elapsed. It is this one-level enhancement that Lorenzo-Hern&#225;ndez challenges in this appeal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lorenzo-Hern&#225;ndez argues that the evidence at trial established that he did not join the hostage taking until August 20, 1997, when the victim was relocated to his residence. He concedes that the sentencing guidelines' section on assessing relevant conduct in a jointly undertaken criminal activity, U.S.S.G &#167; 1B1.3(a)(1)(B), instructs the court to consider \"all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken criminal activity.\" <i>Id.</i> However, he argues that because application note 2 to U.S.S.G &#167; 1B1.3(a)(1)(B) states that \"[a] defendant's relevant conduct does not include the conduct of members of a conspiracy prior to the defendant joining the conspiracy, even if the defendant knows of that conduct,\" his sentence cannot be enhanced based on the fact that the victim was not released within seven days, because the victim was released five days from the start of Lorenzo-Hern&#225;ndez's involvement in the hostage taking. In short, Lorenzo-Hern&#225;ndez argues that the district court erred when it considered Mieses-Pimentel's five days in captivity before the victim was transferred to Lorenzo-Hern&#225;ndez's residence in sentencing Lorenzo-Hern&#225;ndez.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In response, the government argues that there was sufficient evidence to show that Lorenzo-Hern&#225;ndez was involved in the hostage taking before the victim was relocated to his home. The government contends that Lorenzo-Hern&#225;ndez must have known about the hostage taking before Mieses-Pimentel was moved to his house because it was a \"family affair\": Lorenzo-Hern&#225;ndez's father was shown to be actively involved from the outset, and Lorenzo-Hern&#225;ndez's wife was later involved. The government also argues that Lorenzo-Hern&#225;ndez must have participated in the hostage taking before Mieses-Pimentel was transferred to his home, because he had to arrange for the transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In addition, the government argues that even if application note 2 to &#167; 1B1.3(a)(1)(B) prohibits the sentencing court's consideration of \"the conduct of members of a conspiracy prior to the defendant joining the conspiracy\" in most circumstances, the note contains an exception for an \"unusual set of circumstances in which the exclusion of such conduct may not adequately reflect the defendant's culpability.\" In such circumstances \"an upward departure may be warranted.\" U.S.S.G. &#167; 1B1.3(a)(1)(B), cmt. n.2. The government contends that this case is one of unusual circumstances, and a sentence enhancement is allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review \"challenges to the evidentiary support of a sentencing guidelines enhancement\" for clear error, <i>United States v. Patrick,</i> <span class=\"citation\" data-id=\"199398\"><a href=\"/opinion/199398/united-states-v-patrick/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 27 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">620</span></span>, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">542</span></span> (2001). We review questions of the legal meaning of the guidelines de novo. <i>United States v. Mitchell,</i> <span class=\"citation\" data-id=\"196797\"><a href=\"/opinion/196797/united-states-v-mitchell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">800</span></a></span>, 813 (1st Cir.1996). Both are involved here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There are alternate readings of the basis for the trial judge's sentencing decision, the grounds for which are not explicit. The first is that the judge appears to have made a subsidiary factual determination that Lorenzo-Hern&#225;ndez was a member of the conspiracy from the outset and not just for the five days in which he actively participated. The district court's one-level enhancement rests on the district court's finding that this was \"a continuing criminal situation in which this defendant actively participated.\" Further, the district court judge explicitly stated that he agreed with the government.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The facts here support such a conclusion. Lorenzo-Hern&#225;ndez joined the hostage-taking conspiracy before the victim was relocated to his home. Lorenzo-Hern&#225;ndez's father was actively involved in the operation from its beginning. Further, it is reasonable to conclude that Lorenzo-Hern&#225;ndez must have known about the scheme before the relocation took place, because he had to plan for that relocation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Alternatively, the district court finding may be read as applying the \"unusual set of circumstances\" exception to application note 2, U.S.S.G. &#167; 1B1.3(a)(1)(B), cmt. n.2, should there be any ambiguity to U.S.S.G. &#167; 2A4.1(b)(4)(B). Indeed, the sentencing court repeatedly stated that \"there is an unusual set of circumstances here ... and that this is the kind of case ... [where] an upward departure may be warranted.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Thus, even crediting Lorenzo-Hern&#225;ndez's position that he was only involved for five days, the trial judge was warranted in utilizing the unusual circumstances exception.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the end, though, we think Lorenzo-Hern&#225;ndez has misread the guideline, and the district court was correct in applying the enhancement. The guideline provides for an enhancement if the victim was not released \"<i>before</i> seven days had elapsed.\" U.S.S.G. &#167; 2A4.1(b)(4)(B) (emphasis added). Even if Lorenzo-Hern&#225;ndez did not join the conspiracy before day five, it is inescapable that, by reason of the victim's prior confinement, the seven days was running. Thus by the second day of defendant's active involvement, the seven-day period for release was ending. The guidelines speak to the <i>release date</i> of the victim, not to the length of time the defendant is involved in the kidnapping. One of the purposes of the enhancement guideline is to create incentives to release kidnapping victims by ratchetting up the penalties the longer the kidnapping lasts. <i>See</i> U.S.S.G. &#167; 2A4.1, cmt. backg'd (\"The adjustment recognizes the increased suffering involved in lengthy kidnappings and provides an incentive to release the victim.\"). Further, the termination of the crime by law enforcement officers after seven days does not benefit kidnappers any more than it benefits those who intend to steal or take by fraud a sum of money but find their scheme foiled by police before it has borne its full fruits. <i>See United States v. Robbio,</i> <span class=\"citation\" data-id=\"198587\"><a href=\"/opinion/198587/united-states-v-robbio/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 43-44 (1st Cir.1999) (defendant properly sentenced for using counterfeit checks based on loss from counterfeit checks already cashed and those not cashed because of apprehension by authorities); <i>United States v. Egemonye,</i> <span class=\"citation\" data-id=\"196220\"><a href=\"/opinion/196220/united-states-v-egemonye/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></a></span>, 428-29 (1st Cir.1995) (in sentencing defendant for using other people's credit cards, loss calculation properly included potential money from cards obtained but not used because of apprehension by police). Thus, even if Lorenzo-Hern&#225;ndez joined the conspiracy only five days before the victim's rescue, the enhancement still applies because the victim was not released before seven days had elapsed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The sentence is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If this one-level enhancement were not applied, Lorenzo-Hern&#225;ndez would have an adjusted offense level of thirty-one, and he would have faced a sentence in the 97-121 month range. U.S.S.G. Ch. 3, Pt. A, sentencing table. Instead his adjusted offense level is thirty-two and he was sentenced in the 108-135 month range</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On the other hand, Lorenzo-Hern&#225;ndez points to other language of the trial judge, contained in the judge's denial of Lorenzo-Hern&#225;ndez's motion for acquittal or a new trial, that \"defendant's role in the conspiracy began when the victim was moved from [Acosta-Molina]'s house to the defendant's.\"</p>\n        <p class=\"indent\">The judge made this statement to refute Lorenzo-Hern&#225;ndez's argument that because he and Acosta-Molina never met, he could not be in the conspiracy. In that context, this statement may be read as saying that Lorenzo-Hern&#225;ndez's participation in the conspiracy began, at the latest, when the victim was moved to his house.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While, technically, an upward departure is not the same as an enhancement, for present purposes the distinction does not matter</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770240/"
  ]
}