{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199807/",
  "absolute_url": "/opinion/199807/united-states-v-sachdev/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199807/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:55Z",
  "date_modified": "2017-03-24T11:03:32.385665Z",
  "type": "010combined",
  "sha1": "37043c97021ec046529b9c0901841d632601bb5c",
  "page_count": 10,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2413-01A.pdf",
  "local_path": "pdf/2002/02/01/US_v._Sachdev.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n                        ____________________\nNo. 01-2413\n\n\n                     UNITED STATES OF AMERICA,\n                             Appellee,\n\n                                 v.\n\n                           SANJAY SACHDEV,\n                       Defendant, Appellant.\n                        ____________________\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n                        ____________________\n\n                               Before\n\n                       Selya, Circuit Judge,\n                  Campbell, Senior Circuit Judge,\n                     and Lynch, Circuit Judge.\n                        ____________________\n\n     J. Martin Richey, Federal Defender Office, for appellant.\n\n     Denise Jefferson Casper, Assistant United States Attorney, with\nwhom Michael J. Sullivan, United States Attorney, was on brief for\nappellee.\n\n\n                        ____________________\n\n                          February 1, 2002\n                        ____________________\n\f          LYNCH, Circuit Judge.           At issue in this sentencing\n\nappeal   is   the   proper   standard     for   determining   whether   a\n\ndefendant has been physically threatened for purposes of a\n\ndownward departure under the coercion and duress guideline,\n\nU.S.S.G. § 5K2.12, p.s. (2000).\n\n          Sanjay Sachdev pled guilty to one count of bank\n\nlarceny, 18 U.S.C. § 2113(b) (2000), and sought a downward\n\ndeparture under U.S.S.G. § 5K2.12.         He argued that he committed\n\nthe crime, depositing worthless checks and then withdrawing\n\n$103,000 from his bank account, because he needed to repay a\n\ndebt to Atul Patel, and he believed he had been threatened with\n\nphysical harm if he did not repay.         The district court held an\n\nevidentiary    hearing,      in   which    it   heard   testimony   from\n\ndefendant’s father (by telephone from Thailand) and Patel (by\n\ntelevideo from California), and agreed to consider defendant’s\n\nstatement in the presentence report as testimony.             The court\n\nconcluded that, on the facts, it lacked authority to depart\n\ndownward for coercion or duress.            Sachdev was sentenced to\n\nimprisonment of one year and one day, a sentence near the low\n\nend of the range.     Sachdev appeals, saying the district court\n\napplied the wrong standard under § 5K2.12 to determine whether\n\n                                   -2-\n\fhe had been threatened, and asks that the case be remanded.1        We\n\naffirm.\n\n                                  I.\n\n          The facts, as found by the district court and undisputed from\n\nthe evidentiary hearing, are as follows:\n\n\n\n          Patel and Sachdev were close friends and neighbors beginning\n\nin 1998. In October 1999, Sachdev approached Patel, asking him to\n\ninvest in a plan to purchase a quantity of clothing to resell to a\n\ndiscount retail store. Patel invested over $90,000 of his personal\n\nsavings in the venture, with the understanding that he would receive\n\nhis investment back with interest within 30 days after the transaction\n\nwas complete.    A month later, Sachdev and his family moved from\n\nCalifornia to Boston. In late 1999, at Patel's request, Sachdev repaid\n\nhim about $21,000.\n\n          Sachdev's business endeavor did not go as planned, as the\n\nretailer lost interest in purchasing the goods. During the winter and\n\nspring of 2000, Patel and Sachdev were in frequent phone contact, with\n\nPatel trying to ascertain the status of his investment. At some point,\n\nin an attempt to hasten the repayment, Patel falsely told Sachdev that\n\nhe had borrowed the investment money and was himself being pressured to\n\n\n     1    This court denied Sachdev’s motion to remain on release\npending appeal, but expedited his appeal.\n\n                                 -3-\n\frepay his creditors. Sachdev felt the conversations with Patel were\n\nthreatening in nature. In March, Sachdev sent Patel his family's\n\njewelry to hold as collateral. There was also evidence that Sachdev\n\nsought medical assistance for \"severe stress-related insomnia\" during\n\nApril of 2000.\n\n          Patel also called Sachdev's father in Thailand twice, in\n\nMarch of 2000 and again in April.      Patel testified that he never\n\nphysically threatened Sachdev or his family in any of his conversations\n\nwith Sachdev or Sachdev's father. Sachdev's father testified that\n\nthere were three or four calls from Patel, that Patel said there would\n\nbe \"trouble\" if he was not repaid, that Patel's tone was threatening,\n\nand that the calls made him fear for the safety of his son and his\n\nson's family. Patel also told the father that he intended to seek\n\nlegal advice about how to proceed. Patel did, in fact, seek the advice\n\nof an attorney, who assisted him in drawing up a promissory note for\n\nSachdev to repay Patel by May 4. In the week before April 27, when\n\nPatel faxed Sachdev the promissory note, Patel called Sachdev sixteen\n\ntimes. After signing the promissory note, Sachdev deposited the bad\n\ncheck on May 4, 2000, so that he could withdraw the $103,000 on May 11,\n\n2000.   On June 2, 2000, Sachdev deposited another bad check.\n\n          The trial judge found that Patel had called Sachdev with\n\nunusual frequency and that both Sachdev and his father believed Patel\n\nwas threatening physical harm. However, she rejected other allegations\n\n\n                                 -4-\n\fmade by Sachdev in his presentence report statement, including\n\nallegations that Patel had threatened to send the Mafia after him and\n\nhis family, and that Patel had threatened to fly out to Boston with a\n\nhitman to look for Sachdev. She concluded that Patel was actually only\n\nthreatening legal \"trouble\" and therefore the Guideline's requirement\n\nthat the coercion involve a threat of physical injury did not apply.\n\n                                 II.\n\n          Defendant presents an issue of first impression for this\n\ncircuit as to what standard a trial judge should apply in determining\n\nwhether a defendant has been coercively threatened for purposes of a\n\ndownward departure under U.S.S.G. § 5K2.12. We review de novo legal\n\nholdings construing the meaning of the Guidelines and a finding by a\n\ntrial court that it lacked discretion to depart. United States v.\n\nMateo, 271 F.3d 11, 13 (1st Cir. 2001); United States v. Saldana, 109\n\nF.3d 100, 103 (1st Cir. 1997).\n\n          A defense of duress may play two roles in a criminal case.\n\nFirst, it may be presented at trial in avoidance of criminal liability.\n\nSee, e.g., United States v. Freeman, 208 F.3d 332, 341 (1st Cir. 2000).\n\nThe duress defense to criminal liability is strict and is unavailable\n\nunless there is no reasonable legal alternative to violating the law\n\nthat would also avoid the threatened harm. United States v. Bailey,\n\n444 U.S. 394, 410 & n.8 (1980); United States v. Arthurs, 73 F.3d 444,\n\n449 (1st Cir. 1996).\n\n\n                                 -5-\n\f          Even if the duress defense to criminal liability is rejected,\n\na lesser showing of duress may still play a role at sentencing to\n\npermit a downward departure under the Guidelines.   See United States\n\nv. Amparo, 961 F.2d 288, 292 (1st Cir. 1992) (\"[T]he type and kind of\n\nevidence necessary to support a downward departure premised on duress\n\nis somewhat less than that necessary to support a defense of duress at\n\ntrial.\"); United States v. Cheape, 889 F.2d 477, 480 (3d Cir. 1989).\n\nDefendant bears the burden of proof by the preponderance of the\n\nevidence of showing eligibility for a Guidelines departure. United\n\nStates v. Rizzo, 121 F.3d 794, 801 (1st Cir. 1997). The Guideline\n\naddressing potential departures for duress states:\n\n          If the defendant committed the offense because of serious\n          coercion, blackmail or duress, under circumstances not\n          amounting to a complete defense, the court may decrease the\n          sentence below the applicable guideline range. The extent\n          of the decrease ordinarily should depend on the\n          reasonableness of the defendant’s actions and on the extent\n          to which the conduct would have been less harmful under the\n          circumstances as the defendant believed them to be.\n          Ordinarily coercion will be sufficiently serious to warrant\n          departure only when it involves a threat of physical injury,\n          substantial damage to property or similar injury resulting\n          from the unlawful action of a third party or from a natural\n          emergency. The Commission considered the relevance of\n          economic hardship and determined that personal financial\n          difficulties and economic pressures upon a trade or business\n          do not warrant a decrease in sentence.\n\nU.S.S.G. § 5K2.12.\n\n          Not all types of coercion or duress may be the basis for a\n\ndeparture. As the Guideline clearly states, economic hardship and\n\n\n\n                                 -6-\n\ffinancial distress are forbidden grounds for departure. Furthermore,\n\nmere duress is insufficient. Id.; see also United States v. Rivera,\n\n994 F.2d 942, 949 (1st Cir. 1993). The duress must be \"serious,\" in\n\nthe language of the Guideline. If the conditions are met, departures\n\nbased on the grounds described in § 5K1.12 are encouraged.        See\n\ngenerally United States v. Grandmaison, 77 F.3d 555, 560 (1st Cir.\n\n1996).\n\n          The district court correctly interpreted the Guideline to\n\nrequire ordinarily that there be threat of physical harm when coercion\n\nis invoked at sentencing as a basis for a downward departure. The\n\nGuideline, we think, encompasses both explicit and implicit threats of\n\nharm. Based on its review of the testimony, the district court found\n\nthat Patel made no explicit threats of harm. We read the district\n\ncourt’s finding, while less clear on the point, as also finding that\n\nthere was no implicit threat of harm.\n\n          If the claimed threat is implicit, as defendant argues here,\n\nthen questions arise as to how to determine whether there is an\n\nimplicit threat that falls within the Guidelines.      The Guideline\n\ninstructs that subjective views of the defendant play some role: \"The\n\nextent of the decrease ordinarily should depend on . . . the\n\ncircumstances as the defendant believed them to be.\"      U.S.S.G. §\n\n5K2.12. Whether the threats are explicit or implicit, a defendant’s\n\n\n\n\n                                 -7-\n\fsubjective belief that a threat has been made, even if in good faith,\n\nis not alone a ground for departure.\n\n          The district court must also objectively determine whether\n\na reasonable person in defendant’s position would perceive there to be\n\na threat, explicit or implicit, of physical injury, substantial damage\n\nto property, or similar injury resulting from the unlawful action of a\n\nthird party (or from a natural emergency). 2          In making this\n\ndetermination, particularly where the claim involves implicit threats,\n\n\n\n     2     There may be room to consider whether a defendant falls into\na group well recognized to have particular vulnerability to coercion or\nduress for Guideline purposes, such as those suffering from battered\nperson’s syndrome. The Ninth Circuit adopted such an approach in\nUnited States v. Johnson. 956 F.2d 894, 898-901 (9th Cir. 1992); see\nalso United States v. Smith, 987 F.2d 888 (2d Cir. 1993) (\"Testimony as\nto [defendant's] unusual susceptibility to coercion would be relevant\nin determining whether he had an honest but unreasonable belief that he\nwas being coerced.\"); cf. United States v. Lopez, 938 F.2d 1293, 1298\n(D.C. Cir. 1991) (Guideline discouraging consideration of socioeconomic\nstatus does not foreclose consideration of domestic violence and its\neffect on defendant). Under Johnson, a defendant's sincerely held\nbelief that she was in physical danger might warrant a departure, even\nif that belief could not be deemed objectively reasonable by an\nindividual without such a history. 956 F.2d at 899. Alternatively,\nJohnson may be understood as holding that, as an objective matter, a\nwoman who has been beaten in the past may reasonably view something far\nless than an explicit threat as constituting a realistic threat of\nphysical harm. Cf. United States v. Anderson, 139 F.3d 291, 300 (1st\nCir. 1998) (noting without deciding issue of whether the fact that\ndefendant had been abused once in past by partner was sufficient to\nsupport a duress departure). Such an approach is consistent with\nU.S.S.G. § 5H1.3, which prohibits consideration of mental and emotional\ncondition except as provided in the general provisions of Chapter 5.\nChapter 5 includes the duress guideline at issue here.\n      This defendant presents no such special condition and so we need\nnot decide the issue.\n\n\n                                 -8-\n\fthere are at least three questions to be considered: (i) the actual\n\nintent of the person alleged to have made the threat; (ii) the\n\nsubjective understanding of the defendant; and (iii) whether an\n\nobjective third party could reasonably consider it to be a serious\n\nthreat of physical injury (or another category of threat recognized by\n\nthe guideline).     The ultimate issue remains that of whether the\n\ndefendant committed the offense \"because of\" serious coercion,\n\nblackmail, or duress. See United States v. Anderson, 139 F.3d 291, 300\n\n(1st Cir. 1998) (no error where decision not to depart rested on the\n\nlack of \"evidence of the coercive effect of [codefendant's] violence\n\nduring . . . the relevant time period\").\n\n            The Guideline's focus on the coercive effect on the defendant\n\nis the underlying logic, although not articulated there, of United\n\nStates v. Pozzy, 902 F.2d 133 (1st Cir. 1990). In Pozzy, this court\n\nreversed a duress downward departure on the ground that no evidence\n\nsupported the view that a wife was coerced or threatened physically\n\ninto taking an active role in her husband’s cocaine business. Id. at\n\n139. Rather, the evidence was that her motivation was the money to be\n\nmade in the drug trade. Id. This court rejected the district court’s\n\nreasoning that the wife was under an implicit threat because she had no\n\nalternative but to stay with her husband and help him or leave the\n\nmarriage.    Id.\n\n\n\n\n                                   -9-\n\f          Here, the district court explicitly found that there were no\n\nactual threats and that Patel did not intend any such threats.\n\nAlthough the trial judge did not explicitly state that she found\n\nSachdev's perception to be unreasonable, she did hold that the threat\n\nwas missing \"an objective component.\"3 We read this as a finding that\n\nSachdev's belief that he was in physical danger was not reasonable. We\n\nbelieve that on these facts such a finding was well within the purview\n\nof the district court. Given these factual findings, the district\n\ncourt was correct in concluding that it did not have authority to\n\ndepart downward from the sentencing range prescribed by the Guidelines.\n\n          Affirmed.\n\n\n\n\n     3     Following this statement by the trial judge, counsel for\nSachdev attempted to argue that Sachdev's father was a reasonable\nperson who also perceived there to be a physical threat, and therefore\nthe objective component was satisfied. The trial judge then reiterated\nher conclusion that she had no authority to depart under § 5K2.12.\n\n                                 -10-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                       For the First Circuit\n                        ____________________\nNo. 01-2413\n\n\n                     UNITED STATES OF AMERICA,\n                             Appellee,\n\n                                 v.\n\n                           SANJAY SACHDEV,\n                       Defendant, Appellant.\n                        ____________________\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n                        ____________________\n\n                               Before\n\n                       Selya, Circuit Judge,\n                  Campbell, Senior Circuit Judge,\n                     and Lynch, Circuit Judge.\n                        ____________________\n\n     J. Martin Richey, Federal Defender Office, for appellant.\n\n     Denise Jefferson Casper, Assistant United States Attorney, with\nwhom Michael J. Sullivan, United States Attorney, was on brief for\nappellee.\n\n\n                        ____________________\n\n                          February 1, 2002\n                        ____________________\n\f          LYNCH, Circuit Judge.           At issue in this sentencing\n\nappeal   is   the   proper   standard     for   determining   whether   a\n\ndefendant has been physically threatened for purposes of a\n\ndownward departure under the coercion and duress guideline,\n\nU.S.S.G. § 5K2.12, p.s. (2000).\n\n          Sanjay Sachdev pled guilty to one count of bank\n\nlarceny, 18 U.S.C. § 2113(b) (2000), and sought a downward\n\ndeparture under U.S.S.G. § 5K2.12.         He argued that he committed\n\nthe crime, depositing worthless checks and then withdrawing\n\n$103,000 from his bank account, because he needed to repay a\n\ndebt to Atul Patel, and he believed he had been threatened with\n\nphysical harm if he did not repay.         The district court held an\n\nevidentiary    hearing,      in   which    it   heard   testimony   from\n\ndefendant’s father (by telephone from Thailand) and Patel (by\n\ntelevideo from California), and agreed to consider defendant’s\n\nstatement in the presentence report as testimony.             The court\n\nconcluded that, on the facts, it lacked authority to depart\n\ndownward for coercion or duress.            Sachdev was sentenced to\n\nimprisonment of one year and one day, a sentence near the low\n\nend of the range.     Sachdev appeals, saying the district court\n\napplied the wrong standard under § 5K2.12 to determine whether\n\n                                   -2-\n\fhe had been threatened, and asks that the case be remanded.1        We\n\naffirm.\n\n                                  I.\n\n          The facts, as found by the district court and undisputed from\n\nthe evidentiary hearing, are as follows:\n\n\n\n          Patel and Sachdev were close friends and neighbors beginning\n\nin 1998. In October 1999, Sachdev approached Patel, asking him to\n\ninvest in a plan to purchase a quantity of clothing to resell to a\n\ndiscount retail store. Patel invested over $90,000 of his personal\n\nsavings in the venture, with the understanding that he would receive\n\nhis investment back with interest within 30 days after the transaction\n\nwas complete.    A month later, Sachdev and his family moved from\n\nCalifornia to Boston. In late 1999, at Patel's request, Sachdev repaid\n\nhim about $21,000.\n\n          Sachdev's business endeavor did not go as planned, as the\n\nretailer lost interest in purchasing the goods. During the winter and\n\nspring of 2000, Patel and Sachdev were in frequent phone contact, with\n\nPatel trying to ascertain the status of his investment. At some point,\n\nin an attempt to hasten the repayment, Patel falsely told Sachdev that\n\nhe had borrowed the investment money and was himself being pressured to\n\n\n     1    This court denied Sachdev’s motion to remain on release\npending appeal, but expedited his appeal.\n\n                                 -3-\n\frepay his creditors. Sachdev felt the conversations with Patel were\n\nthreatening in nature. In March, Sachdev sent Patel his family's\n\njewelry to hold as collateral. There was also evidence that Sachdev\n\nsought medical assistance for \"severe stress-related insomnia\" during\n\nApril of 2000.\n\n          Patel also called Sachdev's father in Thailand twice, in\n\nMarch of 2000 and again in April.      Patel testified that he never\n\nphysically threatened Sachdev or his family in any of his conversations\n\nwith Sachdev or Sachdev's father. Sachdev's father testified that\n\nthere were three or four calls from Patel, that Patel said there would\n\nbe \"trouble\" if he was not repaid, that Patel's tone was threatening,\n\nand that the calls made him fear for the safety of his son and his\n\nson's family. Patel also told the father that he intended to seek\n\nlegal advice about how to proceed. Patel did, in fact, seek the advice\n\nof an attorney, who assisted him in drawing up a promissory note for\n\nSachdev to repay Patel by May 4. In the week before April 27, when\n\nPatel faxed Sachdev the promissory note, Patel called Sachdev sixteen\n\ntimes. After signing the promissory note, Sachdev deposited the bad\n\ncheck on May 4, 2000, so that he could withdraw the $103,000 on May 11,\n\n2000.   On June 2, 2000, Sachdev deposited another bad check.\n\n          The trial judge found that Patel had called Sachdev with\n\nunusual frequency and that both Sachdev and his father believed Patel\n\nwas threatening physical harm. However, she rejected other allegations\n\n\n                                 -4-\n\fmade by Sachdev in his presentence report statement, including\n\nallegations that Patel had threatened to send the Mafia after him and\n\nhis family, and that Patel had threatened to fly out to Boston with a\n\nhitman to look for Sachdev. She concluded that Patel was actually only\n\nthreatening legal \"trouble\" and therefore the Guideline's requirement\n\nthat the coercion involve a threat of physical injury did not apply.\n\n                                 II.\n\n          Defendant presents an issue of first impression for this\n\ncircuit as to what standard a trial judge should apply in determining\n\nwhether a defendant has been coercively threatened for purposes of a\n\ndownward departure under U.S.S.G. § 5K2.12. We review de novo legal\n\nholdings construing the meaning of the Guidelines and a finding by a\n\ntrial court that it lacked discretion to depart. United States v.\n\nMateo, </pre><span class=\"citation\" data-id=\"199671\"><a href=\"/opinion/199671/united-states-v-mateo/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 13 (1st Cir. 2001); United States v. Saldana, </pre><span class=\"citation\" data-id=\"197274\"><a href=\"/opinion/197274/united-states-v-saldana/\"><span class=\"volume\">109</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span><pre class=\"inline\">, 103 (1st Cir. 1997).\n\n          A defense of duress may play two roles in a criminal case.\n\nFirst, it may be presented at trial in avoidance of criminal liability.\n\nSee, e.g., United States v. Freeman, </pre><span class=\"citation\" data-id=\"198886\"><a href=\"/opinion/198886/united-states-v-freeman/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 341 (1st Cir. 2000).\n\nThe duress defense to criminal liability is strict and is unavailable\n\nunless there is no reasonable legal alternative to violating the law\n\nthat would also avoid the threatened harm. United States v. Bailey,\n\n</pre><span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">, 410 & n.8 (1980); United States v. Arthurs, </pre><span class=\"citation\" data-id=\"196518\"><a href=\"/opinion/196518/united-states-v-arthurs/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span><pre class=\"inline\">,\n\n449 (1st Cir. 1996).\n\n\n                                 -5-\n\f          Even if the duress defense to criminal liability is rejected,\n\na lesser showing of duress may still play a role at sentencing to\n\npermit a downward departure under the Guidelines.   See United States\n\nv. Amparo, </pre><span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span><pre class=\"inline\">, 292 (1st Cir. 1992) (\"[T]he type and kind of\n\nevidence necessary to support a downward departure premised on duress\n\nis somewhat less than that necessary to support a defense of duress at\n\ntrial.\"); United States v. Cheape, </pre><span class=\"citation\" data-id=\"532049\"><a href=\"/opinion/532049/united-states-v-james-hughes-cheape-john-wade-johnson-karen-klinefelter/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">477</span></a></span><pre class=\"inline\">, 480 (3d Cir. 1989).\n\nDefendant bears the burden of proof by the preponderance of the\n\nevidence of showing eligibility for a Guidelines departure. United\n\nStates v. Rizzo, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">794</span></span><pre class=\"inline\">, 801 (1st Cir. 1997). The Guideline\n\naddressing potential departures for duress states:\n\n          If the defendant committed the offense because of serious\n          coercion, blackmail or duress, under circumstances not\n          amounting to a complete defense, the court may decrease the\n          sentence below the applicable guideline range. The extent\n          of the decrease ordinarily should depend on the\n          reasonableness of the defendant’s actions and on the extent\n          to which the conduct would have been less harmful under the\n          circumstances as the defendant believed them to be.\n          Ordinarily coercion will be sufficiently serious to warrant\n          departure only when it involves a threat of physical injury,\n          substantial damage to property or similar injury resulting\n          from the unlawful action of a third party or from a natural\n          emergency. The Commission considered the relevance of\n          economic hardship and determined that personal financial\n          difficulties and economic pressures upon a trade or business\n          do not warrant a decrease in sentence.\n\nU.S.S.G. § 5K2.12.\n\n          Not all types of coercion or duress may be the basis for a\n\ndeparture. As the Guideline clearly states, economic hardship and\n\n\n\n                                 -6-\n\ffinancial distress are forbidden grounds for departure. Furthermore,\n\nmere duress is insufficient. Id.; see also United States v. Rivera,\n\n</pre><span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span><pre class=\"inline\">, 949 (1st Cir. 1993). The duress must be \"serious,\" in\n\nthe language of the Guideline. If the conditions are met, departures\n\nbased on the grounds described in § 5K1.12 are encouraged.        See\n\ngenerally United States v. Grandmaison, </pre><span class=\"citation\" data-id=\"196611\"><a href=\"/opinion/196611/united-states-v-grandmaison/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">, 560 (1st Cir.\n\n1996).\n\n          The district court correctly interpreted the Guideline to\n\nrequire ordinarily that there be threat of physical harm when coercion\n\nis invoked at sentencing as a basis for a downward departure. The\n\nGuideline, we think, encompasses both explicit and implicit threats of\n\nharm. Based on its review of the testimony, the district court found\n\nthat Patel made no explicit threats of harm. We read the district\n\ncourt’s finding, while less clear on the point, as also finding that\n\nthere was no implicit threat of harm.\n\n          If the claimed threat is implicit, as defendant argues here,\n\nthen questions arise as to how to determine whether there is an\n\nimplicit threat that falls within the Guidelines.      The Guideline\n\ninstructs that subjective views of the defendant play some role: \"The\n\nextent of the decrease ordinarily should depend on . . . the\n\ncircumstances as the defendant believed them to be.\"      U.S.S.G. §\n\n5K2.12. Whether the threats are explicit or implicit, a defendant’s\n\n\n\n\n                                 -7-\n\fsubjective belief that a threat has been made, even if in good faith,\n\nis not alone a ground for departure.\n\n          The district court must also objectively determine whether\n\na reasonable person in defendant’s position would perceive there to be\n\na threat, explicit or implicit, of physical injury, substantial damage\n\nto property, or similar injury resulting from the unlawful action of a\n\nthird party (or from a natural emergency). 2          In making this\n\ndetermination, particularly where the claim involves implicit threats,\n\n\n\n     2     There may be room to consider whether a defendant falls into\na group well recognized to have particular vulnerability to coercion or\nduress for Guideline purposes, such as those suffering from battered\nperson’s syndrome. The Ninth Circuit adopted such an approach in\nUnited States v. Johnson. </pre><span class=\"citation\" data-id=\"577757\"><a href=\"/opinion/577757/united-states-v-carolyn-sue-johnson-united-states-of-america-v-trisha/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span><pre class=\"inline\">, 898-901 (9th Cir. 1992); see\nalso United States v. Smith, </pre><span class=\"citation\" data-id=\"601785\"><a href=\"/opinion/601785/united-states-v-kevin-patrick-smith/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span><pre class=\"inline\"> (2d Cir. 1993) (\"Testimony as\nto [defendant's] unusual susceptibility to coercion would be relevant\nin determining whether he had an honest but unreasonable belief that he\nwas being coerced.\"); cf. United States v. Lopez, </pre><span class=\"citation\" data-id=\"564937\"><a href=\"/opinion/564937/united-states-v-jose-lopez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1293</span></a></span><pre class=\"inline\">, 1298\n(D.C. Cir. 1991) (Guideline discouraging consideration of socioeconomic\nstatus does not foreclose consideration of domestic violence and its\neffect on defendant). Under Johnson, a defendant's sincerely held\nbelief that she was in physical danger might warrant a departure, even\nif that belief could not be deemed objectively reasonable by an\nindividual without such a history. 956 F.2d at 899. Alternatively,\nJohnson may be understood as holding that, as an objective matter, a\nwoman who has been beaten in the past may reasonably view something far\nless than an explicit threat as constituting a realistic threat of\nphysical harm. Cf. United States v. Anderson, </pre><span class=\"citation\" data-id=\"197872\"><a href=\"/opinion/197872/united-states-v-anderson/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span><pre class=\"inline\">, 300 (1st\nCir. 1998) (noting without deciding issue of whether the fact that\ndefendant had been abused once in past by partner was sufficient to\nsupport a duress departure). Such an approach is consistent with\nU.S.S.G. § 5H1.3, which prohibits consideration of mental and emotional\ncondition except as provided in the general provisions of Chapter 5.\nChapter 5 includes the duress guideline at issue here.\n      This defendant presents no such special condition and so we need\nnot decide the issue.\n\n\n                                 -8-\n\fthere are at least three questions to be considered: (i) the actual\n\nintent of the person alleged to have made the threat; (ii) the\n\nsubjective understanding of the defendant; and (iii) whether an\n\nobjective third party could reasonably consider it to be a serious\n\nthreat of physical injury (or another category of threat recognized by\n\nthe guideline).     The ultimate issue remains that of whether the\n\ndefendant committed the offense \"because of\" serious coercion,\n\nblackmail, or duress. See United States v. Anderson, </pre><span class=\"citation\" data-id=\"197872\"><a href=\"/opinion/197872/united-states-v-anderson/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span><pre class=\"inline\">, 300\n\n(1st Cir. 1998) (no error where decision not to depart rested on the\n\nlack of \"evidence of the coercive effect of [codefendant's] violence\n\nduring . . . the relevant time period\").\n\n            The Guideline's focus on the coercive effect on the defendant\n\nis the underlying logic, although not articulated there, of United\n\nStates v. Pozzy, </pre><span class=\"citation\" data-id=\"540780\"><a href=\"/opinion/540780/united-states-v-susan-pozzy/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">133</span></a></span><pre class=\"inline\"> (1st Cir. 1990). In Pozzy, this court\n\nreversed a duress downward departure on the ground that no evidence\n\nsupported the view that a wife was coerced or threatened physically\n\ninto taking an active role in her husband’s cocaine business. Id. at\n\n139. Rather, the evidence was that her motivation was the money to be\n\nmade in the drug trade. Id. This court rejected the district court’s\n\nreasoning that the wife was under an implicit threat because she had no\n\nalternative but to stay with her husband and help him or leave the\n\nmarriage.    Id.\n\n\n\n\n                                   -9-\n\f          Here, the district court explicitly found that there were no\n\nactual threats and that Patel did not intend any such threats.\n\nAlthough the trial judge did not explicitly state that she found\n\nSachdev's perception to be unreasonable, she did hold that the threat\n\nwas missing \"an objective component.\"3 We read this as a finding that\n\nSachdev's belief that he was in physical danger was not reasonable. We\n\nbelieve that on these facts such a finding was well within the purview\n\nof the district court. Given these factual findings, the district\n\ncourt was correct in concluding that it did not have authority to\n\ndepart downward from the sentencing range prescribed by the Guidelines.\n\n          Affirmed.\n\n\n\n\n     3     Following this statement by the trial judge, counsel for\nSachdev attempted to argue that Sachdev's father was a reasonable\nperson who also perceived there to be a physical threat, and therefore\nthe objective component was satisfied. The trial judge then reiterated\nher conclusion that she had no authority to depart under § 5K2.12.\n\n                                 -10-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/"
  ]
}