{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199829/",
  "absolute_url": "/opinion/199829/united-states-v-marquez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199829/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:38:26Z",
  "date_modified": "2017-03-24T11:03:33.865812Z",
  "type": "010combined",
  "sha1": "336a9bf7fb2760084595c00c17c468859045403b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/wp.opinions/01-1910.01A",
  "local_path": "wpd/2002/02/12/US_v._Marquez.wpd",
  "plain_text": "",
  "html": "<p class=\"case_cite\">280 F.3d 19</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Nelson MARQUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1910.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted January 22, 2002.</p>\n    <p class=\"date\">Decided February 12, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lenore Glaser and Stern, Shapiro, Weissberg &amp; Garin on brief for appellant.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, and David Hennessy, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to examine the so-called \"safety valve,\" 18 U.S.C. &#167; 3553(f) &#8212; a device through which a court may sentence a defendant without regard to an otherwise-applicable statutory mandatory minimum, provided that the defendant meets certain criteria. After perscrutation of the parties' briefs and the record, we conclude that the sentencing court's refusal to apply the safety valve was neither clearly erroneous nor based upon a mistaken view of the law. Consequently, we affirm the sentence imposed below.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We derive the facts from the Rule 11 colloquy and the undisputed portions of the presentence investigation report. <i>See, e.g., United States v. Dietz,</i> 950 F.2d 50, 55-56 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Reinard Devarie headed a drug-trafficking ring that distributed heroin in Southbridge, Massachusetts. During a period of nearly four months beginning in December 1999, Devarie's organization supplied a local drug dealer, Eddie Santiago, with 100 to 150 bundles of heroin per week. Each delivery comprised anywhere between 40 to 60 grams of heroin (having a street value in excess of $20,000). Devarie recruited defendant-appellant Nelson Marquez, a law-abiding individual who had fallen on hard times, to assist in the drug-trafficking operation. In that capacity, the appellant made three of the weekly deliveries to Santiago.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 24, 2000, agents of the Drug Enforcement Administration (DEA) arrested Santiago. He agreed to cooperate with the DEA, informed the agents of Devarie's role, and arranged a meeting between Devarie and an undercover officer (whom Devarie believed to be Santiago's accomplice). The meeting took place on March 30, 2000. At that time, DEA agents observed Devarie seated in a parked car as the appellant stood nearby, looking in all directions. The undercover officer met with the two men, and Devarie told him to remember the appellant's face because, if any heroin were to be returned, it should be delivered to the appellant. Return of the heroin proved to be unnecessary because the undercover officer eventually persuaded Devarie to permit him to continue selling drugs to Santiago's clientele. The officer then paid Devarie $2,000 on account, declaring that the money was derived from heroin sales. The appellant remained in attendance throughout the discussion (although he later professed not to have heard much of the conversation).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellant was arrested on April 5, 2000, and a federal grand jury thereafter charged him with conspiracy to distribute heroin, 21 U.S.C. &#167; 846, and distribution of heroin, <i>id.</i> &#167; 841(a)(1). After some initial skirmishing (not relevant here), the appellant pleaded guilty to both counts of the indictment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> At the disposition hearing, the district court determined that the appellant was accountable for 320 grams of heroin and set his base offense level at 26. <i>See</i> USSG &#167; 2D1.1(c)(7). The court gave the appellant a full three-level credit for acceptance of responsibility, USSG &#167; 3E1.1, thus reducing his offense level to 23. The court also ascertained that the appellant belonged in criminal history category I. Based on these determinations, the court concluded that the appellant's guideline sentencing range (GSR) was 46 to 57 months.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The GSR proved to be illusory: because the appellant was responsible for more than 100 grams of heroin, he was subject to a five-year statutory mandatory minimum term of immurement. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(B)(i). Defense counsel beseeched the court to ameliorate the harshness of this prospective sentence by applying the safety valve provision. If this were done, the appellant would not only avoid the five-year mandatory minimum but also qualify for a two-level downward adjustment pursuant to USSG &#167; 2D1.1(b)(6) (in which event his GSR would be 37 to 46 months). The district court refused this entreaty, holding that the appellant did not qualify for the safety valve provision. The court thereupon sentenced the appellant to a five-year incarcerative term, a supervised release term of four years, and a $200 special assessment. This appeal ensued.</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p class=\"center\">\n      <i>Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The battleground on appeal centers on the district court's ruling that the appellant did not qualify for the safety valve. To the extent that such a ruling depends on differential factfinding, we review it for clear error. <i>See United States v. Ortiz-Santiago,</i> 211 F.3d 146, 150 (1st Cir.2000). To the extent, however, that the ruling hinges on an interpretation of the safety valve provision itself, our review is plenary. <i>See id.</i></p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p class=\"center\">\n      <i>Analysis</i>\n    </p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We divide our analysis into several segments. First, we place the safety valve provision into perspective. Second, we describe the appellant's proffer, the government's reaction, and the lower court's decision. We then discuss the appellant's three-pronged attack on the decision.</p>\n    </div>\n    <p class=\"center\">\n      <i>A.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Safety Valve</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we explained in <i>Ortiz-Santiago,</i> \"Congress enacted the safety valve provision, 18 U.S.C. &#167; 3553(f), in order to mitigate the harsh effect of mandatory minimum sentences on certain first offenders who played supporting roles in drug-trafficking schemes.\" 211 F.3d at 150. Following Congress's lead, the Sentencing Commission incorporated the statutory text verbatim into the sentencing guidelines. <i>See</i> USSG &#167; 5C1.2. Under this regime, the safety value applies if:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) the defendant does not have more than 1 criminal history point ...;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2) the defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon (or induce another participant to do so) in connection with the offense;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(3) the offense did not result in death or serious bodily injury to any person;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(4) the defendant was not an organizer, leader, manager, or supervisor of others in the offense ... and was not engaged in a continuing criminal enterprise ...; and</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(5) not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">18 U.S.C. &#167; 3553(f); USSG &#167; 5C1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this instance, the sentencing court found &#8212; and the government concedes &#8212; that the appellant satisfied the first four of these criteria: he has no prior criminal record; he did not carry a firearm, threaten violence, engage in activity that was shown to involve death or serious bodily harm to others, or occupy a leadership role in the criminal enterprise. The question, then, is whether the appellant was sufficiently forthcoming in his post-arrest discussions with the authorities to satisfy the fifth criterion.</p>\n    </div>\n    <p class=\"center\">\n      <i>B.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Proffer and its Sequelae</i>\n    </p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Prior to sentencing, the government afforded the appellant an opportunity to make a proffer for safety valve purposes. The proffer occurred in a face-to-face meeting held on May 21, 2001. It purported to cover the appellant's relationship with Devarie, what he knew concerning Devarie's line of work and when he knew it, the services that the appellant rendered, and the terms and conditions of his employment. After the proffer session, the government identified various statements that it claimed were untrue or incomplete. These included:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. The appellant's protestation that he did not realize that Devarie was involved in drug-trafficking until Devarie offered him a job.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. The appellant's insistence that he did not know the type of drug or approximate quantity of drugs that he had delivered to Santiago.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">3. The appellant's claim that he had been paid only $50 per delivery.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">4. The appellant's denial that he had served as a lookout for Devarie at the March 30 meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">5. The appellant's denial that he had used the alias \"Tito\" in his dealings with Santiago.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the disposition hearing, the district court found that the appellant had not been truthful in these respects, and that these dissemblings, taken together, indicated that the appellant \"deliberately obfuscated the facts.\" On this basis, the court rejected the appellant's claim for relief under the safety value provision.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"center\">\n      <i>C.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Assignments of Error</i>\n    </p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellant asserts that the lower court erred in finding that he did not truthfully and completely provide all the information that he possessed concerning the offenses of conviction (and, therefore, that the court erred in declining to accord him the benefit of the safety valve provision). He grounds this assertion on three main stanchions. First, he claims that to undermine a defendant's safety valve proffer, the government may not rely on an assessment simpliciter of the plausibility of the proffer, but, rather, must affirmatively produce rebuttal evidence (an obligation that it did not fulfill here). Second, he asserts that a defendant only has to provide <i>material</i> information to obtain access to the safety valve and that any non-disclosures attributable to him were immaterial. Third, he asserts that, in all events, the district court's finding was clearly erroneous. All three assertions lack force.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1. <i>The Need for Rebuttal Evidence.</i> \"Full disclosure is the price that Congress has attached to relief under the [safety valve] statute.\" <i>United States v. Montanez,</i> 82 F.3d 520, 523 (1st Cir.1996). The defendant bears the burden of showing that he has made full disclosure (and, thus, that he is entitled to the benefit of the safety valve). <i>United States v. Richardson,</i> 225 F.3d 46, 53 (1st Cir.2000), <i>cert. denied,</i> 531 U.S. 1203, 121 S.Ct. 1216, 149 L.Ed.2d 128 (2001). This burden includes the obligation of proving to the court that he has provided truthful and complete information.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the sentencing court ruled that the appellant had failed to carry this burden. In so doing, the court identified specific instances of omissions from, and false statements in, the appellant's proffer. The thrust of the appellant's principal argument is that the government did not adduce any independent evidence to show that he had been untruthful or unforthcoming, and that, absent such evidence, the court erred in rejecting his proffer. The appellant bases this argument on our decision in <i>United States v. Miranda-Santiago,</i> 96 F.3d 517 (1st Cir.1996), in which we wrote that once a defendant credibly demonstrates that she has provided all information she reasonably could have been expected to possess, \"the government cannot assure success simply by saying `We don't believe the defendant,' and doing nothing more.\" <i>Id.</i> at 529; <i>see also id.</i> at 529 n. 25 (stating that \"the government must [then] at least come forward with some sound reason to suggest [the contrary]\"). To the appellant's way of thinking, this language requires a sentencing court to premise any repudiation of a safety valve proffer on \"objective\" rebuttal evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>Miranda-Santiago</i> does not establish the principle of law that the appellant ascribes to it. We clarified this very point in <i>United States v. White,</i> 119 F.3d 70 (1st Cir.1997), in which we held squarely that a sentencing court may reject a safety valve proffer based on its reasoned assessment of the defendant's credibility in light of the facts &#8212; and that the court may do so without the benefit of independent rebuttal evidence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 74. In the albedo of <i>White,</i> it is abundantly clear that <i>Miranda-Santiago</i> stands merely for the proposition that when the record, taken as a whole, will not support a finding that the defendant has failed to provide a truthful and complete proffer, the government's lack of confidence in the proffer is insufficient, in and of itself, to justify a denial of access to the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The facts of this case contrast sharply with those of <i>Miranda-Santiago.</i> Here, the government did not simply assert skepticism about the appellant's proffer. To the contrary, it identified specific instances in which the proffer fell short, and, in each instance, explained why it did not credit the veracity of the appellant's statement. Moreover, it pointed out internal inconsistencies between the proffer and other statements that the appellant himself had made.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court's findings rest on these same considerations. By his own admission, the appellant was engaged in large-scale narcotics trafficking; he had delivered over 300 grams of heroin worth tens of thousands of dollars in a relatively compressed time frame. Based on the activities in which he was engaged and the officers' observations of him, the appellant's portrayal of himself as someone who was paid very little and who knew next to nothing about the details of the transactions in which he participated beggars credulity. Equally as striking, the appellant's denial that he was engaged in counter-surveillance during the March 30 meeting was belied by his actions and refuted by the observations of experienced narcotics agents.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To say that the sentencing court must close its eyes to such realities would border on the Kafkaesque. Were we to yield to the appellant's importunings and insist upon extrinsic evidence, district courts would be bound to accept even the most arrant nonsense from a defendant's mouth so long as the government could not directly contradict it by independent proof. A rule to that effect would turn the burden of persuasion inside out. We therefore decline to embrace it. <i>Cf. United States v. Aymelek,</i> 926 F.2d 64, 68 (1st Cir.1991) (explaining that a sentencing judge is \"free to question, and ultimately to discount,\" a defendant's allocution); <i>United States v. Royer,</i> 895 F.2d 28, 30 (1st Cir.1990) (\"The guidelines do not require a sentencing judge to play the ostrich, burying his head in the sand, struthiously accepting every allocution at face value, and ignoring the stark reality of events.\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To say more on the subject would be supererogatory. The short of it is that the district court found the appellant's answers incredible. Given the telltales that dot the record, that finding was well within the proper sphere of the district court's authority. <i>See United States v. McDonald,</i> 121 F.3d 7, 10 (1st Cir.1997) (explaining that credibility judgments at sentencing are for the sentencing court qua factfinder).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">2. <i>Materiality.</i> The appellant next argues that, as a matter of law, the safety valve may be denied only when a defendant fails to provide <i>material</i> information. Building on this foundation, he asserts that any non-disclosures on his part were immaterial (and, accordingly, that the lower court lacked the authority to deny him access to the safety valve). Because this argument was not made below, we review it only for plain error. <i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001). We discern none.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The safety valve provision explicitly obligates a defendant who seeks relief thereunder to provide \"all\" information to the government.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> 18 U.S.C. &#167; 3553(f); USSG &#167; 5C1.2. That obligation attaches even if the information is not \"relevant or useful.\" 18 U.S.C. &#167; 3553(f)(5); USSG &#167; 5C1.2(5). Accordingly, a defendant who wishes to take advantage of the safety valve must make full disclosure, free of \"any gap or omission.\" <i>Montanez,</i> 82 F.3d at 523. Viewed against this backdrop, the appellant's objection can have force only insofar as it pertains to the scope of the required disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The \"scope\" limitation is contained in the very language of the safety valve provision: the required disclosure must concern \"the offense or offenses that were part of the same course of conduct or of a common scheme or plan.\" 18 U.S.C. &#167; 3553(f)(5); USSG &#167; 5C1.2(5). At some point in time, it may become necessary to refine that language more precisely, <i>see United States v. Wrenn,</i> 66 F.3d 1, 3 (1st Cir.1995) (noting that possibility), but we need not do so today. Under any sensible definition, the information that the appellant withheld was within the scope of a proper safety valve proffer. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The matters here in issue include when the appellant first knew of Devarie's drug-trafficking activities, the extent of the appellant's knowledge of the type and quantities of the drugs purveyed, the amount of remuneration that he received for his services, whether or not coconspirators referred to him by some other name, and whether or not he served as a lookout during a meeting among coconspirators. While some of these matters may involve interstitial details, all of them bear directly on the offenses of conviction and concern the same course of conduct that led to the appellant's arrest. Thus, they are comfortably within the scope of the safety valve proffer. <i>See, e.g., United States v. Wilson,</i> 106 F.3d 1140, 1145 (3d Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">3. <i>Clear Error.</i> This leaves only the question of whether the district court's determination that the appellant failed to qualify for the safety valve was clearly erroneous. The clear-error standard is extremely deferential. Under it, \"we ought not to upset findings of fact or conclusions drawn therefrom unless, on the whole of the record, we form a strong, unyielding belief that a mistake has been made.\" <i>Cumpiano v. Banco Santander,</i> 902 F.2d 148, 152 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In this instance, the sentencing court weighed the facts with obvious care; the court's detailed articulation of its views reflects the painstaking attention that it gave to the issues. The court then made an independent assessment of the appellant's credibility and found it wanting. Given the circumstantial evidence supporting that assessment, we decline the appellant's invitation to second-guess it.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In this case, as in many cases, the question of credibility entails a fact-sensitive judgment. While the record contains no \"smoking gun\" &#8212; no direct proof of mendacity &#8212; the totality of the circumstances makes such an inference compelling. For our purposes, no more is exigible. Credibility calls fit neatly within the integument of the clear-error standard, and \"where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.\" <i>United States v. Ruiz,</i> 905 F.2d 499, 508 (1st Cir.1990). So it is here.</p>\n    </div>\n    <p class=\"center\">\n      <i>IV.</i>\n    </p>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We need go no further. Viewing the record as a whole, we detect no error in the district court's sentencing determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This was a \"straight\" plea, that is, the appellant and the government did not enter into any plea agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court also rejected the appellant's claim of entitlement to a role-in-the-offense adjustment, holding that the appellant was neither a \"minor\" nor a \"minimal\" participant in the offenses of conviction<i>See</i> USSG &#167; 3B1.2. Because we find that the five-year statutory minimum sentence controls here, <i>see</i> text <i>infra,</i> we need not consider either the propriety of this ruling or the government's argument that the appellant has waived any claim of entitlement to a role-in-the-offense adjustment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There, we put in context the language from<i>Miranda-Santiago</i> upon which the appellant relies. <i>White,</i> 119 F.3d at 74. It would serve no useful purpose to rehearse that explanation here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We are not concerned, in this case, with the problem of a defendant who does not furnish information because he innocently believes that it would be of no interest. Such an innocent omission might require somewhat different treatment, and we leave that situation for another day. For now, it suffices to note that, here, the government plainly sought specific information, and the appellant responded with misstatements and/or denials that he possessed such information</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Nelson MARQUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1910.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted January 22, 2002.</p>\n    <p class=\"date\">Decided February 12, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lenore Glaser and Stern, Shapiro, Weissberg &amp; Garin on brief for appellant.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, and David Hennessy, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to examine the so-called \"safety valve,\" 18 U.S.C. &#167; 3553(f) &#8212; a device through which a court may sentence a defendant without regard to an otherwise-applicable statutory mandatory minimum, provided that the defendant meets certain criteria. After perscrutation of the parties' briefs and the record, we conclude that the sentencing court's refusal to apply the safety valve was neither clearly erroneous nor based upon a mistaken view of the law. Consequently, we affirm the sentence imposed below.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We derive the facts from the Rule 11 colloquy and the undisputed portions of the presentence investigation report. <i>See, e.g., United States v. Dietz,</i> <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55-56 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Reinard Devarie headed a drug-trafficking ring that distributed heroin in Southbridge, Massachusetts. During a period of nearly four months beginning in December 1999, Devarie's organization supplied a local drug dealer, Eddie Santiago, with 100 to 150 bundles of heroin per week. Each delivery comprised anywhere between 40 to 60 grams of heroin (having a street value in excess of $20,000). Devarie recruited defendant-appellant Nelson Marquez, a law-abiding individual who had fallen on hard times, to assist in the drug-trafficking operation. In that capacity, the appellant made three of the weekly deliveries to Santiago.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 24, 2000, agents of the Drug Enforcement Administration (DEA) arrested Santiago. He agreed to cooperate with the DEA, informed the agents of Devarie's role, and arranged a meeting between Devarie and an undercover officer (whom Devarie believed to be Santiago's accomplice). The meeting took place on March 30, 2000. At that time, DEA agents observed Devarie seated in a parked car as the appellant stood nearby, looking in all directions. The undercover officer met with the two men, and Devarie told him to remember the appellant's face because, if any heroin were to be returned, it should be delivered to the appellant. Return of the heroin proved to be unnecessary because the undercover officer eventually persuaded Devarie to permit him to continue selling drugs to Santiago's clientele. The officer then paid Devarie $2,000 on account, declaring that the money was derived from heroin sales. The appellant remained in attendance throughout the discussion (although he later professed not to have heard much of the conversation).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellant was arrested on April 5, 2000, and a federal grand jury thereafter charged him with conspiracy to distribute heroin, 21 U.S.C. &#167; 846, and distribution of heroin, <i>id.</i> &#167; 841(a)(1). After some initial skirmishing (not relevant here), the appellant pleaded guilty to both counts of the indictment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> At the disposition hearing, the district court determined that the appellant was accountable for 320 grams of heroin and set his base offense level at 26. <i>See</i> USSG &#167; 2D1.1(c)(7). The court gave the appellant a full three-level credit for acceptance of responsibility, USSG &#167; 3E1.1, thus reducing his offense level to 23. The court also ascertained that the appellant belonged in criminal history category I. Based on these determinations, the court concluded that the appellant's guideline sentencing range (GSR) was 46 to 57 months.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The GSR proved to be illusory: because the appellant was responsible for more than 100 grams of heroin, he was subject to a five-year statutory mandatory minimum term of immurement. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(B)(i). Defense counsel beseeched the court to ameliorate the harshness of this prospective sentence by applying the safety valve provision. If this were done, the appellant would not only avoid the five-year mandatory minimum but also qualify for a two-level downward adjustment pursuant to USSG &#167; 2D1.1(b)(6) (in which event his GSR would be 37 to 46 months). The district court refused this entreaty, holding that the appellant did not qualify for the safety valve provision. The court thereupon sentenced the appellant to a five-year incarcerative term, a supervised release term of four years, and a $200 special assessment. This appeal ensued.</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p class=\"center\">\n      <i>Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The battleground on appeal centers on the district court's ruling that the appellant did not qualify for the safety valve. To the extent that such a ruling depends on differential factfinding, we review it for clear error. <i>See United States v. Ortiz-Santiago,</i> <span class=\"citation\" data-id=\"198902\"><a href=\"/opinion/198902/united-states-v-ortiz-santiago/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></a></span>, 150 (1st Cir.2000). To the extent, however, that the ruling hinges on an interpretation of the safety valve provision itself, our review is plenary. <i>See id.</i></p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p class=\"center\">\n      <i>Analysis</i>\n    </p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We divide our analysis into several segments. First, we place the safety valve provision into perspective. Second, we describe the appellant's proffer, the government's reaction, and the lower court's decision. We then discuss the appellant's three-pronged attack on the decision.</p>\n    </div>\n    <p class=\"center\">\n      <i>A.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Safety Valve</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we explained in <i>Ortiz-Santiago,</i> \"Congress enacted the safety valve provision, 18 U.S.C. &#167; 3553(f), in order to mitigate the harsh effect of mandatory minimum sentences on certain first offenders who played supporting roles in drug-trafficking schemes.\" 211 F.3d at 150. Following Congress's lead, the Sentencing Commission incorporated the statutory text verbatim into the sentencing guidelines. <i>See</i> USSG &#167; 5C1.2. Under this regime, the safety value applies if:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) the defendant does not have more than 1 criminal history point ...;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2) the defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon (or induce another participant to do so) in connection with the offense;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(3) the offense did not result in death or serious bodily injury to any person;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(4) the defendant was not an organizer, leader, manager, or supervisor of others in the offense ... and was not engaged in a continuing criminal enterprise ...; and</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(5) not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">18 U.S.C. &#167; 3553(f); USSG &#167; 5C1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this instance, the sentencing court found &#8212; and the government concedes &#8212; that the appellant satisfied the first four of these criteria: he has no prior criminal record; he did not carry a firearm, threaten violence, engage in activity that was shown to involve death or serious bodily harm to others, or occupy a leadership role in the criminal enterprise. The question, then, is whether the appellant was sufficiently forthcoming in his post-arrest discussions with the authorities to satisfy the fifth criterion.</p>\n    </div>\n    <p class=\"center\">\n      <i>B.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Proffer and its Sequelae</i>\n    </p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Prior to sentencing, the government afforded the appellant an opportunity to make a proffer for safety valve purposes. The proffer occurred in a face-to-face meeting held on May 21, 2001. It purported to cover the appellant's relationship with Devarie, what he knew concerning Devarie's line of work and when he knew it, the services that the appellant rendered, and the terms and conditions of his employment. After the proffer session, the government identified various statements that it claimed were untrue or incomplete. These included:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. The appellant's protestation that he did not realize that Devarie was involved in drug-trafficking until Devarie offered him a job.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. The appellant's insistence that he did not know the type of drug or approximate quantity of drugs that he had delivered to Santiago.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">3. The appellant's claim that he had been paid only $50 per delivery.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">4. The appellant's denial that he had served as a lookout for Devarie at the March 30 meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">5. The appellant's denial that he had used the alias \"Tito\" in his dealings with Santiago.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the disposition hearing, the district court found that the appellant had not been truthful in these respects, and that these dissemblings, taken together, indicated that the appellant \"deliberately obfuscated the facts.\" On this basis, the court rejected the appellant's claim for relief under the safety value provision.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"center\">\n      <i>C.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Assignments of Error</i>\n    </p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellant asserts that the lower court erred in finding that he did not truthfully and completely provide all the information that he possessed concerning the offenses of conviction (and, therefore, that the court erred in declining to accord him the benefit of the safety valve provision). He grounds this assertion on three main stanchions. First, he claims that to undermine a defendant's safety valve proffer, the government may not rely on an assessment simpliciter of the plausibility of the proffer, but, rather, must affirmatively produce rebuttal evidence (an obligation that it did not fulfill here). Second, he asserts that a defendant only has to provide <i>material</i> information to obtain access to the safety valve and that any non-disclosures attributable to him were immaterial. Third, he asserts that, in all events, the district court's finding was clearly erroneous. All three assertions lack force.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1. <i>The Need for Rebuttal Evidence.</i> \"Full disclosure is the price that Congress has attached to relief under the [safety valve] statute.\" <i>United States v. Montanez,</i> <span class=\"citation\" data-id=\"196724\"><a href=\"/opinion/196724/united-states-v-montanez/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 523 (1st Cir.1996). The defendant bears the burden of showing that he has made full disclosure (and, thus, that he is entitled to the benefit of the safety valve). <i>United States v. Richardson,</i> <span class=\"citation\" data-id=\"199073\"><a href=\"/opinion/199073/united-states-v-richardson/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 53 (1st Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1203</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1216</span></span>, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span></span> (2001). This burden includes the obligation of proving to the court that he has provided truthful and complete information.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the sentencing court ruled that the appellant had failed to carry this burden. In so doing, the court identified specific instances of omissions from, and false statements in, the appellant's proffer. The thrust of the appellant's principal argument is that the government did not adduce any independent evidence to show that he had been untruthful or unforthcoming, and that, absent such evidence, the court erred in rejecting his proffer. The appellant bases this argument on our decision in <i>United States v. Miranda-Santiago,</i> <span class=\"citation\" data-id=\"196984\"><a href=\"/opinion/196984/united-states-v-miranda-santiago/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></a></span> (1st Cir.1996), in which we wrote that once a defendant credibly demonstrates that she has provided all information she reasonably could have been expected to possess, \"the government cannot assure success simply by saying `We don't believe the defendant,' and doing nothing more.\" <i>Id.</i> at 529; <i>see also id.</i> at 529 n. 25 (stating that \"the government must [then] at least come forward with some sound reason to suggest [the contrary]\"). To the appellant's way of thinking, this language requires a sentencing court to premise any repudiation of a safety valve proffer on \"objective\" rebuttal evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>Miranda-Santiago</i> does not establish the principle of law that the appellant ascribes to it. We clarified this very point in <i>United States v. White,</i> <span class=\"citation\" data-id=\"197478\"><a href=\"/opinion/197478/united-states-v-white/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span> (1st Cir.1997), in which we held squarely that a sentencing court may reject a safety valve proffer based on its reasoned assessment of the defendant's credibility in light of the facts &#8212; and that the court may do so without the benefit of independent rebuttal evidence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 74. In the albedo of <i>White,</i> it is abundantly clear that <i>Miranda-Santiago</i> stands merely for the proposition that when the record, taken as a whole, will not support a finding that the defendant has failed to provide a truthful and complete proffer, the government's lack of confidence in the proffer is insufficient, in and of itself, to justify a denial of access to the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The facts of this case contrast sharply with those of <i>Miranda-Santiago.</i> Here, the government did not simply assert skepticism about the appellant's proffer. To the contrary, it identified specific instances in which the proffer fell short, and, in each instance, explained why it did not credit the veracity of the appellant's statement. Moreover, it pointed out internal inconsistencies between the proffer and other statements that the appellant himself had made.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court's findings rest on these same considerations. By his own admission, the appellant was engaged in large-scale narcotics trafficking; he had delivered over 300 grams of heroin worth tens of thousands of dollars in a relatively compressed time frame. Based on the activities in which he was engaged and the officers' observations of him, the appellant's portrayal of himself as someone who was paid very little and who knew next to nothing about the details of the transactions in which he participated beggars credulity. Equally as striking, the appellant's denial that he was engaged in counter-surveillance during the March 30 meeting was belied by his actions and refuted by the observations of experienced narcotics agents.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To say that the sentencing court must close its eyes to such realities would border on the Kafkaesque. Were we to yield to the appellant's importunings and insist upon extrinsic evidence, district courts would be bound to accept even the most arrant nonsense from a defendant's mouth so long as the government could not directly contradict it by independent proof. A rule to that effect would turn the burden of persuasion inside out. We therefore decline to embrace it. <i>Cf. United States v. Aymelek,</i> <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 68 (1st Cir.1991) (explaining that a sentencing judge is \"free to question, and ultimately to discount,\" a defendant's allocution); <i>United States v. Royer,</i> <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1990) (\"The guidelines do not require a sentencing judge to play the ostrich, burying his head in the sand, struthiously accepting every allocution at face value, and ignoring the stark reality of events.\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To say more on the subject would be supererogatory. The short of it is that the district court found the appellant's answers incredible. Given the telltales that dot the record, that finding was well within the proper sphere of the district court's authority. <i>See United States v. McDonald,</i> <span class=\"citation\" data-id=\"744603\"><a href=\"/opinion/744603/united-states-v-cecilio-f-mcdonald/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 10 (1st Cir.1997) (explaining that credibility judgments at sentencing are for the sentencing court qua factfinder).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">2. <i>Materiality.</i> The appellant next argues that, as a matter of law, the safety valve may be denied only when a defendant fails to provide <i>material</i> information. Building on this foundation, he asserts that any non-disclosures on his part were immaterial (and, accordingly, that the lower court lacked the authority to deny him access to the safety valve). Because this argument was not made below, we review it only for plain error. <i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001). We discern none.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The safety valve provision explicitly obligates a defendant who seeks relief thereunder to provide \"all\" information to the government.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> 18 U.S.C. &#167; 3553(f); USSG &#167; 5C1.2. That obligation attaches even if the information is not \"relevant or useful.\" 18 U.S.C. &#167; 3553(f)(5); USSG &#167; 5C1.2(5). Accordingly, a defendant who wishes to take advantage of the safety valve must make full disclosure, free of \"any gap or omission.\" <i>Montanez,</i> 82 F.3d at 523. Viewed against this backdrop, the appellant's objection can have force only insofar as it pertains to the scope of the required disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The \"scope\" limitation is contained in the very language of the safety valve provision: the required disclosure must concern \"the offense or offenses that were part of the same course of conduct or of a common scheme or plan.\" 18 U.S.C. &#167; 3553(f)(5); USSG &#167; 5C1.2(5). At some point in time, it may become necessary to refine that language more precisely, <i>see United States v. Wrenn,</i> <span class=\"citation\" data-id=\"196312\"><a href=\"/opinion/196312/united-states-v-wrenn/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1995) (noting that possibility), but we need not do so today. Under any sensible definition, the information that the appellant withheld was within the scope of a proper safety valve proffer. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The matters here in issue include when the appellant first knew of Devarie's drug-trafficking activities, the extent of the appellant's knowledge of the type and quantities of the drugs purveyed, the amount of remuneration that he received for his services, whether or not coconspirators referred to him by some other name, and whether or not he served as a lookout during a meeting among coconspirators. While some of these matters may involve interstitial details, all of them bear directly on the offenses of conviction and concern the same course of conduct that led to the appellant's arrest. Thus, they are comfortably within the scope of the safety valve proffer. <i>See, e.g., United States v. Wilson,</i> <span class=\"citation\" data-id=\"735408\"><a href=\"/opinion/735408/united-states-v-damon-j-wilson/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1140</span></a></span>, 1145 (3d Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">3. <i>Clear Error.</i> This leaves only the question of whether the district court's determination that the appellant failed to qualify for the safety valve was clearly erroneous. The clear-error standard is extremely deferential. Under it, \"we ought not to upset findings of fact or conclusions drawn therefrom unless, on the whole of the record, we form a strong, unyielding belief that a mistake has been made.\" <i>Cumpiano v. Banco Santander,</i> <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In this instance, the sentencing court weighed the facts with obvious care; the court's detailed articulation of its views reflects the painstaking attention that it gave to the issues. The court then made an independent assessment of the appellant's credibility and found it wanting. Given the circumstantial evidence supporting that assessment, we decline the appellant's invitation to second-guess it.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In this case, as in many cases, the question of credibility entails a fact-sensitive judgment. While the record contains no \"smoking gun\" &#8212; no direct proof of mendacity &#8212; the totality of the circumstances makes such an inference compelling. For our purposes, no more is exigible. Credibility calls fit neatly within the integument of the clear-error standard, and \"where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.\" <i>United States v. Ruiz,</i> <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir.1990). So it is here.</p>\n    </div>\n    <p class=\"center\">\n      <i>IV.</i>\n    </p>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We need go no further. Viewing the record as a whole, we detect no error in the district court's sentencing determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This was a \"straight\" plea, that is, the appellant and the government did not enter into any plea agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court also rejected the appellant's claim of entitlement to a role-in-the-offense adjustment, holding that the appellant was neither a \"minor\" nor a \"minimal\" participant in the offenses of conviction<i>See</i> USSG &#167; 3B1.2. Because we find that the five-year statutory minimum sentence controls here, <i>see</i> text <i>infra,</i> we need not consider either the propriety of this ruling or the government's argument that the appellant has waived any claim of entitlement to a role-in-the-offense adjustment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There, we put in context the language from<i>Miranda-Santiago</i> upon which the appellant relies. <i>White,</i> 119 F.3d at 74. It would serve no useful purpose to rehearse that explanation here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We are not concerned, in this case, with the problem of a defendant who does not furnish information because he innocently believes that it would be of no interest. Such an innocent omission might require somewhat different treatment, and we leave that situation for another day. For now, it suffices to note that, here, the government plainly sought specific information, and the appellant responded with misstatements and/or denials that he possessed such information</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744603/"
  ]
}