{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199804/",
  "absolute_url": "/opinion/199804/united-states-v-smith/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199804/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:53Z",
  "date_modified": "2017-03-24T11:03:32.629868Z",
  "type": "010combined",
  "sha1": "0a0be452af3c9a227678ba8e01de7c9cc4a9c66b",
  "page_count": 17,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2403-01A.pdf",
  "local_path": "pdf/2002/02/01/US_v._Smith.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-2403\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       DAVID A. A. SMITH,\n\n                      Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n                    Torruella, Circuit Judge,\n\n              John R. Gibson,* Senior Circuit Judge,\n\n                    and Lipez, Circuit Judge.\n\n\n     Leo T. Sorokin, Federal Defender Office, for appellant.\n     Donald K. Stern, United States Attorney, with whom\nAntoinette E. M. Leoney, Assistant United States Attorney was on\nbrief, for appellee.\n\n\n\n\n    *Hon. John R. Gibson, of the Eighth Circuit, sitting by\ndesignation.\n\f                                February 1, 2002\n\n\n\n\n      JOHN R. GIBSON, Senior Circuit Judge. David Smith appeals\n\nfrom the judgment following his conviction for willfully failing\n\nto pay child support in violation of 18 U.S.C. § 228 (1994 &\n\nSupp. IV 1998).        He contends that the district court erred in\n\ndefining   willfulness      in     its    jury    instructions        by   omitting\n\nlanguage Smith requested and by including language to which he\n\nnow   objects.     We    conclude      that     the   jury    instructions       were\n\nadequate and we affirm the judgment.\n\n           Smith married Joyce Poirier in 1983.                   Their daughter\n\nJade was born in 1985.             When he married Poirier, Smith was\n\nattending Harvard Business School.                He completed his master’s\n\ndegree in business administration in 1983, and he had earlier\n\nstudied    for   two    years    at    the     Fletcher      School   of   Law   and\n\nDiplomacy at Tufts University.               Smith and Poirier separated in\n\n1986 and divorced in 1988.            Smith voluntarily began paying child\n\nsupport upon the couple’s separation, and the Massachusetts\n\njudgment of divorce ordered that Smith continue child support\n\npayments in the amount of $72 per week.\n\n           From 1988 to 1993, Smith worked overseas on various\n\neconomic development projects.                 He continued to make child\n\n                                         -2-\n\fsupport payments during this time, although he and Poirier\n\ndisagree about whether he paid the correct amounts following\n\nmodifications of the support order.         Poirier testified that she\n\nsuccessfully moved for modification in January 1990 to $257 per\n\nweek   and    again   in   January   1992   to   $335   a   week.    Smith\n\nacknowledged the 1990 increase, which he characterized as an\n\nagreement with Poirier rather than a court order, but he denied\n\nknowing that his obligation increased in January 1992.              Poirier\n\ntestified that she moved for contempt when Smith did not provide\n\n$335 a week, and that he was present at the contempt hearing in\n\nJuly 1992.     Smith, on the other hand,     described a new agreement\n\nwith Poirier whereby he would continue paying $257 a week in\n\nchild support and set aside an additional $75 a week for Jade’s\n\ncollege education.\n\n             In early 1993, Smith returned to the United States to\n\nlive in Washington, D.C.        He remained there through May 1996.\n\nHis consulting work was sporadic at best, and he invested and\n\nlost $20,000 in a dry cleaning business, so his income did not\n\nprovide him enough money to meet his expenses.          Nevertheless, he\n\ncontinued to fulfill his support obligations by relying on\n\nsavings he had accumulated while he was working abroad.\n\n             In the spring of 1995 Smith married Marisela de Torres,\n\na native of Venezuela, and together they moved to Venezuela in\n\n\n                                     -3-\n\fMay 1996.    They began a business selling English-language books,\n\nfirst used and then new, operating from a house they rented and\n\nlived in.     They later planned to rent a smaller house to reduce\n\ntheir expenses, but the house was not ready when their lease\n\nexpired and they moved into Smith’s mother-in-law’s apartment in\n\nJune 1997.     They were unable to sell books from the apartment,\n\nand their retail business plummeted.              When Smith went to the\n\nUnited States in July to vacation with Jade and bring her back\n\nto Venezuela for a visit, his income had dropped precipitously.\n\nWhen he returned with Jade to Venezuela in August, he learned\n\nthat a $12,000 certificate of deposit he had in a bank in\n\nBolivia was inaccessible because he could not get in touch with\n\nthe bank.     By that point he had no other savings and virtually\n\nno income, and he asked Poirier to agree to a reduced level of\n\nsupport.     She refused and instead filed a motion seeking to have\n\nSmith held in contempt.        That motion was heard and ruled on in\n\nOctober 1997.       Neither party was represented by counsel, and the\n\nMassachusetts trial court ordered Smith to pay the arrears.               He\n\npaid   the   past    due   amounts   two   days   after   the   hearing   by\n\nborrowing the money from his brother, and at the same time Smith\n\nfiled a motion to modify his support obligation.                 The trial\n\ncourt agreed that Smith could pay $100 per week for thirteen\n\nweeks, at which point he would resume his regular payments.\n\n\n                                     -4-\n\f             Smith complied with the order for the thirteen weeks,\n\nbut   he    paid    only    one   month’s   support    following     that   time.\n\nPoirier received no further support payments from Smith until\n\nMay 2000 when she received three checks, each in the amount of\n\n$1,127.     That same month, Smith borrowed an additional $10,000\n\nfrom his brother Michael and deposited it with the federal\n\ncourt.      At the time of trial the court was in the process of\n\ntransferring that money to Poirier, who knew nothing about the\n\nmoney until the court spoke of it. 1                  Because the underlying\n\nstatute required the jury only to find that Smith’s obligation\n\nhad exceeded $10,000, see 18 U.S.C. § 228(a)(3), the government\n\ndid   not    argue    the    exact   amount   at   issue.       At   sentencing,\n\nhowever,      the    government      argued    that     Smith    owed    Poirier\n\n$49,880.50 in past-due child support payments.2\n\n\n      1\n     At the conclusion of Smith’s direct testimony, his counsel\nread into evidence the following stipulation:\n\n      Members of the jury, the parties, the United States\n      government and Mr. Smith, stipulate and agree that\n      during the month of May 2000, David Smith borrowed\n      $10,000 from his brother, Michael Smith, of Camden,\n      Maine, to pay to Joyce Poirier for child support. The\n      $10,000 has been deposited with the federal court,\n      this Court, and the Court is in the process of issuing\n      a check directly to Ms. Poirier.      Ms. Poirier has\n      neither received the money and Ms. Poirier is unaware\n      that the $10,000 is coming.\n      2\n     The statute requires the court to order restitution upon\nconviction “in an amount equal to the total unpaid support\nobligation as it exists at the time of sentencing.” 28 U.S.C.\n\n                                       -5-\n\f            Smith incurred other expenses and encountered other\n\nobstacles    during   the   two   years   he   wasn’t   paying   support.\n\nMarisela gave birth to their first child, Andres, on December 1,\n\n1997.    The following February, they were able to rent a room at\n\na church which they hoped would allow them to immediately re-\n\nopen their store, but the building needed more work than they\n\nanticipated and the store did not open until April.                 Once\n\nopened, they soon realized that the space was not large enough\n\nto display and sell the books effectively, and in September they\n\nemployed a contractor to expand it by about 2,000 square feet.\n\nThe construction was not completed until October 1999, but they\n\noperated out of the space anyway because they wanted to resume\n\nsales.    Business picked up considerably in late 1998, but in\n\nJanuary 1999 Marisela gave birth prematurely to their second\n\nchild, Althea.    The Smiths had no medical insurance, and Althea\n\nrequired intensive care in a private clinic at a cost of about\n\n$2,000 per day.       When they could no longer come up with the\n\nmoney to pay for her care, they transferred her to a public\n\nhospital by borrowing money from Marisela’s sister to pay the\n\nremaining charges.      They also borrowed from Marisela’s first\n\nhusband and from her mother for various expenses associated with\n\nAlthea’s care.    Althea died on March 1, 1999.\n\n\n§ 228(d).\n\n                                   -6-\n\f         The financial result of this personal tragedy was that\n\nthe Smiths owed $90,000 to suppliers.    It was not until they\n\npaid their outstanding debts that the business began making more\n\nmoney than they owed, and that is when Smith resumed his child\n\nsupport payments in May 2000.\n\n         Smith was arrested when he entered the United States\n\non November 11, 1999.   He was indicted and convicted by a jury\n\non one count of willfully failing to pay child support.     The\n\ndistrict court sentenced him to six months incarceration, fined\n\nhim $2,000, and ordered Smith to pay restitution in the amount\n\nof $49,880.50.\n\n\n\n\n                                -7-\n\f                                 I.\n\n\n\n          Smith argues that the district court erred by refusing\n\nto give part of his proffered instruction on willfulness.           The\n\nlanguage he offered required the government to prove that Smith\n\n“did not have a good faith belief in his inability to pay.”          He\n\nargues that if he subjectively and in good faith believed that\n\nhe did not have the ability to pay, his failure to do so could\n\nnot   constitute   voluntary   and    intentional    disobedience   or\n\ndisregard of the law.   We conduct a de novo review “to determine\n\nwhether the instructions, taken as a whole, show a tendency to\n\nconfuse or mislead the jury with respect to the applicable\n\nprinciples of law.”     United States v. Fulmer, 108 F.3d 1486,\n\n1494 (1st Cir. 1997).\n\n          The government argues that Smith failed to object\n\ntimely and sufficiently to the instruction as given and that he\n\ntherefore failed to preserve his objection.         The record reveals\n\notherwise.   At the conclusion of the instructions the court\n\ncalled a sidebar to confer with the attorneys, explaining to the\n\njury: “[B]efore I can let you go, I may have misstated something\n\nunder the law, or I may have left something out, and the lawyers\n\nget a chance to call that to my attention now.”            During the\n\nsidebar, Smith’s attorney opined that “the government must prove\n\n\n                                -8-\n\fbeyond a reasonable doubt that he lacks the good faith belief\n\nthat he had the ability to pay.”     When the court commented in\n\nresponse that it was satisfied with the willfulness instruction\n\nas given, Smith’s attorney stated: “Note my objection.”      The\n\ncourt replied: “Noted.”    We conclude that Smith sufficiently\n\npreserved his objection.   See Fed. R. Crim. P. 30 (“No party may\n\nassign as error any portion of the charge or omission therefrom\n\nunless that party objects thereto before the jury retires to\n\nconsider its verdict, stating distinctly the matter to which\n\nthat party objects and the grounds of the objection.”).\n\n         Smith submitted a willfulness instruction that included\n\nthe following language:\n\n         To prove wilfulness, the government must\n         show beyond a reasonable doubt that Smith\n         had sufficient funds to enable him to pay\n         support in view of all of his financial\n         circumstances. In doing so, the government\n         must prove that Smith had sufficient funds\n         after meeting his basic subsistence needs.\n         You may consider Smith’s second family in\n         evaluating his basic subsistence needs. The\n         government   must   also   show   beyond  a\n         reasonable doubt that Smith did not have a\n         good faith belief in his inability to pay\n         due to lack of funds. Smith’s belief need\n         not be reasonable as long as he believed it\n         in good faith.\n\nThis portion of the proffered instruction included citations to\n\ncases and legislative history to support the requested language.\n\nThe instruction as given by the district court was somewhat\n\n\n                               -9-\n\fdifferent.     It began with the directive that “surely willfully\n\nmeans he’s got to know he’s got the order against him.        He’s got\n\nto know that.”     It continued:\n\n          But more than that, to act willfully means a\n          voluntary, intentional violation of a known\n          legal duty. In other words, Mr. Smith must\n          have acted voluntarily and intentionally and\n          with the specific intent to do something\n          that the law forbids; that is to say, with a\n          purpose either to disobey or disregard the\n          law.\n\n          Smith claims that this instruction was inadequate.          He\n\nmaintains that his failure to make the required payments could\n\nnot have been \"willful\" if he genuinely believed that he did not\n\nhave the ability to pay.         He argues:       \"The district court\n\ninstructed the jury that it could find willfulness based on a\n\ndetermination that Smith had financial resources that he 'could\n\nhave' marshaled and used. . . .           Erroneously, the instruction\n\ntold the jury it could convict Smith if the jury found he could\n\nhave paid even if the jury also found that Smith believed in\n\ngood faith he lacked the ability to pay.\"\n\n          Smith relies on the legislative history of 28 U.S.C.\n\n§   288 to support his interpretation of the government's proper\n\nburden of proof.       Section 288 was enacted as part of the Child\n\nSupport Recovery Act of 1992, Pub. L. No. 102-521, 106 Stat.\n\n3403.    The   Act’s    legislative   history   provides   guidance   in\n\n\n\n                                   -10-\n\finterpreting the operative language of the mens rea required for\n\nconviction:\n\n         [“Willfully fails to pay”] has been borrowed\n         from the tax statutes that make willful\n         failure to collect or pay taxes a Federal\n         crime, 26 U.S.C. §§ 7202, 7203. Thus, the\n         willful failure standard of H.R. 1241 should\n         be interpreted in the same manner that\n         Federal courts have interpreted these felony\n         tax provisions.      In order to establish\n         willfulness under those provisions[,] the\n         Government   must    establish,    beyond   a\n         reasonable doubt, that at the time payment\n         was due the taxpayer possessed sufficient\n         funds to enable him to meet his obligation\n         or that the lack of sufficient funds on such\n         date was created by (or was the result of) a\n         voluntary   and   intentional   act   without\n         justification in view of all of the\n         financial circumstances of the taxpayer.\n         U.S. v. Poll, 521 F.2d 329, 333 (9th Cir.\n         1975).\n\n         H.R. Rep. No. 102-771, at 6 (1992).   Smith also relies\n\non Cheek v. United States, 498 U.S. 192 (1991), a criminal tax\n\ncase in which the Supreme Court rejected the notion that the\n\ntaxpayer’s claimed good-faith belief as to his or her legal duty\n\nto pay taxes and file returns must be objectively reasonable.\n\nId. at 203.    In Cheek, the taxpayer argued that he had a\n\nmisunderstanding of the law which created a good-faith belief on\n\nhis part that he did not owe the taxes or need to file the\n\nreturns at issue, and thus he did not knowingly fail to do so.\n\nThe narrow issue was whether the district court had erred in\n\ninstructing the jury not to consider evidence of the taxpayer’s\n\n                             -11-\n\fsubjective     beliefs     in       determining   whether    he    had    acted\n\nwillfully.     Id. at 206-07.         As the Court described the issue:\n\n             In the end, the issue is whether, based on\n             all the evidence, the Government has proved\n             that the defendant was aware of the duty at\n             issue, which cannot be true if the jury\n             credits a good-faith misunderstanding and\n             belief submission, whether or not the\n             claimed   belief  or   misunderstanding  is\n             objectively reasonable.\n\nId. at 202.       Smith asserts that the effect of                Cheek is to\n\nmandate a jury instruction that he cannot be convicted unless\n\nthe   jury    finds   beyond    a    reasonable   doubt   that    he    did   not\n\nsubjectively and in good faith believe that he had insufficient\n\nfunds to pay child support.            We conclude that this argument is\n\nflawed.\n\n             The legislative history tells us that Congress borrowed\n\nthe “willfully fails to pay” standard from the tax statutes, and\n\nthat it should be interpreted “in the same manner that Federal\n\ncourts have interpreted these felony tax provisions.”                  H.R. Rep.\n\nNo. 102-771, at 6.         The report then quotes the passage from\n\nPoll,   521    F.2d   at   333,      which    addresses   willfulness      as   a\n\nvoluntary and intentional act in the context of a defendant’s\n\nability to pay.       Poll is silent on the issue raised in Cheek,\n\nthat of a taxpayer’s knowledge of his or her duty to pay.\n\n             Were we to apply Cheek to this case, the issue would\n\nbe whether Smith had a subjective good-faith belief that he had\n\n                                       -12-\n\fno legal duty to pay Poirier.        In other words, Smith would have\n\nto argue that he believed, in good faith, that the child support\n\norder was invalid or that it was somehow inapplicable to him.\n\nSmith does not advance that argument,3 however, and therefore\n\nCheek is not applicable.4\n\n             The district court instructed the jury that “willfully\n\nmeans a voluntary, intentional violation of a known legal duty.\n\nIn   other   words,   Mr.   Smith   must   have   acted   voluntarily   and\n\nintentionally and with the specific intent to do something that\n\nthe law forbids; that is to say, with a purpose either to\n\ndisobey or disregard the law.”            The court went on to describe\n\nthe two ways in which the government could satisfy its burden,\n\nwhich we discuss in Part II of this opinion.              We conclude that\n\nthe instructions, taken as a whole, did not tend to confuse or\n\nmislead the jury.     The district court’s refusal to give Smith’s\n\nproffered instruction was not in error.\n\n\n\n                                    II.\n\n\n      3\n     During oral argument, Smith’s counsel was asked if he was\nsuggesting that he did not understand what the source of his\nlegal duty was. He replied: “No, not at all.”\n      4\n     The jury was instructed as to this issue: “[S]urely\nwillfully means he’s got to know he’s got the order against him.\nHe’s got to know that. If they enter an order but he’s off in\nsome other country and never knows it, well, it’s not criminal\nbecause he hasn’t willfully failed to obey the order.”\n\n                                    -13-\n\f            Smith also argues that the district court committed\n\nerror by instructing the jury that it could consider other\n\npeople’s assets in determining whether he had willfully failed\n\nto pay child support.               Because Smith failed to object to this\n\naspect of the instruction during trial, our review, as Smith\n\nconcedes, will be for plain error.                   He must show that: 1) an\n\nerror occurred; 2) the error is clear or obvious under the\n\ncurrent   law;     and    3)    the    error    substantially     and     adversely\n\naffects his rights.            United States v. Roberts, 119 F.3d 1006,\n\n1014 (1st Cir. 1997).           We evaluate the alleged error in light of\n\nthe record as a whole, keeping in mind that Smith’s hurdle is\n\nhigh.   Id.   Even if the three foregoing requirements are met, a\n\nremedy is appropriate only if the error “seriously affect[s] the\n\nfairness,     integrity        or     public    reputation   of    the     judicial\n\nproceedings.”      United States v. Young, 470 U.S. 1, 15 (1985).\n\n            After defining “willful” in the permissible manner\n\ndiscussed     in   Part        I,    supra,    the   district     court    further\n\ninstructed the jury that it could find that Smith had willfully\n\nfailed to pay in “either of two ways.”\n\n            One way they can prove it is that he, he,\n            Mr. Smith, had access to resources beyond\n            the basic necessities of life, disposable\n            income, beyond the basic necessities of\n            life, which he could have marshaled and used\n            to pay the child support, and knowing he had\n            those resources and that they were available\n            to him, he willfully failed to do it.\n\n                                         -14-\n\fAs to the second way, the district court told the jury:\n\n              [A] second way is that he willfully refused\n              or took himself out of the workforce or\n              reduced his ability.    Since she’s got two\n              ways to prove it, but each way has to\n              satisfy you beyond a reasonable doubt, you\n              can of course analyze both ways. But since\n              a verdict must be unanimous, you’re all\n              going to have to agree upon which way. . . .\n              But you can’t return a guilty verdict if\n              some of you think one thing and some of you\n              think something else.        You’ve got to\n              unanimously agree on your analysis.\n\n              Smith argues that Massachusetts law does not require\n\na non-custodial parent to borrow money to pay child support and\n\nthat the instruction allowed the jury to convict him for non-\n\ncriminal conduct by finding that he had “access to resources”\n\nfrom other people that he could have “marshaled” to pay support.\n\nRecognizing the applicable standard of review, Smith argues that\n\nhis rights were substantially and adversely affected by the\n\ninstruction, especially in light of the government’s closing\n\nargument.      The prosecutor referred to:        Smith’s mother-in-law\n\nsupporting him and letting him live with her rent-free; Smith’s\n\nstepdaughter being cared for by other family members while he\n\nfailed   to    pay   support;   and   Smith   borrowing   money   from   his\n\nbrother to pay $10,000 toward his support obligation.                Smith\n\nasserts that the government “drove home the argument that the\n\njury should convict Smith for failing to persuade his mother-in-\n\nlaw or brother to pay his child support” with this excerpt from\n\n                                      -15-\n\fits rebuttal:\n\n         [A]pparently he had resources from his\n         family members to help him with his support.\n         He certainly knew where to borrow the money\n         when he had his obligation to his child\n         Althea.    Because that’s what we do as\n         parents.\n\nThe government denies that this comment was intended to urge the\n\njury to convict Smith for failing to borrow money to pay his\n\nsupport obligations.   Rather, the government claims that it was\n\nmerely reacting to defense counsel’s protestations that Smith\n\nhad tried everything he could to meet his support obligations\n\nbut he was still forced to beg to keep his business going and\n\nborrow to pay for his hospitalized daughter’s care.\n\n         We conclude that the instruction was not plain error.\n\nWhile the court’s words could be construed to have the meaning\n\nSmith advances, our review of the record as a whole reveals that\n\nSmith’s rights were not substantially and adversely affected.\n\nSmith’s defense in this case was that he did not have the money\n\nto pay Poirier because his business was not profitable and he\n\nhad extraordinary medical expenses.      Smith’s lawyer told the\n\njury in his opening statement that “David didn’t want to fail to\n\npay,” and Smith and his wife testified about the financial\n\nsupport they got from her mother.    Smith introduced the evidence\n\nthat he borrowed money from his brother to make past-due support\n\n\n\n                              -16-\n\fpayments and from his sister and others to pay medical bills for\n\nhis premature baby.    He testified that he did have income from\n\nthe book business during the years 1997 through 1999, and yet he\n\ncompletely stopped paying support.      In the context of the record\n\nas a whole, the instruction directed the jury to determine that\n\nSmith had the ability to pay before it could find that he\n\nwillfully failed to pay.5     The district court did not instruct\n\nthe jury that it could find willful failure to pay in the event\n\nSmith did not borrow money.      Cf. United States v. Harrison, 188\n\nF.3d 985, 987 (8th Cir. 1999) (pointing out that willful failure\n\nto pay is not dependent upon source of obligor’s income, but on\n\nexistence of income in any form).            The instruction did not\n\nconstitute plain error.\n\n         For   the   foregoing    reasons,    we   affirm   the   amended\n\njudgment of the district court.\n\n         Affirmed.\n\n\n\n\n    5 It is important to note that “analogy to the tax statutes\n. . . suggests that the government must demonstrate only that\nthe defendant was able to pay some portion of his past due child\nsupport obligations in order to establish liability under the\n[Child Support Recovery Act].” United States v. Mattice, 186\nF.3d 219, 228 (2d Cir. 1999) (emphasis in original). Although\nSmith was entitled to and did introduce evidence of insufficient\nincome as a defense, the jury found that the government had\nestablished beyond a reasonable doubt that his failure to pay\nwas willful. See id. at 228-29.\n\n                                 -17-\n\f",
  "html": "<p class=\"case_cite\">278 F.3d 33</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>David A.A. SMITH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2403.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard July 30, 2001.</p>\n    <p class=\"date\">Decided February 1, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leo T. Sorokin, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, with whom Antoinette E.M. Leoney, Assistant United States Attorney was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David Smith appeals from the judgment following his conviction for willfully failing to pay child support in violation of 18 U.S.C. &#167; 228 (1994 &amp; Supp. IV 1998). He contends that the district court erred in defining willfulness in its jury instructions by omitting language Smith requested and by including language to which he now objects. We conclude that the jury instructions were adequate and we affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Smith married Joyce Poirier in 1983. Their daughter Jade was born in 1985. When he married Poirier, Smith was attending Harvard Business School. He completed his master's degree in business administration in 1983, and he had earlier studied for two years at the Fletcher School of Law and Diplomacy at Tufts University. Smith and Poirier separated in 1986 and divorced in 1988. Smith voluntarily began paying child support upon the couple's separation, and the Massachusetts judgment of divorce ordered that Smith continue child support payments in the amount of $72 per week.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">From 1988 to 1993, Smith worked overseas on various economic development projects. He continued to make child support payments during this time, although he and Poirier disagree about whether he paid the correct amounts following modifications of the support order. Poirier testified that she successfully moved for modification in January 1990 to $257 per week and again in January 1992 to $335 a week. Smith acknowledged the 1990 increase, which he characterized as an agreement with Poirier rather than a court order, but he denied knowing that his obligation increased in January 1992. Poirier testified that she moved for contempt when Smith did not provide $335 a week, and that he was present at the contempt hearing in July 1992. Smith, on the other hand, described a new agreement with Poirier whereby he would continue paying $257 a week in child support and set aside an additional $75 a week for Jade's college education.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1993, Smith returned to the United States to live in Washington, D.C. He remained there through May 1996. His consulting work was sporadic at best, and he invested and lost $20,000 in a dry cleaning business, so his income did not provide him enough money to meet his expenses. Nevertheless, he continued to fulfill his support obligations by relying on savings he had accumulated while he was working abroad.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the spring of 1995 Smith married Marisela de Torres, a native of Venezuela, and together they moved to Venezuela in May 1996. They began a business selling English-language books, first used and then new, operating from a house they rented and lived in. They later planned to rent a smaller house to reduce their expenses, but the house was not ready when their lease expired and they moved into Smith's mother-in-law's apartment in June 1997. They were unable to sell books from the apartment, and their retail business plummeted. When Smith went to the United States in July to vacation with Jade and bring her back to Venezuela for a visit, his income had dropped precipitously. When he returned with Jade to Venezuela in August, he learned that a $12,000 certificate of deposit he had in a bank in Bolivia was inaccessible because he could not get in touch with the bank. By that point he had no other savings and virtually no income, and he asked Poirier to agree to a reduced level of support. She refused and instead filed a motion seeking to have Smith held in contempt. That motion was heard and ruled on in October 1997. Neither party was represented by counsel, and the Massachusetts trial court ordered Smith to pay the arrears. He paid the past due amounts two days after the hearing by borrowing the money from his brother, and at the same time Smith filed a motion to modify his support obligation. The trial court agreed that Smith could pay $100 per week for thirteen weeks, at which point he would resume his regular payments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Smith complied with the order for the thirteen weeks, but he paid only one month's support following that time. Poirier received no further support payments from Smith until May 2000 when she received three checks, each in the amount of $1,127. That same month, Smith borrowed an additional $10,000 from his brother Michael and deposited it with the federal court. At the time of trial the court was in the process of transferring, that money to Poirier, who knew nothing about the money until the court spoke of it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Because the underlying statute required the jury only to find that Smith's obligation had exceeded $10,000, <i>see</i> 18 U.S.C. &#167; 228(a)(3), the government did not argue the exact amount at issue. At sentencing, however, the government argued that Smith owed Poirier $49,880.50 in past-due child support payments.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Smith incurred other expenses and encountered other obstacles during the two years he wasn't paying support. Marisela gave birth to their first child, Andres, on December 1, 1997. The following February, they were able to rent a room at a church which they hoped would allow them to immediately re-open their store, but the building needed more work than they anticipated and the store did not open until April. Once opened, they soon realized that the space was not large enough to display and sell the books effectively, and in September they employed a contractor to expand it by about 2,000 square feet. The construction was not completed until October 1999, but they operated out of the space anyway because they wanted to resume sales. Business picked up considerably in late 1998, but in January 1999 Marisela gave birth prematurely to their second child, Althea. The Smiths had no medical insurance, and Althea required intensive care in a private clinic at a cost of about $2,000 per day. When they could no longer come up with the money to pay for her care, they transferred her to a public hospital by borrowing money from Marisela's sister to pay the remaining charges. They also borrowed from Marisela's first husband and from her mother for various expenses associated with Althea's care. Althea died on March 1, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The financial result of this personal tragedy was that the Smiths owed $90,000 to suppliers. It was not until they paid their outstanding debts that the business began making more money than they owed, and that is when Smith resumed his child support payments in May 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Smith was arrested when he entered the United States on November 11, 1999. He was indicted and convicted by a jury on one count of willfully failing to pay child support. The district court sentenced him to six months incarceration, fined him $2,000, and ordered Smith to pay restitution in the amount of $49,880.50.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Smith argues that the district court erred by refusing to give part of his proffered instruction on willfulness. The language he offered required the government to prove that Smith \"did not have a good faith belief in his inability to pay.\" He argues that if he subjectively and in good faith believed that he did not have the ability to pay, his failure to do so could not constitute voluntary and intentional disobedience or disregard of the law. We conduct a de novo review \"to determine whether the instructions, taken as a whole, show a tendency to confuse or mislead the jury with respect to the applicable principles of law.\" <i>United States v. Fulmer,</i> 108 F.3d 1486, 1494 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government argues that Smith failed to object timely and sufficiently to the instruction as given and that he therefore failed to preserve his objection. The record reveals otherwise. At the conclusion of the instructions the court called a sidebar to confer with the attorneys, explaining to the jury: \"[B]efore I can let you go, I may have misstated something under the law, or I may have left something out, and the lawyers get a chance to call that to my attention now.\" During the sidebar, Smith's attorney opined that \"the government must prove beyond a reasonable doubt that he lacks the good faith belief that he had the ability to pay.\" When the court commented in response that it was satisfied with the willfulness instruction as given, Smith's attorney stated: \"Note my objection.\" The court replied: \"Noted.\" We conclude that Smith sufficiently preserved his objection. <i>See</i> Fed.R.Crim.P. 30 (\"No party may assign as error any portion of the charge or omission therefrom unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which that party objects and the grounds of the objection.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Smith submitted a willfulness instruction that included the following language: To prove wilfulness, the government must show beyond a reasonable doubt that Smith had sufficient funds to enable him to pay support in view of all of his financial circumstances. In doing so, the government must prove that Smith had sufficient funds after meeting his basic subsistence needs. You may consider Smith's second family in evaluating his basic subsistence needs. The government must also show beyond a reasonable doubt that Smith did not have a good faith belief in his inability to pay due to lack of funds. Smith's belief need not be reasonable as long as he believed it in good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This portion of the proffered instruction included citations to cases and legislative history to support the requested language. The instruction as given by the district court was somewhat different. It began with the directive that \"surely willfully means he's got to know he's got the order against him. He's got to know that.\" It continued:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But more than that, to act willfully means a voluntary, intentional violation of a known legal duty. In other words, Mr. Smith must have acted voluntarily and intentionally and with the specific intent to do something that the law forbids; that is to say, with a purpose either to disobey or disregard the law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Smith claims that this instruction was inadequate. He maintains that his failure to make the required payments could not have been \"willful\" if he genuinely believed that he did not have the ability to pay. He argues: \"The district court instructed the jury that it could find willfulness based on a determination that Smith had financial resources that he `could have' marshaled and used.... Erroneously, the instruction told the jury it could convict Smith if the jury found he could have paid even if the jury also found that Smith believed in good faith he lacked the ability to pay.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Smith relies on the legislative history of 28 U.S.C. &#167; 288 to support his interpretation of the government's proper burden of proof. Section 288 was enacted as part of the Child Support Recovery Act of 1992, Pub.L. No. 102-521, 106 Stat. 3403. The Act's legislative history provides guidance in interpreting the operative language of the mens rea required for conviction:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[\"Willfully fails to pay\"] has been borrowed from the tax statutes that make willful failure to collect or pay taxes a Federal crime, 26 U.S.C. &#167;&#167; 7202, 7203. Thus, the willful failure standard of H.R. 1241 should be interpreted in the same manner that Federal courts have interpreted these felony tax provisions. In order to establish willfulness under those provisions[,] the Government must establish, beyond a reasonable doubt, that at the time payment was due the taxpayer possessed sufficient funds to enable him to meet his obligation or that the lack of sufficient funds on such date was created by (or was the result of) a voluntary and intentional act without justification in view of all of the financial circumstances of the taxpayer. <i>U.S. v. Poll,</i> 521 F.2d 329, 333 (9th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">H.R.Rep. No. 102-771, at 6 (1992). Smith also relies on <i>Cheek v. United States,</i> 498 U.S. 192, 111 S.Ct. 604, 112 L.Ed.2d 617 (1991), a criminal tax case in which the Supreme Court rejected the notion that the taxpayer's claimed good-faith belief as to his or her legal duty to pay taxes and file returns must be objectively reasonable. <i>Id.</i> at 203, 111 S.Ct. 604. In <i>Cheek,</i> the taxpayer argued that he had a misunderstanding of the law which created a good-faith belief on his part that he did not owe the taxes or need to file the returns at issue, and thus he did not knowingly fail to do so. The narrow issue was whether the district court had erred in instructing the jury not to consider evidence of the taxpayer's subjective beliefs in determining whether he had acted willfully. <i>Id.</i> at 206-07, 111 S.Ct. 604. As the Court described the issue:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the end, the issue is whether, based on all the evidence, the Government has proved that the defendant was aware of the duty at issue, which cannot be true if the jury credits a good-faith misunderstanding and belief submission, whether or not the claimed belief or misunderstanding is objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Id.</i> at 202, 111 S.Ct. 604. Smith asserts that the effect of <i>Cheek</i> is to mandate a jury instruction that he cannot be convicted unless the jury finds beyond a reasonable doubt that he did not subjectively and in good faith believe that he had insufficient funds to pay child support. We conclude that this argument is flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The legislative history tells us that Congress borrowed the \"willfully fails to pay\" standard from the tax statutes, and that it should be interpreted \"in the same manner that Federal courts have interpreted these felony tax provisions.\" H.R.Rep. No. 102-771, at 6. The report then quotes the passage from <i>Poll,</i> 521 F.2d at 333, which addresses willfulness as a voluntary and intentional act in the context of a defendant's <i>ability</i> to pay. <i>Poll</i> is silent on the issue raised in <i>Cheek,</i> that of a taxpayer's knowledge of his or her <i>duty</i> to pay.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Were we to apply <i>Cheek</i> to this case, the issue would be whether Smith had a subjective good-faith belief that he had no legal duty to pay Poirier. In other words, Smith would have to argue that he believed, in good faith, that the child support order was invalid or that it was somehow inapplicable to him. Smith does not advance that argument,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> however, and therefore <i>Cheek</i> is not applicable.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court instructed the jury that \"willfully means a voluntary, intentional violation of a known legal duty. In other words, Mr. Smith must have acted voluntarily and intentionally and with the specific intent to do something that the law forbids; that is to say, with a purpose either to disobey or disregard the law.\" The court went on to describe the two ways in which the government could satisfy its burden, which we discuss in Part II of this opinion. We conclude that the instructions, taken as a whole, did not tend to confuse or mislead the jury. The district court's refusal to give Smith's proffered instruction was not in error.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Smith also argues that the district court committed error by instructing the jury that it could consider other people's assets in determining whether he had willfully failed to pay child support. Because Smith failed to object to this aspect of the instruction during trial, our review, as Smith concedes, will be for plain error. He must show that: 1) an error occurred; 2) the error is clear or obvious under the current law; and 3) the error substantially and adversely affects his rights. <i>United States v. Roberts,</i> 119 F.3d 1006, 1014 (1st Cir.1997). We evaluate the alleged error in light of the record as a whole, keeping in mind that Smith's hurdle is high. <i>Id.</i> Even if the three foregoing requirements are met, a remedy is appropriate only if the error \"seriously affect[s] the fairness, integrity or public reputation of the judicial proceedings.\" <i>United States v. Young,</i> 470 U.S. 1, 15, 105 S.Ct. 1038, 84 L.Ed.2d 1 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">After defining \"willful\" in the permissible manner discussed in Part I, <i>supra,</i> the district court further instructed the jury that it could find that Smith had willfully failed to pay in \"either of two ways.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">One way they can prove it is that he, he, Mr. Smith, had access to resources beyond the basic necessities of life, disposable income, beyond the basic necessities of life, which he could have marshaled and used to pay the child support, and knowing he had those resources and that they were available to him, he willfully failed to do it.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As to the second way, the district court told the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">[A] second way is that he willfully refused or took himself out of the workforce or reduced his ability. Since she's got two ways to prove it, but each way has to satisfy you beyond a reasonable doubt, you can of course analyze both ways. But since a verdict must be unanimous, you're all going to have to agree upon which way.... But you can't return a guilty verdict if some of you think one thing and some of you think something else. You've got to unanimously agree on your analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Smith argues that Massachusetts law does not require a non-custodial parent to borrow money to pay child support and that the instruction allowed the jury to convict him for non-criminal conduct by finding that he had \"access to resources\" from other people that he could have \"marshaled\" to pay support. Recognizing the applicable standard of review, Smith argues that his rights were substantially and adversely affected by the instruction, especially in light of the government's closing argument. The prosecutor referred to: Smith's mother-in-law supporting him and letting him live with her rent-free; Smith's stepdaughter being cared for by other family members while he failed to pay support; and Smith borrowing money from his brother to pay $10,000 toward his support obligation. Smith asserts that the government \"drove home the argument that the jury should convict Smith for failing to persuade his mother-in-law or brother to pay his child support\" with this excerpt from its rebuttal:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">[A]pparently he had resources from his family members to help him with his support. He certainly knew where to borrow the money when he had his obligation to his child Althea. Because that's what we do as parents.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The government denies that this comment was intended to urge the jury to convict Smith for failing to borrow money to pay his support obligations. Rather, the government claims that it was merely reacting to defense counsel's protestations that Smith had tried everything he could to meet his support obligations but he was still forced to beg to keep his business going and borrow to pay for his hospitalized daughter's care.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We conclude that the instruction was not plain error. While the court's words could be construed to have the meaning Smith advances, our review of the record as a whole reveals that Smith's rights were not substantially and adversely affected. Smith's defense in this case was that he did not have the money to pay Poirier because his business was not profitable and he had extraordinary medical expenses. Smith's lawyer told the jury in his opening statement that \"David didn't want to fail to pay,\" and Smith and his wife testified about the financial support they got from her mother. Smith introduced the evidence that he borrowed money from his brother to make past-due support payments and from his sister and others to pay medical bills for his premature baby. He testified that he did have income from the book business during the years 1997 through 1999, and yet he completely stopped paying support. In the context of the record as a whole, the instruction directed the jury to determine that Smith had the ability to pay before it could find that he willfully failed to pay.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court did not instruct the jury that it could find willful failure to pay in the event Smith did not borrow money. <i>Cf. United States v. Harrison,</i> 188 F.3d 985, 987 (8th Cir.1999) (pointing out that willful failure to pay is not dependent upon source of obligor's income, but on existence of income in any form). The instruction did not constitute plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the amended judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. John R. Gibson, of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the conclusion of Smith's direct testimony, his counsel read into evidence the following stipulation:</p>\n        <p class=\"indent\">Members of the jury, the parties, the United States government and Mr. Smith, stipulate and agree that during the month of May 2000, David Smith borrowed $10,000 from his brother, Michael Smith, of Camden, Maine, to pay to Joyce Poirier for child support. The $10,000 has been deposited with the federal court, this Court, and the Court is in the process of issuing a check directly to Ms. Poirier. Ms. Poirier has neither received the money and Ms. Poirier is unaware that the $10,000 is coming.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute requires the court to order restitution upon conviction \"in an amount equal to the total unpaid support obligation as it exists at the time of sentencing.\" 28 U.S.C. &#167; 228(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> During oral argument, Smith's counsel was asked if he was suggesting that he did not understand what the source of his legal duty was. He replied: \"No, not at all.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The jury was instructed as to this issue: \"[S]urely willfully means he's got to know he's got the order against him. He's got to know that. If they enter an order but he's off in some other country and never knows it, well, it's not criminal because he hasn't willfully failed to obey the order.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is important to note that \"analogy to the tax statutes ... suggests that the government must demonstrate only that the defendant was able to pay<i>some</i> portion of his past due child support obligations in order to establish liability under the [Child Support Recovery Act].\" <i>United States v. Mattice,</i> 186 F.3d 219, 228 (2d Cir.1999) (emphasis in original). Although Smith was entitled to and did introduce evidence of insufficient income as a defense, the jury found that the government had established beyond a reasonable doubt that his failure to pay was willful. <i>See id.</i> at 228-29.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>David A.A. SMITH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2403.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard July 30, 2001.</p>\n    <p class=\"date\">Decided February 1, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leo T. Sorokin, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, with whom Antoinette E.M. Leoney, Assistant United States Attorney was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David Smith appeals from the judgment following his conviction for willfully failing to pay child support in violation of 18 U.S.C. &#167; 228 (1994 &amp; Supp. IV 1998). He contends that the district court erred in defining willfulness in its jury instructions by omitting language Smith requested and by including language to which he now objects. We conclude that the jury instructions were adequate and we affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Smith married Joyce Poirier in 1983. Their daughter Jade was born in 1985. When he married Poirier, Smith was attending Harvard Business School. He completed his master's degree in business administration in 1983, and he had earlier studied for two years at the Fletcher School of Law and Diplomacy at Tufts University. Smith and Poirier separated in 1986 and divorced in 1988. Smith voluntarily began paying child support upon the couple's separation, and the Massachusetts judgment of divorce ordered that Smith continue child support payments in the amount of $72 per week.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">From 1988 to 1993, Smith worked overseas on various economic development projects. He continued to make child support payments during this time, although he and Poirier disagree about whether he paid the correct amounts following modifications of the support order. Poirier testified that she successfully moved for modification in January 1990 to $257 per week and again in January 1992 to $335 a week. Smith acknowledged the 1990 increase, which he characterized as an agreement with Poirier rather than a court order, but he denied knowing that his obligation increased in January 1992. Poirier testified that she moved for contempt when Smith did not provide $335 a week, and that he was present at the contempt hearing in July 1992. Smith, on the other hand, described a new agreement with Poirier whereby he would continue paying $257 a week in child support and set aside an additional $75 a week for Jade's college education.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1993, Smith returned to the United States to live in Washington, D.C. He remained there through May 1996. His consulting work was sporadic at best, and he invested and lost $20,000 in a dry cleaning business, so his income did not provide him enough money to meet his expenses. Nevertheless, he continued to fulfill his support obligations by relying on savings he had accumulated while he was working abroad.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the spring of 1995 Smith married Marisela de Torres, a native of Venezuela, and together they moved to Venezuela in May 1996. They began a business selling English-language books, first used and then new, operating from a house they rented and lived in. They later planned to rent a smaller house to reduce their expenses, but the house was not ready when their lease expired and they moved into Smith's mother-in-law's apartment in June 1997. They were unable to sell books from the apartment, and their retail business plummeted. When Smith went to the United States in July to vacation with Jade and bring her back to Venezuela for a visit, his income had dropped precipitously. When he returned with Jade to Venezuela in August, he learned that a $12,000 certificate of deposit he had in a bank in Bolivia was inaccessible because he could not get in touch with the bank. By that point he had no other savings and virtually no income, and he asked Poirier to agree to a reduced level of support. She refused and instead filed a motion seeking to have Smith held in contempt. That motion was heard and ruled on in October 1997. Neither party was represented by counsel, and the Massachusetts trial court ordered Smith to pay the arrears. He paid the past due amounts two days after the hearing by borrowing the money from his brother, and at the same time Smith filed a motion to modify his support obligation. The trial court agreed that Smith could pay $100 per week for thirteen weeks, at which point he would resume his regular payments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Smith complied with the order for the thirteen weeks, but he paid only one month's support following that time. Poirier received no further support payments from Smith until May 2000 when she received three checks, each in the amount of $1,127. That same month, Smith borrowed an additional $10,000 from his brother Michael and deposited it with the federal court. At the time of trial the court was in the process of transferring, that money to Poirier, who knew nothing about the money until the court spoke of it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Because the underlying statute required the jury only to find that Smith's obligation had exceeded $10,000, <i>see</i> 18 U.S.C. &#167; 228(a)(3), the government did not argue the exact amount at issue. At sentencing, however, the government argued that Smith owed Poirier $49,880.50 in past-due child support payments.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Smith incurred other expenses and encountered other obstacles during the two years he wasn't paying support. Marisela gave birth to their first child, Andres, on December 1, 1997. The following February, they were able to rent a room at a church which they hoped would allow them to immediately re-open their store, but the building needed more work than they anticipated and the store did not open until April. Once opened, they soon realized that the space was not large enough to display and sell the books effectively, and in September they employed a contractor to expand it by about 2,000 square feet. The construction was not completed until October 1999, but they operated out of the space anyway because they wanted to resume sales. Business picked up considerably in late 1998, but in January 1999 Marisela gave birth prematurely to their second child, Althea. The Smiths had no medical insurance, and Althea required intensive care in a private clinic at a cost of about $2,000 per day. When they could no longer come up with the money to pay for her care, they transferred her to a public hospital by borrowing money from Marisela's sister to pay the remaining charges. They also borrowed from Marisela's first husband and from her mother for various expenses associated with Althea's care. Althea died on March 1, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The financial result of this personal tragedy was that the Smiths owed $90,000 to suppliers. It was not until they paid their outstanding debts that the business began making more money than they owed, and that is when Smith resumed his child support payments in May 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Smith was arrested when he entered the United States on November 11, 1999. He was indicted and convicted by a jury on one count of willfully failing to pay child support. The district court sentenced him to six months incarceration, fined him $2,000, and ordered Smith to pay restitution in the amount of $49,880.50.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Smith argues that the district court erred by refusing to give part of his proffered instruction on willfulness. The language he offered required the government to prove that Smith \"did not have a good faith belief in his inability to pay.\" He argues that if he subjectively and in good faith believed that he did not have the ability to pay, his failure to do so could not constitute voluntary and intentional disobedience or disregard of the law. We conduct a de novo review \"to determine whether the instructions, taken as a whole, show a tendency to confuse or mislead the jury with respect to the applicable principles of law.\" <i>United States v. Fulmer,</i> <span class=\"citation\" data-id=\"197264\"><a href=\"/opinion/197264/united-states-v-fulmer/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1486</span></a></span>, 1494 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government argues that Smith failed to object timely and sufficiently to the instruction as given and that he therefore failed to preserve his objection. The record reveals otherwise. At the conclusion of the instructions the court called a sidebar to confer with the attorneys, explaining to the jury: \"[B]efore I can let you go, I may have misstated something under the law, or I may have left something out, and the lawyers get a chance to call that to my attention now.\" During the sidebar, Smith's attorney opined that \"the government must prove beyond a reasonable doubt that he lacks the good faith belief that he had the ability to pay.\" When the court commented in response that it was satisfied with the willfulness instruction as given, Smith's attorney stated: \"Note my objection.\" The court replied: \"Noted.\" We conclude that Smith sufficiently preserved his objection. <i>See</i> Fed.R.Crim.P. 30 (\"No party may assign as error any portion of the charge or omission therefrom unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which that party objects and the grounds of the objection.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Smith submitted a willfulness instruction that included the following language: To prove wilfulness, the government must show beyond a reasonable doubt that Smith had sufficient funds to enable him to pay support in view of all of his financial circumstances. In doing so, the government must prove that Smith had sufficient funds after meeting his basic subsistence needs. You may consider Smith's second family in evaluating his basic subsistence needs. The government must also show beyond a reasonable doubt that Smith did not have a good faith belief in his inability to pay due to lack of funds. Smith's belief need not be reasonable as long as he believed it in good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This portion of the proffered instruction included citations to cases and legislative history to support the requested language. The instruction as given by the district court was somewhat different. It began with the directive that \"surely willfully means he's got to know he's got the order against him. He's got to know that.\" It continued:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But more than that, to act willfully means a voluntary, intentional violation of a known legal duty. In other words, Mr. Smith must have acted voluntarily and intentionally and with the specific intent to do something that the law forbids; that is to say, with a purpose either to disobey or disregard the law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Smith claims that this instruction was inadequate. He maintains that his failure to make the required payments could not have been \"willful\" if he genuinely believed that he did not have the ability to pay. He argues: \"The district court instructed the jury that it could find willfulness based on a determination that Smith had financial resources that he `could have' marshaled and used.... Erroneously, the instruction told the jury it could convict Smith if the jury found he could have paid even if the jury also found that Smith believed in good faith he lacked the ability to pay.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Smith relies on the legislative history of 28 U.S.C. &#167; 288 to support his interpretation of the government's proper burden of proof. Section 288 was enacted as part of the Child Support Recovery Act of 1992, Pub.L. No. 102-521, 106 Stat. 3403. The Act's legislative history provides guidance in interpreting the operative language of the mens rea required for conviction:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[\"Willfully fails to pay\"] has been borrowed from the tax statutes that make willful failure to collect or pay taxes a Federal crime, 26 U.S.C. &#167;&#167; 7202, 7203. Thus, the willful failure standard of H.R. 1241 should be interpreted in the same manner that Federal courts have interpreted these felony tax provisions. In order to establish willfulness under those provisions[,] the Government must establish, beyond a reasonable doubt, that at the time payment was due the taxpayer possessed sufficient funds to enable him to meet his obligation or that the lack of sufficient funds on such date was created by (or was the result of) a voluntary and intentional act without justification in view of all of the financial circumstances of the taxpayer. <i>U.S. v. Poll,</i> <span class=\"citation\" data-id=\"329542\"><a href=\"/opinion/329542/united-states-v-stanford-robert-poll/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span>, 333 (9th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">H.R.Rep. No. 102-771, at 6 (1992). Smith also relies on <i>Cheek v. United States,</i> <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span></a></span> (1991), a criminal tax case in which the Supreme Court rejected the notion that the taxpayer's claimed good-faith belief as to his or her legal duty to pay taxes and file returns must be objectively reasonable. <i>Id.</i> at 203, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>. In <i>Cheek,</i> the taxpayer argued that he had a misunderstanding of the law which created a good-faith belief on his part that he did not owe the taxes or need to file the returns at issue, and thus he did not knowingly fail to do so. The narrow issue was whether the district court had erred in instructing the jury not to consider evidence of the taxpayer's subjective beliefs in determining whether he had acted willfully. <i>Id.</i> at 206-07, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>. As the Court described the issue:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the end, the issue is whether, based on all the evidence, the Government has proved that the defendant was aware of the duty at issue, which cannot be true if the jury credits a good-faith misunderstanding and belief submission, whether or not the claimed belief or misunderstanding is objectively reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Id.</i> at 202, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>. Smith asserts that the effect of <i>Cheek</i> is to mandate a jury instruction that he cannot be convicted unless the jury finds beyond a reasonable doubt that he did not subjectively and in good faith believe that he had insufficient funds to pay child support. We conclude that this argument is flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The legislative history tells us that Congress borrowed the \"willfully fails to pay\" standard from the tax statutes, and that it should be interpreted \"in the same manner that Federal courts have interpreted these felony tax provisions.\" H.R.Rep. No. 102-771, at 6. The report then quotes the passage from <i>Poll,</i> 521 F.2d at 333, which addresses willfulness as a voluntary and intentional act in the context of a defendant's <i>ability</i> to pay. <i>Poll</i> is silent on the issue raised in <i>Cheek,</i> that of a taxpayer's knowledge of his or her <i>duty</i> to pay.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Were we to apply <i>Cheek</i> to this case, the issue would be whether Smith had a subjective good-faith belief that he had no legal duty to pay Poirier. In other words, Smith would have to argue that he believed, in good faith, that the child support order was invalid or that it was somehow inapplicable to him. Smith does not advance that argument,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> however, and therefore <i>Cheek</i> is not applicable.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court instructed the jury that \"willfully means a voluntary, intentional violation of a known legal duty. In other words, Mr. Smith must have acted voluntarily and intentionally and with the specific intent to do something that the law forbids; that is to say, with a purpose either to disobey or disregard the law.\" The court went on to describe the two ways in which the government could satisfy its burden, which we discuss in Part II of this opinion. We conclude that the instructions, taken as a whole, did not tend to confuse or mislead the jury. The district court's refusal to give Smith's proffered instruction was not in error.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Smith also argues that the district court committed error by instructing the jury that it could consider other people's assets in determining whether he had willfully failed to pay child support. Because Smith failed to object to this aspect of the instruction during trial, our review, as Smith concedes, will be for plain error. He must show that: 1) an error occurred; 2) the error is clear or obvious under the current law; and 3) the error substantially and adversely affects his rights. <i>United States v. Roberts,</i> <span class=\"citation\" data-id=\"197474\"><a href=\"/opinion/197474/united-states-v-roberts/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1014 (1st Cir.1997). We evaluate the alleged error in light of the record as a whole, keeping in mind that Smith's hurdle is high. <i>Id.</i> Even if the three foregoing requirements are met, a remedy is appropriate only if the error \"seriously affect[s] the fairness, integrity or public reputation of the judicial proceedings.\" <i>United States v. Young,</i> <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">After defining \"willful\" in the permissible manner discussed in Part I, <i>supra,</i> the district court further instructed the jury that it could find that Smith had willfully failed to pay in \"either of two ways.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">One way they can prove it is that he, he, Mr. Smith, had access to resources beyond the basic necessities of life, disposable income, beyond the basic necessities of life, which he could have marshaled and used to pay the child support, and knowing he had those resources and that they were available to him, he willfully failed to do it.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As to the second way, the district court told the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">[A] second way is that he willfully refused or took himself out of the workforce or reduced his ability. Since she's got two ways to prove it, but each way has to satisfy you beyond a reasonable doubt, you can of course analyze both ways. But since a verdict must be unanimous, you're all going to have to agree upon which way.... But you can't return a guilty verdict if some of you think one thing and some of you think something else. You've got to unanimously agree on your analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Smith argues that Massachusetts law does not require a non-custodial parent to borrow money to pay child support and that the instruction allowed the jury to convict him for non-criminal conduct by finding that he had \"access to resources\" from other people that he could have \"marshaled\" to pay support. Recognizing the applicable standard of review, Smith argues that his rights were substantially and adversely affected by the instruction, especially in light of the government's closing argument. The prosecutor referred to: Smith's mother-in-law supporting him and letting him live with her rent-free; Smith's stepdaughter being cared for by other family members while he failed to pay support; and Smith borrowing money from his brother to pay $10,000 toward his support obligation. Smith asserts that the government \"drove home the argument that the jury should convict Smith for failing to persuade his mother-in-law or brother to pay his child support\" with this excerpt from its rebuttal:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">[A]pparently he had resources from his family members to help him with his support. He certainly knew where to borrow the money when he had his obligation to his child Althea. Because that's what we do as parents.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The government denies that this comment was intended to urge the jury to convict Smith for failing to borrow money to pay his support obligations. Rather, the government claims that it was merely reacting to defense counsel's protestations that Smith had tried everything he could to meet his support obligations but he was still forced to beg to keep his business going and borrow to pay for his hospitalized daughter's care.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We conclude that the instruction was not plain error. While the court's words could be construed to have the meaning Smith advances, our review of the record as a whole reveals that Smith's rights were not substantially and adversely affected. Smith's defense in this case was that he did not have the money to pay Poirier because his business was not profitable and he had extraordinary medical expenses. Smith's lawyer told the jury in his opening statement that \"David didn't want to fail to pay,\" and Smith and his wife testified about the financial support they got from her mother. Smith introduced the evidence that he borrowed money from his brother to make past-due support payments and from his sister and others to pay medical bills for his premature baby. He testified that he did have income from the book business during the years 1997 through 1999, and yet he completely stopped paying support. In the context of the record as a whole, the instruction directed the jury to determine that Smith had the ability to pay before it could find that he willfully failed to pay.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court did not instruct the jury that it could find willful failure to pay in the event Smith did not borrow money. <i>Cf. United States v. Harrison,</i> <span class=\"citation\" data-id=\"765815\"><a href=\"/opinion/765815/united-states-v-george-r-harrison/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">985</span></a></span>, 987 (8th Cir.1999) (pointing out that willful failure to pay is not dependent upon source of obligor's income, but on existence of income in any form). The instruction did not constitute plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the amended judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. John R. Gibson, of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the conclusion of Smith's direct testimony, his counsel read into evidence the following stipulation:</p>\n        <p class=\"indent\">Members of the jury, the parties, the United States government and Mr. Smith, stipulate and agree that during the month of May 2000, David Smith borrowed $10,000 from his brother, Michael Smith, of Camden, Maine, to pay to Joyce Poirier for child support. The $10,000 has been deposited with the federal court, this Court, and the Court is in the process of issuing a check directly to Ms. Poirier. Ms. Poirier has neither received the money and Ms. Poirier is unaware that the $10,000 is coming.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute requires the court to order restitution upon conviction \"in an amount equal to the total unpaid support obligation as it exists at the time of sentencing.\" 28 U.S.C. &#167; 228(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> During oral argument, Smith's counsel was asked if he was suggesting that he did not understand what the source of his legal duty was. He replied: \"No, not at all.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The jury was instructed as to this issue: \"[S]urely willfully means he's got to know he's got the order against him. He's got to know that. If they enter an order but he's off in some other country and never knows it, well, it's not criminal because he hasn't willfully failed to obey the order.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is important to note that \"analogy to the tax statutes ... suggests that the government must demonstrate only that the defendant was able to pay<i>some</i> portion of his past due child support obligations in order to establish liability under the [Child Support Recovery Act].\" <i>United States v. Mattice,</i> <span class=\"citation\" data-id=\"765490\"><a href=\"/opinion/765490/united-states-v-lester-mattice/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 228 (2d Cir.1999) (emphasis in original). Although Smith was entitled to and did introduce evidence of insufficient income as a defense, the jury found that the government had established beyond a reasonable doubt that his failure to pay was willful. <i>See id.</i> at 228-29.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/329542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765815/"
  ]
}