{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199808/",
  "absolute_url": "/opinion/199808/rodowicz-v-massachusetts-mutual/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199808/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:37:56Z",
  "date_modified": "2017-03-24T11:03:33.770337Z",
  "type": "010combined",
  "sha1": "cd02cacc17360cf8ab4c73e65cc262a9ea5b6648",
  "page_count": 27,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2077-01A.pdf",
  "local_path": "pdf/2002/02/04/Rodowicz_v._Massachusetts_Mutual.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n                        ____________________\n\nNos. 00-2077, 00-2078\n\n\n    STANLEY A. RODOWICZ, MARGARET STEVENS, AND JAMES LEMON,\n\n            Plaintiffs, Appellees, Cross-Appellants,\n\n                                 v.\n\n          MASSACHUSETTS MUTUAL LIFE INSURANCE COMPANY,\n\n              Defendant, Appellant, Cross-Appellee.\n\n                        ____________________\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Michael A. Ponsor, U.S. District Judge]\n\n                        ____________________\n\n                               Before\n\n                        Lynch, Circuit Judge\n                   Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n                        ____________________\n\n\n     Edward J. McDonough Jr. with whom Egan, Flanagan and Cohen, P.C.\nwas on brief for appellant.\n\n     John C. Sikorski with whom John E. Garber and Robinson Donovan\nMadden & Barry, P.C. were on brief for appellees.\n\n                        ____________________\n\f                         February 4, 2002\n                       ____________________\n\n\n            LYNCH, Circuit Judge. In October of 1992 Massachusetts\n\nMutual Insurance Company, seeking to improve its financial\n\nstability, attempted to reduce its work force by offering a\n\nVoluntary Termination Program (\"VTP\"). The program, open to all\n\nemployees, offered a generous severance package.     Some who took\n\nthe program did so by retiring.       Although the program did not\n\noffer enhanced retirement benefits, it did, of course, through\n\nthe larger severance package, increase the benefits of retiring\n\nby offering the VTP benefits in addition to regular retirement\n\nbenefits.\n\n            As is inevitable in such a situation, there were those\n\nwho had retired in the months before the VTP was announced, and\n\nfelt they should have received the severance package available\n\nunder the VTP.     This suit involves three of those employees:\n\nStanley Rodowicz, Margaret Stevens, and James Lemon. Initially,\n\nthe suit involved nine retiring employees, but a prior opinion\n\nof this court winnowed the viable claims down to these three.\n\n\n\n\n                                -2-\n\fRodowicz v. Mass. Mut. Life Ins. Co. (Rodowicz I), 192 F.3d 162,\n\nmodified, reh'g denied, 195 F.3d 65 (1st Cir. 1999).1\n\n          This court’s prior opinion reversed the entry of summary\n\njudgment against these three employees and held their Massachusetts\n\nstate law misrepresentation claims actionable on the summary judgment\n\nrecord. Id. at 192. It characterized Massachusetts law as being more\n\ngenerous to employees under a non-ERISA plan than the parallel federal\n\nlaw would be if the severance program was an ERISA plan (which the VTP\n\nwas not).2 Id. at 173-75.    ERISA would require a plan to be under\n\n\"serious consideration\" by senior management in order to have an\n\nactionable claim for breach of the fiduciary duty to disclose that a\n\nchange in benefits might be forthcoming, Vartanian v. Monsanto Co.,\n\n131 F.3d 264, 268 (1st Cir. 1997). In contrast, Massachusetts law\n\nrequires only a \"false statement of material fact made to induce the\n\n\n\n     1    A more detailed description of the facts can be found\nin the district court’s opinions. Rodowicz v. Mass. Mut. Life\nIns. Co., 3 F. Supp. 2d 1481 (D. Mass. 1998), aff'd in part,\nrev'd in part, and remanded, 192 F.3d 162 (1st Cir. 1999);\nRodowicz v. Mass. Mut. Life Ins. Co., 857 F. Supp. 992 (D. Mass.\n1994), vacated, 915 F. Supp. 486 (D. Mass. 1996).\n     2    In Rodowicz I, we affirmed the district court's grant\nof summary judgment on plaintiffs' ERISA claims, holding that\nthe VTP was not an ERISA-covered plan because it did not \"call\nfor ongoing, individualized determinations\" and, in general,\n\"the extent and complexity of administrative obligations\" were\nnot so extensive as to render it an ERISA plan. 192 F.3d at\n172.\n\n                                 -3-\n\fplaintiff to act, together with reasonable reliance on the false\n\nstatement to the plaintiff's detriment\" in order to show an actionable\n\nmisrepresentation. Rodowicz I , 192 F.3d at 171 (citing Zimmerman v.\n\nKent, 31 Mass. App. Ct. 72, 575 N.E.2d 70, 74 (1991)).\n\n          Rodowicz I also stated that it did not mean to suggest that\n\n\"plaintiffs will or should necessarily prevail.\" Id. at 178. The\n\nsummary judgment record, as understood by the Rodowicz I court,\n\npermitted the jury, but did not require it, to reach the conclusion at\n\ntrial that the alleged misrepresentations were made \"at a time when\n\nseveral proposals urging such changes [in benefits were] on the table\n\nbut, as yet, senior management with the authority to implement a change\n\nha[d] not yet chosen a specific plan for implementation . . . . In\n\nsuch a case, the existence of the proposals and the attendant\n\ndiscussion might reasonably be expected to influence a decision with\n\nrespect to retirement.\" Id. at 174-75. If so, the statements would be\n\nmaterial, and plaintiffs could rest a misrepresentation claim on them,\n\nassuming the other elements of misrepresentation were met.          Id.\n\n          At trial after remand, a jury found for the plaintiffs and\n\nawarded a total of $334,777.33. Both parties appeal. The plaintiffs\n\nchallenge the trial court’s ruling that they could not receive\n\nemotional distress damages for a misrepresentation claim. The company\n\nsays that it was entitled to judgment as a matter of law because there\n\nwas no plan under consideration at the time of the purported\n\n\n                                 -4-\n\fmisrepresentations, that there was instructional error, that certain\n\nevidence was erroneously admitted, that plaintiffs surprised and\n\nprejudiced the company by changing their testimony on when the supposed\n\nmisrepresentations were made, and that the three plaintiffs' claims\n\nshould have been severed.\n\n          We reach only MassMutual's arguments that it was entitled to\n\njudgment as a matter of law, that there was instructional error, and\n\nthat it was prejudiced by surprise testimony. We vacate the judgment,\n\nand we direct entry of judgment for MassMutual.\n\n                                  I.\n\n          For purposes of the sufficiency of the evidence challenge,\n\nwe present the facts most favorably to the verdict for plaintiffs. For\n\npurpose of the evidentiary challenges, we also describe the facts as\n\nthe defendant alleged them.\n\n          In the early 1990s, the insurance industry was in some\n\nturmoil. Several of MassMutual’s long-time competitors were forced to\n\nclose their doors. MassMutual itself was downgraded by two ratings\n\nagencies, in July 1991 and again in the fall of 1991.         On three\n\nseparate occasions between 1990 and April of 1992, MassMutual's Human\n\nResources division looked at potential ways to downsize staff, either\n\nthrough reducing hiring or by implementing some sort of retirement\n\nbenefits enhancement package. These studies were all closed down\n\nwithout any such plan being implemented or even referred to the Board\n\n\n                                 -5-\n\fof Directors for consideration. The evidence concerning these plans is\n\ndiscussed in more depth below, in the section dealing with MassMutual's\n\nsufficiency of the evidence claim.\n\n          The plaintiffs, for their part, were all considering\n\nretirement in late spring and early summer of 1992.         Plaintiff\n\nRodowicz, who had been an associate director in the investment\n\ndepartment, submitted a Notice of Retirement on July 24. He retired on\n\nOctober 1 with over sixty unused vacation days, for which he was\n\ncompensated in the form of a lump sum payment. Rodowicz based his\n\nclaim of misrepresentation on a conversation that occurred, according\n\nto his testimony, in late August or early September, 1992, after his\n\nNotice of Retirement was given.3 He testified that he asked Laura\n\nCowles, a Human Resources employee, \"if there was any truth to the\n\nrumor [that there was a package coming].\" He testified that \"she said\n\nno, that the Board of Directors had met and considered a retirement\n\npackage and decided that they would -- emphatically decided that there\n\nwould be no enhancement or improvement in any retirement package.\"\n\nCowles testified that, although she did not remember the specifics of\n\nthe conversation, she did not recall making that statement and she did\n\nnot believe she had said anything about the Board, nor would she have,\n\nbecause she would not know what the Board had or had not approved.\n\n\n     3    Plaintiffs' theory was that they were free to rescind\ntheir Notices of Retirement up to their last day at work.\n\n                                 -6-\n\f          Plaintiff Lemon, who had been a senior systems analyst,\n\nsubmitted his Notice of Retirement on May 22. He retired on October 1,\n\n1992, the same date as Rodowicz, although Lemon took his accrued\n\nvacation prior to retirement and therefore his last day worked was July\n\n17. Lemon’s claim is based on a statement which he testified was made\n\nat a MassMutual retirement seminar that occurred in March, April, or\n\nperhaps May.4 He testified that someone else at the seminar asked \"Is\n\nthere going to be any change in benefits?\" He further testified \"[t]he\n\nanswer was Mr. Wilson [a Human Resources employee] said there will be\n\nno change in benefits. He did say there might be some change in the\n\ngroup life medical, you know, benefits, but there would be no change in\n\nbenefits. . . . I understood that to be . . . when I terminated, there\n\nwould be no additional benefits -- or when I retired.\" Wilson had no\n\nmemory of Lemon or the question, but testified, \"that’s not something\n\nI would say. . . I probably wouldn’t know if there was something coming\n\nuntil it happened pretty much . . . .       I’d say, I don’t know.\"\n\n          Plaintiff Stevens, also a senior systems analyst at\n\nMassMutual, submitted her Notice of Retirement on May 20. She retired\n\non September 1, a month before Rodowicz and Lemon, but her last day\n\n\n     4     In his deposition, Lemon said this seminar had taken\nplace in the summer of 1992.        At trial, he changed his\ntestimony, stating that after having \"sleepless nights and all\nthat sort of stuff\" since the start of trial, he had concluded\nthat the seminar took place in March or April, or possibly May,\nof 1992. MassMutual objected to this surprise testimony.\n\n                                 -7-\n\fworked was July 31. Stevens testified that she had repeated meetings\n\nwith retirement counselor Lois DeGray in 1991 and 1992, and that DeGray\n\nhad avoided answering questions about any future changes to benefits.\n\nAt her husband’s urging, Stevens had finally asked DeGray \"very\n\nspecifically . . . was there any reason for [her to] stay on over, you\n\nknow, any particular date that would be a benefit to [her], was there\n\nany package maybe coming along.      And [DeGray] told [her] 'no.'\"\n\nStevens did not remember the exact date of the conversation, but\n\ntestified that it was before she sent a letter to her manager on May\n\n22, as the conversation \"was sort of the deciding factor.\"5 DeGray did\n\nnot recall Stevens ever asking her whether there would be any enhanced\n\nbenefits or severance, and denied ever telling her there would be no\n\nchanges.\n\n           On September 17, well after the alleged misrepresentations\n\nclaimed by the plaintiffs, Tom Wheeler, the CEO of MassMutual,\n\ninstructed John Pajak, the Executive Vice President for Operations and\n\nChief Operating Officer of MassMutual, to \"dust off\" the 1991 reduction\n\nin force project6 and evaluate options for a possible plan. There is\n\n\n     5    This was a change from her pretrial deposition\ntestimony, in which she stated that the conversation had\noccurred in mid-June of 1992.  MassMutual objects to this\nsurprise testimony.\n     6   It is not clear what plan this refers to. CEO Wheeler\ncould not specifically recall the statement, nor could Pajak.\nThe statement came from a summary prepared by Susan Alfano of\n\n                                 -8-\n\fno evidence that any work was done on any form of an enhanced benefits\n\nplan (retirement or severance) from the time the numbers were looked\n\nat, and the idea abandoned, in late March or early April 1992 until\n\nthis request by Wheeler on September 17. Nor is there any evidence\n\nthat any ideas concerning such benefits were discussed by management\n\nduring that period. After the September 17 Wheeler request, Susan\n\nAlfano, the Vice President for Human Resources, assembled a team and\n\nworked virtually around the clock to prepare something. An employee\n\nwho worked on both the March analysis and the September project\n\ntestified that the two plans were \"significantly different,\"\n\nparticularly because the March analysis focused exclusively on\n\nemployees aged fifty or older. Pajak presented initial results to\n\nWheeler on September 25. Wheeler then presented the idea to a high-\n\nlevel management group known as the \"president’s cabinet\" on September\n\n30 and October 6.    A proposal was then put before the Board of\n\nDirectors at the October 12 board meeting, and Wheeler was given the\n\nauthority to implement the plan at his discretion. Wheeler authorized\n\n\n\n\nthe Human Resources department. The only specific draft plan\nprior to 1992 that was discussed in the trial testimony is the\n1990 \"Voluntary Incentive Program\" (VIP) draft, which was not a\nseverance program, but an ERISA retirement benefit plan. The\nevidence from 1991 was a memo from Susan Alfano to Pajak\nregarding three possibilities for down-sizing, none of which\nwere severance options, and which Pajak referred to as not even\na \"proposal.\"\n\n                                 -9-\n\fthe plan on October 19 and it was announced to the company on October\n\n23.\n\n                                  II.\n\n            The company appeals from the district court’s denial of its\n\nmotion for judgment as a matter of law, arguing, among other things,\n\nthat the evidence does not support the verdict and that the trial judge\n\nerred in its jury instructions. The standard of review for a district\n\ncourt's denial of a Rule 50 motion for judgment notwithstanding the\n\nverdict is de novo. Walton v. Nalco Chem. Co., 272 F.3d 13, 23 (1st\n\nCir. 2001). Our review is weighted toward preservation of the jury\n\nverdict; \"[w]e must affirm unless the evidence was 'so strongly and\n\noverwhelmingly' inconsistent with the verdicts that no reasonable jury\n\ncould have returned them.\" Id. at 23 (quoting Negron v. Caleb Brett\n\nU.S.A., Inc., 212 F.3d 666, 668 (1st Cir. 2000) (quoting Coastal Fuels\n\nof P.R., Inc. v. Caribbean Petroleum Corp., 79 F.3d 182, 188 (1st Cir.\n\n1996))). \"[T]he giving of [a jury] instruction is reversible error\n\nonly if it (1) was misleading, unduly complicating, or incorrect as a\n\nmatter of law, and (2) adversely affected the objecting party's\n\nsubstantial rights.\" Faigin v. Kelly, 184 F.3d 67, 87 (1st Cir. 1999).\n\n            Plaintiffs    pled   in     the    alternative    that   the\n\nmisrepresentations were either negligent or intentional. Because the\n\ndegree of culpability a plaintiff must show to establish liability for\n\nnegligent    misrepresentation    is    less    than   for   intentional\n\n\n                                 -10-\n\fmisrepresentation, we use the elements for negligent misrepresentation.\n\nCummings v. HPG Int'l Inc., 244 F.3d 16, 24-25 (1st Cir. 2001). Under\n\nMassachusetts law,\n\n          To sustain a claim of misrepresentation, a plaintiff must\n          show a false statement of a material fact made to induce the\n          plaintiff to act, together with reliance on the false\n          statement by the plaintiff to the plaintiff's detriment. .\n          . . The speaker need not know \"that the statement is false\n          if the truth is reasonably susceptible of actual knowledge,\n          or otherwise expressed, if, through a modicum of diligence,\n          accurate facts are available to the speaker.\"\n\nZimmerman v. Kent, 31 Mass. App. Ct. 72, 575 N.E.2d 70, 74 (1991)\n\n(quoting Acushnet Fed. Credit Union v. Roderick, 26 Mass. App. Ct. 604,\n\n530 N.E.2d 1243, 1244 (1988)).7    As we have noted previously, \"in\n\n\n\n     7    An   alternate   phrasing  of   the    elements   of\nmisrepresentation, and a more thorough discussion of its\nnuances, can be found in the Restatement (Second) of Torts,\nwhich Massachusetts has adopted. See Cummings, 244 F.3d at 24.\nAs set forth in Restatement §552(1), the plaintiff must prove\nthat the defendant:\n\n     (1) in the course of its business, (2) supplied false\n     information for the guidance of others (3) in their\n     business transactions, (4) causing and resulting in\n     pecuniary loss to those others (5) by their justifiable\n     reliance upon the information, and (6) that it failed to\n     exercise reasonable care or competence in obtaining or\n     communicating the information.     Fox v. F & J Gattozzi\n     Corp., 41 Mass. App. Ct. 581, 672 N.E.2d 547, 551 (1996)\n     (citing Restatement (Second) of Torts § 552(1) (1977)); see\n     also Massachusetts School of Law at Andover, Inc. v.\n     American Bar Ass'n, 142 F.3d 26, 41 (1st Cir. 1998).\n\nCummings, 244 F.3d at 24.\n\n                                 -11-\n\fgeneral, Massachusetts courts treat negligent misrepresentation claims\n\nmore as negligence actions than deceit actions, focusing on the degree\n\nof care exercised by the speaker in making the statement.\" Cummings,\n\n244 F.3d at 25.\n\nA.   Sufficiency of Evidence\n\n          The company says it was entitled to judgment because the\n\nplaintiffs failed to introduce any evidence to show that, at the time\n\nthe alleged disclosures were made, the VTP severance plan was \"on the\n\ntable,\" or that any proposals were in existence, or that there were any\n\n\"attendant discussions\" by the employee’s senior management about\n\neither the VTP or any other plan.\n\n          The company argues that the Human Resources personnel said\n\nto have made the statements \"could not have discovered, or disclosed,\n\nany facts about the severance option which later would become the VTP\n\nin October of 1992, because the evidence was uncontroverted that the\n\ndiscussions which led to the VTP severance option did not begin until\n\nSeptember 17, 1992, and that the VTP was not recommended to senior\n\nmanagement until September 30, 1992, after the communications with each\n\nof the three employees.\"\n\n          Using the terminology of Rodowicz I , 192 F.3d at 174-78, the\n\ncompany at times characterizes this argument as one going to the\n\nmateriality of the statements. However, in light of the evidence at\n\ntrial, we think it is better thought of as going to another element of\n\n\n                                 -12-\n\fthe misrepresentation claim -- whether the statements were in fact\n\nfalse at the time they were made. Under Rodowicz I, we assume the\n\nspeakers are the company, speaking through its authorized Human\n\nResources representatives.     Id. at 177.8\n\n          At trial, plaintiff Stevens testified that DeGray made the\n\nstatement at issue here in mid-May, before Stevens submitted her\n\nretirement notice. Plaintiff Lemon testified that Wilson made his\n\nstatement sometime between March and May, before Lemon submitted his\n\nretirement notice on May 22. Rodowicz testified that Cowles made her\n\nstatement about the Board of Directors in late August or early\n\nSeptember, after he had submitted his July 24, 1992 retirement notice\n\nto the company.\n\n          The evidence as to the company’s discussions of alterations\n\nin its benefits plans was as follows. In 1990, MassMutual's Human\n\nResources division had worked up a possible ERISA early retirement plan\n\nwhich was targeted at senior employees and would have provided enhanced\n\npension and retirement benefits. This plan was referred to as the\n\nVoluntary Incentive Program or \"VIP\" plan.      The VIP proposal was\n\nabandoned without ever being implemented or even referred to the Board\n\n\n     8    In Rodowicz I, we dismissed the claims of four\nplaintiffs based on the fact that the alleged misrepresentations\nwere made by MassMutual employees who did not have authority to\nspeak on behalf of the company with regard to retirement\nbenefits, and also excluded statements made to plaintiff Lemon\nby such an individual. 192 F.3d at 177 & n.12.\n\n                                 -13-\n\fof Directors for consideration.      John Pajak, the Executive Vice\n\nPresident for Operations and Chief Operating Officer, testified that\n\nthe VIP proposal was \"aborted in midstream,\" although the documents\n\nwere kept for future use.\n\n          In April 1991, MassMutual did alter the retirement benefits\n\nto decrease the age at which one could retire with full retirement\n\nbenefits from 65 to 62.    This was done as the result of an annual\n\ninternal competitiveness survey, in order to keep current with the\n\nbenefits offered by MassMutual’s competitors. The Board of Directors\n\nvoted on this change and approved it at the Board's April 1991 meeting.\n\nThis was the only potential change to the retirement system or\n\nseverance benefits considered by the Board until it ultimately approved\n\nthe VTP in the fall of 1992.\n\n          In the summer of 1991, as troubles mounted in the New England\n\ninsurance industry and a rating downgrade seemed imminent, Pajak asked\n\nAlfano, then Vice President for Human Resources, to look into\n\npossibilities for a reduction in force. Alfano compiled a memo for\n\nPajak listing three options -- one involving enhanced retirement\n\nbenefits (which, like the 1990 VIP proposal, would have fallen under\n\nERISA), and two involving reduced hiring through eliminating all open\n\nexempt positions or selected exempt positions. Later in 1991, on her\n\nown initiative, Alfano retained outside consultants to look into the\n\nmechanics of doing an involuntary layoff. This study took place over\n\n\n                                 -14-\n\fa few months time, ending sometime in the fall of 1991.        No such\n\nlayoffs were ever done, and Pajak had no memory of even being told\n\nabout this consultancy. Alfano testified that the purpose of it was\n\nmerely to educate the Human Resources management about the options,\n\n\"[b]ecause there was always the possibility\" the company would have to\n\nresort to layoffs.\n\n          In March of 1992, Pajak asked Alfano to crunch the numbers\n\nagain on possibilities for an early or enhanced retirement benefits\n\npackage. Alfano testified that the focus of this project, like the\n\n1990 VIP project, was \"exclusively on people retirement eligible.\" The\n\noptions being considered included \"an enhancement to age, an\n\nenhancement to years of service, and/or a severance component\" for\n\nretirement-eligible workers. The effort was apparently an attempt to\n\nevaluate the feasibility of what would have been an ERISA-covered plan.\n\nThe options being worked up were not single payment general severance\n\nplans, as the VTP eventually would be. This project was terminated in\n\nMarch or early April because Alfano concluded that it would cause\n\nexcessive attrition in experienced and necessary positions.\n\nConsequently, the results were never presented to the Board or even\n\ncompiled into a written report. Thus, as of early April 1992, the\n\ncompany had considered but rejected ideas of offering enhanced\n\nretirement benefits.\n\n\n\n\n                                 -15-\n\f          On the evidence at trial, at the time of Rodowicz’s question\n\nabout whether there was any truth to the rumor that a package was\n\ncoming, the answer \"no\" was an accurate reflection of the company’s\n\nposition at that time. In discussing retirement with her retirement\n\ncounselor, Stevens asked whether there was any package coming along.\n\nAt that time, the company had no intent to offer any package.\n\nTherefore, this case is factually distinguishable from cases in which\n\na company is in the process of considering a plan and either violates\n\na duty to disclose or misrepresents the state of things. Because no\n\nbenefits plans were being considered or discussed at the time the\n\nquestions were posed, the statements were literally true when made.\n\nThus, the plaintiffs failed to present sufficient evidence to meet a\n\nbasic element of negligent misrepresentation, that there be \"false\n\ninformation for the guidance of others.\"       Cummings, 244 F.3d at 24.9\n\n          The statement that Lemon heard at the retirement seminar is\n\na bit more problematic, due to the muddled time frame offered by Lemon\n\nfor the statement.   He testified that he attended the seminar in\n\n\"March, April, or perhaps May.\" This was a change from his deposition\n\ntestimony, when he testified that the seminar took place in the summer\n\n\n\n     9    We note, but do not decide, the question of whether a\nstatement about retirement benefits, answered in the negative,\nmay be deemed untrue in the context of a company counseling\nemployees about retirement, by the development of a plan\noffering enhanced severance benefits to all employees.\n\n                                -16-\n\fof 1992. If the testimony as to March were credited, there is some\n\nchance that he heard the statement that there would be no package at\n\nthe same time that Alfano and her team were analyzing the viability of\n\na package in March of 1992. However, we are doubtful that this is\n\nsufficient evidence of misrepresentation -- because the ambiguity of\n\nhis testimony failed to carry his burden, because MassMutual's duty to\n\ndisclose consideration of an ERISA-covered plan was limited by the\n\nVartanian \"serious consideration\" test, and because any March statement\n\nwould not be false because the March analysis never developed into a\n\nplan.     If the issue turned on his ambiguous testimony that the\n\nstatement was made in March, then that testimony, coming by surprise,\n\nshould not have been admitted as evidence and its admission was\n\nreversible error.10 Lemon offered no substantial justification for his\n\nlast-minute change of testimony in this case.        The trial judge\n\nrequested that the parties verify the accuracy of their discovery\n\nevidence prior to trial, and Lemon should have realized the problem, at\n\n     10    Under Federal Rule of Civil Procedure 26(e)(2), a party is\nrequired to \"seasonably\" amend a prior discovery response if the party\nlearns that the response is in some respect incorrect. See Klonoski\nv. Mahlab, 156 F.3d 255, 268 (1st Cir. 1998) (noting that the rule\n\"imposes a broad requirement on parties to update their earlier\ndisclosures and discovery responses\"). Rule 37(c)(1) imposes sanctions\nfor failure to comply, stating that \"[a] party that without substantial\njustification fails to . . . amend a prior response to discovery as\nrequired by Rule 26(e)(2), is not, unless such failure is harmless,\npermitted to use [such] evidence at trial.\" See Samos Imex Corp. v.\nNextel Comms. Inc., 194 F.3d 301, 305 (1st Cir. 1999) (\"[E]xclusion of\nevidence is a standard sanction for a violation of the duty of\ndisclosure under Rule 26(a).\")\n\n                                 -17-\n\fthe latest, when his coplaintiff Stevens changed her testimony, two\n\ndays prior to his testifying.     MassMutual had no opportunity to\n\ninvestigate or introduce evidence concerning which retirement seminar\n\nLemon attended and it made a timely objection to the introduction of\n\nthis evidence at trial.\n\n          Plaintiffs are not assisted by characterizing the statements\n\nas oriented to the future and proven untrue by future events. In order\n\nfor a representation about a future occurrence to be actionable\n\nnegligent misrepresentation, there must be evidence that the statement\n\nwas false at the time made, and that the defendant could have learned\n\nof the falsity with reasonable care. A simple change of mind by a\n\ndefendant does not render an earlier statement false. McEvoy Travel\n\nBureau, Inc. v. Norton Co., 408 Mass. 704, 563 N.E.2d 188, 192 & n.4\n\n(1990). Without evidence of the contrary intent, the statement is not\n\nconsidered false at the time it is made.       Id.\n\n          Plaintiffs argue that the jury could have inferred that\n\ndefendants had a contrary intent, rendering the statements false when\n\nmade. However, under Massachusetts law, a jury cannot infer contrary\n\nintent at the time of the representation from the mere fact that the\n\ncompany took contrary action at a later date. Zhang v. Mass. Inst. of\n\nTech., 46 Mass. App. Ct. 597, 708 N.E.2d 128, 134-35 (1999); see also\n\nCarroll v. Barberry Homes, Inc., No. 976418, 1999 WL 1204020, at *4\n\n(Mass. Super. Ct. Oct. 22, 1999) (order on motion for summary judgment)\n\n\n                                 -18-\n\f(fact that defendant followed a different course months later does not\n\nsupport a finding of earlier intent to misrepresent); Connolly v.\n\nRochester Shoe Tree Co., Inc., No. 935190H, 1994 WL 879515 (Mass.\n\nSuper. Ct. Nov. 8, 1994) (where change of circumstance led defendant to\n\nabandon alleged promise, no basis to infer intent to misrepresent). In\n\norder to show that the representations about whether MassMutual would\n\noffer a package were false, the plaintiffs needed to offer evidence\n\nthat, at the time of the representations, MassMutual had some present\n\nintention to offer such a package in the future.            Using the\n\nMassachusetts law standard for determining the falsity of an assertion\n\nconcerning a future event, we hold that none of the statements that\n\nthere would be no package was false at the time it was made.\n\n          The record contains no evidence that in the period from March\n\nor early April until mid-September there were any \"proposals urging\n\nsuch changes [in benefits] on the table,\" to use the language of\n\nRodowicz I.11 192 F.3d at 174.    The VTP was not even a glimmer in\n\n\n     11   The closest case we have found is McCall v. Burlington\nN. Santa Fe Co., 237 F.3d 506 (5th Cir. 2000), cert. denied, 122\nS. Ct. 57 (2001), and it is in accord.       The company in the\nMcCall case offered a separation pay plan in 1991. Id. at 509.\nThe plan description stated that the company had not determined\nwhether there would be additional voluntary severance plans;\nhowever, management had decided that if there were any\nadditional plans, \"the benefits would not be as good as those\ncontained in this plan.\" Id. at 510. In 1995, the company\noffered another voluntary severance plan which had better\nbenefits than those in the 1991 plan. Id. Plaintiffs, who had\n\n                                 -19-\n\fmanagement’s eye until September 17, when the CEO ordered Pajak to\n\ndevelop a proposal for a reduction in force. Indeed, Pajak, the Chief\n\nOperating Officer, testified that \"there was nothing on my agenda that\n\nindicated in June of '92 that there was going to be any changes\n\nwhatsoever, packages or anything.\" Similarly, Cowles’s undisputed\n\ntestimony is that she had no information about the VTP in the spring\n\nand summer of 1992 and Dawn Scaporatti, a financial consultant at\n\nMassMutual who worked on both the March analysis and then on developing\n\nthe VTP program, testified that she did not work on any such project in\n\nthe months between March and September.      Moreover, following the\n\nSeptember 17 directive, Alfano and her team had to work virtually\n\naround the clock in order to have something ready to present first to\n\nWheeler on September 25, and then to the Board on October 12; they did\n\nnot simply pull out an older plan for presentation to the Board. In\n\naddition to this uncontroverted evidence that no one at MassMutual was\n\ndeveloping a plan from April to September, there was no evidence to\n\nsupport the plaintiffs' suggestion that, throughout this period,\n\nmanagement considered a plan of some sort to be inevitable (and\n\n\n\n\ntaken the 1991 severance plan, sued. While the 1991 plan was an\nERISA plan, the court's holding was on a non-ERISA point. The\ncourt held that the action for breach of fiduciary duty based on\na material misrepresentation failed because the statement was\ntrue at the time it was made. Id. at 511.\n\n                                 -20-\n\fcertainly no evidence that management considered a non-ERISA plan to be\n\ninevitable).\n\n          This leaves only the portion of the statement that Rodowicz\n\nclaims Laura Cowles made to him in late August or early September, that\n\nthe Board of Directors had considered a retirement enhancement package\n\nand rejected it. Any statement that the Board had considered and\n\nrejected a package, if made, was false.       The only change to the\n\nretirement benefits program that the Board had considered was the\n\nchange of retirement age to 62, which the Board approved in 1991. The\n\nBoard had not been presented with any reduction in force options,\n\nbecause the MassMutual top management had rejected such an option. In\n\nfact, Pajak was rather emphatic in his trial testimony about his\n\ndisfavor for retirement enhancement packages.Nonetheless, Rodowicz\n\ndid not present his case as relying on any distinction between the\n\nBoard and upper management and testified that \"if [Cowles] told me that\n\nthere was a package, I would've withdrawn my notice of retirement.\" At\n\nthe time of Rodowicz's question, Cowles could not have truthfully\n\nstated that there would be a package or that a package was being\n\nconsidered. A statement that senior management had considered and\n\nemphatically rejected a retirement buy-out package would have been\n\nentirely accurate.    Such a statement could be considered an even\n\nstronger representation that nothing was forthcoming, because no plan\n\ncould even be put before the Board unless senior management approved\n\n\n                                 -21-\n\fit.    The distinction between the Board's rejection and senior\n\nmanagement's rejection is therefore not material.       It was simply\n\nRodowicz's ill fortune that within weeks of his retirement, management\n\nmade a different decision as to whether to consider offering any extra\n\nseverance benefits.\n\nB.    Jury Instructions\n\n            Given this lack of evidence, how then to explain the jury\n\nverdict? We think it arose from the peculiar litigation history of\n\nthis case and from a theory advanced by plaintiffs which has no support\n\nin the law, but which appears, in combination with Rodowicz I , to have\n\ninfluenced the jury instructions and led to error.\n\n            Over MassMutual's objection, the court admitted evidence of\n\nthe company’s consideration and rejection in 1990 and 1991 of possible\n\nearly retirement and reduction in force programs. The evidence was\n\nadmitted as background useful to the jury. MassMutual’s appellate\n\nargument that the evidence was inadmissible is of no present concern to\n\nus; we are, however, concerned by how plaintiffs’ counsel used that\n\nevidence.\n\n            The plaintiffs advanced a theory, over objection, that the\n\nmisrepresentation claim could be proven because the VTP was simply the\n\nculmination of a process that began in 1990 and continued through the\n\nconsideration of the various other plans and options that MassMutual\n\nhad considered and rejected.       The theory was that the company\n\n\n                                 -22-\n\fconsidered a reduction in force more than a year earlier in 1991, and\n\nperhaps even earlier, and so the VTP could be seen as the ultimate\n\nsolution to the financial problem that the company confronted in 1991\n\nand continued to confront in 1992. The plaintiffs argued that these\n\ndraft plans evinced a trend which the jury could infer would lead\n\ninevitably to the company's adoption of an enhanced benefits package.\n\nAnd so, the plaintiffs argued, the Human Resources representatives\n\nwere obligated either to respond \"no comment\" or to acknowledge that\n\nthere might well be a package offered in the future. The district\n\ncourt aptly described this as the \"this was all one process\" theory.\n\n          That the jury proved receptive to the argument is, we think,\n\nshown primarily12 by its question submitted to the trial judge after\n\ndeliberations had begun:\n\n\n     12   The jury also later asked:\n\n          Was the defendant legally required to disclose to the\n          plaintiffs they were discussing options for a\n          reduction in force?\n\nThe court answered there was no affirmative obligation, but that\nif MassMutual were asked, it would have some duty to disclose.\n          This exchange is significant in two ways. Since the\nevidence showed there were no such \"discussions\" at the time of\nthe alleged misrepresentations, the jury could only have been\nreferring to the 1990, 1991, and 1992 discussions. This again\nevidences adoption of plaintiffs' \"all one process\" argument.\nSecondly, as to the discussions of ERISA plans, ERISA law\nprecludes those discussions as being a basis for disclosure\nliability, unless the plan is under \"serious consideration,\" see\nVartanian, 131 F.3d 267.\n\n                                -23-\n\f          Is the \"misrepresentation of the fact\" Related to (one)\n          knowledge of the development of any plan, or, (two) the\n          final plan, \"the voluntary termination plan?\"\n\nThe district court, over MassMutual’s objection, replied:\n\n          the misrepresentation of fact could possibly relate to both\n          the voluntary termination plan and any other plan so long as\n          the misrepresentation satisfies the five criteri[a].\n\nThe district court understandably felt that Rodowicz I compelled this\n\ninstruction.13   In the abstract, such an instruction would not\n\nnecessarily be incorrect: if there were evidence of some form of other\n\nplan in formation during the period from April to early September 1992\n\n\n\n     13   We think the confusion stems from the mistaken\nimpression that the summary judgment record and the trial record\nwere the same. The denial of summary judgment in Rodowicz I was\npremised on a \"fact\" that was reported in the district court\nopinion and was apparently undisputed at the summary judgment\nphase -- that \"Alfano . . . perform[ed] a thorough analysis of\nthe possible costs and benefits of a reduction in force in the\nmonths between March and September 1992.\" Rodowicz, 3 F. Supp.\n2d at 1485 (emphasis added). That fact was accepted as true for\nsummary judgment purposes by the Rodowicz I court, 192 F.3d at\n167.   The \"fact\" was apparently proposed by plaintiff and\napparently, although wrongly, not disputed by MassMutual before\nthe trial court at the summary judgment stage.          Nor did\nMassMutual dispute this \"fact\" before this court in Rodowicz I.\nFrom small acorns of error, gnarled trees do grow. On this key\npoint, the summary judgment record and the trial record diverge.\nThere was no evidence introduced at trial that any such work was\ndone between early April and September 17. Nor was there any\nevidence that would support an inference, asserted by the\nplaintiffs before the Rodowicz I court, that CEO Wheeler had an\non-going intention to implement a reduction in force program and\nwas using an on-going, if staccato, planning process to move\ntoward that goal.\n\n                                -24-\n\fthat rendered the statements misrepresentations, even if the plan were\n\nnot the VTP plan, then the jury could consider it. But there was no\n\nevidence presented that any plan -- or even any plans for a plan --\n\nexisted or was being discussed at all during the relevant time period.\n\nThere was only the plaintiffs' \"this was all one process theory,\" which\n\nis based on the flawed premise that a proto-plan, once considered by a\n\ncompany, can go into deep stasis, and any plan that eventually emerges\n\nis inevitably its progeny.      To the extent the jury instruction\n\ncountenanced that theory, it was in error.\n\n          The \"all one process\" theory is not only factually\n\nunsupported, but also legally untenable here. It was not countenanced\n\nby Rodowicz I. A company may consider and reject a series of benefits\n\nplans over years. In fact, there was evidence presented at trial that,\n\nprior to Alfano taking over the Human Resources division, management\n\nhad considered possible \"window\" plans in 1975, 1980, 1981, 1983, 1985,\n\n1987, and 1989, none of which were ever implemented. The mere fact\n\nthat a company had considered offering a package, or had evaluated the\n\npossibilities for one, does not permit an inference that a company is\n\nmisrepresenting when it accurately represents that, at a given time, it\n\nhas rejected a particular benefits option or that it then has no intent\n\nto offer enhanced benefits. Under plaintiffs' theory, MassMutual would\n\nbe liable for misrepresentation for accurately representing that it had\n\nrejected enhanced benefits packages and had no present plans to offer\n\n\n                                 -25-\n\fany, simply because it had considered plans in the past and might well\n\nconsider them in the future. To uphold this theory would create a\n\nnightmarish scenario for both companies and employees. Under such a\n\nlegal regime, a company would have a disincentive to adopt a plan once\n\nit had rejected past options, or even to consider adopting plans that\n\nit might eventually reject, for fear of future liability.      Such a\n\nregime would lead to the demise of voluntary termination benefit or\n\nenhanced retirement benefit packages and so work to the detriment of\n\nemployees.\n\n          Secondly, under Rodowicz I and at least until the state\n\ncourts define the law,14 Massachusetts employers face different\n\nobligations as to disclosures and representations made, depending on\n\nwhether the plan being considered is an ERISA plan or not. The prior\n\nproposals on which plaintiffs' \"this is all one process\" theory rests\n\ninclude ERISA plan proposals. It passes irony to use the fact that a\n\n\n\n     14   Massachusetts may, as it has done in the areas of\ndefamation and privacy, recognize a privilege to protect forms\nof corporate communication needed to run a business. See Bratt\nv. Int'l Bus. Mach. Corp., 392 Mass. 508, 467 N.E.2d 126, 131,\n134-36 (1984).    As numerous courts have recognized in the\ncontext of ERISA plans, it makes little sense to impose a duty\non companies to disclose the most preliminary of investigations\ninto possible enhanced benefits programs, many of which die\nquickly on the vine. See, e.g., Vartanian, 131 F.3d at 269-70;\nHockett v. Sun Co., Inc., 109 F.3d 1515, 1522 (10th Cir. 1997);\nFischer v. Philadelphia Elec. Co., 96 F.3d 1533, 1538-39 (3d\nCir. 1996).\n\n                                -26-\n\fcompany considered an ERISA plan proposal, which would preempt\n\napplication of a state law standard of disclosure, as a platform for\n\nliability in these circumstances.\n\n           There is simply no evidence in the trial testimony that\n\nMassMutual had any intention, as of the date the statements were made,\n\nof proposing or implementing an enhanced benefits package of any sort.\n\nBecause the evidence was insufficient and there was instructional error\n\nas well, we need not reach MassMutual’s other issues.       Likewise,\n\nbecause the plaintiffs’ cross-appeal goes only to damages, it too need\n\nnot be addressed.\n\n           The verdict is vacated and the case remanded with\n\ninstructions that judgment be entered for the defendant. No costs are\n\nawarded.\n\n\n\n\n                                 -27-\n\f",
  "html": "<p class=\"case_cite\">279 F.3d 36</p>\n    <p class=\"parties\">Stanley A. RODOWICZ, Margaret Stevens, and James Lemon, Plaintiffs, Appellees, Cross-Appellants,<br>v.<br>MASSACHUSETTS MUTUAL LIFE INSURANCE COMPANY, Defendant, Appellant, Cross-Appellee.</p>\n    <p class=\"docket\">No. 00-2077.</p>\n    <p class=\"docket\">No. 00-2078.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 4, 2001.</p>\n    <p class=\"date\">Decided February 4, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Edward J. McDonough Jr. with whom Egan, Flanagan and Cohen, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">John C. Sikorski with whom John E. Garber and Robinson Donovan Madden &amp; Barry, P.C. were on brief for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In October of 1992 Massachusetts Mutual Insurance Company, seeking to improve its financial stability, attempted to reduce its work force by offering a Voluntary Termination Program (\"VTP\"). The program, open to all employees, offered a generous severance package. Some who took the program did so by retiring. Although the program did not offer enhanced retirement benefits, it did, of course, through the larger severance package, increase the benefits of retiring by offering the VTP benefits in addition to regular retirement benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As is inevitable in such a situation, there were those who had retired in the months before the VTP was announced, and felt they should have received the severance package available under the VTP. This suit involves three of those employees: Stanley Rodowicz, Margaret Stevens, and James Lemon. Initially, the suit involved nine retiring employees, but a prior opinion of this court winnowed the viable claims down to these three. <i>Rodowicz v. Mass. Mut. Life Ins. Co.</i> (<i>Rodowicz I</i>), 192 F.3d 162, <i>modified, reh'g denied,</i> 195 F.3d 65 (1st Cir.1999).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This court's prior opinion reversed the entry of summary judgment against these three employees and held their Massachusetts state law misrepresentation claims actionable on the summary judgment record. <i>Id.</i> at 192. It characterized Massachusetts law as being more generous to employees under a non-ERISA plan than the parallel federal law would be if the severance program was an ERISA plan (which the VTP was not).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> at 173-75. ERISA would require a plan to be under \"serious consideration\" by senior management in order to have an actionable claim for breach of the fiduciary duty to disclose that a change in benefits might be forthcoming, <i>Vartanian v. Monsanto Co.,</i> 131 F.3d 264, 268 (1st Cir.1997). In contrast, Massachusetts law requires only a \"false statement of material fact made to induce the plaintiff to act, together with reasonable reliance on the false statement to the plaintiff's detriment\" in order to show an actionable misrepresentation. <i>Rodowicz I,</i> 192 F.3d at 171 (citing <i>Zimmerman v. Kent,</i> 31 Mass.App.Ct. 72, 575 N.E.2d 70, 74 (1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><i>Rodowicz I</i> also stated that it did not mean to suggest that \"plaintiffs will or should necessarily prevail.\" <i>Id.</i> at 178. The summary judgment record, as understood by the <i>Rodowicz I</i> court, permitted the jury, but did not require it, to reach the conclusion at trial that the alleged misrepresentations were made \"at a time when several proposals urging such changes [in benefits were] on the table but, as yet, senior management with the authority to implement a change ha[d] not yet chosen a specific plan for implementation.... In such a case, the existence of the proposals and the attendant discussion might reasonably be expected to influence a decision with respect to retirement.\" <i>Id.</i> at 174-75. If so, the statements would be material, and plaintiffs could rest a misrepresentation claim on them, assuming the other elements of misrepresentation were met. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At trial after remand, a jury found for the plaintiffs and awarded a total of $334,777.33. Both parties appeal. The plaintiffs challenge the trial court's ruling that they could not receive emotional distress damages for a misrepresentation claim. The company says that it was entitled to judgment as a matter of law because there was no plan under consideration at the time of the purported misrepresentations, that there was instructional error, that certain evidence was erroneously admitted, that plaintiffs surprised and prejudiced the company by changing their testimony on when the supposed misrepresentations were made, and that the three plaintiffs' claims should have been severed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We reach only MassMutual's arguments that it was entitled to judgment as a matter of law, that there was instructional error, and that it was prejudiced by surprise testimony. We vacate the judgment, and we direct entry of judgment for MassMutual.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For purposes of the sufficiency of the evidence challenge, we present the facts most favorably to the verdict for plaintiffs. For purpose of the evidentiary challenges, we also describe the facts as the defendant alleged them.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the early 1990s, the insurance industry was in some turmoil. Several of MassMutual's long-time competitors were forced to close their doors. MassMutual itself was downgraded by two ratings agencies, in July 1991 and again in the fall of 1991. On three separate occasions between 1990 and April of 1992, MassMutual's Human Resources division looked at potential ways to downsize staff, either through reducing hiring or by implementing some sort of retirement benefits enhancement package. These studies were all closed down without any such plan being implemented or even referred to the Board of Directors for consideration. The evidence concerning these plans is discussed in more depth below, in the section dealing with MassMutual's sufficiency of the evidence claim.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs, for their part, were all considering retirement in late spring and early summer of 1992. Plaintiff Rodowicz, who had been an associate director in the investment department, submitted a Notice of Retirement on July 24. He retired on October 1 with over sixty unused vacation days, for which he was compensated in the form of a lump sum payment. Rodowicz based his claim of misrepresentation on a conversation that occurred, according to his testimony, in late August or early September, 1992, after his Notice of Retirement was given.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> He testified that he asked Laura Cowles, a Human Resources employee, \"if there was any truth to the rumor [that there was a package coming].\" He testified that \"she said no, that the Board of Directors had met and considered a retirement package and decided that they would &#8212; emphatically decided that there would be no enhancement or improvement in any retirement package.\" Cowles testified that, although she did not remember the specifics of the conversation, she did not recall making that statement and she did not believe she had said anything about the Board, nor would she have, because she would not know what the Board had or had not approved.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiff Lemon, who had been a senior systems analyst, submitted his Notice of Retirement on May 22. He retired on October 1, 1992, the same date as Rodowicz, although Lemon took his accrued vacation prior to retirement and therefore his last day worked was July 17. Lemon's claim is based on a statement which he testified was made at a MassMutual retirement seminar that occurred in March, April, or perhaps May.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> He testified that someone else at the seminar asked \"Is there going to be any change in benefits?\" He further testified \"[t]he answer was Mr. Wilson [a Human Resources employee] said there will be no change in benefits. He did say there might be some change in the group life medical, you know, benefits, but there would be no change in benefits.... I understood that to be ... when I terminated, there would be no additional benefits &#8212; or when I retired.\" Wilson had no memory of Lemon or the question, but testified, \"that's not something I would say... I probably wouldn't know if there was something coming until it happened pretty much.... I'd say, I don't know.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff Stevens, also a senior systems analyst at MassMutual, submitted her Notice of Retirement on May 20. She retired on September 1, a month before Rodowicz and Lemon, but her last day worked was July 31. Stevens testified that she had repeated meetings with retirement counselor Lois DeGray in 1991 and 1992, and that DeGray had avoided answering questions about any future changes to benefits. At her husband's urging, Stevens had finally asked DeGray \"very specifically... was there any reason for [her to] stay on over, you know, any particular date that would be a benefit to [her], was there any package maybe coming along. And [DeGray] told [her] `no.'\" Stevens did not remember the exact date of the conversation, but testified that it was before she sent a letter to her manager on May 22, as the conversation \"was sort of the deciding factor.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> DeGray did not recall Stevens ever asking her whether there would be any enhanced benefits or severance, and denied ever telling her there would be no changes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On September 17, well after the alleged misrepresentations claimed by the plaintiffs, Tom Wheeler, the CEO of MassMutual, instructed John Pajak, the Executive Vice President for Operations and Chief Operating Officer of MassMutual, to \"dust off\" the 1991 reduction in force project<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and evaluate options for a possible plan. There is no evidence that any work was done on any form of an enhanced benefits plan (retirement or severance) from the time the numbers were looked at, and the idea abandoned, in late March or early April 1992 until this request by Wheeler on September 17. Nor is there any evidence that any ideas concerning such benefits were discussed by management during that period. After the September 17 Wheeler request, Susan Alfano, the Vice President for Human Resources, assembled a team and worked virtually around the clock to prepare something. An employee who worked on both the March analysis and the September project testified that the two plans were \"significantly different,\" particularly because the March analysis focused exclusively on employees aged fifty or older. Pajak presented initial results to Wheeler on September 25. Wheeler then presented the idea to a high-level management group known as the \"president's cabinet\" on September 30 and October 6. A proposal was then put before the Board of Directors at the October 12 board meeting, and Wheeler was given the authority to implement the plan at his discretion. Wheeler authorized the plan on October 19 and it was announced to the company on October 23.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The company appeals from the district court's denial of its motion for judgment as a matter of law, arguing, among other things, that the evidence does not support the verdict and that the trial judge erred in its jury instructions. The standard of review for a district court's denial of a Rule 50 motion for judgment notwithstanding the verdict is de novo. <i>Walton v. Nalco Chem. Co.,</i> 272 F.3d 13, 23 (1st Cir.2001). Our review is weighted toward preservation of the jury verdict; \"[w]e must affirm unless the evidence was `so strongly and overwhelmingly' inconsistent with the verdicts that no reasonable jury could have returned them.\" <i>Id.</i> at 23 (quoting <i>Negron v. Caleb Brett U.S.A., Inc.,</i> 212 F.3d 666, 668 (1st Cir.2000) (quoting <i>Coastal Fuels of P.R., Inc. v. Caribbean Petroleum Corp.,</i> 79 F.3d 182, 188 (1st Cir.1996))). \"[T]he giving of [a jury] instruction is reversible error only if it (1) was misleading, unduly complicating, or incorrect as a matter of law, and (2) adversely affected the objecting party's substantial rights.\" <i>Faigin v. Kelly,</i> 184 F.3d 67, 87 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiffs pled in the alternative that the misrepresentations were either negligent or intentional. Because the degree of culpability a plaintiff must show to establish liability for negligent misrepresentation is less than for intentional misrepresentation, we use the elements for negligent misrepresentation. <i>Cummings v. HPG Int'l Inc.,</i> 244 F.3d 16, 24-25 (1st Cir.2001). Under Massachusetts law,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To sustain a claim of misrepresentation, a plaintiff must show a false statement of a material fact made to induce the plaintiff to act, together with reliance on the false statement by the plaintiff to the plaintiff's detriment.... The speaker need not know \"that the statement is false if the truth is reasonably susceptible of actual knowledge, or otherwise expressed, if, through a modicum of diligence, accurate facts are available to the speaker.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><i>Zimmerman v. Kent,</i> 31 Mass.App.Ct. 72, 575 N.E.2d 70, 74 (1991) (quoting <i>Acushnet Fed. Credit Union v. Roderick,</i> 26 Mass.App.Ct. 604, 530 N.E.2d 1243, 1244 (1988)).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As we have noted previously, \"in general, Massachusetts courts treat negligent misrepresentation claims more as negligence actions than deceit actions, focusing on the degree of care exercised by the speaker in making the statement.\" <i>Cummings,</i> 244 F.3d at 25.</p>\n    </div>\n    <p class=\"indent\">\n      <i>A. Sufficiency of Evidence</i>\n    </p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The company says it was entitled to judgment because the plaintiffs failed to introduce any evidence to show that, at the time the alleged disclosures were made, the VTP severance plan was \"on the table,\" or that any proposals were in existence, or that there were any \"attendant discussions\" by the employee's senior management about either the VTP or any other plan.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The company argues that the Human Resources personnel said to have made the statements \"could not have discovered, or disclosed, any facts about the severance option which later would become the VTP in October of 1992, because the evidence was uncontroverted that the discussions which led to the VTP severance option did not begin until September 17, 1992, and that the VTP was not recommended to senior management until September 30, 1992, <i>after</i> the communications with each of the three employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Using the terminology of <i>Rodowicz I,</i> 192 F.3d at 174-78, the company at times characterizes this argument as one going to the materiality of the statements. However, in light of the evidence at trial, we think it is better thought of as going to another element of the misrepresentation claim &#8212; whether the statements were in fact false at the time they were made. Under <i>Rodowicz I,</i> we assume the speakers are the company, speaking through its authorized Human Resources representatives. <i>Id.</i> at 177.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At trial, plaintiff Stevens testified that DeGray made the statement at issue here in mid-May, before Stevens submitted her retirement notice. Plaintiff Lemon testified that Wilson made his statement sometime between March and May, before Lemon submitted his retirement notice on May 22. Rodowicz testified that Cowles made her statement about the Board of Directors in late August or early September, after he had submitted his July 24, 1992 retirement notice to the company.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The evidence as to the company's discussions of alterations in its benefits plans was as follows. In 1990, MassMutual's Human Resources division had worked up a possible ERISA early retirement plan which was targeted at senior employees and would have provided enhanced pension and retirement benefits. This plan was referred to as the Voluntary Incentive Program or \"VIP\" plan. The VIP proposal was abandoned without ever being implemented or even referred to the Board of Directors for consideration. John Pajak, the Executive Vice President for Operations and Chief Operating Officer, testified that the VIP proposal was \"aborted in midstream,\" although the documents were kept for future use.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In April 1991, MassMutual did alter the retirement benefits to decrease the age at which one could retire with full retirement benefits from 65 to 62. This was done as the result of an annual internal competitiveness survey, in order to keep current with the benefits offered by MassMutual's competitors. The Board of Directors voted on this change and approved it at the Board's April 1991 meeting. This was the only potential change to the retirement system or severance benefits considered by the Board until it ultimately approved the VTP in the fall of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the summer of 1991, as troubles mounted in the New England insurance industry and a rating downgrade seemed imminent, Pajak asked Alfano, then Vice President for Human Resources, to look into possibilities for a reduction in force. Alfano compiled a memo for Pajak listing three options &#8212; one involving enhanced retirement benefits (which, like the 1990 VIP proposal, would have fallen under ERISA), and two involving reduced hiring through eliminating all open exempt positions or selected exempt positions. Later in 1991, on her own initiative, Alfano retained outside consultants to look into the mechanics of doing an involuntary layoff. This study took place over a few months time, ending sometime in the fall of 1991. No such layoffs were ever done, and Pajak had no memory of even being told about this consultancy. Alfano testified that the purpose of it was merely to educate the Human Resources management about the options, \"[b]ecause there was always the possibility\" the company would have to resort to layoffs.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In March of 1992, Pajak asked Alfano to crunch the numbers again on possibilities for an early or enhanced retirement benefits package. Alfano testified that the focus of this project, like the 1990 VIP project, was \"exclusively on people retirement eligible.\" The options being considered included \"an enhancement to age, an enhancement to years of service, and/or a severance component\" for retirement-eligible workers. The effort was apparently an attempt to evaluate the feasibility of what would have been an ERISA-covered plan. The options being worked up were not single payment general severance plans, as the VTP eventually would be. This project was terminated in March or early April because Alfano concluded that it would cause excessive attrition in experienced and necessary positions. Consequently, the results were never presented to the Board or even compiled into a written report. Thus, as of early April 1992, the company had considered but rejected ideas of offering enhanced retirement benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On the evidence at trial, at the time of Rodowicz's question about whether there was any truth to the rumor that a package was coming, the answer \"no\" was an accurate reflection of the company's position at that time. In discussing retirement with her retirement counselor, Stevens asked whether there was any package coming along. At that time, the company had no intent to offer any package. Therefore, this case is factually distinguishable from cases in which a company is in the process of considering a plan and either violates a duty to disclose or misrepresents the state of things. Because no benefits plans were being considered or discussed at the time the questions were posed, the statements were literally true when made. Thus, the plaintiffs failed to present sufficient evidence to meet a basic element of negligent misrepresentation, that there be \"false information for the guidance of others.\" <i>Cummings,</i> 244 F.3d at 24.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The statement that Lemon heard at the retirement seminar is a bit more problematic, due to the muddled time frame offered by Lemon for the statement. He testified that he attended the seminar in \"March, April, or perhaps May.\" This was a change from his deposition testimony, when he testified that the seminar took place in the summer of 1992. If the testimony as to March were credited, there is some chance that he heard the statement that there would be no package at the same time that Alfano and her team were analyzing the viability of a package in March of 1992. However, we are doubtful that this is sufficient evidence of misrepresentation &#8212; because the ambiguity of his testimony failed to carry his burden, because MassMutual's duty to disclose consideration of an ERISA-covered plan was limited by the <i>Vartanian</i> \"serious consideration\" test, and because any March statement would not be false because the March analysis never developed into a plan. If the issue turned on his ambiguous testimony that the statement was made in March, then that testimony, coming by surprise, should not have been admitted as evidence and its admission was reversible error.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Lemon offered no substantial justification for his last-minute change of testimony in this case. The trial judge requested that the parties verify the accuracy of their discovery evidence prior to trial, and Lemon should have realized the problem, at the latest, when his co-plaintiff Stevens changed her testimony, two days prior to his testifying. MassMutual had no opportunity to investigate or introduce evidence concerning which retirement seminar Lemon attended and it made a timely objection to the introduction of this evidence at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiffs are not assisted by characterizing the statements as oriented to the future and proven untrue by future events. In order for a representation about a future occurrence to be actionable negligent misrepresentation, there must be evidence that the statement was false at the time made, and that the defendant could have learned of the falsity with reasonable care. A simple change of mind by a defendant does not render an earlier statement false. <i>McEvoy Travel Bureau, Inc. v. Norton Co.,</i> 408 Mass. 704, 563 N.E.2d 188, 192 &amp; n. 4 (1990). Without evidence of the contrary intent, the statement is not considered false at the time it is made. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Plaintiffs argue that the jury could have inferred that defendants had a contrary intent, rendering the statements false when made. However, under Massachusetts law, a jury cannot infer contrary intent at the time of the representation from the mere fact that the company took contrary action at a later date. <i>Zhang v. Mass. Inst. of Tech.,</i> 46 Mass.App.Ct. 597, 708 N.E.2d 128, 134-35 (1999); <i>see also Carroll v. Barberry Homes, Inc.,</i> No. 976418, 1999 WL 1204020, at *4 (Mass.Super.Ct. Oct. 22, 1999) (order on motion for summary judgment) (fact that defendant followed a different course months later does not support a finding of earlier intent to misrepresent); <i>Connolly v. Rochester Shoe Tree Co., Inc.,</i> No. 935190H, 1994 WL 879515 (Mass.Super.Ct. Nov. 8, 1994) (where change of circumstance led defendant to abandon alleged promise, no basis to infer intent to misrepresent). In order to show that the representations about whether MassMutual would offer a package were false, the plaintiffs needed to offer evidence that, at the time of the representations, MassMutual had some present intention to offer such a package in the future. Using the Massachusetts law standard for determining the falsity of an assertion concerning a future event, we hold that none of the statements that there would be no package was false at the time it was made.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The record contains no evidence that in the period from March or early April until mid-September there were any \"proposals urging such changes [in benefits] on the table,\" to use the language of <i>Rodowicz I.</i><a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> 192 F.3d at 174. The VTP was not even a glimmer in management's eye until September 17, when the CEO ordered Pajak to develop a proposal for a reduction in force. Indeed, Pajak, the Chief Operating Officer, testified that \"there was nothing on my agenda that indicated in June of '92 that there was going to be any changes whatsoever, packages or anything.\" Similarly, Cowles's undisputed testimony is that she had no information about the VTP in the spring and summer of 1992 and Dawn Scaporatti, a financial consultant at MassMutual who worked on both the March analysis and then on developing the VTP program, testified that she did not work on any such project in the months between March and September. Moreover, following the September 17 directive, Alfano and her team had to work virtually around the clock in order to have something ready to present first to Wheeler on September 25, and then to the Board on October 12; they did not simply pull out an older plan for presentation to the Board. In addition to this uncontroverted evidence that no one at MassMutual was developing a plan from April to September, there was no evidence to support the plaintiffs' suggestion that, throughout this period, management considered a plan of some sort to be inevitable (and certainly no evidence that management considered a non-ERISA plan to be inevitable).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This leaves only the portion of the statement that Rodowicz claims Laura Cowles made to him in late August or early September, that the Board of Directors had considered a retirement enhancement package and rejected it. Any statement that the Board had considered and rejected a package, if made, was false. The only change to the retirement benefits program that the Board had considered was the change of retirement age to 62, which the Board approved in 1991. The Board had not been presented with any reduction in force options, because the MassMutual top management had rejected such an option. In fact, Pajak was rather emphatic in his trial testimony about his disfavor for retirement enhancement packages. Nonetheless, Rodowicz did not present his case as relying on any distinction between the Board and upper management and testified that \"if [Cowles] told me that there was a package, I would've withdrawn my notice of retirement.\" At the time of Rodowicz's question, Cowles could not have truthfully stated that there would be a package or that a package was being considered. A statement that senior management had considered and emphatically rejected a retirement buy-out package would have been entirely accurate. Such a statement could be considered an even stronger representation that nothing was forthcoming, because no plan could even be put before the Board unless senior management approved it. The distinction between the Board's rejection and senior management's rejection is therefore not material. It was simply Rodowicz's ill fortune that within weeks of his retirement, management made a different decision as to whether to consider offering any extra severance benefits.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Jury Instructions</i>\n    </p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Given this lack of evidence, how then to explain the jury verdict? We think it arose from the peculiar litigation history of this case and from a theory advanced by plaintiffs which has no support in the law, but which appears, in combination with <i>Rodowicz I,</i> to have influenced the jury instructions and led to error.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Over MassMutual's objection, the court admitted evidence of the company's consideration and rejection in 1990 and 1991 of possible early retirement and reduction in force programs. The evidence was admitted as background useful to the jury. MassMutual's appellate argument that the evidence was inadmissible is of no present concern to us; we are, however, concerned by how plaintiffs' counsel used that evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The plaintiffs advanced a theory, over objection, that the misrepresentation claim could be proven because the VTP was simply the culmination of a process that began in 1990 and continued through the consideration of the various other plans and options that MassMutual had considered and rejected. The theory was that the company considered a reduction in force more than a year earlier in 1991, and perhaps even earlier, and so the VTP could be seen as the ultimate solution to the financial problem that the company confronted in 1991 and continued to confront in 1992. The plaintiffs argued that these draft plans evinced a trend which the jury could infer would lead inevitably to the company's adoption of an enhanced benefits package. And so, the plaintiffs argued, the Human Resources representatives were obligated either to respond \"no comment\" or to acknowledge that there might well be a package offered in the future. The district court aptly described this as the \"this was all one process\" theory.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">That the jury proved receptive to the argument is, we think, shown primarily<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> by its question submitted to the trial judge after deliberations had begun:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Is the \"misrepresentation of the fact\" Related to (one) knowledge of the development of <i>any</i> plan, or, (two) the final plan, \"the voluntary termination plan?\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court, over MassMutual's objection, replied:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">the misrepresentation of fact could possibly relate to both the voluntary termination plan and any other plan so long as the misrepresentation satisfies the five criteri[a].</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court understandably felt that <i>Rodowicz I</i> compelled this instruction.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> In the abstract, such an instruction would not necessarily be incorrect: if there were evidence of some form of other plan in formation during the period from April to early September 1992 that rendered the statements misrepresentations, even if the plan were not the VTP plan, then the jury could consider it. But there was no evidence presented that any plan &#8212; or even any plans for a plan &#8212; existed or was being discussed at all during the relevant time period. There was only the plaintiffs' \"this was all one process theory,\" which is based on the flawed premise that a proto-plan, once considered by a company, can go into deep stasis, and any plan that eventually emerges is inevitably its progeny. To the extent the jury instruction countenanced that theory, it was in error.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The \"all one process\" theory is not only factually unsupported, but also legally untenable here. It was not countenanced by <i>Rodowicz I.</i> A company may consider and reject a series of benefits plans over years. In fact, there was evidence presented at trial that, prior to Alfano taking over the Human Resources division, management had considered possible \"window\" plans in 1975, 1980, 1981, 1983, 1985, 1987, and 1989, none of which were ever implemented. The mere fact that a company had considered offering a package, or had evaluated the possibilities for one, does not permit an inference that a company is misrepresenting when it accurately represents that, at a given time, it has rejected a particular benefits option or that it then has no intent to offer enhanced benefits. Under plaintiffs' theory, MassMutual would be liable for misrepresentation for accurately representing that it had rejected enhanced benefits packages and had no present plans to offer any, simply because it had considered plans in the past and might well consider them in the future. To uphold this theory would create a nightmarish scenario for both companies and employees. Under such a legal regime, a company would have a disincentive to adopt a plan once it had rejected past options, or even to consider adopting plans that it might eventually reject, for fear of future liability. Such a regime would lead to the demise of voluntary termination benefit or enhanced retirement benefit packages and so work to the detriment of employees.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Secondly, under <i>Rodowicz I</i> and at least until the state courts define the law,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Massachusetts employers face different obligations as to disclosures and representations made, depending on whether the plan being considered is an ERISA plan or not. The prior proposals on which plaintiffs' \"this is all one process\" theory rests include ERISA plan proposals. It passes irony to use the fact that a company considered an ERISA plan proposal, which would preempt application of a state law standard of disclosure, as a platform for liability in these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There is simply no evidence in the trial testimony that MassMutual had any intention, as of the date the statements were made, of proposing or implementing an enhanced benefits package of any sort. Because the evidence was insufficient and there was instructional error as well, we need not reach MassMutual's other issues. Likewise, because the plaintiffs' cross-appeal goes only to damages, it too need not be addressed.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>The verdict is vacated and the case remanded with instructions that judgment be entered for the defendant. No costs are awarded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A more detailed description of the facts can be found in the district court's opinions<i>Rodowicz v. Mass. Mut. Life Ins. Co.,</i> 3 F.Supp.2d 1481 (D.Mass.1998), <i>aff'd in part, rev'd in part, and remanded,</i> 192 F.3d 162 (1st Cir.1999); <i>Rodowicz v. Mass. Mut. Life Ins. Co.,</i> 857 F.Supp. 992 (D.Mass.1994), <i>vacated,</i> 915 F.Supp. 486 (D.Mass.1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In<i>Rodowicz I,</i> we affirmed the district court's grant of summary judgment on plaintiffs' ERISA claims, holding that the VTP was not an ERISA-covered plan because it did not \"call for ongoing, individualized determinations\" and, in general, \"the extent and complexity of administrative obligations\" were not so extensive as to render it an ERISA plan. 192 F.3d at 172.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs' theory was that they were free to rescind their Notices of Retirement up to their last day at work</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In his deposition, Lemon said this seminar had taken place in the summer of 1992. At trial, he changed his testimony, stating that after having \"sleepless nights and all that sort of stuff\" since the start of trial, he had concluded that the seminar took place in March or April, or possibly May, of 1992. MassMutual objected to this surprise testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This was a change from her pretrial deposition testimony, in which she stated that the conversation had occurred in mid-June of 1992. MassMutual objects to this surprise testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is not clear what plan this refers to. CEO Wheeler could not specifically recall the statement, nor could Pajak. The statement came from a summary prepared by Susan Alfano of the Human Resources department. The only specific draft plan prior to 1992 that was discussed in the trial testimony is the 1990 \"Voluntary Incentive Program\" (VIP) draft, which was not a severance program, but an ERISA retirement benefit plan. The evidence from 1991 was a memo from Susan Alfano to Pajak regarding three possibilities for downsizing, none of which were severance options, and which Pajak referred to as not even a \"proposal.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> An alternate phrasing of the elements of misrepresentation, and a more thorough discussion of its nuances, can be found in the Restatement (Second) of Torts, which Massachusetts has adopted<i>See Cummings,</i> 244 F.3d at 24. As set forth in Restatement &#167; 552(1), the plaintiff must prove that the defendant:</p>\n        <p class=\"indent\">(1) in the course of its business, (2) supplied false information for the guidance of others (3) in their business transactions, (4) causing and resulting in pecuniary loss to those others (5) by their justifiable reliance upon the information, and (6) that it failed to exercise reasonable care or competence in obtaining or communicating the information. <i>Fox v. F &amp; J Gattozzi Corp.,</i> 41 Mass.App.Ct. 581, 672 N.E.2d 547, 551 (1996) (citing Restatement (Second) of Torts &#167; 552(1) (1977)); <i>see also Massachusetts School of Law at Andover, Inc. v. American Bar Ass'n,</i> 142 F.3d 26, 41 (1st Cir. 1998).</p>\n        <p class=\"indent\"><i>Cummings,</i> 244 F.3d at 24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In<i>Rodowicz I,</i> we dismissed the claims of four plaintiffs based on the fact that the alleged misrepresentations were made by MassMutual employees who did not have authority to speak on behalf of the company with regard to retirement benefits, and also excluded statements made to plaintiff Lemon by such an individual. 192 F.3d at 177 &amp; n. 12.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note, but do not decide, the question of whether a statement about<i>retirement</i> benefits, answered in the negative, may be deemed untrue in the context of a company counseling employees about <i>retirement,</i> by the development of a plan offering enhanced <i>severance</i> benefits to all employees.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Under Federal Rule of Civil Procedure 26(e)(2), a party is required to \"seasonably\" amend a prior discovery response if the party learns that the response is in some respect incorrect<i>See Klonoski v. Mahlab,</i> 156 F.3d 255, 268 (1st Cir.1998) (noting that the rule \"imposes a broad requirement on parties to update their earlier disclosures and discovery responses\"). Rule 37(c)(1) imposes sanctions for failure to comply, stating that \"[a] party that without substantial justification fails to... amend a prior response to discovery as required by Rule 26(e)(2), is not, unless such failure is harmless, permitted to use [such] evidence at trial.\" <i>See Samos Imex Corp. v. Nextel Comms. Inc.,</i> 194 F.3d 301, 305 (1st Cir.1999) (\"[E]xclusion of evidence is a standard sanction for a violation of the duty of disclosure under Rule 26(a).\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The closest case we have found is<i>McCall v. Burlington N. Santa Fe Co.,</i> 237 F.3d 506 (5th Cir.2000), <i>cert. denied,</i> ___ U.S. ___, 122 S.Ct. 57, 151 L.Ed.2d 26 (2001), and it is in accord. The company in the <i>McCall</i> case offered a separation pay plan in 1991. <i>Id.</i> at 509. The plan description stated that the company had not determined whether there would be additional voluntary severance plans; however, management had decided that if there were any additional plans, \"the benefits would not be as good as those contained in this plan.\" <i>Id.</i> at 510. In 1995, the company offered another voluntary severance plan which had better benefits than those in the 1991 plan. <i>Id.</i> Plaintiffs, who had taken the 1991 severance plan, sued. While the 1991 plan was an ERISA plan, the court's holding was on a non-ERISA point. The court held that the action for breach of fiduciary duty based on a material misrepresentation failed because the statement was true at the time it was made. <i>Id.</i> at 511.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The jury also later asked:</p>\n        <p class=\"indent\">Was the defendant legally required to disclose to the plaintiffs they were discussing options for a reduction in force?</p>\n        <p class=\"indent\">The court answered there was no affirmative obligation, but that if MassMutual were asked, it would have some duty to disclose.</p>\n        <p class=\"indent\">This exchange is significant in two ways. Since the evidence showed there were no such \"discussions\" at the time of the alleged misrepresentations, the jury could only have been referring to the 1990, 1991, and 1992 discussions. This again evidences adoption of plaintiffs' \"all one process\" argument. Secondly, as to the discussions of ERISA plans, ERISA law precludes those discussions as being a basis for disclosure liability, unless the plan is under \"serious consideration,\" <i>see Vartanian,</i> 131 F.3d at 267.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We think the confusion stems from the mistaken impression that the summary judgment record and the trial record were the same. The denial of summary judgment in<i>Rodowicz I</i> was premised on a \"fact\" that was reported in the district court opinion and was apparently undisputed at the summary judgment phase &#8212; that \"Alfano ... perform[ed] a thorough analysis of the possible costs and benefits of a reduction in force in the months <i>between March and September 1992.</i>\" <i>Rodowicz,</i> 3 F.Supp.2d at 1485 (emphasis added). That fact was accepted as true for summary judgment purposes by the <i>Rodowicz I</i> court, 192 F.3d at 167. The \"fact\" was apparently proposed by plaintiff and apparently, although wrongly, not disputed by MassMutual before the trial court at the summary judgment stage. Nor did MassMutual dispute this \"fact\" before this court in <i>Rodowicz I.</i> From small acorns of error, gnarled trees do grow. On this key point, the summary judgment record and the trial record diverge. There was no evidence introduced at trial that any such work was done between early April and September 17. Nor was there any evidence that would support an inference, asserted by the plaintiffs before the <i>Rodowicz I</i> court, that CEO Wheeler had an on-going intention to implement a reduction in force program and was using an on-going, if staccato, planning process to move toward that goal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Massachusetts may, as it has done in the areas of defamation and privacy, recognize a privilege to protect forms of corporate communication needed to run a business<i>See Bratt v. Int'l Bus. Mach. Corp.,</i> 392 Mass. 508, 467 N.E.2d 126, 131, 134-36 (1984). As numerous courts have recognized in the context of ERISA plans, it makes little sense to impose a duty on companies to disclose the most preliminary of investigations into possible enhanced benefits programs, many of which die quickly on the vine. <i>See, e.g., Vartanian,</i> 131 F.3d at 269-70; <i>Hockett v. Sun Co., Inc.,</i> 109 F.3d 1515, 1522 (10th Cir.1997); <i>Fischer v. Philadelphia Elec. Co.,</i> 96 F.3d 1533, 1538-39 (3d Cir.1996).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199846\"><a href=\"/opinion/199846/rodowicz-v-massachusetts-mutual/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span></p>\n    <p class=\"parties\">Stanley A. RODOWICZ, Margaret Stevens, and James Lemon, Plaintiffs, Appellees, Cross-Appellants,<br>v.<br>MASSACHUSETTS MUTUAL LIFE INSURANCE COMPANY, Defendant, Appellant, Cross-Appellee.</p>\n    <p class=\"docket\">No. 00-2077.</p>\n    <p class=\"docket\">No. 00-2078.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 4, 2001.</p>\n    <p class=\"date\">Decided February 4, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Edward J. McDonough Jr. with whom Egan, Flanagan and Cohen, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">John C. Sikorski with whom John E. Garber and Robinson Donovan Madden &amp; Barry, P.C. were on brief for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In October of 1992 Massachusetts Mutual Insurance Company, seeking to improve its financial stability, attempted to reduce its work force by offering a Voluntary Termination Program (\"VTP\"). The program, open to all employees, offered a generous severance package. Some who took the program did so by retiring. Although the program did not offer enhanced retirement benefits, it did, of course, through the larger severance package, increase the benefits of retiring by offering the VTP benefits in addition to regular retirement benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As is inevitable in such a situation, there were those who had retired in the months before the VTP was announced, and felt they should have received the severance package available under the VTP. This suit involves three of those employees: Stanley Rodowicz, Margaret Stevens, and James Lemon. Initially, the suit involved nine retiring employees, but a prior opinion of this court winnowed the viable claims down to these three. <i>Rodowicz v. Mass. Mut. Life Ins. Co.</i> (<i>Rodowicz I</i>), <span class=\"citation\" data-id=\"766224\"><a href=\"/opinion/766224/stanley-a-rodowicz-v-massachusetts-mutual-life-insurance-company-stanley/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span>, <i>modified, reh'g denied,</i> <span class=\"citation\" data-id=\"766562\"><a href=\"/opinion/766562/stanley-a-rodowicz-v-massachusetts-mutual-life-insurance-company-stanley/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span> (1st Cir.1999).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This court's prior opinion reversed the entry of summary judgment against these three employees and held their Massachusetts state law misrepresentation claims actionable on the summary judgment record. <i>Id.</i> at 192. It characterized Massachusetts law as being more generous to employees under a non-ERISA plan than the parallel federal law would be if the severance program was an ERISA plan (which the VTP was not).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> at 173-75. ERISA would require a plan to be under \"serious consideration\" by senior management in order to have an actionable claim for breach of the fiduciary duty to disclose that a change in benefits might be forthcoming, <i>Vartanian v. Monsanto Co.,</i> <span class=\"citation\" data-id=\"749303\"><a href=\"/opinion/749303/21-employee-benefits-cas-2492-pens-plan-guide-cch-p-23939p-leo/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 268 (1st Cir.1997). In contrast, Massachusetts law requires only a \"false statement of material fact made to induce the plaintiff to act, together with reasonable reliance on the false statement to the plaintiff's detriment\" in order to show an actionable misrepresentation. <i>Rodowicz I,</i> 192 F.3d at 171 (citing <i>Zimmerman v. Kent,</i> 31 Mass.App.Ct. 72, <span class=\"citation\" data-id=\"2101674\"><a href=\"/opinion/2101674/zimmerman-v-kent/\"><span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">70</span></a></span>, 74 (1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><i>Rodowicz I</i> also stated that it did not mean to suggest that \"plaintiffs will or should necessarily prevail.\" <i>Id.</i> at 178. The summary judgment record, as understood by the <i>Rodowicz I</i> court, permitted the jury, but did not require it, to reach the conclusion at trial that the alleged misrepresentations were made \"at a time when several proposals urging such changes [in benefits were] on the table but, as yet, senior management with the authority to implement a change ha[d] not yet chosen a specific plan for implementation.... In such a case, the existence of the proposals and the attendant discussion might reasonably be expected to influence a decision with respect to retirement.\" <i>Id.</i> at 174-75. If so, the statements would be material, and plaintiffs could rest a misrepresentation claim on them, assuming the other elements of misrepresentation were met. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At trial after remand, a jury found for the plaintiffs and awarded a total of $334,777.33. Both parties appeal. The plaintiffs challenge the trial court's ruling that they could not receive emotional distress damages for a misrepresentation claim. The company says that it was entitled to judgment as a matter of law because there was no plan under consideration at the time of the purported misrepresentations, that there was instructional error, that certain evidence was erroneously admitted, that plaintiffs surprised and prejudiced the company by changing their testimony on when the supposed misrepresentations were made, and that the three plaintiffs' claims should have been severed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We reach only MassMutual's arguments that it was entitled to judgment as a matter of law, that there was instructional error, and that it was prejudiced by surprise testimony. We vacate the judgment, and we direct entry of judgment for MassMutual.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For purposes of the sufficiency of the evidence challenge, we present the facts most favorably to the verdict for plaintiffs. For purpose of the evidentiary challenges, we also describe the facts as the defendant alleged them.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the early 1990s, the insurance industry was in some turmoil. Several of MassMutual's long-time competitors were forced to close their doors. MassMutual itself was downgraded by two ratings agencies, in July 1991 and again in the fall of 1991. On three separate occasions between 1990 and April of 1992, MassMutual's Human Resources division looked at potential ways to downsize staff, either through reducing hiring or by implementing some sort of retirement benefits enhancement package. These studies were all closed down without any such plan being implemented or even referred to the Board of Directors for consideration. The evidence concerning these plans is discussed in more depth below, in the section dealing with MassMutual's sufficiency of the evidence claim.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs, for their part, were all considering retirement in late spring and early summer of 1992. Plaintiff Rodowicz, who had been an associate director in the investment department, submitted a Notice of Retirement on July 24. He retired on October 1 with over sixty unused vacation days, for which he was compensated in the form of a lump sum payment. Rodowicz based his claim of misrepresentation on a conversation that occurred, according to his testimony, in late August or early September, 1992, after his Notice of Retirement was given.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> He testified that he asked Laura Cowles, a Human Resources employee, \"if there was any truth to the rumor [that there was a package coming].\" He testified that \"she said no, that the Board of Directors had met and considered a retirement package and decided that they would &#8212; emphatically decided that there would be no enhancement or improvement in any retirement package.\" Cowles testified that, although she did not remember the specifics of the conversation, she did not recall making that statement and she did not believe she had said anything about the Board, nor would she have, because she would not know what the Board had or had not approved.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiff Lemon, who had been a senior systems analyst, submitted his Notice of Retirement on May 22. He retired on October 1, 1992, the same date as Rodowicz, although Lemon took his accrued vacation prior to retirement and therefore his last day worked was July 17. Lemon's claim is based on a statement which he testified was made at a MassMutual retirement seminar that occurred in March, April, or perhaps May.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> He testified that someone else at the seminar asked \"Is there going to be any change in benefits?\" He further testified \"[t]he answer was Mr. Wilson [a Human Resources employee] said there will be no change in benefits. He did say there might be some change in the group life medical, you know, benefits, but there would be no change in benefits.... I understood that to be ... when I terminated, there would be no additional benefits &#8212; or when I retired.\" Wilson had no memory of Lemon or the question, but testified, \"that's not something I would say... I probably wouldn't know if there was something coming until it happened pretty much.... I'd say, I don't know.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff Stevens, also a senior systems analyst at MassMutual, submitted her Notice of Retirement on May 20. She retired on September 1, a month before Rodowicz and Lemon, but her last day worked was July 31. Stevens testified that she had repeated meetings with retirement counselor Lois DeGray in 1991 and 1992, and that DeGray had avoided answering questions about any future changes to benefits. At her husband's urging, Stevens had finally asked DeGray \"very specifically... was there any reason for [her to] stay on over, you know, any particular date that would be a benefit to [her], was there any package maybe coming along. And [DeGray] told [her] `no.'\" Stevens did not remember the exact date of the conversation, but testified that it was before she sent a letter to her manager on May 22, as the conversation \"was sort of the deciding factor.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> DeGray did not recall Stevens ever asking her whether there would be any enhanced benefits or severance, and denied ever telling her there would be no changes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On September 17, well after the alleged misrepresentations claimed by the plaintiffs, Tom Wheeler, the CEO of MassMutual, instructed John Pajak, the Executive Vice President for Operations and Chief Operating Officer of MassMutual, to \"dust off\" the 1991 reduction in force project<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and evaluate options for a possible plan. There is no evidence that any work was done on any form of an enhanced benefits plan (retirement or severance) from the time the numbers were looked at, and the idea abandoned, in late March or early April 1992 until this request by Wheeler on September 17. Nor is there any evidence that any ideas concerning such benefits were discussed by management during that period. After the September 17 Wheeler request, Susan Alfano, the Vice President for Human Resources, assembled a team and worked virtually around the clock to prepare something. An employee who worked on both the March analysis and the September project testified that the two plans were \"significantly different,\" particularly because the March analysis focused exclusively on employees aged fifty or older. Pajak presented initial results to Wheeler on September 25. Wheeler then presented the idea to a high-level management group known as the \"president's cabinet\" on September 30 and October 6. A proposal was then put before the Board of Directors at the October 12 board meeting, and Wheeler was given the authority to implement the plan at his discretion. Wheeler authorized the plan on October 19 and it was announced to the company on October 23.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The company appeals from the district court's denial of its motion for judgment as a matter of law, arguing, among other things, that the evidence does not support the verdict and that the trial judge erred in its jury instructions. The standard of review for a district court's denial of a Rule 50 motion for judgment notwithstanding the verdict is de novo. <i>Walton v. Nalco Chem. Co.,</i> <span class=\"citation\" data-id=\"199695\"><a href=\"/opinion/199695/walton-v-nalco-chemical-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 23 (1st Cir.2001). Our review is weighted toward preservation of the jury verdict; \"[w]e must affirm unless the evidence was `so strongly and overwhelmingly' inconsistent with the verdicts that no reasonable jury could have returned them.\" <i>Id.</i> at 23 (quoting <i>Negron v. Caleb Brett U.S.A., Inc.,</i> <span class=\"citation\" data-id=\"198945\"><a href=\"/opinion/198945/negron-v-caleb-brett-usa-inc/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">666</span></a></span>, 668 (1st Cir.2000) (quoting <i>Coastal Fuels of P.R., Inc. v. Caribbean Petroleum Corp.,</i> <span class=\"citation\" data-id=\"196628\"><a href=\"/opinion/196628/coastal-fuels-of-pr-v-caribbean-petroleum/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></a></span>, 188 (1st Cir.1996))). \"[T]he giving of [a jury] instruction is reversible error only if it (1) was misleading, unduly complicating, or incorrect as a matter of law, and (2) adversely affected the objecting party's substantial rights.\" <i>Faigin v. Kelly,</i> <span class=\"citation\" data-id=\"198558\"><a href=\"/opinion/198558/faigin-v-kelly-carucci/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 87 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiffs pled in the alternative that the misrepresentations were either negligent or intentional. Because the degree of culpability a plaintiff must show to establish liability for negligent misrepresentation is less than for intentional misrepresentation, we use the elements for negligent misrepresentation. <i>Cummings v. HPG Int'l Inc.,</i> <span class=\"citation\" data-id=\"199327\"><a href=\"/opinion/199327/cummings-v-hpg-international/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 24-25 (1st Cir.2001). Under Massachusetts law,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To sustain a claim of misrepresentation, a plaintiff must show a false statement of a material fact made to induce the plaintiff to act, together with reliance on the false statement by the plaintiff to the plaintiff's detriment.... The speaker need not know \"that the statement is false if the truth is reasonably susceptible of actual knowledge, or otherwise expressed, if, through a modicum of diligence, accurate facts are available to the speaker.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><i>Zimmerman v. Kent,</i> 31 Mass.App.Ct. 72, <span class=\"citation\" data-id=\"2101674\"><a href=\"/opinion/2101674/zimmerman-v-kent/\"><span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">70</span></a></span>, 74 (1991) (quoting <i>Acushnet Fed. Credit Union v. Roderick,</i> 26 Mass.App.Ct. 604, <span class=\"citation\" data-id=\"2025190\"><a href=\"/opinion/2025190/acushnet-federal-credit-union-v-roderick/\"><span class=\"volume\">530</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1243</span></a></span>, 1244 (1988)).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As we have noted previously, \"in general, Massachusetts courts treat negligent misrepresentation claims more as negligence actions than deceit actions, focusing on the degree of care exercised by the speaker in making the statement.\" <i>Cummings,</i> 244 F.3d at 25.</p>\n    </div>\n    <p class=\"indent\">\n      <i>A. Sufficiency of Evidence</i>\n    </p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The company says it was entitled to judgment because the plaintiffs failed to introduce any evidence to show that, at the time the alleged disclosures were made, the VTP severance plan was \"on the table,\" or that any proposals were in existence, or that there were any \"attendant discussions\" by the employee's senior management about either the VTP or any other plan.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The company argues that the Human Resources personnel said to have made the statements \"could not have discovered, or disclosed, any facts about the severance option which later would become the VTP in October of 1992, because the evidence was uncontroverted that the discussions which led to the VTP severance option did not begin until September 17, 1992, and that the VTP was not recommended to senior management until September 30, 1992, <i>after</i> the communications with each of the three employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Using the terminology of <i>Rodowicz I,</i> 192 F.3d at 174-78, the company at times characterizes this argument as one going to the materiality of the statements. However, in light of the evidence at trial, we think it is better thought of as going to another element of the misrepresentation claim &#8212; whether the statements were in fact false at the time they were made. Under <i>Rodowicz I,</i> we assume the speakers are the company, speaking through its authorized Human Resources representatives. <i>Id.</i> at 177.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At trial, plaintiff Stevens testified that DeGray made the statement at issue here in mid-May, before Stevens submitted her retirement notice. Plaintiff Lemon testified that Wilson made his statement sometime between March and May, before Lemon submitted his retirement notice on May 22. Rodowicz testified that Cowles made her statement about the Board of Directors in late August or early September, after he had submitted his July 24, 1992 retirement notice to the company.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The evidence as to the company's discussions of alterations in its benefits plans was as follows. In 1990, MassMutual's Human Resources division had worked up a possible ERISA early retirement plan which was targeted at senior employees and would have provided enhanced pension and retirement benefits. This plan was referred to as the Voluntary Incentive Program or \"VIP\" plan. The VIP proposal was abandoned without ever being implemented or even referred to the Board of Directors for consideration. John Pajak, the Executive Vice President for Operations and Chief Operating Officer, testified that the VIP proposal was \"aborted in midstream,\" although the documents were kept for future use.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In April 1991, MassMutual did alter the retirement benefits to decrease the age at which one could retire with full retirement benefits from 65 to 62. This was done as the result of an annual internal competitiveness survey, in order to keep current with the benefits offered by MassMutual's competitors. The Board of Directors voted on this change and approved it at the Board's April 1991 meeting. This was the only potential change to the retirement system or severance benefits considered by the Board until it ultimately approved the VTP in the fall of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the summer of 1991, as troubles mounted in the New England insurance industry and a rating downgrade seemed imminent, Pajak asked Alfano, then Vice President for Human Resources, to look into possibilities for a reduction in force. Alfano compiled a memo for Pajak listing three options &#8212; one involving enhanced retirement benefits (which, like the 1990 VIP proposal, would have fallen under ERISA), and two involving reduced hiring through eliminating all open exempt positions or selected exempt positions. Later in 1991, on her own initiative, Alfano retained outside consultants to look into the mechanics of doing an involuntary layoff. This study took place over a few months time, ending sometime in the fall of 1991. No such layoffs were ever done, and Pajak had no memory of even being told about this consultancy. Alfano testified that the purpose of it was merely to educate the Human Resources management about the options, \"[b]ecause there was always the possibility\" the company would have to resort to layoffs.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In March of 1992, Pajak asked Alfano to crunch the numbers again on possibilities for an early or enhanced retirement benefits package. Alfano testified that the focus of this project, like the 1990 VIP project, was \"exclusively on people retirement eligible.\" The options being considered included \"an enhancement to age, an enhancement to years of service, and/or a severance component\" for retirement-eligible workers. The effort was apparently an attempt to evaluate the feasibility of what would have been an ERISA-covered plan. The options being worked up were not single payment general severance plans, as the VTP eventually would be. This project was terminated in March or early April because Alfano concluded that it would cause excessive attrition in experienced and necessary positions. Consequently, the results were never presented to the Board or even compiled into a written report. Thus, as of early April 1992, the company had considered but rejected ideas of offering enhanced retirement benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On the evidence at trial, at the time of Rodowicz's question about whether there was any truth to the rumor that a package was coming, the answer \"no\" was an accurate reflection of the company's position at that time. In discussing retirement with her retirement counselor, Stevens asked whether there was any package coming along. At that time, the company had no intent to offer any package. Therefore, this case is factually distinguishable from cases in which a company is in the process of considering a plan and either violates a duty to disclose or misrepresents the state of things. Because no benefits plans were being considered or discussed at the time the questions were posed, the statements were literally true when made. Thus, the plaintiffs failed to present sufficient evidence to meet a basic element of negligent misrepresentation, that there be \"false information for the guidance of others.\" <i>Cummings,</i> 244 F.3d at 24.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The statement that Lemon heard at the retirement seminar is a bit more problematic, due to the muddled time frame offered by Lemon for the statement. He testified that he attended the seminar in \"March, April, or perhaps May.\" This was a change from his deposition testimony, when he testified that the seminar took place in the summer of 1992. If the testimony as to March were credited, there is some chance that he heard the statement that there would be no package at the same time that Alfano and her team were analyzing the viability of a package in March of 1992. However, we are doubtful that this is sufficient evidence of misrepresentation &#8212; because the ambiguity of his testimony failed to carry his burden, because MassMutual's duty to disclose consideration of an ERISA-covered plan was limited by the <i>Vartanian</i> \"serious consideration\" test, and because any March statement would not be false because the March analysis never developed into a plan. If the issue turned on his ambiguous testimony that the statement was made in March, then that testimony, coming by surprise, should not have been admitted as evidence and its admission was reversible error.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Lemon offered no substantial justification for his last-minute change of testimony in this case. The trial judge requested that the parties verify the accuracy of their discovery evidence prior to trial, and Lemon should have realized the problem, at the latest, when his co-plaintiff Stevens changed her testimony, two days prior to his testifying. MassMutual had no opportunity to investigate or introduce evidence concerning which retirement seminar Lemon attended and it made a timely objection to the introduction of this evidence at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiffs are not assisted by characterizing the statements as oriented to the future and proven untrue by future events. In order for a representation about a future occurrence to be actionable negligent misrepresentation, there must be evidence that the statement was false at the time made, and that the defendant could have learned of the falsity with reasonable care. A simple change of mind by a defendant does not render an earlier statement false. <i>McEvoy Travel Bureau, Inc. v. Norton Co.,</i> <span class=\"citation\" data-id=\"2167937\"><a href=\"/opinion/2167937/mcevoy-travel-bureau-inc-v-norton-co/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">704</span></a></span>, <span class=\"citation\" data-id=\"2167937\"><a href=\"/opinion/2167937/mcevoy-travel-bureau-inc-v-norton-co/\"><span class=\"volume\">563</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">188</span></a></span>, 192 &amp; n. 4 (1990). Without evidence of the contrary intent, the statement is not considered false at the time it is made. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Plaintiffs argue that the jury could have inferred that defendants had a contrary intent, rendering the statements false when made. However, under Massachusetts law, a jury cannot infer contrary intent at the time of the representation from the mere fact that the company took contrary action at a later date. <i>Zhang v. Mass. Inst. of Tech.,</i> 46 Mass.App.Ct. 597, <span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">128</span></span>, 134-35 (1999); <i>see also Carroll v. Barberry Homes, Inc.,</i> No. 976418, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1204020</span></span>, at *4 (Mass.Super.Ct. Oct. 22, 1999) (order on motion for summary judgment) (fact that defendant followed a different course months later does not support a finding of earlier intent to misrepresent); <i>Connolly v. Rochester Shoe Tree Co., Inc.,</i> No. 935190H, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">879515</span></span> (Mass.Super.Ct. Nov. 8, 1994) (where change of circumstance led defendant to abandon alleged promise, no basis to infer intent to misrepresent). In order to show that the representations about whether MassMutual would offer a package were false, the plaintiffs needed to offer evidence that, at the time of the representations, MassMutual had some present intention to offer such a package in the future. Using the Massachusetts law standard for determining the falsity of an assertion concerning a future event, we hold that none of the statements that there would be no package was false at the time it was made.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The record contains no evidence that in the period from March or early April until mid-September there were any \"proposals urging such changes [in benefits] on the table,\" to use the language of <i>Rodowicz I.</i><a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> 192 F.3d at 174. The VTP was not even a glimmer in management's eye until September 17, when the CEO ordered Pajak to develop a proposal for a reduction in force. Indeed, Pajak, the Chief Operating Officer, testified that \"there was nothing on my agenda that indicated in June of '92 that there was going to be any changes whatsoever, packages or anything.\" Similarly, Cowles's undisputed testimony is that she had no information about the VTP in the spring and summer of 1992 and Dawn Scaporatti, a financial consultant at MassMutual who worked on both the March analysis and then on developing the VTP program, testified that she did not work on any such project in the months between March and September. Moreover, following the September 17 directive, Alfano and her team had to work virtually around the clock in order to have something ready to present first to Wheeler on September 25, and then to the Board on October 12; they did not simply pull out an older plan for presentation to the Board. In addition to this uncontroverted evidence that no one at MassMutual was developing a plan from April to September, there was no evidence to support the plaintiffs' suggestion that, throughout this period, management considered a plan of some sort to be inevitable (and certainly no evidence that management considered a non-ERISA plan to be inevitable).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This leaves only the portion of the statement that Rodowicz claims Laura Cowles made to him in late August or early September, that the Board of Directors had considered a retirement enhancement package and rejected it. Any statement that the Board had considered and rejected a package, if made, was false. The only change to the retirement benefits program that the Board had considered was the change of retirement age to 62, which the Board approved in 1991. The Board had not been presented with any reduction in force options, because the MassMutual top management had rejected such an option. In fact, Pajak was rather emphatic in his trial testimony about his disfavor for retirement enhancement packages. Nonetheless, Rodowicz did not present his case as relying on any distinction between the Board and upper management and testified that \"if [Cowles] told me that there was a package, I would've withdrawn my notice of retirement.\" At the time of Rodowicz's question, Cowles could not have truthfully stated that there would be a package or that a package was being considered. A statement that senior management had considered and emphatically rejected a retirement buy-out package would have been entirely accurate. Such a statement could be considered an even stronger representation that nothing was forthcoming, because no plan could even be put before the Board unless senior management approved it. The distinction between the Board's rejection and senior management's rejection is therefore not material. It was simply Rodowicz's ill fortune that within weeks of his retirement, management made a different decision as to whether to consider offering any extra severance benefits.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Jury Instructions</i>\n    </p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Given this lack of evidence, how then to explain the jury verdict? We think it arose from the peculiar litigation history of this case and from a theory advanced by plaintiffs which has no support in the law, but which appears, in combination with <i>Rodowicz I,</i> to have influenced the jury instructions and led to error.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Over MassMutual's objection, the court admitted evidence of the company's consideration and rejection in 1990 and 1991 of possible early retirement and reduction in force programs. The evidence was admitted as background useful to the jury. MassMutual's appellate argument that the evidence was inadmissible is of no present concern to us; we are, however, concerned by how plaintiffs' counsel used that evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The plaintiffs advanced a theory, over objection, that the misrepresentation claim could be proven because the VTP was simply the culmination of a process that began in 1990 and continued through the consideration of the various other plans and options that MassMutual had considered and rejected. The theory was that the company considered a reduction in force more than a year earlier in 1991, and perhaps even earlier, and so the VTP could be seen as the ultimate solution to the financial problem that the company confronted in 1991 and continued to confront in 1992. The plaintiffs argued that these draft plans evinced a trend which the jury could infer would lead inevitably to the company's adoption of an enhanced benefits package. And so, the plaintiffs argued, the Human Resources representatives were obligated either to respond \"no comment\" or to acknowledge that there might well be a package offered in the future. The district court aptly described this as the \"this was all one process\" theory.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">That the jury proved receptive to the argument is, we think, shown primarily<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> by its question submitted to the trial judge after deliberations had begun:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Is the \"misrepresentation of the fact\" Related to (one) knowledge of the development of <i>any</i> plan, or, (two) the final plan, \"the voluntary termination plan?\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court, over MassMutual's objection, replied:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">the misrepresentation of fact could possibly relate to both the voluntary termination plan and any other plan so long as the misrepresentation satisfies the five criteri[a].</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court understandably felt that <i>Rodowicz I</i> compelled this instruction.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> In the abstract, such an instruction would not necessarily be incorrect: if there were evidence of some form of other plan in formation during the period from April to early September 1992 that rendered the statements misrepresentations, even if the plan were not the VTP plan, then the jury could consider it. But there was no evidence presented that any plan &#8212; or even any plans for a plan &#8212; existed or was being discussed at all during the relevant time period. There was only the plaintiffs' \"this was all one process theory,\" which is based on the flawed premise that a proto-plan, once considered by a company, can go into deep stasis, and any plan that eventually emerges is inevitably its progeny. To the extent the jury instruction countenanced that theory, it was in error.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The \"all one process\" theory is not only factually unsupported, but also legally untenable here. It was not countenanced by <i>Rodowicz I.</i> A company may consider and reject a series of benefits plans over years. In fact, there was evidence presented at trial that, prior to Alfano taking over the Human Resources division, management had considered possible \"window\" plans in 1975, 1980, 1981, 1983, 1985, 1987, and 1989, none of which were ever implemented. The mere fact that a company had considered offering a package, or had evaluated the possibilities for one, does not permit an inference that a company is misrepresenting when it accurately represents that, at a given time, it has rejected a particular benefits option or that it then has no intent to offer enhanced benefits. Under plaintiffs' theory, MassMutual would be liable for misrepresentation for accurately representing that it had rejected enhanced benefits packages and had no present plans to offer any, simply because it had considered plans in the past and might well consider them in the future. To uphold this theory would create a nightmarish scenario for both companies and employees. Under such a legal regime, a company would have a disincentive to adopt a plan once it had rejected past options, or even to consider adopting plans that it might eventually reject, for fear of future liability. Such a regime would lead to the demise of voluntary termination benefit or enhanced retirement benefit packages and so work to the detriment of employees.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Secondly, under <i>Rodowicz I</i> and at least until the state courts define the law,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Massachusetts employers face different obligations as to disclosures and representations made, depending on whether the plan being considered is an ERISA plan or not. The prior proposals on which plaintiffs' \"this is all one process\" theory rests include ERISA plan proposals. It passes irony to use the fact that a company considered an ERISA plan proposal, which would preempt application of a state law standard of disclosure, as a platform for liability in these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There is simply no evidence in the trial testimony that MassMutual had any intention, as of the date the statements were made, of proposing or implementing an enhanced benefits package of any sort. Because the evidence was insufficient and there was instructional error as well, we need not reach MassMutual's other issues. Likewise, because the plaintiffs' cross-appeal goes only to damages, it too need not be addressed.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>The verdict is vacated and the case remanded with instructions that judgment be entered for the defendant. No costs are awarded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A more detailed description of the facts can be found in the district court's opinions<i>Rodowicz v. Mass. Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"2568343\"><a href=\"/opinion/2568343/rodowicz-v-massachusetts-mut-life-ins-co/\"><span class=\"volume\">3</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1481</span></a></span> (D.Mass.1998), <i>aff'd in part, rev'd in part, and remanded,</i> <span class=\"citation\" data-id=\"766224\"><a href=\"/opinion/766224/stanley-a-rodowicz-v-massachusetts-mutual-life-insurance-company-stanley/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span> (1st Cir.1999); <i>Rodowicz v. Mass. Mut. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">857</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">992</span></span> (D.Mass.1994), <i>vacated,</i> <span class=\"citation no-link\"><span class=\"volume\">915</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">486</span></span> (D.Mass.1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In<i>Rodowicz I,</i> we affirmed the district court's grant of summary judgment on plaintiffs' ERISA claims, holding that the VTP was not an ERISA-covered plan because it did not \"call for ongoing, individualized determinations\" and, in general, \"the extent and complexity of administrative obligations\" were not so extensive as to render it an ERISA plan. 192 F.3d at 172.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs' theory was that they were free to rescind their Notices of Retirement up to their last day at work</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In his deposition, Lemon said this seminar had taken place in the summer of 1992. At trial, he changed his testimony, stating that after having \"sleepless nights and all that sort of stuff\" since the start of trial, he had concluded that the seminar took place in March or April, or possibly May, of 1992. MassMutual objected to this surprise testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This was a change from her pretrial deposition testimony, in which she stated that the conversation had occurred in mid-June of 1992. MassMutual objects to this surprise testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is not clear what plan this refers to. CEO Wheeler could not specifically recall the statement, nor could Pajak. The statement came from a summary prepared by Susan Alfano of the Human Resources department. The only specific draft plan prior to 1992 that was discussed in the trial testimony is the 1990 \"Voluntary Incentive Program\" (VIP) draft, which was not a severance program, but an ERISA retirement benefit plan. The evidence from 1991 was a memo from Susan Alfano to Pajak regarding three possibilities for downsizing, none of which were severance options, and which Pajak referred to as not even a \"proposal.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> An alternate phrasing of the elements of misrepresentation, and a more thorough discussion of its nuances, can be found in the Restatement (Second) of Torts, which Massachusetts has adopted<i>See Cummings,</i> 244 F.3d at 24. As set forth in Restatement &#167; 552(1), the plaintiff must prove that the defendant:</p>\n        <p class=\"indent\">(1) in the course of its business, (2) supplied false information for the guidance of others (3) in their business transactions, (4) causing and resulting in pecuniary loss to those others (5) by their justifiable reliance upon the information, and (6) that it failed to exercise reasonable care or competence in obtaining or communicating the information. <i>Fox v. F &amp; J Gattozzi Corp.,</i> 41 Mass.App.Ct. 581, <span class=\"citation no-link\"><span class=\"volume\">672</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">547</span></span>, 551 (1996) (citing Restatement (Second) of Torts &#167; 552(1) (1977)); <i>see also Massachusetts School of Law at Andover, Inc. v. American Bar Ass'n,</i> <span class=\"citation\" data-id=\"197918\"><a href=\"/opinion/197918/massachusetts-school-v-american-bar/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 41 (1st Cir. 1998).</p>\n        <p class=\"indent\"><i>Cummings,</i> 244 F.3d at 24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In<i>Rodowicz I,</i> we dismissed the claims of four plaintiffs based on the fact that the alleged misrepresentations were made by MassMutual employees who did not have authority to speak on behalf of the company with regard to retirement benefits, and also excluded statements made to plaintiff Lemon by such an individual. 192 F.3d at 177 &amp; n. 12.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note, but do not decide, the question of whether a statement about<i>retirement</i> benefits, answered in the negative, may be deemed untrue in the context of a company counseling employees about <i>retirement,</i> by the development of a plan offering enhanced <i>severance</i> benefits to all employees.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Under Federal Rule of Civil Procedure 26(e)(2), a party is required to \"seasonably\" amend a prior discovery response if the party learns that the response is in some respect incorrect<i>See Klonoski v. Mahlab,</i> <span class=\"citation\" data-id=\"198131\"><a href=\"/opinion/198131/klonoski-v-mahlab/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 268 (1st Cir.1998) (noting that the rule \"imposes a broad requirement on parties to update their earlier disclosures and discovery responses\"). Rule 37(c)(1) imposes sanctions for failure to comply, stating that \"[a] party that without substantial justification fails to... amend a prior response to discovery as required by Rule 26(e)(2), is not, unless such failure is harmless, permitted to use [such] evidence at trial.\" <i>See Samos Imex Corp. v. Nextel Comms. Inc.,</i> <span class=\"citation\" data-id=\"198694\"><a href=\"/opinion/198694/samos-imex-v-nextel-communication/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 305 (1st Cir.1999) (\"[E]xclusion of evidence is a standard sanction for a violation of the duty of disclosure under Rule 26(a).\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The closest case we have found is<i>McCall v. Burlington N. Santa Fe Co.,</i> <span class=\"citation\" data-id=\"771733\"><a href=\"/opinion/771733/james-d-mccall/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span> (5th Cir.2000), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">57</span></span>, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></span> (2001), and it is in accord. The company in the <i>McCall</i> case offered a separation pay plan in 1991. <i>Id.</i> at 509. The plan description stated that the company had not determined whether there would be additional voluntary severance plans; however, management had decided that if there were any additional plans, \"the benefits would not be as good as those contained in this plan.\" <i>Id.</i> at 510. In 1995, the company offered another voluntary severance plan which had better benefits than those in the 1991 plan. <i>Id.</i> Plaintiffs, who had taken the 1991 severance plan, sued. While the 1991 plan was an ERISA plan, the court's holding was on a non-ERISA point. The court held that the action for breach of fiduciary duty based on a material misrepresentation failed because the statement was true at the time it was made. <i>Id.</i> at 511.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The jury also later asked:</p>\n        <p class=\"indent\">Was the defendant legally required to disclose to the plaintiffs they were discussing options for a reduction in force?</p>\n        <p class=\"indent\">The court answered there was no affirmative obligation, but that if MassMutual were asked, it would have some duty to disclose.</p>\n        <p class=\"indent\">This exchange is significant in two ways. Since the evidence showed there were no such \"discussions\" at the time of the alleged misrepresentations, the jury could only have been referring to the 1990, 1991, and 1992 discussions. This again evidences adoption of plaintiffs' \"all one process\" argument. Secondly, as to the discussions of ERISA plans, ERISA law precludes those discussions as being a basis for disclosure liability, unless the plan is under \"serious consideration,\" <i>see Vartanian,</i> 131 F.3d at 267.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We think the confusion stems from the mistaken impression that the summary judgment record and the trial record were the same. The denial of summary judgment in<i>Rodowicz I</i> was premised on a \"fact\" that was reported in the district court opinion and was apparently undisputed at the summary judgment phase &#8212; that \"Alfano ... perform[ed] a thorough analysis of the possible costs and benefits of a reduction in force in the months <i>between March and September 1992.</i>\" <i>Rodowicz,</i> 3 F.Supp.2d at 1485 (emphasis added). That fact was accepted as true for summary judgment purposes by the <i>Rodowicz I</i> court, 192 F.3d at 167. The \"fact\" was apparently proposed by plaintiff and apparently, although wrongly, not disputed by MassMutual before the trial court at the summary judgment stage. Nor did MassMutual dispute this \"fact\" before this court in <i>Rodowicz I.</i> From small acorns of error, gnarled trees do grow. On this key point, the summary judgment record and the trial record diverge. There was no evidence introduced at trial that any such work was done between early April and September 17. Nor was there any evidence that would support an inference, asserted by the plaintiffs before the <i>Rodowicz I</i> court, that CEO Wheeler had an on-going intention to implement a reduction in force program and was using an on-going, if staccato, planning process to move toward that goal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Massachusetts may, as it has done in the areas of defamation and privacy, recognize a privilege to protect forms of corporate communication needed to run a business<i>See Bratt v. Int'l Bus. Mach. Corp.,</i> <span class=\"citation\" data-id=\"2027157\"><a href=\"/opinion/2027157/bratt-v-international-business-machines-corp/\"><span class=\"volume\">392</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">508</span></a></span>, <span class=\"citation\" data-id=\"2027157\"><a href=\"/opinion/2027157/bratt-v-international-business-machines-corp/\"><span class=\"volume\">467</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">126</span></a></span>, 131, 134-36 (1984). As numerous courts have recognized in the context of ERISA plans, it makes little sense to impose a duty on companies to disclose the most preliminary of investigations into possible enhanced benefits programs, many of which die quickly on the vine. <i>See, e.g., Vartanian,</i> 131 F.3d at 269-70; <i>Hockett v. Sun Co., Inc.,</i> <span class=\"citation\" data-id=\"154640\"><a href=\"/opinion/154640/hockett-v-sun-company-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1515</span></a></span>, 1522 (10th Cir.1997); <i>Fischer v. Philadelphia Elec. Co.,</i> <span class=\"citation\" data-id=\"727226\"><a href=\"/opinion/727226/herbert-l-fischer-floyd-l-adams-james-w-alfreds-john-i-arena-earl-t/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1533</span></a></span>, 1538-39 (3d Cir.1996).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/154640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2025190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2027157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2101674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2167937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2568343/"
  ]
}