{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199907/",
  "absolute_url": "/opinion/199907/banco-bilbao-v-family-restaurants/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199907/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:39:50Z",
  "date_modified": "2017-03-24T11:04:12.366786Z",
  "type": "010combined",
  "sha1": "e70c46cec42b21d91d0d00520b3a68bf91dfaeb9",
  "page_count": 6,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-9014-01A.pdf",
  "local_path": "pdf/2002/04/02/Banco_Bilbao_v._Family_Restaurants.pdf",
  "plain_text": "          United States Court of Appeals\n                          For the First Circuit\n\nNo. 01-9014\n\n                 IN RE:    THE HOME RESTAURANTS, INC.,\n\n                                  Debtor.\n                           ____________________\n\n                   BANCO BILBAO VIZCAYA ARGENTARIA,\n\n                          Defendant, Appellant,\n\n                                    v.\n\n       FAMILY RESTAURANTS, INC., AND HECTOR CUEVAS CUEVAS,\n\n                          Plaintiffs, Appellees,\n\n                          WIGBERTO LUGO MENDER,\n\n                           Defendant, Appellee.\n\n\n              APPEAL FROM THE BANKRUPTCY APPELLATE PANEL\n\n                           OF THE FIRST CIRCUIT\n\n\n                                  Before\n\n                       Torruella, Circuit Judge,\n                    Coffin, Senior Circuit Judge,\n                      and Selya, Circuit Judge.\n\n\n     Wanda I. Luna-Martinez, with whom Montanez & Alicea Law\nOffices was on brief, for appellant.\n     Ramon Torres Rodriguez for plaintiffs-appellees.\n     Wigberto Lugo Mender for defendant-appellee.\n\n\n\n                              April 2, 2002\n\f      COFFIN, Senior Circuit Judge. Appellant Banco Bilbao Vizcaya\n\nArgentaria (\"the Bank\"), a creditor in a Chapter 7 bankruptcy\n\nproceeding, claims that the bankruptcy court wrongly refused to\n\ngrant it relief, under Fed. R. Civ. P. 60(b) and Fed. R. Bankr.\n\nP.   9024,   from   a   default   judgment   totaling   $24,506.55.1   The\n\nBankruptcy Appellate Panel for the First Circuit (\"BAP\") affirmed\n\nthe bankruptcy court's ruling, and we likewise find no reversible\n\nerror.\n\n      Although this case reaches us by way of the BAP, we are\n\ncharged with direct review of the bankruptcy court's decision. See\n\nIn re Healthco Int'l, Inc., 132 F.3d 104, 107 (lst Cir. 1997).         We\n\nconsider that court's conclusions of law de novo and scrutinize its\nfactual findings for clear error.            Id.   Absent legal error, we\nreview the court's refusal to set aside a default judgment under\n\nRule 60(b) only for abuse of discretion. See Claremont Flock Corp.\n\n\n\n      1\n       The court's default judgment resolved two separate claims\nagainst the Bank for the costs of preserving or disposing of\nproperty of the debtor in which the Bank had a security interest.\nSee infra p. 3.     The original complaint was filed by Family\nRestaurants, Inc. and its president, Hector Cuevas, who had\nsubleased restaurant premises to the debtor, The Home Restaurants,\nInc.   Plaintiffs (whom we at times refer to collectively as\n\"Cuevas\") named both the Bank and the bankruptcy trustee, as\nrepresentative of the debtor, as defendants. The trustee, in turn,\nfiled cross-claims against the Bank. Cuevas sought reimbursement\nfor rent and related costs; the trustee sought, in addition, the\ncost of electricity and a contractor's services.\n     The Bank never responded to the cross-claims, and the court\ndescribed its judgment in favor of the trustee as \"a simple default\njudgment.\" Although the Bank filed an answer to the complaint, it\ntook no further action until after the default judgment was\nentered. The court termed the default judgment for plaintiffs \"a\nsanction for [the Bank's] repeated failure to comply with orders of\nthe Court.\"\n\n                                     -2-\n\fv. Alm, 281 F.3d 297, 299 (lst Cir. 2002); Key Bank of Maine v.\n\nTablecloth Textile Co., 74 F.3d 349, 352 (lst Cir. 1996).\n\n      The Bank's appeal has three primary prongs, two of which\nchallenge the bankruptcy court's legal authority to order the\n\ndefault.     It argues that the court lacked jurisdiction to address\n\nappellees' claims in light of the United States Supreme Court's\ndecision in Hartford Underwriters Ins. Co. v. Union Planters Bank,\n\nN.A., 530 U.S. 1 (2000), and lacked authority to grant the default\n\njudgment without examining the merits of appellees' claims in a\n\nhearing.      The   Bank   also   contends   that   the     court    abused   its\n\ndiscretion in ordering a default judgment in the circumstances of\n\nthis case.\n\n      We briefly dispose of each of these contentions.\n      A. Jurisdiction.\n\n      In their complaint, plaintiffs relied on section 506(c) of the\n\nBankruptcy Code to demand reimbursement of rent and other costs\nincurred at the restaurant premises while property in which the\n\nBank had a security interest remained there.                 See 11 U.S.C. ยง\n\n506(c).    The section provides that \"[t]he trustee may recover from\n\nproperty     securing   an   allowed    secured     claim    the    reasonable,\n\nnecessary costs and expenses of preserving, or disposing of, such\n\nproperty to the extent of any benefit to the holder of such claim.\"\n\nId.   In Hartford Underwriters, which was decided about one month\n\nafter the bankruptcy court's challenged ruling, the Supreme Court\n\nheld that only a trustee, and not an administrative claimant, is a\n\nproper party to seek recovery under section 506(c).                 See 530 U.S.\n\n\n                                       -3-\n\fat 14.   As the BAP observed, that decision overruled First Circuit\n\nprecedent allowing such a claim by \"third parties who equitably\n\ncome to stand in the trustee's shoes,\" see In re Parque Forestal,\n\nInc., 949 F.2d 504, 511 (lst Cir. 1991).     The Bank contends that\n\nHartford Underwriters requires reversal of the bankruptcy court's\n\njudgment in favor of Cuevas, a third-party claimant.\n     Although Hartford Underwriters would appear to negate Cuevas's\n\nstanding to bring a section 506(c) claim, it does not require us to\n\ndisturb the bankruptcy court's judgment.      The rents and related\n\ncosts awarded to Cuevas also were incorporated within the cross-\n\nclaims filed by the trustee, who unquestionably had standing to\n\npursue such relief.2      We are thus satisfied that the bankruptcy\n\ncourt's judgment was consistent with the principles espoused in\nHartford Underwriters.3\n\n     B. Lack of Hearing.\n\n     The Bank contends that the district court could not grant\njudgment on the merits without a hearing to determine whether the\n\nclaims and cross-claims were meritorious.    To the contrary, it is\nprecisely the right to contest liability that a party gives up when\n\nit declines to participate in the judicial process.    See Franco v.\n\n     2\n       In Count Two of his cross-claims, the trustee asked that the\nBank be obliged to pay any \"rent and preservation costs [that] are\ndue to plaintiff.\"\n     3\n       The court unquestionably had subject matter jurisdiction;\nboth the claims and cross-claims were within the bankruptcy court's\ncore jurisdiction.    See 28 U.S.C. ยง 157(b)(2) (A), (O) (core\nproceedings include \"matters concerning the administration of the\nestate\" and \"other proceedings affecting the liquidation of the\nassets of the estate,\" with exceptions not relevant here).\n\n                                  -4-\n\fSelective Ins. Co., 184 F.3d 4, 9 n.3 (lst Cir. 1999) (\"A party who\n\ndefaults is taken to have conceded the truth of the factual\n\nallegations in the complaint as establishing the grounds for\nliability . . . .\"); Brockton Savings Bank v. Peat, Marwick,\n\nMitchell & Co., 771 F.2d 5, 13 (lst Cir. 1985) (\"[T]here is no\n\nquestion that, default having been entered, each of [plaintiff's]\nallegations of fact must be taken as true and each of its [] claims\n\nmust be considered established as a matter of law.\").\n\n     A hearing may be required, however, to set damages when the\n\namount is in dispute or is not ascertainable from the pleadings.\n\nSee Fed. R. Civ. P. 55(b)(2);4 Ortiz-Gonzalez v. Fonovisa, 277 F.3d\n\n59, 64 (lst Cir. 2002); HMG Property Investors v. Parque Indus. Rio\n\nCanas, 847 F.2d 908, 919 (lst Cir. 1988).      Here, there was no\nuncertainty about the amounts at issue; the complaint and cross-\n\nclaims contained specific dollar figures, and the court also\n\nrequested and received affidavits from appellees.       The court's\norder to show cause allowed the Bank the opportunity to respond to\n\nappellees' claims before entry of judgment, but the Bank failed to\n\ndo so.\n\n\n\n     4\n         Rule 55(b)(2) states:\n\n     If, in order to enable the court to enter judgment or to\n     carry it into effect, it is necessary to take an account\n     or to determine the amount of damages or to establish the\n     truth of any averment by evidence or to make an\n     investigation of any other matter, the court may conduct\n     such hearings or order such references as it deems\n     necessary and proper and shall accord a right of trial by\n     jury to the parties when and as required by any statute\n     of the United States.\n\n                                 -5-\n\f     Where a court has jurisdiction over the subject matter and\n\nparties,    the   allegations   in    the     complaint     state    a    specific,\n\ncognizable claim for relief, and the defaulted party had fair\nnotice of its opportunity to object, the court has the discretion\n\nto order a default judgment \"without a hearing of any kind,\" HMG\n\nProperty Investors, 847 F.2d at 919.           By the same token, the court\nmay choose to hold a hearing to \"establish the truth of any\n\naverment\"   in    the   complaint.      See    Fed.   R.    Civ.    P.    55(b)(2);\n\nQuirindongo Pacheco v. Rolon Morales, 953 F.2d 15, 16 (lst Cir.\n\n1992) (per curiam).      There was no abuse of the court's discretion\n\nin this case.\n\n     C. Relief from the Default Judgment.\n\n     As noted earlier, a court's refusal to set aside a default\njudgment is reviewed for abuse of discretion.              See supra p. 2.       On\n\nthis issue, we find it unnecessary to add to the well reasoned\n\ndecisions of the bankruptcy court and BAP.                 See Lawton v. State\n\nMut. Life Assur. Co. of America, 101 F.3d 218, 220 (lst Cir. 1996).\n\nTheir   assessments      of   the    Bank's    conduct      and     its   asserted\n\njustifications suffice to explain why no such abuse occurred here.\n\n     Affirmed.\n\n\n\n\n                                      -6-\n\f",
  "html": "<p class=\"case_cite\">285 F.3d 111</p>\n    <p class=\"parties\">In re The HOME RESTAURANTS, INC., Debtor.<br>Banco Bilbao Vizcaya Argentaria, Defendant, Appellant,<br>v.<br>Family Restaurants, Inc., and Hector Cuevas Cuevas, Plaintiffs, Appellees,<br>Wigberto Lugo Mender, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-9014.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 5, 2002.</p>\n    <p class=\"date\">Decided April 2, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wanda I. Luna-Martinez, with whom Montanez &amp; Alicea Law Offices was on brief, for appellant.</p>\n      <p class=\"indent\">Ramon Torres Rodriguez for plaintiffs-appellees.</p>\n      <p class=\"indent\">Wigberto Lugo Mender for defendant-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Banco Bilbao Vizcaya Argentaria (\"the Bank\"), a creditor in a Chapter 7 bankruptcy proceeding, claims that the bankruptcy court wrongly refused to grant it relief, under Fed.R.Civ.P. 60(b) and Fed. R. Bankr.P. 9024, from a default judgment totaling $24,506.55.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Bankruptcy Appellate Panel for the First Circuit (\"BAP\") affirmed the bankruptcy court's ruling, and we likewise find no reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although this case reaches us by way of the BAP, we are charged with direct review of the bankruptcy court's decision. <i>See In re Healthco Int'l, Inc.,</i> 132 F.3d 104, 107 (1st Cir.1997). We consider that court's conclusions of law de novo and scrutinize its factual findings for clear error. <i>Id.</i> Absent legal error, we review the court's refusal to set aside a default judgment under Rule 60(b) only for abuse of discretion. <i>See Claremont Flock Corp. v. Alm,</i> 281 F.3d 297, 299 (1st Cir. 2002); <i>Key Bank of Maine v. Tablecloth Textile Co.,</i> 74 F.3d 349, 352 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Bank's appeal has three primary prongs, two of which challenge the bankruptcy court's legal authority to order the default. It argues that the court lacked jurisdiction to address appellees' claims in light of the United States Supreme Court's decision in <i>Hartford Underwriters Ins. Co. v. Union Planters Bank, N.A.,</i> 530 U.S. 1, 120 S.Ct. 1942, 147 L.Ed.2d 1 (2000), and lacked authority to grant the default judgment without examining the merits of appellees' claims in a hearing. The Bank also contends that the court abused its discretion in ordering a default judgment in the circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We briefly dispose of each of these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A. <i>Jurisdiction.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In their complaint, plaintiffs relied on section 506(c) of the Bankruptcy Code to demand reimbursement of rent and other costs incurred at the restaurant premises while property in which the Bank had a security interest remained there. <i>See</i> 11 U.S.C. &#167; 506(c). The section provides that \"[t]he trustee may recover from property securing an allowed secured claim the reasonable, necessary costs and expenses of preserving, or disposing of, such property to the extent of any benefit to the holder of such claim.\" <i>Id.</i> In <i>Hartford Underwriters,</i> which was decided about one month after the bankruptcy court's challenged ruling, the Supreme Court held that only a trustee, and not an administrative claimant, is a proper party to seek recovery under section 506(c). <i>See</i> 530 U.S. at 14, 120 S.Ct. 1942. As the BAP observed, that decision overruled First Circuit precedent allowing such a claim by \"third parties who equitably come to stand in the trustee's shoes,\" <i>see In re Parque Forestal, Inc.,</i> 949 F.2d 504, 511 (1st Cir. 1991). The Bank contends that <i>Hartford Underwriters</i> requires reversal of the bankruptcy court's judgment in favor of Cuevas, a third-party claimant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although <i>Hartford Underwriters</i> would appear to negate Cuevas's standing to bring a section 506(c) claim, it does not require us to disturb the bankruptcy court's judgment. The rents and related costs awarded to Cuevas also were incorporated within the cross-claims filed by the trustee, who unquestionably had standing to pursue such relief.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We are thus satisfied that the bankruptcy court's judgment was consistent with the principles espoused in <i>Hartford Underwriters.</i><a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">B. <i>Lack of Hearing.</i></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Bank contends that the bankruptcy court could not grant judgment on the merits without a hearing to determine whether the claims and cross-claims were meritorious. To the contrary, it is precisely the right to contest liability that a party gives up when it declines to participate in the judicial process. <i>See Franco v. Selective Ins. Co.,</i> 184 F.3d 4, 9 n. 3 (1st Cir.1999) (\"A party who defaults is taken to have conceded the truth of the factual allegations in the complaint as establishing the grounds for liability....\"); <i>Brockton Savings Bank v. Peat, Marwick, Mitchell &amp; Co.,</i> 771 F.2d 5, 13 (1st Cir. 1985) (\"[T]here is no question that, default having been entered, each of [plaintiff's] allegations of fact must be taken as true and each of its [] claims must be considered established as a matter of law.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A hearing may be required, however, to set damages when the amount is in dispute or is not ascertainable from the pleadings. <i>See</i> Fed.R.Civ.P. 55(b)(2);<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Ortiz-Gonzalez v. Fonovisa,</i> 277 F.3d 59, 64 (1st Cir.2002); <i>HMG Property Investors v. Parque Indus. Rio Canas,</i> 847 F.2d 908, 919 (1st Cir.1988). Here, there was no uncertainty about the amounts at issue; the complaint and cross-claims contained specific dollar figures, and the court also requested and received affidavits from appellees. The court's order to show cause allowed the Bank the opportunity to respond to appellees' claims before entry of judgment, but the Bank failed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Where a court has jurisdiction over the subject matter and parties, the allegations in the complaint state a specific, cognizable claim for relief, and the defaulted party had fair notice of its opportunity to object, the court has the discretion to order a default judgment \"without a hearing of any kind,\" <i>HMG Property Investors,</i> 847 F.2d at 919. By the same token, the court may choose to hold a hearing to \"establish the truth of any averment\" in the complaint. <i>See</i> Fed.R.Civ.P. 55(b)(2); <i>Quirindongo Pacheco v. Rolon Morales,</i> 953 F.2d 15, 16 (1st Cir.1992) (per curiam). There was no abuse of the court's discretion in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">C. <i>Relief from the Default Judgment.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As noted earlier, a court's refusal to set aside a default judgment is reviewed for abuse of discretion. <i>See supra</i> p. 113. On this issue, we find it unnecessary to add to the well reasoned decisions of the bankruptcy court and BAP. <i>See Lawton v. State Mut. Life Assur. Co. of America,</i> 101 F.3d 218, 220 (1st Cir.1996). Their assessments of the Bank's conduct and its asserted justifications suffice to explain why no such abuse occurred here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court's default judgment resolved two separate claims against the Bank for the costs of preserving or disposing of property of the debtor in which the Bank had a security interest<i>See infra</i> p. 113. The original complaint was filed by Family Restaurants, Inc. and its president, Hector Cuevas, who had subleased restaurant premises to the debtor, The Home Restaurants, Inc. Plaintiffs (whom we at times refer to collectively as \"Cuevas\") named both the Bank and the bankruptcy trustee, as representative of the debtor, as defendants. The trustee, in turn, filed cross-claims against the Bank. Cuevas sought reimbursement for rent and related costs; the trustee sought, in addition, the cost of electricity and a contractor's services.</p>\n        <p class=\"indent\">The Bank never responded to the cross-claims, and the court described its judgment in favor of the trustee as \"a simple default judgment.\" Although the Bank filed an answer to the complaint, it took no further action until after the default judgment was entered. The court termed the default judgment for plaintiffs \"a sanction for [the Bank's] repeated failure to comply with orders of the Court.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In Count Two of his cross-claims, the trustee asked that the Bank be obliged to pay any \"rent and preservation costs [that] are due to plaintiff.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court unquestionably had subject matter jurisdiction; both the claims and cross-claims were within the bankruptcy court's core jurisdiction<i>See</i> 28 U.S.C. &#167; 157(b)(2)(A), (O) (core proceedings include \"matters concerning the administration of the estate\" and \"other proceedings affecting the liquidation of the assets of the estate,\" with exceptions not relevant here).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Rule 55(b)(2) states:</p>\n        <p class=\"indent\">If, in order to enable the court to enter judgment or to carry it into effect, it is necessary to take an account or to determine the amount of damages or to establish the truth of any averment by evidence or to make an investigation of any other matter, the court may conduct such hearings or order such references as it deems necessary and proper and shall accord a right of trial by jury to the parties when and as required by any statute of the United States.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></span></p>\n    <p class=\"parties\">In re The HOME RESTAURANTS, INC., Debtor.<br>Banco Bilbao Vizcaya Argentaria, Defendant, Appellant,<br>v.<br>Family Restaurants, Inc., and Hector Cuevas Cuevas, Plaintiffs, Appellees,<br>Wigberto Lugo Mender, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-9014.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 5, 2002.</p>\n    <p class=\"date\">Decided April 2, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wanda I. Luna-Martinez, with whom Montanez &amp; Alicea Law Offices was on brief, for appellant.</p>\n      <p class=\"indent\">Ramon Torres Rodriguez for plaintiffs-appellees.</p>\n      <p class=\"indent\">Wigberto Lugo Mender for defendant-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Banco Bilbao Vizcaya Argentaria (\"the Bank\"), a creditor in a Chapter 7 bankruptcy proceeding, claims that the bankruptcy court wrongly refused to grant it relief, under Fed.R.Civ.P. 60(b) and Fed. R. Bankr.P. 9024, from a default judgment totaling $24,506.55.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Bankruptcy Appellate Panel for the First Circuit (\"BAP\") affirmed the bankruptcy court's ruling, and we likewise find no reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although this case reaches us by way of the BAP, we are charged with direct review of the bankruptcy court's decision. <i>See In re Healthco Int'l, Inc.,</i> <span class=\"citation\" data-id=\"197717\"><a href=\"/opinion/197717/healthco-v-repco-printers/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 107 (1st Cir.1997). We consider that court's conclusions of law de novo and scrutinize its factual findings for clear error. <i>Id.</i> Absent legal error, we review the court's refusal to set aside a default judgment under Rule 60(b) only for abuse of discretion. <i>See Claremont Flock Corp. v. Alm,</i> <span class=\"citation\" data-id=\"199843\"><a href=\"/opinion/199843/claremont-flock-v-alm/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">297</span></a></span>, 299 (1st Cir. 2002); <i>Key Bank of Maine v. Tablecloth Textile Co.,</i> <span class=\"citation\" data-id=\"196538\"><a href=\"/opinion/196538/key-bank-of-me-v-tablecloth-textile/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></a></span>, 352 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Bank's appeal has three primary prongs, two of which challenge the bankruptcy court's legal authority to order the default. It argues that the court lacked jurisdiction to address appellees' claims in light of the United States Supreme Court's decision in <i>Hartford Underwriters Ins. Co. v. Union Planters Bank, N.A.,</i> <span class=\"citation\" data-id=\"1087670\"><a href=\"/opinion/1087670/hartford-underwriters-ins-co-v-union-planters-bank-na/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1087670\"><a href=\"/opinion/1087670/hartford-underwriters-ins-co-v-union-planters-bank-na/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, <span class=\"citation\" data-id=\"1087670\"><a href=\"/opinion/1087670/hartford-underwriters-ins-co-v-union-planters-bank-na/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2000), and lacked authority to grant the default judgment without examining the merits of appellees' claims in a hearing. The Bank also contends that the court abused its discretion in ordering a default judgment in the circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We briefly dispose of each of these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A. <i>Jurisdiction.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In their complaint, plaintiffs relied on section 506(c) of the Bankruptcy Code to demand reimbursement of rent and other costs incurred at the restaurant premises while property in which the Bank had a security interest remained there. <i>See</i> 11 U.S.C. &#167; 506(c). The section provides that \"[t]he trustee may recover from property securing an allowed secured claim the reasonable, necessary costs and expenses of preserving, or disposing of, such property to the extent of any benefit to the holder of such claim.\" <i>Id.</i> In <i>Hartford Underwriters,</i> which was decided about one month after the bankruptcy court's challenged ruling, the Supreme Court held that only a trustee, and not an administrative claimant, is a proper party to seek recovery under section 506(c). <i>See</i> 530 U.S. at 14, <span class=\"citation\" data-id=\"1087670\"><a href=\"/opinion/1087670/hartford-underwriters-ins-co-v-union-planters-bank-na/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>. As the BAP observed, that decision overruled First Circuit precedent allowing such a claim by \"third parties who equitably come to stand in the trustee's shoes,\" <i>see In re Parque Forestal, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></span>, 511 (1st Cir. 1991). The Bank contends that <i>Hartford Underwriters</i> requires reversal of the bankruptcy court's judgment in favor of Cuevas, a third-party claimant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although <i>Hartford Underwriters</i> would appear to negate Cuevas's standing to bring a section 506(c) claim, it does not require us to disturb the bankruptcy court's judgment. The rents and related costs awarded to Cuevas also were incorporated within the cross-claims filed by the trustee, who unquestionably had standing to pursue such relief.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We are thus satisfied that the bankruptcy court's judgment was consistent with the principles espoused in <i>Hartford Underwriters.</i><a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">B. <i>Lack of Hearing.</i></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Bank contends that the bankruptcy court could not grant judgment on the merits without a hearing to determine whether the claims and cross-claims were meritorious. To the contrary, it is precisely the right to contest liability that a party gives up when it declines to participate in the judicial process. <i>See Franco v. Selective Ins. Co.,</i> <span class=\"citation\" data-id=\"765223\"><a href=\"/opinion/765223/michael-franco-v-selective-insurance-company-new-jersey-manufacturers/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 9 n. 3 (1st Cir.1999) (\"A party who defaults is taken to have conceded the truth of the factual allegations in the complaint as establishing the grounds for liability....\"); <i>Brockton Savings Bank v. Peat, Marwick, Mitchell &amp; Co.,</i> <span class=\"citation\" data-id=\"457597\"><a href=\"/opinion/457597/brockton-savings-bank-v-peat-marwick-mitchell-co-first-united-fund/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 13 (1st Cir. 1985) (\"[T]here is no question that, default having been entered, each of [plaintiff's] allegations of fact must be taken as true and each of its [] claims must be considered established as a matter of law.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A hearing may be required, however, to set damages when the amount is in dispute or is not ascertainable from the pleadings. <i>See</i> Fed.R.Civ.P. 55(b)(2);<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Ortiz-Gonzalez v. Fonovisa,</i> <span class=\"citation\" data-id=\"776185\"><a href=\"/opinion/776185/juan-r-ortiz-gonzalez-v-fonovisa-juan-r-ortiz-gonzalez-v-distribuidora/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 64 (1st Cir.2002); <i>HMG Property Investors v. Parque Indus. Rio Canas,</i> <span class=\"citation\" data-id=\"506586\"><a href=\"/opinion/506586/hmg-property-investors-inc-v-parque-industrial-rio-canas-inc/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 919 (1st Cir.1988). Here, there was no uncertainty about the amounts at issue; the complaint and cross-claims contained specific dollar figures, and the court also requested and received affidavits from appellees. The court's order to show cause allowed the Bank the opportunity to respond to appellees' claims before entry of judgment, but the Bank failed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Where a court has jurisdiction over the subject matter and parties, the allegations in the complaint state a specific, cognizable claim for relief, and the defaulted party had fair notice of its opportunity to object, the court has the discretion to order a default judgment \"without a hearing of any kind,\" <i>HMG Property Investors,</i> 847 F.2d at 919. By the same token, the court may choose to hold a hearing to \"establish the truth of any averment\" in the complaint. <i>See</i> Fed.R.Civ.P. 55(b)(2); <i>Quirindongo Pacheco v. Rolon Morales,</i> <span class=\"citation\" data-id=\"575210\"><a href=\"/opinion/575210/benjamin-quirindongo-pacheco-v-jose-l-rolon-morales/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 16 (1st Cir.1992) (per curiam). There was no abuse of the court's discretion in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">C. <i>Relief from the Default Judgment.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As noted earlier, a court's refusal to set aside a default judgment is reviewed for abuse of discretion. <i>See supra</i> p. 113. On this issue, we find it unnecessary to add to the well reasoned decisions of the bankruptcy court and BAP. <i>See Lawton v. State Mut. Life Assur. Co. of America,</i> <span class=\"citation\" data-id=\"197113\"><a href=\"/opinion/197113/lawton-v-state-mutual/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 220 (1st Cir.1996). Their assessments of the Bank's conduct and its asserted justifications suffice to explain why no such abuse occurred here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court's default judgment resolved two separate claims against the Bank for the costs of preserving or disposing of property of the debtor in which the Bank had a security interest<i>See infra</i> p. 113. The original complaint was filed by Family Restaurants, Inc. and its president, Hector Cuevas, who had subleased restaurant premises to the debtor, The Home Restaurants, Inc. Plaintiffs (whom we at times refer to collectively as \"Cuevas\") named both the Bank and the bankruptcy trustee, as representative of the debtor, as defendants. The trustee, in turn, filed cross-claims against the Bank. Cuevas sought reimbursement for rent and related costs; the trustee sought, in addition, the cost of electricity and a contractor's services.</p>\n        <p class=\"indent\">The Bank never responded to the cross-claims, and the court described its judgment in favor of the trustee as \"a simple default judgment.\" Although the Bank filed an answer to the complaint, it took no further action until after the default judgment was entered. The court termed the default judgment for plaintiffs \"a sanction for [the Bank's] repeated failure to comply with orders of the Court.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In Count Two of his cross-claims, the trustee asked that the Bank be obliged to pay any \"rent and preservation costs [that] are due to plaintiff.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court unquestionably had subject matter jurisdiction; both the claims and cross-claims were within the bankruptcy court's core jurisdiction<i>See</i> 28 U.S.C. &#167; 157(b)(2)(A), (O) (core proceedings include \"matters concerning the administration of the estate\" and \"other proceedings affecting the liquidation of the assets of the estate,\" with exceptions not relevant here).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Rule 55(b)(2) states:</p>\n        <p class=\"indent\">If, in order to enable the court to enter judgment or to carry it into effect, it is necessary to take an account or to determine the amount of damages or to establish the truth of any averment by evidence or to make an investigation of any other matter, the court may conduct such hearings or order such references as it deems necessary and proper and shall accord a right of trial by jury to the parties when and as required by any statute of the United States.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087670/"
  ]
}