{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199917/",
  "absolute_url": "/opinion/199917/pure-distributors-v-baker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199917/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:40:02Z",
  "date_modified": "2017-03-24T11:04:13.953861Z",
  "type": "010combined",
  "sha1": "c375c368f85f2fd6842727696c3ac36ce56f9416",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/wp.opinions/01-1636.01A",
  "local_path": "wpd/2002/04/09/Pure_Distributors_v._Baker.wpd",
  "plain_text": "",
  "html": "<p class=\"case_cite\">285 F.3d 150</p>\n    <p class=\"parties\">PURE DISTRIBUTORS, INC. d/b/a Envion International and Matthew J. Freese, Plaintiffs, Appellants,<br>v.<br>Christopher P. BAKER, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1636.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 5, 2001.</p>\n    <p class=\"date\">April 9, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Elizabeth A. Bailey, with whom James E. Higgins and Sheehan Phinney Bass &amp; Green were on brief, for appellants.</p>\n      <p class=\"indent\">Barry S. Pollack, with whom Timothy C. Blank and Dechert Price &amp; Rhoads were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and CYR, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants in this diversity action seek review of the district court's dismissal of their claim as time-barred. The district court, in concluding that the appellants' cause of action accrued more than three years prior to the initiation of the present action, relied on certain inferences drawn from pleadings filed by the appellants in an earlier lawsuit. Although we believe that the pleadings in the other action might give rise to a potent inference that the claim is untimely, there is at least a reasonable basis for drawing a contrary inference. Because the summary judgment standard requires that all reasonable inferences be resolved in favor of the non-moving party, we conclude that the district court's ruling on the statute of limitations was in error. Because we also conclude that the district court's disposition cannot be sustained on alternate grounds, we reverse.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Dr. Barry Sears (\"Sears\") is a biochemist and the inventor of the popular \"Zone\" diet. In 1989, based on his research concerning the relation between dietary intake and the production of certain hormones, Sears developed a nutrition bar he dubbed the BioSyn Bar.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1992, Sears founded Surfactant Technologies, Inc. (\"STI\") to facilitate the development and distribution of various products, including meal-replacement bars and specialty meals, associated with his diet advice. After the formation of STI, Sears developed an improved version of his BioSyn Bar, which he called the Eicotec Bar. At first, STI marketed its Eicotec Bar in national publications directed toward elite athletes, such as swimmers and triathletes. Searching for a wider audience, Sears explored options for marketing a modified version of the Eicotec Bar.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While attempting to locate a distributor capable of marketing his products to a broad consumer base, Sears met with appellants Matthew Freese and Pure Distributors, Inc. (collectively \"Pure\"). Using a multi-level marketing model, Pure had been marketing a variety of products since 1992 through an independent network of distributors. On October 20, 1993, STI and Pure entered into an agreement under which Pure would acquire the exclusive marketing rights to all consumer products developed by STI. In return, Pure agreed to pay Sears a 5% royalty on all STI products sold pursuant to the agreement. Pure also agreed to pay Sears $100,000 in exchange for the exclusive marketing rights.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The marketing agreement provided for one exception to Pure's general exclusive marketing rights. Under that provision, Sears retained the right to develop and sell certain products through specialty medical centers, known as Eicotec Medical Centers. Though the medical centers had not been created, the parties envisioned that the they would be associated with medical care facilities, and would only offer products for the medical treatment of patients requiring sophisticated dietary programs and consultation. As such, the Eicotec Medical Centers were not intended to compete with Pure's marketing efforts or target its general retail and wholesale customer base.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In April 1994, Pure began selling a consumer version of of Sears's Eicotec Bar named the BioZone Bar. However, the relationship between Sears and Pure appears to have been marked from the beginning by tension and disagreement. Although Pure's sales of STI products were substantial &#8212; spurred on by the popularity of Sears's diet book, <i>The Zone,</i> published in June of 1995&#8212;Sears complained that Pure had yet to pay him any royalties on the sales. Sears also felt that Pure was frustrating his ability to raise the capital necessary to develop the Eicotec Medical Centers. Pure had apparently taken the position that Sears's plan to market an enhanced version of Eicotec Bar through the proposed medical centers would violate the parties' agreement because the enhanced bars were essentially the same as, and would therefore compete with, the bars developed for Pure.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In March of 1996, Sears first met with appellee Christopher Baker (\"Baker\"). At the time, Baker, who was the president of a small investment firm, was scouting possibilities for a new business venture. During their first meeting Sears explained that he was interested in establishing the Eicotec Medical Centers for the purpose of using his diet products and advice for medical purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After their initial powwow, Baker and Sears met on several occasions over the spring and summer of 1996. It is unclear from the record whether Baker understood in the spring of 1996 the contours of Sears's exclusive contractual arrangement with Pure. Nonetheless, over the course of several months Baker and Sears endeavored to create viable business plans and funding options for the creation of the Eicotec Medical Centers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As Sears and Baker continued to seek funding sources for the medical centers, the need to clarify the exact nature of Sears's contractual obligations to Pure became paramount. On June 4, 1996, Sears, Baker, and Pure met to discuss Sears's right to pursue the proposal for marketing the enhanced Eicotec Bar and other products through Eicotec Medical Centers. The precise give-and-take of the meeting is not disclosed by the record, but it appears that Pure's steadfast position was that any sale of the Eicotec Bar by Sears would violate the marketing agreement. As a result, the parties did not reach agreement on how, if at all, the plans of Baker and Sears could move forward.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Directly on the heels of the June 4 meeting, STI brought suit against Pure in the United States District Court for the District of Massachusetts (\"the Surfactant action\"). In its first claim for relief, STI sought a declaratory judgment rendering the marketing agreement inoperative. In the alternative, STI sought a declaration that it had a right to develop the Eicotec Medical Centers and distribute its current products including the Eicotec Bar. STI also alleged, among other things, that Pure unlawfully failed to pay royalties to STI and Sears, notwithstanding the fact that over $30 million worth of products covered by the parties' agreement had already been sold. In response, Pure asserted an eight-count counterclaim on July 3, 1996, accusing Sears and STI of breaching the marketing agreement and engaging in other wrongful conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On August 6, 1996, following Pure's assertion of the counterclaim, Sears sent Pure a letter explicitly repudiating the marketing agreement. Less than a week later, Eicotech Corporation (\"Eicotech\") was formally organized under the laws of Delaware. Sears was named as the president of the corporation, and Baker was chief executive officer and chairman of the board. Upon formation, Eicotech began to directly market the Eicotech Bars and other products.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In December of 1996, Pure amended its pleadings to assert claims against Eicotech, naming it as a defendant-in-counterclaim in the Surfactant action. The gravamen of these claims was that Eicotech had wrongfully induced Sears to abandon the distribution agreement by urging him to use Eicotech as a vehicle to develop products that compete directly with products marketed by Pure. In June of 1999, the district court dismissed the claims against Eicotech on the grounds that Eicotech was not formed as a corporate entity until after the allegedly tortious conduct took place.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Two months after the dismissal of their claims against Eicotech, Pure filed the present suit. In substance, the only difference in the new suit is that Pure is now pursuing a claim of intentional interference with contractual relations against Eicotech's CEO, Baker, rather than against Eicotech itself. The suit, originally filed in the state courts of New Hampshire, was removed to federal court and summarily transferred to the District of Massachusetts because it involved virtually the same claims alleged against Eicotech in the Surfactant action.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following the transfer, Baker moved for dismissal or, in the alternative, summary judgment. Baker's motion was premised on three arguments: 1) that the dismissal of the Surfactant action barred the present claim under principles of res judicata; 2) that Pure and Freese could not establish the improper motive required for a claim of intentional interference with contractual relations; and 3) that the claim is barred by the three-year statute of limitations. The district court rejected the first two arguments out of hand, reasoning that the grounds for dismissal in the Surfactant action did not preclude a second suit and that determinations of motive are not amenable to resolution as a matter of law. The district court agreed, however, that the action was time-barred. According to the district court, it was apparent from appellants' pleadings in the Surfactant action that Pure was aware or should have been aware of Baker's tortious conduct as of July 3, 1996 &#8212; three years and one month prior to the initiation of their lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Following the dismissal of their case before the district court, Pure timely filed the instant appeal.</p>\n    </div>\n    <p>II.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the district court's order appears to resolve the case strictly on a motion to dismiss standard, both parties submitted statements of fact and evidence of matters beyond the four corners of the complaint, including deposition transcripts, copies of agreements, and other materials. Thus, the motion is better \"treated as one for summary judgment and disposed of as provided in Rule 56.\" Fed.R.Civ.P. 12(b); <i>see also Davis v. Lucent Techs., Inc.,</i> 251 F.3d 227, 231 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" <i>Barbour v. Dynamics Research Corp.,</i> 63 F.3d 32, 36 (1st Cir.1995) (quoting Fed. R.Civ.P. 56(c)). The record evidence must be construed \"in the light most favorable to, and drawing all reasonable inferences in favor of, the nonmoving party.\" <i>Feliciano de la Cruz v. El Conquistador Resort &amp; Country Club,</i> 218 F.3d 1, 5 (1st Cir. 2000). We review the district court's ruling on summary judgment de novo. <i>Straughn v. Delta Air Lines, Inc.,</i> 250 F.3d 23, 33 (1st Cir.2001).</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A claim for intentional interference with contractual relations is one sounding in tort. <i>United Truck Leasing</i> <i>Corp. v. Geltman,</i> 406 Mass. 811, 551 N.E.2d 20, 21 (Mass.1990). As such, it is subject to a three-year statute of limitations under Massachusetts law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Mass. Gen. Laws Ann. ch. 260, &#167; 2A (1992). The limitations period generally begins to run at the time of the plaintiff's injury. <i>Quinn v. Walsh,</i> 49 Mass.App.Ct. 696, 732 N.E.2d 330, 332 (Mass.App.Ct.2000). Since we take this case at summary judgment, Pure bears the burden of producing competent evidence demonstrating that its claim is timely. <i>Kelly v. Marcantonio,</i> 187 F.3d 192, 198 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In concluding that Pure's claims were time-barred, the district court relied on allegations contained in Pure's July 3, 1996, counterclaims in the Surfactant action. In particular, the district court noted the following allegation in count II of the counterclaims: \"Barry Sears ... and STI have in fact developed, continue to help develop and produce (on their own <i>and with others</i>) and market[] competing nutrition, food, meal plans, customer support, cosmetic products and other consumer products [in violation of the marketing agreement]\" (emphasis added). Taking the allegation's referencing of \"others\" to denote Baker, the district court concluded that Pure was aware of the basic facts underlying its claim by July 3, 1996, thereby rendering its present claim, filed on August 2, 1999, time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Pure complains that the district court misconstrued both the allegations in the counterclaim and the law of intentional interference with contractual relations. Pure asserts that the allegation of contractual breach in count II of the July 1996 counterclaim dealt only with a long-simmering dispute that had nothing to do with Baker or the formation of Baker's company, Eicotech, as a vehicle for distributing Sears's products. Specifically, Pure contends that count II arose in the context of a running disagreement concerning Sears's alleged direct sales of existing Eicotec Bars in violation of the marketing agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Pure contends further that, although it has admitted that Baker and Sears were conniving at its expense as early as the spring of 1996, Baker's influence did not result in an actual breach of the contract &#8212; and therefore an actionable claim for intentional interference &#8212; until Sears formally repudiated the agreement with Pure on August 6, 1996, a date falling narrowly within the limitations period. <i>See Fury Imports, Inc. v. Shakespeare Co.,</i> 625 F.2d 585, 588 (5th Cir.1980) (\"In order for the plaintiff to have a cause of action for tortious interference of contract, it is axiomatic that there must be a <i>breach</i> of that contract.\") (emphasis added and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The impoverished state of the record makes a determination in this case difficult. The initial allegation of a breach of contract involving the influence of \"others\" is rather bare-bones and could plausibly be interpreted to refer to Baker's dealings with Sears. Indeed, as the complaint and counterclaims in the Surfactant action followed the doomed meeting of June 4, 1996, in lockstep, the timing of Pure's allegation is highly suggestive of such a conclusion. Nonetheless, the strength of this inference, which the district court drew in favor of the defendant in granting summary, is not irrefragable proof that would bar Pure's claim. Pure's contention that the allegations in the counterclaim referred only to an ongoing dispute over Sears's direct sales of the Eicotec Bar as a method of raising capital for the Eicotec Medical Centers is also a reasonable, if somewhat less plausible, interpretation of the pleadings in the Surfactant action.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The record is simply in need of greater factual development. Further discovery may demonstrate conclusively that the reference to \"others\" in the July 1996 counterclaim was intended to denote Baker. Further discovery may also establish that, as the district court surmised, Sears's \"letter of August 6, 1996, disavowing the contract... came well after the point at which [Pure] considered the rupture [of their agreement] to be permanent.\" We therefore emphasize that Baker should not hesitate to renew his motion for summary judgment, if appropriate, on a fuller record. But at this point, we cannot, consistent with summary judgment protocol, indulge the favorable inferences that would bar Pure's claim.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"[W]e may affirm the judgment on any independently sufficient ground squarely presented to us and to the district court.\" <i>SEC v. Sargent,</i> 229 F.3d 68, 75 (1st Cir.2001). Thus, Baker ask us to affirm the lower court's dismissal of Pure's claim on either of two grounds rejected by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We first address Baker's argument that, under the doctrine of res judicata, Pure's earlier suit against Eicotech forestalls the present action. \"Three conditions must be met in order to justify an application of the [res judicata] doctrine: `(1) a final judgment on the merits in an earlier suit, (2) sufficient identicality between the causes of action asserted in the earlier and later suits, and (3) sufficient identicality between the parties in the two suits.'\" <i>P&#233;rez v. Volvo Car Corp.,</i> 247 F.3d 303, 311 (1st Cir.2001) (quoting <i>Gonz&#225;lez v. Banco Cent. Corp.,</i> 27 F.3d 751, 755 (1st Cir.1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Baker's argument falters at the first hurdle. Here, there is no question that the ruling against Pure in the Surfactant action in not a final judgment on the merits in the sense that it may be appealed under 28 U.S.C. &#167; 1291. The remaining claims in that action are awaiting trial, and the district judge, in dismissing Pure's claims, did not enter judgment in favor of Eicotech in accordance with Rule 54(b). As such, the dismissal of Pure's claims remains \"subject to revision at any time before the entry of judgment adjudicating all the claims and the rights of all the parties.\" Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Conceding the absence of true final judgment on the merits, Baker nonetheless asks us to construe the finality requirement for claim preclusion liberally to encompass the district court's earlier dismissal of the claims against Eicotech. While there is some distinguished authority for such a proposition, <i>see</i> 18 Charles Alan Wright &amp; Arthur R. Miller, and Edward H. Cooper, <i>Federal Practice &amp; Procedure</i> &#167; 4432, at 302 (1981), we have declined to adopt a more expansive view of finality in the context of claim preclusion unless \"very unusual circumstances\" so warranted.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>O'Reilly v. Malon,</i> 747 F.2d 820, 822 (1st Cir.1984). And we find nothing so unusual about the circumstances present here that would compel us to depart from our traditional approach. <i>See Clausen Co. v. Dynatron/Bondo Corp.,</i> 889 F.2d 459, 465-66 (3d Cir.1989) (holding that summary judgment as to one of plaintiff's claims did not support res judicata in the absence of entry of judgment pursuant to Rule 54(b)); <i>Senza-Gel Corp. v. Seiffhart,</i> 803 F.2d 661, 667 (Fed.Cir.1986) (same); <i>United States v. Arkansas,</i> 791 F.2d 1573, 1576 (8th Cir.1986) (same). Indeed, in this case some of the concerns that might favor application of res judicata are mitigated by the fact that both actions are pending before the same district judge, who can police any possible unfairness arising from the concurrent proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This is not to say that we admire, or even condone, Pure's decision to create potentially duplicative proceedings by filing the present action. An approach more considerate of judicial economy would have entailed a simple request on Pure's part to amend the pleadings in the Surfactant action to add Baker as a party. <i>See</i> Fed. R.Civ.P. 21. Thus, if final judgment is entered in the Surfactant action during the course of this case, nothing in our opinion should be construed to prevent Baker from renewing his res judicata arguments.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">With regard to the second alternate ground upon which Baker asks us to affirm, he argues that Pure has failed to adduce evidence supporting an element of its claim for intentional interference with contractual relations. Pure is required to establish four elements to succeed on its claim: \"(1) the existence of a contract or a business relationship which contemplated economic benefit; (2) the defendant['s] knowledge of the contract or business relationship; (3) the defendant['s] intentional interference with the contract or business relationship for an improper purpose or by improper means; and (4) damages.\" <i>Swanset Dev. Corp. v. Taunton,</i> 423 Mass. 390, 668 N.E.2d 333, 338 (Mass.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Baker contends that Pure has failed to allege or adduce evidence of conduct that could be construed as improper in either motive or means. According to Baker, the allegations and evidence in this case, even when viewed in the light most favorable to Pure, suggest only that Baker was engaging in honest, albeit hard-nosed, competition in the pursuit of his own financial interests. In other words, Baker contends that his conduct must be viewed as lawful so long as it constitutes merely \"competing for the prize.\" <i>Holmes Prods. Corp. v. Dana Lighting, Inc.,</i> 958 F.Supp. 27, 32 (D.Mass.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Determining whether the alleged tortfeasor's interference with a contract is improper is a context-sensitive inquiry that must be evaluated on a case-by-case basis. <i>G.S. Enters., Inc. v. Falmouth Marine, Inc.,</i> 410 Mass. 262, 571 N.E.2d 1363, 1370 (Mass.1991); <i>see also</i> Restatement (Second) of Torts &#167; 767 (1979) (setting forth multiple factors to be considered in determining whether interference is improper). As the Massachusetts Appeals Court has observed, \"[i]t is one thing to lure a customer away from someone with whom it has been doing business by means of better product, service, or prices but quite another to abet the repudiation of solemn contractual obligations of which the party interfering is well aware.\" <i>Melo-Tone Vending, Inc. v. Sherry, Inc.,</i> 39 Mass. App.Ct. 315, 656 N.E.2d 312, 315 (Mass. App.Ct.1995). Given the sparse state of the record, we think the district court was correct to reserve judgment on whether Baker's activities crossed the line.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In sum, we conclude that the district court erred in granting judgment in favor of the appellee based on the statute of limitations. Further, we find that neither of the alternative grounds urged by appellee can sustain the district court's dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> To date, Eicotech has not established any of the Eicotec Medical Centers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the district court dismissed the claims involving Eicotech, much of the remaining case between Pure and STI is still awaiting trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court applied Massachusetts law to the statute-of-limitations question. On appeal, Pure suggests that this issue and others may be governed by New Hampshire law. Since New Hampshire law also provides for a three-year limitations period, N.H.Rev.Stat. Ann. &#167; 508:4(I) (1997), we see no conflict of law that would necessitate our choosing between the two<i>See Lambert v. Kysar,</i> 983 F.2d 1110, 1114 (1st Cir.1993) (noting that conflict-of-law analysis is unnecessary where the \"outcome is the same under the substantive law of either jurisdiction\"). Moreover, we see no indication that Pure flagged the choice-of-law question before the district court; we therefore deem the issue waived for purposes of this appeal. <i>Arrieta-Gim&#233;nez v. Arrieta-Negr&#243;n,</i> 859 F.2d 1033, 1037 (1st Cir. 1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Pure's interpretation of the counterclaim is buttressed by another section of Pure's pleadings in which it accuses Sears of \"continuing to sell [his] consumer products through direct mail and direct sales.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Finality may, however, be understood more broadly when analyzed in the context of<i>issue</i> preclusion, as opposed to claim preclusion. <i>See</i> Restatement (Second) of Judgments &#167; 13 (1982) (\"[F]or purposes of issue preclusion (as distinguished from merger or bar), `final judgment' includes any prior adjudication of an issue in another action that is determined to be sufficiently firm to be accorded preclusive effect.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because we have no final judgment on the merits for the purposes of claim preclusion at this time, we need not address the subsidiary questions of whether the prior action involved sufficiently identical claims and parties</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199953\"><a href=\"/opinion/199953/pure-distributors-v-baker/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span></p>\n    <p class=\"parties\">PURE DISTRIBUTORS, INC. d/b/a Envion International and Matthew J. Freese, Plaintiffs, Appellants,<br>v.<br>Christopher P. BAKER, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1636.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 5, 2001.</p>\n    <p class=\"date\">April 9, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Elizabeth A. Bailey, with whom James E. Higgins and Sheehan Phinney Bass &amp; Green were on brief, for appellants.</p>\n      <p class=\"indent\">Barry S. Pollack, with whom Timothy C. Blank and Dechert Price &amp; Rhoads were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and CYR, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants in this diversity action seek review of the district court's dismissal of their claim as time-barred. The district court, in concluding that the appellants' cause of action accrued more than three years prior to the initiation of the present action, relied on certain inferences drawn from pleadings filed by the appellants in an earlier lawsuit. Although we believe that the pleadings in the other action might give rise to a potent inference that the claim is untimely, there is at least a reasonable basis for drawing a contrary inference. Because the summary judgment standard requires that all reasonable inferences be resolved in favor of the non-moving party, we conclude that the district court's ruling on the statute of limitations was in error. Because we also conclude that the district court's disposition cannot be sustained on alternate grounds, we reverse.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Dr. Barry Sears (\"Sears\") is a biochemist and the inventor of the popular \"Zone\" diet. In 1989, based on his research concerning the relation between dietary intake and the production of certain hormones, Sears developed a nutrition bar he dubbed the BioSyn Bar.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1992, Sears founded Surfactant Technologies, Inc. (\"STI\") to facilitate the development and distribution of various products, including meal-replacement bars and specialty meals, associated with his diet advice. After the formation of STI, Sears developed an improved version of his BioSyn Bar, which he called the Eicotec Bar. At first, STI marketed its Eicotec Bar in national publications directed toward elite athletes, such as swimmers and triathletes. Searching for a wider audience, Sears explored options for marketing a modified version of the Eicotec Bar.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While attempting to locate a distributor capable of marketing his products to a broad consumer base, Sears met with appellants Matthew Freese and Pure Distributors, Inc. (collectively \"Pure\"). Using a multi-level marketing model, Pure had been marketing a variety of products since 1992 through an independent network of distributors. On October 20, 1993, STI and Pure entered into an agreement under which Pure would acquire the exclusive marketing rights to all consumer products developed by STI. In return, Pure agreed to pay Sears a 5% royalty on all STI products sold pursuant to the agreement. Pure also agreed to pay Sears $100,000 in exchange for the exclusive marketing rights.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The marketing agreement provided for one exception to Pure's general exclusive marketing rights. Under that provision, Sears retained the right to develop and sell certain products through specialty medical centers, known as Eicotec Medical Centers. Though the medical centers had not been created, the parties envisioned that the they would be associated with medical care facilities, and would only offer products for the medical treatment of patients requiring sophisticated dietary programs and consultation. As such, the Eicotec Medical Centers were not intended to compete with Pure's marketing efforts or target its general retail and wholesale customer base.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In April 1994, Pure began selling a consumer version of of Sears's Eicotec Bar named the BioZone Bar. However, the relationship between Sears and Pure appears to have been marked from the beginning by tension and disagreement. Although Pure's sales of STI products were substantial &#8212; spurred on by the popularity of Sears's diet book, <i>The Zone,</i> published in June of 1995&#8212;Sears complained that Pure had yet to pay him any royalties on the sales. Sears also felt that Pure was frustrating his ability to raise the capital necessary to develop the Eicotec Medical Centers. Pure had apparently taken the position that Sears's plan to market an enhanced version of Eicotec Bar through the proposed medical centers would violate the parties' agreement because the enhanced bars were essentially the same as, and would therefore compete with, the bars developed for Pure.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In March of 1996, Sears first met with appellee Christopher Baker (\"Baker\"). At the time, Baker, who was the president of a small investment firm, was scouting possibilities for a new business venture. During their first meeting Sears explained that he was interested in establishing the Eicotec Medical Centers for the purpose of using his diet products and advice for medical purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After their initial powwow, Baker and Sears met on several occasions over the spring and summer of 1996. It is unclear from the record whether Baker understood in the spring of 1996 the contours of Sears's exclusive contractual arrangement with Pure. Nonetheless, over the course of several months Baker and Sears endeavored to create viable business plans and funding options for the creation of the Eicotec Medical Centers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As Sears and Baker continued to seek funding sources for the medical centers, the need to clarify the exact nature of Sears's contractual obligations to Pure became paramount. On June 4, 1996, Sears, Baker, and Pure met to discuss Sears's right to pursue the proposal for marketing the enhanced Eicotec Bar and other products through Eicotec Medical Centers. The precise give-and-take of the meeting is not disclosed by the record, but it appears that Pure's steadfast position was that any sale of the Eicotec Bar by Sears would violate the marketing agreement. As a result, the parties did not reach agreement on how, if at all, the plans of Baker and Sears could move forward.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Directly on the heels of the June 4 meeting, STI brought suit against Pure in the United States District Court for the District of Massachusetts (\"the Surfactant action\"). In its first claim for relief, STI sought a declaratory judgment rendering the marketing agreement inoperative. In the alternative, STI sought a declaration that it had a right to develop the Eicotec Medical Centers and distribute its current products including the Eicotec Bar. STI also alleged, among other things, that Pure unlawfully failed to pay royalties to STI and Sears, notwithstanding the fact that over $30 million worth of products covered by the parties' agreement had already been sold. In response, Pure asserted an eight-count counterclaim on July 3, 1996, accusing Sears and STI of breaching the marketing agreement and engaging in other wrongful conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On August 6, 1996, following Pure's assertion of the counterclaim, Sears sent Pure a letter explicitly repudiating the marketing agreement. Less than a week later, Eicotech Corporation (\"Eicotech\") was formally organized under the laws of Delaware. Sears was named as the president of the corporation, and Baker was chief executive officer and chairman of the board. Upon formation, Eicotech began to directly market the Eicotech Bars and other products.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In December of 1996, Pure amended its pleadings to assert claims against Eicotech, naming it as a defendant-in-counterclaim in the Surfactant action. The gravamen of these claims was that Eicotech had wrongfully induced Sears to abandon the distribution agreement by urging him to use Eicotech as a vehicle to develop products that compete directly with products marketed by Pure. In June of 1999, the district court dismissed the claims against Eicotech on the grounds that Eicotech was not formed as a corporate entity until after the allegedly tortious conduct took place.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Two months after the dismissal of their claims against Eicotech, Pure filed the present suit. In substance, the only difference in the new suit is that Pure is now pursuing a claim of intentional interference with contractual relations against Eicotech's CEO, Baker, rather than against Eicotech itself. The suit, originally filed in the state courts of New Hampshire, was removed to federal court and summarily transferred to the District of Massachusetts because it involved virtually the same claims alleged against Eicotech in the Surfactant action.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following the transfer, Baker moved for dismissal or, in the alternative, summary judgment. Baker's motion was premised on three arguments: 1) that the dismissal of the Surfactant action barred the present claim under principles of res judicata; 2) that Pure and Freese could not establish the improper motive required for a claim of intentional interference with contractual relations; and 3) that the claim is barred by the three-year statute of limitations. The district court rejected the first two arguments out of hand, reasoning that the grounds for dismissal in the Surfactant action did not preclude a second suit and that determinations of motive are not amenable to resolution as a matter of law. The district court agreed, however, that the action was time-barred. According to the district court, it was apparent from appellants' pleadings in the Surfactant action that Pure was aware or should have been aware of Baker's tortious conduct as of July 3, 1996 &#8212; three years and one month prior to the initiation of their lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Following the dismissal of their case before the district court, Pure timely filed the instant appeal.</p>\n    </div>\n    <p>II.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the district court's order appears to resolve the case strictly on a motion to dismiss standard, both parties submitted statements of fact and evidence of matters beyond the four corners of the complaint, including deposition transcripts, copies of agreements, and other materials. Thus, the motion is better \"treated as one for summary judgment and disposed of as provided in Rule 56.\" Fed.R.Civ.P. 12(b); <i>see also Davis v. Lucent Techs., Inc.,</i> <span class=\"citation\" data-id=\"199416\"><a href=\"/opinion/199416/davis-v-lucent-technologies/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span>, 231 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" <i>Barbour v. Dynamics Research Corp.,</i> <span class=\"citation\" data-id=\"196245\"><a href=\"/opinion/196245/barbour-v-dynamics-research/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 36 (1st Cir.1995) (quoting Fed. R.Civ.P. 56(c)). The record evidence must be construed \"in the light most favorable to, and drawing all reasonable inferences in favor of, the nonmoving party.\" <i>Feliciano de la Cruz v. El Conquistador Resort &amp; Country Club,</i> <span class=\"citation\" data-id=\"198973\"><a href=\"/opinion/198973/feliciano-v-el-conquistador/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 2000). We review the district court's ruling on summary judgment de novo. <i>Straughn v. Delta Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"773251\"><a href=\"/opinion/773251/claire-a-straughn-v-delta-air-lines-inc/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 33 (1st Cir.2001).</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A claim for intentional interference with contractual relations is one sounding in tort. <i>United Truck Leasing</i> <i>Corp. v. Geltman,</i> <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">811</span></a></span>, <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">551</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">20</span></a></span>, 21 (Mass.1990). As such, it is subject to a three-year statute of limitations under Massachusetts law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Mass. Gen. Laws Ann. ch. 260, &#167; 2A (1992). The limitations period generally begins to run at the time of the plaintiff's injury. <i>Quinn v. Walsh,</i> 49 Mass.App.Ct. 696, <span class=\"citation no-link\"><span class=\"volume\">732</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">330</span></span>, 332 (Mass.App.Ct.2000). Since we take this case at summary judgment, Pure bears the burden of producing competent evidence demonstrating that its claim is timely. <i>Kelly v. Marcantonio,</i> <span class=\"citation\" data-id=\"765612\"><a href=\"/opinion/765612/michael-e-kelly-v-robert-marcantonio-etc-stephen-b-kelly-v-robert/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 198 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In concluding that Pure's claims were time-barred, the district court relied on allegations contained in Pure's July 3, 1996, counterclaims in the Surfactant action. In particular, the district court noted the following allegation in count II of the counterclaims: \"Barry Sears ... and STI have in fact developed, continue to help develop and produce (on their own <i>and with others</i>) and market[] competing nutrition, food, meal plans, customer support, cosmetic products and other consumer products [in violation of the marketing agreement]\" (emphasis added). Taking the allegation's referencing of \"others\" to denote Baker, the district court concluded that Pure was aware of the basic facts underlying its claim by July 3, 1996, thereby rendering its present claim, filed on August 2, 1999, time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Pure complains that the district court misconstrued both the allegations in the counterclaim and the law of intentional interference with contractual relations. Pure asserts that the allegation of contractual breach in count II of the July 1996 counterclaim dealt only with a long-simmering dispute that had nothing to do with Baker or the formation of Baker's company, Eicotech, as a vehicle for distributing Sears's products. Specifically, Pure contends that count II arose in the context of a running disagreement concerning Sears's alleged direct sales of existing Eicotec Bars in violation of the marketing agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Pure contends further that, although it has admitted that Baker and Sears were conniving at its expense as early as the spring of 1996, Baker's influence did not result in an actual breach of the contract &#8212; and therefore an actionable claim for intentional interference &#8212; until Sears formally repudiated the agreement with Pure on August 6, 1996, a date falling narrowly within the limitations period. <i>See Fury Imports, Inc. v. Shakespeare Co.,</i> <span class=\"citation\" data-id=\"380150\"><a href=\"/opinion/380150/fury-imports-inc-v-shakespeare-company/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">585</span></a></span>, 588 (5th Cir.1980) (\"In order for the plaintiff to have a cause of action for tortious interference of contract, it is axiomatic that there must be a <i>breach</i> of that contract.\") (emphasis added and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The impoverished state of the record makes a determination in this case difficult. The initial allegation of a breach of contract involving the influence of \"others\" is rather bare-bones and could plausibly be interpreted to refer to Baker's dealings with Sears. Indeed, as the complaint and counterclaims in the Surfactant action followed the doomed meeting of June 4, 1996, in lockstep, the timing of Pure's allegation is highly suggestive of such a conclusion. Nonetheless, the strength of this inference, which the district court drew in favor of the defendant in granting summary, is not irrefragable proof that would bar Pure's claim. Pure's contention that the allegations in the counterclaim referred only to an ongoing dispute over Sears's direct sales of the Eicotec Bar as a method of raising capital for the Eicotec Medical Centers is also a reasonable, if somewhat less plausible, interpretation of the pleadings in the Surfactant action.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The record is simply in need of greater factual development. Further discovery may demonstrate conclusively that the reference to \"others\" in the July 1996 counterclaim was intended to denote Baker. Further discovery may also establish that, as the district court surmised, Sears's \"letter of August 6, 1996, disavowing the contract... came well after the point at which [Pure] considered the rupture [of their agreement] to be permanent.\" We therefore emphasize that Baker should not hesitate to renew his motion for summary judgment, if appropriate, on a fuller record. But at this point, we cannot, consistent with summary judgment protocol, indulge the favorable inferences that would bar Pure's claim.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"[W]e may affirm the judgment on any independently sufficient ground squarely presented to us and to the district court.\" <i>SEC v. Sargent,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></span>, 75 (1st Cir.2001). Thus, Baker ask us to affirm the lower court's dismissal of Pure's claim on either of two grounds rejected by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We first address Baker's argument that, under the doctrine of res judicata, Pure's earlier suit against Eicotech forestalls the present action. \"Three conditions must be met in order to justify an application of the [res judicata] doctrine: `(1) a final judgment on the merits in an earlier suit, (2) sufficient identicality between the causes of action asserted in the earlier and later suits, and (3) sufficient identicality between the parties in the two suits.'\" <i>P&#233;rez v. Volvo Car Corp.,</i> <span class=\"citation\" data-id=\"199393\"><a href=\"/opinion/199393/perez-de-munoz-v-volvo-car-corp/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span>, 311 (1st Cir.2001) (quoting <i>Gonz&#225;lez v. Banco Cent. Corp.,</i> <span class=\"citation\" data-id=\"195467\"><a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 755 (1st Cir.1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Baker's argument falters at the first hurdle. Here, there is no question that the ruling against Pure in the Surfactant action in not a final judgment on the merits in the sense that it may be appealed under 28 U.S.C. &#167; 1291. The remaining claims in that action are awaiting trial, and the district judge, in dismissing Pure's claims, did not enter judgment in favor of Eicotech in accordance with Rule 54(b). As such, the dismissal of Pure's claims remains \"subject to revision at any time before the entry of judgment adjudicating all the claims and the rights of all the parties.\" Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Conceding the absence of true final judgment on the merits, Baker nonetheless asks us to construe the finality requirement for claim preclusion liberally to encompass the district court's earlier dismissal of the claims against Eicotech. While there is some distinguished authority for such a proposition, <i>see</i> 18 Charles Alan Wright &amp; Arthur R. Miller, and Edward H. Cooper, <i>Federal Practice &amp; Procedure</i> &#167; 4432, at 302 (1981), we have declined to adopt a more expansive view of finality in the context of claim preclusion unless \"very unusual circumstances\" so warranted.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>O'Reilly v. Malon,</i> <span class=\"citation\" data-id=\"444128\"><a href=\"/opinion/444128/william-d-oreilly-v-henry-c-malon/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span>, 822 (1st Cir.1984). And we find nothing so unusual about the circumstances present here that would compel us to depart from our traditional approach. <i>See Clausen Co. v. Dynatron/Bondo Corp.,</i> <span class=\"citation\" data-id=\"532047\"><a href=\"/opinion/532047/the-clausen-company-v-dynatronbondo-corporation/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">459</span></a></span>, 465-66 (3d Cir.1989) (holding that summary judgment as to one of plaintiff's claims did not support res judicata in the absence of entry of judgment pursuant to Rule 54(b)); <i>Senza-Gel Corp. v. Seiffhart,</i> <span class=\"citation\" data-id=\"478067\"><a href=\"/opinion/478067/senza-gel-corporation-appellantscross-appellees-v-john-b-seiffhart/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span>, 667 (Fed.Cir.1986) (same); <i>United States v. Arkansas,</i> <span class=\"citation\" data-id=\"471039\"><a href=\"/opinion/471039/united-states-v-state-of-arkansas-arkansas-department-of-education-dr/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1573</span></a></span>, 1576 (8th Cir.1986) (same). Indeed, in this case some of the concerns that might favor application of res judicata are mitigated by the fact that both actions are pending before the same district judge, who can police any possible unfairness arising from the concurrent proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This is not to say that we admire, or even condone, Pure's decision to create potentially duplicative proceedings by filing the present action. An approach more considerate of judicial economy would have entailed a simple request on Pure's part to amend the pleadings in the Surfactant action to add Baker as a party. <i>See</i> Fed. R.Civ.P. 21. Thus, if final judgment is entered in the Surfactant action during the course of this case, nothing in our opinion should be construed to prevent Baker from renewing his res judicata arguments.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">With regard to the second alternate ground upon which Baker asks us to affirm, he argues that Pure has failed to adduce evidence supporting an element of its claim for intentional interference with contractual relations. Pure is required to establish four elements to succeed on its claim: \"(1) the existence of a contract or a business relationship which contemplated economic benefit; (2) the defendant['s] knowledge of the contract or business relationship; (3) the defendant['s] intentional interference with the contract or business relationship for an improper purpose or by improper means; and (4) damages.\" <i>Swanset Dev. Corp. v. Taunton,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">390</span></span>, <span class=\"citation no-link\"><span class=\"volume\">668</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">333</span></span>, 338 (Mass.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Baker contends that Pure has failed to allege or adduce evidence of conduct that could be construed as improper in either motive or means. According to Baker, the allegations and evidence in this case, even when viewed in the light most favorable to Pure, suggest only that Baker was engaging in honest, albeit hard-nosed, competition in the pursuit of his own financial interests. In other words, Baker contends that his conduct must be viewed as lawful so long as it constitutes merely \"competing for the prize.\" <i>Holmes Prods. Corp. v. Dana Lighting, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">958</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">27</span></span>, 32 (D.Mass.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Determining whether the alleged tortfeasor's interference with a contract is improper is a context-sensitive inquiry that must be evaluated on a case-by-case basis. <i>G.S. Enters., Inc. v. Falmouth Marine, Inc.,</i> <span class=\"citation\" data-id=\"2125714\"><a href=\"/opinion/2125714/gs-enterprises-inc-v-falmouth-marine-inc/\"><span class=\"volume\">410</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">262</span></a></span>, <span class=\"citation\" data-id=\"2125714\"><a href=\"/opinion/2125714/gs-enterprises-inc-v-falmouth-marine-inc/\"><span class=\"volume\">571</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1363</span></a></span>, 1370 (Mass.1991); <i>see also</i> Restatement (Second) of Torts &#167; 767 (1979) (setting forth multiple factors to be considered in determining whether interference is improper). As the Massachusetts Appeals Court has observed, \"[i]t is one thing to lure a customer away from someone with whom it has been doing business by means of better product, service, or prices but quite another to abet the repudiation of solemn contractual obligations of which the party interfering is well aware.\" <i>Melo-Tone Vending, Inc. v. Sherry, Inc.,</i> 39 Mass. App.Ct. 315, <span class=\"citation no-link\"><span class=\"volume\">656</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">312</span></span>, 315 (Mass. App.Ct.1995). Given the sparse state of the record, we think the district court was correct to reserve judgment on whether Baker's activities crossed the line.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In sum, we conclude that the district court erred in granting judgment in favor of the appellee based on the statute of limitations. Further, we find that neither of the alternative grounds urged by appellee can sustain the district court's dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> To date, Eicotech has not established any of the Eicotec Medical Centers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the district court dismissed the claims involving Eicotech, much of the remaining case between Pure and STI is still awaiting trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court applied Massachusetts law to the statute-of-limitations question. On appeal, Pure suggests that this issue and others may be governed by New Hampshire law. Since New Hampshire law also provides for a three-year limitations period, N.H.Rev.Stat. Ann. &#167; 508:4(I) (1997), we see no conflict of law that would necessitate our choosing between the two<i>See Lambert v. Kysar,</i> <span class=\"citation\" data-id=\"598967\"><a href=\"/opinion/598967/george-lambert-dba-rainbow-fruit-v-sam-kysar-and-joan-kysar-dba/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1114 (1st Cir.1993) (noting that conflict-of-law analysis is unnecessary where the \"outcome is the same under the substantive law of either jurisdiction\"). Moreover, we see no indication that Pure flagged the choice-of-law question before the district court; we therefore deem the issue waived for purposes of this appeal. <i>Arrieta-Gim&#233;nez v. Arrieta-Negr&#243;n,</i> <span class=\"citation\" data-id=\"513185\"><a href=\"/opinion/513185/carmen-felicita-arrieta-gimenez-etc-v-alberto-arrieta-negron/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span>, 1037 (1st Cir. 1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Pure's interpretation of the counterclaim is buttressed by another section of Pure's pleadings in which it accuses Sears of \"continuing to sell [his] consumer products through direct mail and direct sales.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Finality may, however, be understood more broadly when analyzed in the context of<i>issue</i> preclusion, as opposed to claim preclusion. <i>See</i> Restatement (Second) of Judgments &#167; 13 (1982) (\"[F]or purposes of issue preclusion (as distinguished from merger or bar), `final judgment' includes any prior adjudication of an issue in another action that is determined to be sufficiently firm to be accorded preclusive effect.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because we have no final judgment on the merits for the purposes of claim preclusion at this time, we need not address the subsidiary questions of whether the prior action involved sufficiently identical claims and parties</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2090012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2125714/"
  ]
}