{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199949/",
  "absolute_url": "/opinion/199949/casanova-v-dubois/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199949/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:40:46Z",
  "date_modified": "2017-03-24T11:04:17.437812Z",
  "type": "010combined",
  "sha1": "fa50404fae6f05eb3a87eb4449253e419fc00ef5",
  "page_count": 12,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1838-01A.pdf",
  "local_path": "pdf/2002/05/06/Casanova_v._Dubois.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-1838\n\n   RAUL CASANOVA, DEMOND HICKS, KEVIN BUSH, ANTWYAN PRIDGETT,\n         JOSEPH D. WILLIAMS, GARY BON, AND JOHN CARTER,\n\n                    Plaintiffs, Appellants,\n\n                               v.\n\n           LARRY E. DUBOIS, RONALD DUVAL, STEVEN AYALA,\n       DANIEL GEORGE SULLIVAN, EDWARD KLOS, ROBERT DAIGLE,\n         RICHARD HOLDEN, RICHARD E. KELLY, WILLIAM KELLY,\nJAMES B. HETHERSON, JAMES COFFONE, PATRICK SMITH, JOHN BRODBECK,\n BRUCE TESSIER, WILLIAM GROSSI, RICHARD DERALEAU, EDWARD RIZZI,\n        KEVIN DESCHAMPS, TIMOTHY J. BOLTON, WAYNE BELISLE,\nSCOTT A. GALSBAND, SCOTT T. REGAN, RICHARD BUSA, KENNETH PERRON,\n   STEVEN LYDON, DONALD DENOMME, BRIAN FORD, ROBERT J. BLOOD,\n         MICHAEL ALLAN, FRED CALLENDER, JAMES S. ROBERTS,\n ROLAND GONSALVES, THOMAS PERKINS, KENNETH AYALA, THOMAS FISHER,\n STEVEN N. DEHESTANI, RONALD GONCALVES, JOHN BRUCE, PAUL AUCOIN,\n      THOMAS BORRONI, KENNETH J. SILVA, SR., MARK O'REILLY,\n       RUSSELL S. HALLETT, WILLIAM COMEAU, ERNEST THERRIEN,\n    SCOTT CALLENDER, KHALID N. KHAN, MD, CHRISTINE MALMQUIST,\n          NAOMI BAKER, BERNADETTE MELENDY, D. MICHEL, RN,\n                         AND MAUREEN MCIMN,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                            Before\n                      Selya, Circuit Judge,\n                 Bownes, Senior Circuit Judge,\n               and Stahl, Senior Circuit Judge.\n\f     Toni G. Wolfman, with whom Megan H. Mack, William W. Fick, and\nFoley, Hoag & Eliot LLP, were on brief, for appellants.\n     Joel J. Berner, Counsel, with whom Nancy Ankers White, Special\nAssistant Attorney General, was on brief for appellees.\n\n\n\n                           May 6, 2002\n\f           STAHL, Senior Circuit Judge.           Appellants, inmates at MCI\n\nCedar Junction, have appealed from the sua sponte dismissal of\n\ntheir complaint by the district court on the basis that the\n\nmajority of their claims were time-barred and that the non-barred\nclaims   failed   to    allege   facts     that   rose   to   the   level   of   a\n\nconstitutional violation.        Appellees challenge the jurisdiction of\n\nthis court to consider the appeal of all of the appellants except\nthat of Raul Casanova for their failure to file proper notices of\n\nappeal on a timely basis.        In addition to the arguments presented\n\nin their briefs supporting affirmance, appellees asserted at oral\n\nargument   that   sua    sponte    dismissal      was    appropriate    because\n\nappellants did not exhaust their administrative remedies prior to\n\nfiling suit in federal court, as required by the Prison Litigation\n\nReform Act of 1995 (PLRA).1         Although we find that there are no\n\nbarriers to our exercising jurisdiction in this case, we remand the\n\ncase to the district court for further development of the record\n\nwith regard to the issue of exhaustion.\n\n                                      I.\n\n           On April 3, 1995, a corrections officer allegedly was\n\nassaulted in the appellants' housing unit during a recreation\nperiod when inmates were permitted to be outside of their cells.\nThe prison officials (\"appellees\") immediately closed all cell\n\ndoors, locking some inmates, including appellants, out of their\n\n\n     1\n      Pub. L. No. 104-134, 110 Stat. 1321 (codified as amended in\nscattered sections of 18 U.S.C., 28 U.S.C., & 42 U.S.C.).     See\ndiscussion infra Part III.\n\n                                     -3-\n\fcells.   Appellees then activated the Tactical Response Team, which\n\npurportedly gassed and attacked with batons and dogs those inmates\n\nnot in their cells.     Even after the inmates were fully restrained,\nappellees allegedly continued to beat appellants.                Although they\n\nwere injured, appellants claim that they were denied proper medical\n\ntreatment,    and   beaten    further     when   they    asked    for    medical\nattention.      They   were   allegedly    forced   to   lie     face    down   in\n\nhandcuffs and leg shackles for 3-4 hours in cold outdoor yard\n\ncages.   Appellees then purportedly locked all of the appellants\n\nbehind a steel door for approximately thirty days without shower\n\nfacilities, towels, bed sheets, blankets, pillows, cell cleaning\n\nsupplies or toiletries.       In addition to various physical hardships\n\nallegedly inflicted on the inmates, the prisoners claim that\nappellees also denied them access to legal phone calls and to both\n\nlegal and personal mail during the thirty-day period they remained\n\nbehind the steel door.         Appellants also allege that they were\ndenied all yard exercise from April 3 until August 1995.\n\n             On March 18, 1998, Plaintiff Casanova handed over a\n\ncomplaint, a cover letter and a purchase slip for certified postage\n\nto a prison caseworker for mailing to the federal district court.\n\nThe complaint was signed by Kevin Bush, Antwyan Pridgett, Joseph D.\n\nWilliams, Demond Hicks, Gary Bon, John Carter and Casanova himself.\n\nCasanova's cover letter to the District Court Clerk (\"Clerk\")\n\nexplained that the filing fee would arrive separately.                  The court\n\nreceived the cover letter and complaint on March 24, 1998.                      On\n\nMarch 25, 1998, Plaintiff Carter (and another inmate not named in\n\n\n                                    -4-\n\fthe appeal) submitted purchase slips to a prison caseworker for the\n\nissuance and mailing of two checks payable to the District Court\n\nClerk in the amounts of $120 and $30.                  Carter also gave the\ncaseworker    a    cover   letter   to   enclose      with    his   $120   check,\n\nspecifying the case name and advising the Clerk to expect a second\n\ncheck for $30.\n          On April 27, 1998, the Clerk returned the complaint and\n\nthe check for $120 to Casanova with a form letter stating that \"the\n\nremainder of the filing fee in the amount of $30 is missing.\"                 Two\n\ndays later, Casanova wrote to the court, stating that the filing\n\nfee would be resent.        That same day, he also sent a copy of the\n\ncomplaint to an attorney with the Massachusetts Correctional Legal\n\nServices (MCLS), Gary Rothberger, and requested his assistance to\nassure   that     the   complaint    and     filing     fee    were   delivered\n\nsimultaneously to the court.\n\n             On June 8, 1998, Rothberger mailed the complaint to the\ncourt with a cover letter indicating that the filing fee would\n\narrive separately.         Plaintiff Carter requested that the prison\n\nauthorities issue a check in the amount of $150 to the district\n\ncourt to cover the filing costs.           The district court received his\n\nletter and check on June 12, 1998, a few days after the complaint\n\nhad arrived.      Despite Rothberger's communications with the Clerk's\n\nOffice, on June 11, 1998, the Clerk again returned the complaint to\n\nCasanova with a form letter indicating that it could not be\n\ndocketed without a filing fee or an application to proceed in forma\n\npauperis (IFP).      Rothberger then apparently spoke with the pro se\n\n\n                                     -5-\n\fclerk directly, and requested that she hold the $150 filing fee\n\nuntil Casanova could resubmit the complaint.     On June 29, 1998,\n\nCasanova sent the complaint to the pro se clerk's attention.    The\nClerk finally docketed the complaint on July 1, 1998.\n\n           On January 15, 1999, the district court denied without\n\nopinion motions for appointment of counsel and for service of the\ncomplaint by the U.S. Marshal on the numerous defendants named\n\ntherein.   He also issued an order to show cause why the case should\n\nnot be dismissed under Fed. R. Civ. P. 12(b)(6) based on the\n\nstatute of limitations and other ostensible deficiencies in the\n\ncomplaint. Plaintiffs Casanova and Pridgett both submitted various\n\nfilings that attempted to respond to the order to show cause and\n\nreiterated their request that an attorney be appointed in their\ncase.    For some reason, not all of these filings appeared on the\n\ndocket sheet (and apparently did not make it into the record),\n\nleading the plaintiffs to file some of their documents with the\ncourt multiple times.   Nevertheless, on May 7, 1999, the district\n\ncourt dismissed the case by summary order, finding that the bulk of\n\nthe alleged violations in the complaint were barred by the statute\n\nof limitations.   Specifically, the relevant Massachusetts statute\n\nof limitations governing the allegations stemming from the events\n\nof April 3 was three years, and had expired on April 3, 1998.2\n\n     2\n      The parties agree that Massachusetts's three-year statute of\nlimitations on personal injury actions, Mass. Gen. L. ch. 260 ยง 2A,\ngoverns the appellants' ยง 1983 complaint. See generally Wilson v.\nGarcia, 471 U.S. 261, 266-67 (1985) (\"When Congress has not\nestablished a time limitation for a federal cause of action, the\nsettled practice has been to adopt a local time limitation as\nfederal law if it is not inconsistent with federal law or policy to\n\n                                -6-\n\fFurthermore, the court found that the only claim that was not time-\n\nbarred -- namely, the allegedly impermissible denial of yard\n\nexercise    --    did     not   as    a   matter   of   law   violate   the   Eighth\nAmendment.\n\n               On May 28, 1999, Plaintiff Casanova filed a notice of\n\nappeal    on     behalf    of   all       the   plaintiffs,   stating   that    \"all\nplaintiffs in the above action hereby appeal.\" Casanova signed the\n\nnotice \"on behalf of all plaintiffs,\" but the other inmates did not\n\naffix their signatures to the notice of appeal.                     In lieu of a\n\nresponsive brief, on December 18, 2000, Defendants filed a motion\n\nfor summary disposition, which argued that only Casanova had\n\nperfected his appeal.           In an order dated June 22, 2001, this court\n\ndirected the Clerk's Office to serve each of the six non-signing\nplaintiffs with a copy of the notice of appeal, an application to\n\nproceed IFP, and instructions to sign and return the papers within\n\nfourteen days to indicate their respective interest in being a\nparty to this appeal.3          All plaintiffs returned signed copies in a\n\ntimely manner.       We allowed the appeal to proceed with respect to\n\nthe additional complainants, but reserved the question of our\n\njurisdiction to hear the nonsigning appellants' appeal on the\n\nmerits.\n\n\n\n\ndo so.\").\n     3\n      In that same order, this court appointed counsel to represent\nCasanova and the other inmates for purposes of this appeal. We\nthank them for their able service.\n\n                                            -7-\n\f                               II.\n\n          Accordingly, we turn first to the issue of whether the\n\nsix prisoners who did not sign Casanova's notice of appeal have\n\nlost their opportunity to be heard by this court. Appellees insist\n\nthat the well-established rule prohibiting non-attorney inmates\n\nfrom representing one another, Herrera-Venegas v. Sanchez-Rivera,\n\n681 F.2d 41, 42 (1st Cir. 1982), requires this court to dismiss the\n\nappeal of all petitioners except Casanova. See Ruiz Rivera v.\n\nRiley, 209 F.3d 24, 27 (1st Cir. 2000) (\"a notice of appeal that is\n\nnot signed either by the appealing party or by that party's\nattorney is a nullity\"). Appellants, on the other hand, argue that\n\nthe failure of the six other prisoners to sign the notice of appeal\nis a mere technical error, the correction of which permits this\ncourt to hear their appeal.\n\n          According to Federal Rule of Appellate Procedure 3, a\nparty has thirty days after the entry of judgment to file a notice\nof appeal with the district court.   Any other party who wishes to\n\nappeal has fourteen days after the initial notice was filed to\npursue an appeal.    Fed. R. App. P. 4(a)(3).     Where an inmate\ndesires to appeal from an adverse judgment, Rule 4(c)(1) provides\n\nthat \"the notice is timely filed if it is deposited in the\ninstitution's mail system on or before the last day for filing.\"\nIf other parties wish to join the appeal, they have fourteen days\n\nfrom the date when the district court dockets the inmate's notice\nof appeal.   Fed. R. App. P. 4(c)(2).\n\n\n\n                               -8-\n\f           In this case, Casanova filed a timely notice of appeal\n\npurportedly on behalf of all plaintiffs, but the notice contained\n\nonly his signature.      Rather than call this error to the attention\nof the court immediately, however, the appellees waited over\n\neighteen months to raise the issue.         As a result, we are unable to\n\nknow with certainty whether the other six prisoners intended to\nappeal   from    the   district   court's   adverse   ruling    during   the\n\nrelatively brief window of opportunity provided by the federal\n\nrules.   Nonetheless, we do know that once the prisoners were given\n\nthe opportunity to signify their desire to join in the appeal by\n\nproviding signatures for the notice of appeal, all six of them did\n\nso within the time frame provided by this court.\n\n           The    Supreme   Court's   recent    decision   in   Becker    v.\nMontgomery, 532 U.S. 757 (2001), specifically states that the\n\nsignature requirement of Federal Rule of Civil Procedure 11 is not\n\njurisdictional, and so long as the technical mistake is corrected\npromptly after being brought to a party's attention, the court may\n\nhear the appeal.        Id. at 766.       The purpose of the signature\n\nrequirement is to ensure that there is no doubt about \"who is\n\nappealing, from what judgment, to which appellate court.\"           Id. at\n\n767. In this case, the other prisoners may very well have believed\n\nthat Casanova's appeal was sufficient to preserve the rights of all\n\nplaintiffs, and they corrected the error as soon as it was brought\n\nto their attention.     In light of Becker and our general obligation\n\nto read pro se complaints generously, see Rodi v. Ventetuolo, 941\n\n\n\n\n                                    -9-\n\fF.2d 22, 23 (1st Cir. 1991), we find that dismissal of the appeal\n\nof the other inmates is unwarranted.\n\n                                              III.\n\n            The next issue we must confront deals with exhaustion.\n\nAt oral argument, appellees insisted that, in addition to the\n\nreasons given by the district court, sua sponte dismissal of the\n\nprisoners' complaint was proper because they had not exhausted\ntheir administrative remedies.                  Section 1997e of the PLRA states\n\nthat   \"[n]o     action      shall      be    brought       with    respect     to     prison\n\nconditions under section 1983 of this title, or any other Federal\nlaw,   by   a    prisoner        confined      in    any    jail,    prison,      or    other\ncorrectional facility until such administrative remedies as are\navailable are exhausted.\"                42 U.S.C. ยง 1997e(a).                According to\n\nappellees, the prisoners' failure to demonstrate in their pleadings\nthat they have satisfied this exhaustion requirement divested the\nlower court of jurisdiction to consider the case.\n\n            Although this is an issue of first impression in this\ncircuit, all federal appellate courts that have considered the\nquestion    have       rejected        this    jurisdictional         argument.          Most\nrecently,       in    Ali   v.    District      of    Columbia,      the   D.C.      Circuit\n\nclarified       the    extent     to    which       appellees'      argument     has    been\n\nrepudiated: \"Removing any doubt, we now hold, as has every circuit\n\nto   have   considered           the   matter,       that    the     PLRA's     exhaustion\n\nrequirement simply governs the timing of the action and does not\n\ncontain the          type   of   sweeping      and    direct       language    that    would\n\nindicate a jurisdictional bar rather than a mere codification of\n\n                                              -10-\n\fadministrative exhaustion requirements.\"           278 F.3d 1, 5-6 (D.C.\n\nCir. 2002) (internal quotations omitted).              In justifying its\n\ndecision, the Ali court cited cases from the Third, Fifth, Sixth,\nSeventh, Eighth, Ninth and Tenth Circuits. Finding the analysis of\n\nour sister circuits to be sound, we join the chorus of voices\n\nconcluding   that   exhaustion   is    not   a   prerequisite   to   federal\njurisdiction.\n\n          Although not jurisdictional, the exhaustion requirement\n\nis nonetheless mandatory.    See Curry v. Scott, 249 F.3d 493, 501\n\nn.2 (6th Cir. 2001) (\"We note, however, that, while it is true we\n\nhave concluded ยง 1997e does not impose a jurisdictional bar to\n\nfederal jurisdiction, we have also concluded that the obligation to\n\nexhaust administrative remedies before resort to federal court is\na mandatory one.\"). As the Supreme Court recently clarified, cases\n\ninvolving allegations of physical violence by prison guards are not\n\nexempt from this rule.      Porter v. Nussle, 122 S. Ct. 983, 992\n\n(2002).\n\n          While we have the ability to affirm the lower court's\ndismissal on any grounds made manifest by the record, Aldridge v.\n\nA.T. Cross Corp., 284 F.3d 72, 84 (1st Cir. 2002), here, the record\n\nis devoid of any evidence whatsoever on the issue of exhaustion.\n\nUnless appellants have satisfied the PLRA's exhaustion requirement,\n\ntheir case must be dismissed.         If, on the other hand, appellants\n\nhave exhausted their administrative remedies, this court would then\n\nneed to consider numerous other complicated issues that have been\n\nraised in this case.\n\n\n                                  -11-\n\f          After reviewing the matter carefully, we believe that it\n\nwould not be prudent to proceed further until the matter of\n\nexhaustion has been resolved.    Therefore, we remand this case to\nthe district court for development of the record with regard to the\n\nissue of exhaustion of administrative remedies.    After eliciting\n\nfrom the parties whatever information it deems necessary to making\nthis determination, the district court shall transmit its written\n\nfindings to the Clerk of this Court no later than sixty days from\n\nthe date of this opinion.    Although we remand for this limited\n\npurpose, we retain jurisdiction over this appeal so that we may\n\nconsider, if required, the remaining arguments raised by the\n\nparties in this appeal.\n\n          So ordered.\n\n\n\n\n                                -12-\n\f",
  "html": "<p class=\"case_cite\">289 F.3d 142</p>\n    <p class=\"parties\">Raul CASANOVA, Demond Hicks, Kevin Bush, Antwyan Pridgett, Joseph D. Williams, Gary Bon, And John Carter, Plaintiffs, Appellants,<br>v.<br>Larry E. DUBOIS, Ronald Duval, Steven Ayala, Daniel George Sullivan, Edward Klos, Robert Daigle, Richard Holden, Richard E. Kelly, William Kelly, James B. Hetherson, James Coffone, Patrick Smith, John Brodbeck, Bruce Tessier, William Grossi, Richard Deraleau, Edward Rizzi, Kevin Deschamps, Timothy J. Bolton, Wayne Belisle, Scott A. Galsband, Scott T. Regan, Richard Busa, Kenneth Perron, Steven Lydon, Donald Denomme, Brian Ford, Robert J. Blood, Michael Allan, Fred Callender, James S. Roberts, Roland Gonsalves, Thomas Perkins, Kenneth Ayala, Thomas Fisher, Steven N. Dehestani, Ronald Goncalves, John Bruce, Paul Aucoin, Thomas Borroni, Kenneth J. Silva, Sr., Mark O'Reilly, Russell S. Hallett, William Comeau, Ernest Therrien, Scott Callender, Khalid N. Khan, MD, Christine Malmquist, Naomi Baker, Bernadette Melendy, D. Michel, RN, and Maureen Mcimn, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1838.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2002.</p>\n    <p class=\"date\">Decided May 6, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Toni G. Wolfman, with whom Megan H. Mack, William W. Fick, and Foley, Hoag &amp; Eliot LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Joel J. Berner, Counsel, with whom Nancy Ankers White, Special Assistant Attorney General, was on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, inmates at MCI Cedar Junction, have appealed from the <i>sua sponte</i> dismissal of their complaint by the district court on the basis that the majority of their claims were time-barred and that the non-barred claims failed to allege facts that rose to the level of a constitutional violation. Appellees challenge the jurisdiction of this court to consider the appeal of all of the appellants except that of Raul Casanova for their failure to file proper notices of appeal on a timely basis. In addition to the arguments presented in their briefs supporting affirmance, appellees asserted at oral argument that <i>sua sponte</i> dismissal was appropriate because appellants did not exhaust their administrative remedies prior to filing suit in federal court, as required by the Prison Litigation Reform Act of 1995 (PLRA).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Although we find that there are no barriers to our exercising jurisdiction in this case, we remand the case to the district court for further development of the record with regard to the issue of exhaustion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 3, 1995, a corrections officer allegedly was assaulted in the appellants' housing unit during a recreation period when inmates were permitted to be outside of their cells. The prison officials (\"appellees\") immediately closed all cell doors, locking some inmates, including appellants, out of their cells. Appellees then activated the Tactical Response Team, which purportedly gassed and attacked with batons and dogs those inmates not in their cells. Even after the inmates were fully restrained, appellees allegedly continued to beat appellants. Although they were injured, appellants claim that they were denied proper medical treatment, and beaten further when they asked for medical attention. They were allegedly forced to lie face down in handcuffs and leg shackles for 3-4 hours in cold outdoor yard cages. Appellees then purportedly locked all of the appellants behind a steel door for approximately thirty days without shower facilities, towels, bed sheets, blankets, pillows, cell cleaning supplies or toiletries. In addition to various physical hardships allegedly inflicted on the inmates, the prisoners claim that appellees also denied them access to legal phone calls and to both legal and personal mail during the thirty-day period they remained behind the steel door. Appellants also allege that they were denied all yard exercise from April 3 until August 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 18, 1998, Plaintiff Casanova handed over a complaint, a cover letter and a purchase slip for certified postage to a prison caseworker for mailing to the federal district court. The complaint was signed by Kevin Bush, Antwyan Pridgett, Joseph D. Williams, Demond Hicks, Gary Bon, John Carter and Casanova himself. Casanova's cover letter to the District Court Clerk (\"Clerk\") explained that the filing fee would arrive separately. The court received the cover letter and complaint on March 24, 1998. On March 25, 1998, Plaintiff Carter (and another inmate not named in the appeal) submitted purchase slips to a prison caseworker for the issuance and mailing of two checks payable to the District Court Clerk in the amounts of $120 and $30. Carter also gave the caseworker a cover letter to enclose with his $120 check, specifying the case name and advising the Clerk to expect a second check for $30.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 27, 1998, the Clerk returned the complaint and the check for $120 to Casanova with a form letter stating that \"the remainder of the filing fee in the amount of $30 is missing.\" Two days later, Casanova wrote to the court, stating that the filing fee would be resent. That same day, he also sent a copy of the complaint to an attorney with the Massachusetts Correctional Legal Services (MCLS), Gary Rothberger, and requested his assistance to assure that the complaint and filing fee were delivered simultaneously to the court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 8, 1998, Rothberger mailed the complaint to the court with a cover letter indicating that the filing fee would arrive separately. Plaintiff Carter requested that the prison authorities issue a check in the amount of $150 to the district court to cover the filing costs. The district court received his letter and check on June 12, 1998, a few days after the complaint had arrived. Despite Rothberger's communications with the Clerk's Office, on June 11, 1998, the Clerk again returned the complaint to Casanova with a form letter indicating that it could not be docketed without a filing fee or an application to proceed in forma pauperis (IFP). Rothberger then apparently spoke with the pro se clerk directly, and requested that she hold the $150 filing fee until Casanova could resubmit the complaint. On June 29, 1998, Casanova sent the complaint to the pro se clerk's attention. The Clerk finally docketed the complaint on July 1, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 15, 1999, the district court denied without opinion motions for appointment of counsel and for service of the complaint by the U.S. Marshal on the numerous defendants named therein. He also issued an order to show cause why the case should not be dismissed under Fed. R.Civ.P. 12(b)(6) based on the statute of limitations and other ostensible deficiencies in the complaint. Plaintiffs Casanova and Pridgett both submitted various filings that attempted to respond to the order to show cause and reiterated their request that an attorney be appointed in their case. For some reason, not all of these filings appeared on the docket sheet (and apparently did not make it into the record), leading the plaintiffs to file some of their documents with the court multiple times. Nevertheless, on May 7, 1999, the district court dismissed the case by summary order, finding that the bulk of the alleged violations in the complaint were barred by the statute of limitations. Specifically, the relevant Massachusetts statute of limitations governing the allegations stemming from the events of April 3 was three years, and had expired on April 3, 1998.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Furthermore, the court found that the only claim that was not time-barred &#8212; namely, the allegedly impermissible denial of yard exercise &#8212; did not as a matter of law violate the Eighth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On May 28, 1999, Plaintiff Casanova filed a notice of appeal on behalf of all the plaintiffs, stating that \"all plaintiffs in the above action hereby appeal.\" Casanova signed the notice \"on behalf of all plaintiffs,\" but the other inmates did not affix their signatures to the notice of appeal. In lieu of a responsive brief, on December 18, 2000, Defendants filed a motion for summary disposition, which argued that only Casanova had perfected his appeal. In an order dated June 22, 2001, this court directed the Clerk's Office to serve each of the six non-signing plaintiffs with a copy of the notice of appeal, an application to proceed IFP, and instructions to sign and return the papers within fourteen days to indicate their respective interest in being a party to this appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> All plaintiffs returned signed copies in a timely manner. We allowed the appeal to proceed with respect to the additional complainants, but reserved the question of our jurisdiction to hear the nonsigning appellants' appeal on the merits.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Accordingly, we turn first to the issue of whether the six prisoners who did not sign Casanova's notice of appeal have lost their opportunity to be heard by this court. Appellees insist that the well-established rule prohibiting non-attorney inmates from representing one another, <i>Herrera-Venegas v. Sanchez-Rivera,</i> 681 F.2d 41, 42 (1st Cir. 1982), requires this court to dismiss the appeal of all petitioners except Casanova. <i>See Ruiz Rivera v. Riley,</i> 209 F.3d 24, 27 (1st Cir.2000) (\"a notice of appeal that is not signed either by the appealing party or by that party's attorney is a nullity\"). Appellants, on the other hand, argue that the failure of the six other prisoners to sign the notice of appeal is a mere technical error, the correction of which permits this court to hear their appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">According to Federal Rule of Appellate Procedure 3, a party has thirty days after the entry of judgment to file a notice of appeal with the district court. Any other party who wishes to appeal has fourteen days after the initial notice was filed to pursue an appeal. Fed. R.App. P. 4(a)(3). Where an inmate desires to appeal from an adverse judgment, Rule 4(c)(1) provides that \"the notice is timely filed if it is deposited in the institution's mail system on or before the last day for filing.\" If other parties wish to join the appeal, they have fourteen days from the date when the district court dockets the inmate's notice of appeal. Fed. R.App. P. 4(c)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, Casanova filed a timely notice of appeal purportedly on behalf of all plaintiffs, but the notice contained only his signature. Rather than call this error to the attention of the court immediately, however, the appellees waited over eighteen months to raise the issue. As a result, we are unable to know with certainty whether the other six prisoners intended to appeal from the district court's adverse ruling during the relatively brief window of opportunity provided by the federal rules. Nonetheless, we do know that once the prisoners were given the opportunity to signify their desire to join in the appeal by providing signatures for the notice of appeal, all six of them did so within the time frame provided by this court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Supreme Court's recent decision in <i>Becker v. Montgomery,</i> 532 U.S. 757, 121 S.Ct. 1801, 149 L.Ed.2d 983 (2001), specifically states that the signature requirement of Federal Rule of Civil Procedure 11 is not jurisdictional, and so long as the technical mistake is corrected promptly after being brought to a party's attention, the court may hear the appeal. <i>Id.</i> at 766. The purpose of the signature requirement is to ensure that there is no doubt about \"who is appealing, from what judgment, to which appellate court.\" <i>Id.</i> at 767. In this case, the other prisoners may very well have believed that Casanova's appeal was sufficient to preserve the rights of all plaintiffs, and they corrected the error as soon as it was brought to their attention. In light of <i>Becker</i> and our general obligation to read pro se complaints generously, <i>see Rodi v. Ventetuolo,</i> 941 F.2d 22, 23 (1st Cir.1991), we find that dismissal of the appeal of the other inmates is unwarranted.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The next issue we must confront deals with exhaustion. At oral argument, appellees insisted that, in addition to the reasons given by the district court, <i>sua sponte</i> dismissal of the prisoners' complaint was proper because they had not exhausted their administrative remedies. Section 1997e of the PLRA states that \"[n]o action shall be brought with respect to prison conditions under section 1983 of this title, or any other Federal law, by a prisoner confined in any jail, prison, or other correctional facility until such administrative remedies as are available are exhausted.\" 42 U.S.C. &#167; 1997e(a). According to appellees, the prisoners' failure to demonstrate in their pleadings that they have satisfied this exhaustion requirement divested the lower court of jurisdiction to consider the case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although this is an issue of first impression in this circuit, all federal appellate courts that have considered the question have rejected this jurisdictional argument. Most recently, in <i>Ali v. District of Columbia,</i> the D.C. Circuit clarified the extent to which appellees' argument has been repudiated: \"Removing any doubt, we now hold, as has every circuit to have considered the matter, that the PLRA's exhaustion requirement simply governs the timing of the action and does not contain the type of sweeping and direct language that would indicate a jurisdictional bar rather than a mere codification of administrative exhaustion requirements.\" 278 F.3d 1, 5-6 (D.C.Cir.2002) (internal quotations omitted). In justifying its decision, the <i>Ali</i> court cited cases from the Third, Fifth, Sixth, Seventh, Eighth, Ninth and Tenth Circuits. Finding the analysis of our sister circuits to be sound, we join the chorus of voices concluding that exhaustion is not a prerequisite to federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although not jurisdictional, the exhaustion requirement is nonetheless mandatory. <i>See Curry v. Scott,</i> 249 F.3d 493, 501 n. 2 (6th Cir.2001) (\"We note, however, that, while it is true we have concluded &#167; 1997e does not impose a jurisdictional bar to federal jurisdiction, we have also concluded that the obligation to exhaust administrative remedies before resort to federal court is a mandatory one.\"). As the Supreme Court recently clarified, cases involving allegations of physical violence by prison guards are not exempt from this rule. <i>Porter v. Nussle,</i> 534 U.S. 516, 122 S.Ct. 983, 992, 152 L.Ed.2d 12 (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While we have the ability to affirm the lower court's dismissal on any grounds made manifest by the record, <i>Aldridge v. A.T. Cross Corp.,</i> 284 F.3d 72, 84 (1st Cir.2002), here, the record is devoid of any evidence whatsoever on the issue of exhaustion. Unless appellants have satisfied the PLRA's exhaustion requirement, their case must be dismissed. If, on the other hand, appellants have exhausted their administrative remedies, this court would then need to consider numerous other complicated issues that have been raised in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After reviewing the matter carefully, we believe that it would not be prudent to proceed further until the matter of exhaustion has been resolved. Therefore, we remand this case to the district court for development of the record with regard to the issue of exhaustion of administrative remedies. After eliciting from the parties whatever information it deems necessary to making this determination, the district court shall transmit its written findings to the Clerk of this Court no later than sixty days from the date of this opinion. Although we remand for this limited purpose, we retain jurisdiction over this appeal so that we may consider, if required, the remaining arguments raised by the parties in this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pub.L. No. 104-134, 110 Stat. 1321 (codified as amended in scattered sections of 18 U.S.C., 28 U.S.C., &amp; 42 U.S.C.)<i>See</i> discussion <i>infra</i> Part III.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties agree that Massachusetts's three-year statute of limitations on personal injury actions, Mass. Gen. L. ch. 260 &#167; 2A, governs the appellants' &#167; 1983 complaint<i>See generally Wilson v. Garcia,</i> 471 U.S. 261, 266-67, 105 S.Ct. 1938, 85 L.Ed.2d 254 (1985) (\"When Congress has not established a time limitation for a federal cause of action, the settled practice has been to adopt a local time limitation as federal law if it is not inconsistent with federal law or policy to do so.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In that same order, this court appointed counsel to represent Casanova and the other inmates for purposes of this appeal. We thank them for their able service</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">142</span></span></p>\n    <p class=\"parties\">Raul CASANOVA, Demond Hicks, Kevin Bush, Antwyan Pridgett, Joseph D. Williams, Gary Bon, And John Carter, Plaintiffs, Appellants,<br>v.<br>Larry E. DUBOIS, Ronald Duval, Steven Ayala, Daniel George Sullivan, Edward Klos, Robert Daigle, Richard Holden, Richard E. Kelly, William Kelly, James B. Hetherson, James Coffone, Patrick Smith, John Brodbeck, Bruce Tessier, William Grossi, Richard Deraleau, Edward Rizzi, Kevin Deschamps, Timothy J. Bolton, Wayne Belisle, Scott A. Galsband, Scott T. Regan, Richard Busa, Kenneth Perron, Steven Lydon, Donald Denomme, Brian Ford, Robert J. Blood, Michael Allan, Fred Callender, James S. Roberts, Roland Gonsalves, Thomas Perkins, Kenneth Ayala, Thomas Fisher, Steven N. Dehestani, Ronald Goncalves, John Bruce, Paul Aucoin, Thomas Borroni, Kenneth J. Silva, Sr., Mark O'Reilly, Russell S. Hallett, William Comeau, Ernest Therrien, Scott Callender, Khalid N. Khan, MD, Christine Malmquist, Naomi Baker, Bernadette Melendy, D. Michel, RN, and Maureen Mcimn, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1838.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2002.</p>\n    <p class=\"date\">Decided May 6, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Toni G. Wolfman, with whom Megan H. Mack, William W. Fick, and Foley, Hoag &amp; Eliot LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Joel J. Berner, Counsel, with whom Nancy Ankers White, Special Assistant Attorney General, was on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, inmates at MCI Cedar Junction, have appealed from the <i>sua sponte</i> dismissal of their complaint by the district court on the basis that the majority of their claims were time-barred and that the non-barred claims failed to allege facts that rose to the level of a constitutional violation. Appellees challenge the jurisdiction of this court to consider the appeal of all of the appellants except that of Raul Casanova for their failure to file proper notices of appeal on a timely basis. In addition to the arguments presented in their briefs supporting affirmance, appellees asserted at oral argument that <i>sua sponte</i> dismissal was appropriate because appellants did not exhaust their administrative remedies prior to filing suit in federal court, as required by the Prison Litigation Reform Act of 1995 (PLRA).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Although we find that there are no barriers to our exercising jurisdiction in this case, we remand the case to the district court for further development of the record with regard to the issue of exhaustion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 3, 1995, a corrections officer allegedly was assaulted in the appellants' housing unit during a recreation period when inmates were permitted to be outside of their cells. The prison officials (\"appellees\") immediately closed all cell doors, locking some inmates, including appellants, out of their cells. Appellees then activated the Tactical Response Team, which purportedly gassed and attacked with batons and dogs those inmates not in their cells. Even after the inmates were fully restrained, appellees allegedly continued to beat appellants. Although they were injured, appellants claim that they were denied proper medical treatment, and beaten further when they asked for medical attention. They were allegedly forced to lie face down in handcuffs and leg shackles for 3-4 hours in cold outdoor yard cages. Appellees then purportedly locked all of the appellants behind a steel door for approximately thirty days without shower facilities, towels, bed sheets, blankets, pillows, cell cleaning supplies or toiletries. In addition to various physical hardships allegedly inflicted on the inmates, the prisoners claim that appellees also denied them access to legal phone calls and to both legal and personal mail during the thirty-day period they remained behind the steel door. Appellants also allege that they were denied all yard exercise from April 3 until August 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 18, 1998, Plaintiff Casanova handed over a complaint, a cover letter and a purchase slip for certified postage to a prison caseworker for mailing to the federal district court. The complaint was signed by Kevin Bush, Antwyan Pridgett, Joseph D. Williams, Demond Hicks, Gary Bon, John Carter and Casanova himself. Casanova's cover letter to the District Court Clerk (\"Clerk\") explained that the filing fee would arrive separately. The court received the cover letter and complaint on March 24, 1998. On March 25, 1998, Plaintiff Carter (and another inmate not named in the appeal) submitted purchase slips to a prison caseworker for the issuance and mailing of two checks payable to the District Court Clerk in the amounts of $120 and $30. Carter also gave the caseworker a cover letter to enclose with his $120 check, specifying the case name and advising the Clerk to expect a second check for $30.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 27, 1998, the Clerk returned the complaint and the check for $120 to Casanova with a form letter stating that \"the remainder of the filing fee in the amount of $30 is missing.\" Two days later, Casanova wrote to the court, stating that the filing fee would be resent. That same day, he also sent a copy of the complaint to an attorney with the Massachusetts Correctional Legal Services (MCLS), Gary Rothberger, and requested his assistance to assure that the complaint and filing fee were delivered simultaneously to the court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 8, 1998, Rothberger mailed the complaint to the court with a cover letter indicating that the filing fee would arrive separately. Plaintiff Carter requested that the prison authorities issue a check in the amount of $150 to the district court to cover the filing costs. The district court received his letter and check on June 12, 1998, a few days after the complaint had arrived. Despite Rothberger's communications with the Clerk's Office, on June 11, 1998, the Clerk again returned the complaint to Casanova with a form letter indicating that it could not be docketed without a filing fee or an application to proceed in forma pauperis (IFP). Rothberger then apparently spoke with the pro se clerk directly, and requested that she hold the $150 filing fee until Casanova could resubmit the complaint. On June 29, 1998, Casanova sent the complaint to the pro se clerk's attention. The Clerk finally docketed the complaint on July 1, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 15, 1999, the district court denied without opinion motions for appointment of counsel and for service of the complaint by the U.S. Marshal on the numerous defendants named therein. He also issued an order to show cause why the case should not be dismissed under Fed. R.Civ.P. 12(b)(6) based on the statute of limitations and other ostensible deficiencies in the complaint. Plaintiffs Casanova and Pridgett both submitted various filings that attempted to respond to the order to show cause and reiterated their request that an attorney be appointed in their case. For some reason, not all of these filings appeared on the docket sheet (and apparently did not make it into the record), leading the plaintiffs to file some of their documents with the court multiple times. Nevertheless, on May 7, 1999, the district court dismissed the case by summary order, finding that the bulk of the alleged violations in the complaint were barred by the statute of limitations. Specifically, the relevant Massachusetts statute of limitations governing the allegations stemming from the events of April 3 was three years, and had expired on April 3, 1998.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Furthermore, the court found that the only claim that was not time-barred &#8212; namely, the allegedly impermissible denial of yard exercise &#8212; did not as a matter of law violate the Eighth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On May 28, 1999, Plaintiff Casanova filed a notice of appeal on behalf of all the plaintiffs, stating that \"all plaintiffs in the above action hereby appeal.\" Casanova signed the notice \"on behalf of all plaintiffs,\" but the other inmates did not affix their signatures to the notice of appeal. In lieu of a responsive brief, on December 18, 2000, Defendants filed a motion for summary disposition, which argued that only Casanova had perfected his appeal. In an order dated June 22, 2001, this court directed the Clerk's Office to serve each of the six non-signing plaintiffs with a copy of the notice of appeal, an application to proceed IFP, and instructions to sign and return the papers within fourteen days to indicate their respective interest in being a party to this appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> All plaintiffs returned signed copies in a timely manner. We allowed the appeal to proceed with respect to the additional complainants, but reserved the question of our jurisdiction to hear the nonsigning appellants' appeal on the merits.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Accordingly, we turn first to the issue of whether the six prisoners who did not sign Casanova's notice of appeal have lost their opportunity to be heard by this court. Appellees insist that the well-established rule prohibiting non-attorney inmates from representing one another, <i>Herrera-Venegas v. Sanchez-Rivera,</i> <span class=\"citation\" data-id=\"405330\"><a href=\"/opinion/405330/eleazar-herrera-venegas-v-felipe-benicio-sanchez-rivera/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 42 (1st Cir. 1982), requires this court to dismiss the appeal of all petitioners except Casanova. <i>See Ruiz Rivera v. Riley,</i> <span class=\"citation\" data-id=\"198879\"><a href=\"/opinion/198879/ruiz-rivera-v-dept-of-education/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir.2000) (\"a notice of appeal that is not signed either by the appealing party or by that party's attorney is a nullity\"). Appellants, on the other hand, argue that the failure of the six other prisoners to sign the notice of appeal is a mere technical error, the correction of which permits this court to hear their appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">According to Federal Rule of Appellate Procedure 3, a party has thirty days after the entry of judgment to file a notice of appeal with the district court. Any other party who wishes to appeal has fourteen days after the initial notice was filed to pursue an appeal. Fed. R.App. P. 4(a)(3). Where an inmate desires to appeal from an adverse judgment, Rule 4(c)(1) provides that \"the notice is timely filed if it is deposited in the institution's mail system on or before the last day for filing.\" If other parties wish to join the appeal, they have fourteen days from the date when the district court dockets the inmate's notice of appeal. Fed. R.App. P. 4(c)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, Casanova filed a timely notice of appeal purportedly on behalf of all plaintiffs, but the notice contained only his signature. Rather than call this error to the attention of the court immediately, however, the appellees waited over eighteen months to raise the issue. As a result, we are unable to know with certainty whether the other six prisoners intended to appeal from the district court's adverse ruling during the relatively brief window of opportunity provided by the federal rules. Nonetheless, we do know that once the prisoners were given the opportunity to signify their desire to join in the appeal by providing signatures for the notice of appeal, all six of them did so within the time frame provided by this court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Supreme Court's recent decision in <i>Becker v. Montgomery,</i> <span class=\"citation\" data-id=\"118436\"><a href=\"/opinion/118436/becker-v-montgomery/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">757</span></a></span>, <span class=\"citation\" data-id=\"118436\"><a href=\"/opinion/118436/becker-v-montgomery/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></a></span>, <span class=\"citation\" data-id=\"118436\"><a href=\"/opinion/118436/becker-v-montgomery/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">983</span></a></span> (2001), specifically states that the signature requirement of Federal Rule of Civil Procedure 11 is not jurisdictional, and so long as the technical mistake is corrected promptly after being brought to a party's attention, the court may hear the appeal. <i>Id.</i> at 766. The purpose of the signature requirement is to ensure that there is no doubt about \"who is appealing, from what judgment, to which appellate court.\" <i>Id.</i> at 767. In this case, the other prisoners may very well have believed that Casanova's appeal was sufficient to preserve the rights of all plaintiffs, and they corrected the error as soon as it was brought to their attention. In light of <i>Becker</i> and our general obligation to read pro se complaints generously, <i>see Rodi v. Ventetuolo,</i> <span class=\"citation\" data-id=\"566305\"><a href=\"/opinion/566305/stephen-gerard-rodi-v-donald-r-ventetuolo/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 23 (1st Cir.1991), we find that dismissal of the appeal of the other inmates is unwarranted.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The next issue we must confront deals with exhaustion. At oral argument, appellees insisted that, in addition to the reasons given by the district court, <i>sua sponte</i> dismissal of the prisoners' complaint was proper because they had not exhausted their administrative remedies. Section 1997e of the PLRA states that \"[n]o action shall be brought with respect to prison conditions under section 1983 of this title, or any other Federal law, by a prisoner confined in any jail, prison, or other correctional facility until such administrative remedies as are available are exhausted.\" 42 U.S.C. &#167; 1997e(a). According to appellees, the prisoners' failure to demonstrate in their pleadings that they have satisfied this exhaustion requirement divested the lower court of jurisdiction to consider the case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although this is an issue of first impression in this circuit, all federal appellate courts that have considered the question have rejected this jurisdictional argument. Most recently, in <i>Ali v. District of Columbia,</i> the D.C. Circuit clarified the extent to which appellees' argument has been repudiated: \"Removing any doubt, we now hold, as has every circuit to have considered the matter, that the PLRA's exhaustion requirement simply governs the timing of the action and does not contain the type of sweeping and direct language that would indicate a jurisdictional bar rather than a mere codification of administrative exhaustion requirements.\" <span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 5-6 (D.C.Cir.2002) (internal quotations omitted). In justifying its decision, the <i>Ali</i> court cited cases from the Third, Fifth, Sixth, Seventh, Eighth, Ninth and Tenth Circuits. Finding the analysis of our sister circuits to be sound, we join the chorus of voices concluding that exhaustion is not a prerequisite to federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although not jurisdictional, the exhaustion requirement is nonetheless mandatory. <i>See Curry v. Scott,</i> <span class=\"citation\" data-id=\"773143\"><a href=\"/opinion/773143/greg-curry-v-david-scott/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">493</span></a></span>, 501 n. 2 (6th Cir.2001) (\"We note, however, that, while it is true we have concluded &#167; 1997e does not impose a jurisdictional bar to federal jurisdiction, we have also concluded that the obligation to exhaust administrative remedies before resort to federal court is a mandatory one.\"). As the Supreme Court recently clarified, cases involving allegations of physical violence by prison guards are not exempt from this rule. <i>Porter v. Nussle,</i> <span class=\"citation\" data-id=\"118483\"><a href=\"/opinion/118483/porter-v-nussle/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, <span class=\"citation\" data-id=\"118483\"><a href=\"/opinion/118483/porter-v-nussle/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">983</span></a></span>, 992, <span class=\"citation\" data-id=\"118483\"><a href=\"/opinion/118483/porter-v-nussle/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">12</span></a></span> (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While we have the ability to affirm the lower court's dismissal on any grounds made manifest by the record, <i>Aldridge v. A.T. Cross Corp.,</i> <span class=\"citation\" data-id=\"199878\"><a href=\"/opinion/199878/aldridge-v-at-cross/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 84 (1st Cir.2002), here, the record is devoid of any evidence whatsoever on the issue of exhaustion. Unless appellants have satisfied the PLRA's exhaustion requirement, their case must be dismissed. If, on the other hand, appellants have exhausted their administrative remedies, this court would then need to consider numerous other complicated issues that have been raised in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After reviewing the matter carefully, we believe that it would not be prudent to proceed further until the matter of exhaustion has been resolved. Therefore, we remand this case to the district court for development of the record with regard to the issue of exhaustion of administrative remedies. After eliciting from the parties whatever information it deems necessary to making this determination, the district court shall transmit its written findings to the Clerk of this Court no later than sixty days from the date of this opinion. Although we remand for this limited purpose, we retain jurisdiction over this appeal so that we may consider, if required, the remaining arguments raised by the parties in this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pub.L. No. 104-134, 110 Stat. 1321 (codified as amended in scattered sections of 18 U.S.C., 28 U.S.C., &amp; 42 U.S.C.)<i>See</i> discussion <i>infra</i> Part III.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties agree that Massachusetts's three-year statute of limitations on personal injury actions, Mass. Gen. L. ch. 260 &#167; 2A, governs the appellants' &#167; 1983 complaint<i>See generally Wilson v. Garcia,</i> <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 266-67, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1985) (\"When Congress has not established a time limitation for a federal cause of action, the settled practice has been to adopt a local time limitation as federal law if it is not inconsistent with federal law or policy to do so.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In that same order, this court appointed counsel to represent Casanova and the other inmates for purposes of this appeal. We thank them for their able service</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773143/"
  ]
}