{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199982/",
  "absolute_url": "/opinion/199982/united-states-v-ramirez-benitez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199982/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:41:20Z",
  "date_modified": "2017-03-24T11:04:30.210138Z",
  "type": "010combined",
  "sha1": "188b6ee9e783f2b72900a410e9f22fd3f1ec1419",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/wp.opinions/00-1497.01A",
  "local_path": "wpd/2002/06/04/US_v._Ramirez-Benitez.wpd",
  "plain_text": "",
  "html": "<p class=\"case_cite\">292 F.3d 22</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Ramon RAMIREZ-BENITEZ, a/k/a Sealed Defendant 12, a/k/a El Viejo, a/k/a Moncho. Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1497.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 11, 2002.</p>\n    <p class=\"date\">Decided June 4, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Zygmunt G. Slominski for appellant.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, Criminal Division, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, Chief, Criminal Division, were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal from a sentence following a guilty plea, Ramon Ramirez-Benitez (\"Ramirez-Benitez\") seeks to withdraw his plea. He contends the district court provided him with inadequate advice. He also alleges a conflict of interest on the part of his counsel and ineffective assistance of counsel. Affirming, we reject the first two claims but do not reach Ramirez-Benitez's third claim for ineffective assistance of counsel.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In December 1998, Ramirez-Benitez, along with thirty co-conspirators, was charged in an eight count indictment with participating in a conspiracy to distribute multi-kilograms of heroin in Puerto Rico. The district court appointed attorney Edgardo Rivera-Rivera (\"Rivera\") to represent Ramirez-Benitez.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Just prior to the scheduled trial, Ramirez-Benitez negotiated a written plea agreement with the United States Attorney. In the agreement, Ramirez-Benitez agreed to plead guilty to a single count of the indictment, namely Count I, alleging his participation in a conspiracy to possess and distribute at least one (1) kilogram of heroin in violation of 21 U.S.C. &#167; 841(a)(1) and 21 U.S.C. &#167; 846. The plea agreement stated at the outset that \"[t]he statutory penalty as to Count I of the indictment is a term of imprisonment of not less than TEN (10) years and not more than life....\" The agreement went on to state that the government and Ramirez-Benitez stipulated that he was responsible for the distribution of at least three kilograms but less than ten kilograms of heroin resulting in a base level offense of 34. The parties further stipulated that Ramirez-Benitez would receive a three level downward adjustment for acceptance of responsibility and a further \"two (2) level reduction if the defendant meets the criteria of the `safety valve' set forth in U.S.S.G. &#167; 5C1.2.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Based on a total offense level of 29, the imprisonment range was calculated at 87 to 108 months. The agreement went on to say, however, that Ramirez-Benitez \"understands that the Court is not bound by the provisions of this plea, including stipulations and calculations.\" Further, the government reserved the right to present sentencing facts or factors material to sentencing and to bring its version of the facts to the attention of the Probation Office in connection with its sentence report. Included within the plea agreement was a Statement of Facts signed by Ramirez-Benitez confirming that the facts presented were \"accurate in every respect.\" The plea agreement was signed for Ramirez-Benitez, both by himself and by attorney Jorge A. Fernandez (\"Fernandez\"), who purported to sign on behalf of Rivera, Ramirez-Benitez's court-appointed attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 8, 1999, Ramirez-Benitez presented his change of plea to the district court for its acceptance. At this time a co-defendant, Cecilio Ceballos, also sought acceptance of his own guilty plea for his involvement in the same conspiracy. Ceballos was represented by Attorney Fernandez, who had been appointed by the court to represent him. Fernandez was the same attorney who signed Ramirez-Benitez's plea agreement for Rivera, his appointed attorney. When Ramirez-Benitez appeared before the district judge for his change of plea hearing, Fernandez rose to represent him. Fernandez explained to the court that Rivera, his law partner, was too ill to attend the hearing and had asked Fernandez to stand in for purposes of the change of plea only. The court immediately advised Ramirez-Benitez and Fernandez of the existence of a potential conflict of interest and offered to appoint another attorney, <i>see infra,</i> for more details of the colloquy. The court recessed to provide Ramirez-Benitez with an opportunity to discuss the situation with Fernandez. After a brief discussion, Ramirez-Benitez advised the court that he would continue with the change of plea with Fernandez as his counsel. At the conclusion of the hearing his change of plea was accepted by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the later sentencing hearing, Ramirez-Benitez was represented by his court-appointed attorney Rivera. Rivera presented no corrections nor objections to the pre-sentence report. When the court questioned the parties regarding the applicability of the \"safety valve,\" the Assistant U.S. Attorney explained that the safety valve was not available to Ramirez-Benitez on the facts of this case. Rivera commented that he agreed \"with Brother Counsel for the Government that it [did] not apply; however, when my client executed the plea agreement in this case, there was some provision inserted as to the possibility of the application of the safety valve provision. However, I have explained to my client that he does not conform to the criteria of the safety valve.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ramirez-Benitez's ineligibility for the two level \"safety-valve\" reduction stemmed from his alleged use of a firearm in the offense. The use of a firearm had been implied in Count I of the indictment, although not mentioned in the plea agreement. Specifically, Ramirez-Benitez was alleged in Count I to have told a co-defendant that \"he had the `tools' to `fix that problem,' namely a weapon to cause the debtor's death.\" Use of a firearm was also asserted in the pre-sentence report. Ramirez-Benitez did not object to the report. The sentencing court did not ask the government to describe the facts upon which this allegation was based nor did Rivera ever complain that a factual basis did not exist. Without the advantage of the safety valve, Ramirez-Benitez was subject to the mandatory minimum of ten years, and that is the sentence he received.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ramirez-Benitez objected to the sentence at the time it was announced. He said he had pled guilty pursuant to a plea agreement with a stipulated sentencing range of only 87 to 108 months. He said that he was unaware that the specified range was dependent upon his qualification for the safety valve. \"I just want to say that I came prepared in that an arrangement was made in English. And I was talked about a sentence which I accepted, but I was never talked about [sic] ... a safety valve.\"</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <p class=\"indent\">A. The Rule 11 Colloquy</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ramirez-Benitez contends that the district court failed properly to advise him of the nature and consequences of his guilty plea. He argues this error requires us to vacate his plea. Ramirez-Benitez never raised these issues below, hence our review is governed by the plain error standard. <i>United States v. Corporan-Cuevas,</i> 244 F.3d 199, 202 (1st Cir.2001); <i>United States v. Gandia-Maysonet,</i> 227 F.3d 1, 5 (1st Cir.2000). The defendant's burden under the plain error standard is a heavy one. Plain error requires not only an error affecting substantial rights but also a finding by the court that the error had seriously affected the fairness, integrity, or public reputation of the judicial proceedings. <i>United States v. Savinon-Acosta,</i> 232 F.3d 265, 268 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ramirez-Benitez's first attack on his plea implicates one of Rule 11's core concerns, namely that the court properly instruct the defendant as to the nature of the charges against him. <i>Gandia-Maysonet,</i> 227 F.3d at 3. However, the district court's description of the offense charged was adequate for Ramirez-Benitez to have understood the elements of the offense. The district court read Count I of the indictment and asked whether Ramirez-Benitez understood the charges. The court also explained the indictment in lay terms and asked that Ramirez-Benitez describe his involvement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In cases with charges lacking in complexity, simply reading the indictment to a defendant, as was done here, can satisfy Rule 11's requirements. <i>See</i> Fed. R.Crim.P. 11 advisory committee's notes to 1974 Amendments. This was such a case. The charge against Ramirez-Benitez was not complicated; it did not contain \"esoteric terms unfamiliar to the lay mind.\" <i>Mack v. United States,</i> 635 F.2d 20, 25 (1st Cir.1980). The terms of the indictment alone sufficed to put Ramirez-Benitez on notice of the charge to which he was pleading guilty. Ramirez-Benitez admitted he understood the charge and the court found him competent to plead. Ramirez-Benitez also acknowledged his involvement in the conspiracy stating that he was a \"distributor\" of the heroin brought into Puerto Rico by a co-defendant. <i>United States v. Cotal-Crespo,</i> 47 F.3d 1, 6 (1st Cir.1995) (concluding defendant's admission that the allegations are true is sufficient evidence that he understood charge). As a corollary to this admission in court, the plea agreement included a statement of facts, endorsed by Ramirez-Benitez, outlining his conduct. We find no error, let alone plain error. <i>United States v. Perez-Carrera,</i> 243 F.3d 42, 43 n. 2 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ramirez-Benitez also argues that, pursuant to Rule 11(f), the district court should have inquired into the applicability of the safety-valve provision before accepting his guilty plea. Rule 11(f) requires a district court to make \"such inquiry as shall satisfy it that there is a factual basis for the plea.\" According to the Supreme Court, a district court judge \"satisfies the requirements of Rule 11(f) when he determine[s] `that the conduct which the defendant admits constitutes the offense charged in the indictment or information....'\" <i>Libretti v. United States,</i> 516 U.S. 29, 38, 116 S.Ct. 356, 133 L.Ed.2d 271 (1995) (quoting <i>McCarthy v. United States,</i> 394 U.S. 459, 466, 89 S.Ct. 1166, 22 L.Ed.2d 418 (1969)). Here, the judge explained that Ramirez-Benitez was being charged that he \"intentionally combined and cooperated and agreed, together with these other people, to possess with the intent to distribute more than one kilogram of heroin, and to distribute more than one kilogram of heroin.\" When asked to describe his conduct, Ramirez-Benitez stated that, over the course of the conspiracy, he distributed heroin that he received from Jesus Ivan Saenz-Blanco, a co-defendant, in a quantity that exceeded 1 kilogram. We believe this dialogue met the requirements of Rule 11(f). Whether or not Ramirez-Benitez used or threatened to use a firearm, the conduct which made him ineligible for the safety-valve, was not a necessary part of the substantive offense.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Ramirez-Benitez contends that he did not understand the consequences of his plea, a contention also implicating a core concern of Rule 11. <i>Cotal-Crespo,</i> 47 F.3d at 6. Ramirez-Benitez states that, at the time of his plea, he did not understand that he could be sentenced beyond the 87-108 months term mentioned in the plea agreement. He further insists that he was unaware that he was ineligible for the two level safety-valve reduction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, the plea agreement stated at the outset that the statutory penalty for Count I was not less than ten years and not more than life and the court asked Ramirez-Benitez expressly whether he understood that the statutory penalty so provided. Ramirez-Benitez replied that he understood. Further, after addressing the sentencing range set forth in the plea agreement, including the potential application of the safety-valve, the court inquired if Ramirez-Benitez understood that \"it's up to the Judge to decide if that is correct, and it can go up or down, including the ten-year minimum and life sentence.\" Again, Ramirez-Benitez stated he understood. Here, the court did not provide inaccurate sentencing information. <i>See United States v. Bierd,</i> 217 F.3d 15, 22 (1st Cir.2000); <i>United States v. Hernandez-Wilson,</i> 186 F.3d 1, 6 (1st Cir.1999). This is not a case where the district court failed to disclose a mandatory minimum, <i>see United States v. Lopez-Pineda,</i> 55 F.3d 693, 695-96 (1st Cir.1995), nor where it incorrectly advised the defendant as to the minimum and maximum penalties that applied in the case, <i>see United States v. Santo,</i> 225 F.3d 92, 99 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The transcript makes clear that the district court informed Ramirez-Benitez that (1) the plea agreement was not binding on the court; and (2) that he was subject to a mandatory minimum of ten years, the sentence he ultimately received. Any confusion of Ramirez-Benitez about the potential length of his sentence was not the result of having been incorrectly advised by the court during the Rule 11 plea colloquy. We discern no error.</p>\n    </div>\n    <p class=\"indent\">B. Counsel's Conflict of Interest</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ramirez-Benitez contends that his court-appointed attorney, Rivera, suffered from an actual conflict of interest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Rivera was a law partner of Fernandez who had been appointed by the court to represent Ceballos, a co-defendant. Representation of co-indictees by members of the same law firm may create a conflict of interest similar to that when a single attorney represents two or more co-defendants. <i>See Burger v. Kemp,</i> 483 U.S. 776, 783, 107 S.Ct. 3114, 97 L.Ed.2d 638 (1986) (assuming without deciding that two law partners are considered as one attorney). <i>See also</i> Fed.R.Crim.P. 44(c) (requiring inquiry when two or more defendants \"are represented... by retained or assigned counsel who are associated in the practice of law.\")</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the potential for an actual conflict of interest was heightened by the fact that Rivera's partner, Fernandez, the attorney for co-defendant Ceballos, signed Ramirez-Benitez's plea agreement and acted on Ramirez-Benitez's behalf in place of Rivera at Ramirez-Benitez's change of plea hearing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> At the sentencing hearing, Rivera used language confirming that he regarded his partner as also representing Ramirez-Benitez. Regarding the applicability of the safety valve provision set forth in the plea agreement, Rivera stated:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Well your Honor, after conversing with our client, we were under the impression at the beginning that this provision [the safety valve] would apply. However, as I said here before, we realize that it doesn't apply. However, we conversed with Brother Counsel for the Government and we will be requesting the Court to sentence our client at the lower level of the guideline, which I believe is 31.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rivera's use of \"we\" and the phrase \"our client\" suggests a belief that his partner, Fernandez, as well as himself both represented Ramirez-Benitez.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Where the same attorney or associated attorneys represent co-defendants, the Federal Rules of Criminal Procedure require that the court inquire in advance into such representation and advise each defendant of the right to the effective assistance of counsel, including the right to separate representation, <i>see</i> Fed.R.Crim.P. 44(c); <i>Mickens,</i> ___ U.S. at ___, ___-___, 122 S.Ct. at 1237, 1241-42, 152 L.Ed.2d 291 (2002). An inquiry of this nature was carried out here. The district court promptly identified the potential conflict when Fernandez rose to represent Ramirez-Benitez at his change of plea hearing moments after representing Ceballos at his change of plea hearing. The court spoke to both Ceballos and Ramirez-Benitez. \"And this attorney who stood up for you a moment ago is partner of an attorney who represents this defendant. Do you understand that?\" To which both defendants answered in the affirmative. \"And the law considers them as the same attorney. Do you understand that?\" Again, the defendants indicated they understood. \"Now each of you is entitled to an independent attorney, independent of any other attorney. Do you understand?\" The defendants acknowledged their comprehension. \"And the reason for that is that one attorney might sacrifice one client for the benefit of another client. Do you understand?\" Both Ramirez-Benitez and Ceballos responded that they understood. \"So if you wish you are entitled to a different attorney. What do you wish to do?\" At this point in the inquiry, Ceballos replied that he wished to continue with Fernandez. Ramirez-Benitez stated that he also would continue with Fernandez. The district court checked again: \"And you understand the conflict?\" The court questioned Ramirez-Benitez further: \"Do you want time to consult another attorney? I'll be happy to appoint another attorney to consult with you.\" At this point, Ramirez-Benitez said that he would like to speak to Fernandez and the court took a brief recess. When the court reconvened, Ramirez-Benitez was asked again whether he wanted to continue with the change of plea hearing with Fernandez as his counsel to which he stated \"Yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court's above inquiry appropriately met Rule 44(c)'s requirements in the circumstances here. That such an inquiry occurred does not end our analysis, however, since as the Supreme Court emphasizes in <i>Mickens</i> the primary issue is whether the record discloses \"an actual conflict of interest [that] adversely affected [defendant's] lawyer's performance.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Mickens,</i> ___ U.S. at ___ n. 5, 122 S.Ct. at 1244 n. 5; <i>see also Cuyler v. Sullivan,</i> 446 U.S. 335, 350, 100 S.Ct. 1708, 64 L.Ed.2d 333 (1980); <i>Mazzaferro,</i> 865 F.2d at 455. Where such an actual conflict exists, it is unnecessary to demonstrate specific prejudice. \"[P]rejudice is presumed when counsel is burdened by an actual conflict of interest.\" <i>Strickland v. Washington,</i> 466 U.S. 668, 692, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984); <i>accord Mickens,</i> ___ U.S. at ___, 122 S.Ct. at 1244. To establish an actual conflict of interest, Ramirez-Benitez must show that Rivera might plausibly have pursued an alternative defense strategy, and that the alternative strategy was in conflict with, or may not have been pursued because of, Rivera's other loyalties or interests. <i>Reyes-Vejerano v. United States,</i> 276 F.3d 94, 97 (1st Cir.2002); <i>Familia-Consoro v. United States,</i> 160 F.3d 761, 764 (1st Cir. 1998). In short, to establish the predicate for his constitutional claim of ineffective assistance, Ramirez-Benitez must show that his counsel represented interests that were in actual conflict. <i>Sullivan,</i> 446 U.S. at 335, 349, 100 S.Ct. 1708.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To meet his burden, Ramirez-Benitez contends that Rivera had no choice but to encourage Ramirez-Benitez to plead guilty since, had the latter gone to trial, Rivera would have been faced with the \"untenable position of having to cross-examine\" Ramirez-Benitez's co-defendant and law partner's client, Ceballos. The record, however, does not show that Ceballos would have been called as a witness or that he would have testified adversely to Ramirez-Benitez had Ramirez-Benitez elected to go to trial rather than to plead. Ramirez-Benitez and Ceballos played very different roles in the conspiracy. By his own admission, Ramirez-Benitez was a \"distributor\" of heroin. In contrast, Ceballos acted as a money launderer. No facts have been called to our attention indicating that Ceballos was a significant material witness against Ramirez-Benitez. Nor has it been shown that Ceballos or Ramirez-Benitez needed to implicate the other so as to exonerate himself. Ramirez-Benitez's contentions of actual conflict are, therefore, simply speculative. He has not shown how loyalty to Ceballos would have adversely affected his attorney's giving of disinterested advice and representation to him. <i>Reyes-Vejerano,</i> 276 F.3d at 98. The mere \"possibility of conflict is insufficient to impugn a criminal conviction.\" <i>Sullivan,</i> 446 U.S. at 350, 100 S.Ct. 1708.</p>\n    </div>\n    <p class=\"indent\">C. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Apart from the purported conflict of interest, Ramirez-Benitez also charges ineffective assistance of counsel in other respects. He contends that Rivera, his court-appointed counsel, failed adequately to explain the plea agreement and its consequences to him; failed to file a motion requesting the continuance of the sentencing date after the pre-sentence report was disclosed belatedly; failed to object to errors within the pre-sentence report; and failed to adequately explain to him that the safety valve provision was inapplicable, thereby ruling out the 87 to 108 month sentence discussed in the plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, the present record on direct appeal is insufficient from which to evaluate fact-specific claims of ineffective assistance of counsel such as these. For proper review of Ramirez-Benitez's allegations of ineffective assistance, facts must be developed showing, <i>inter alia,</i> the advice, or lack thereof, rendered by the allegedly ineffective attorney to his client. We typically require that an ineffective assistance claim be presented first to the district court in a collateral proceeding. <i>United States v. Campbell,</i> 268 F.3d 1, 7 (1st Cir.2001) (citing <i>United States v. Hunnewell,</i> 891 F.2d 955, 956 (1st Cir. 1989)). This requirement allows a defendant to build a meaningful record in the district court \"cataloguing his complaints regarding his counsel's allegedly faulty strategic choices and general performance.\" <i>Campbell,</i> 268 F.3d at 7. Thus, we dismiss that aspect of the appeal without prejudice to Ramirez-Benitez's right to pursue his ineffective assistance claim in an appropriate collateral proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>AFFIRMED.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 5C1.2 provides that a court shall impose a sentence in accordance with the applicable guidelines without regard to a statutory minimum if the court finds that the defendant meets the criteria in 18 U.S.C. &#167; 3553(f)(1)-(5). Section 3553(f)(2) requires that the defendant \"did not use violence or credible threats of violence or possess a firearm or other dangerous weapon... in connection with the offense.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In<i>Mickens v. Taylor,</i> ___ U.S. ___, 122 S.Ct. 1237, 152 L.Ed.2d 291 (2002), decided after this appeal was briefed and argued, the Court made clear that \"an actual conflict of interest\" means not merely a potential conflict but a conflict that actually affects adversely defendant's counsel's performance in the particular case. <i>Id.</i> at 1243-44 &amp; n. 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At oral argument, the government assured this court that it was not customary for the law partner of a court-appointed attorney to fill in for the appointed counsel without specific authorization by the judge as occurred here. Plainly such a practice should be avoided unless proper safeguards are in place. It is, of course, especially troublesome where, as here, the partner also represented a co-defendant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Whether, when and to what extent a defendant's waiver made in the course of a Rule 44(c) inquiry can excuse an actual adverse conflict of interest on the part of his counsel is an issue we need not address given the absence here of any demonstrated actual conflict,<i>infra.</i></p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"200005\"><a href=\"/opinion/200005/united-states-v-ramirez-benitez/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Ramon RAMIREZ-BENITEZ, a/k/a Sealed Defendant 12, a/k/a El Viejo, a/k/a Moncho. Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1497.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 11, 2002.</p>\n    <p class=\"date\">Decided June 4, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Zygmunt G. Slominski for appellant.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, Criminal Division, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, Chief, Criminal Division, were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal from a sentence following a guilty plea, Ramon Ramirez-Benitez (\"Ramirez-Benitez\") seeks to withdraw his plea. He contends the district court provided him with inadequate advice. He also alleges a conflict of interest on the part of his counsel and ineffective assistance of counsel. Affirming, we reject the first two claims but do not reach Ramirez-Benitez's third claim for ineffective assistance of counsel.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In December 1998, Ramirez-Benitez, along with thirty co-conspirators, was charged in an eight count indictment with participating in a conspiracy to distribute multi-kilograms of heroin in Puerto Rico. The district court appointed attorney Edgardo Rivera-Rivera (\"Rivera\") to represent Ramirez-Benitez.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Just prior to the scheduled trial, Ramirez-Benitez negotiated a written plea agreement with the United States Attorney. In the agreement, Ramirez-Benitez agreed to plead guilty to a single count of the indictment, namely Count I, alleging his participation in a conspiracy to possess and distribute at least one (1) kilogram of heroin in violation of 21 U.S.C. &#167; 841(a)(1) and 21 U.S.C. &#167; 846. The plea agreement stated at the outset that \"[t]he statutory penalty as to Count I of the indictment is a term of imprisonment of not less than TEN (10) years and not more than life....\" The agreement went on to state that the government and Ramirez-Benitez stipulated that he was responsible for the distribution of at least three kilograms but less than ten kilograms of heroin resulting in a base level offense of 34. The parties further stipulated that Ramirez-Benitez would receive a three level downward adjustment for acceptance of responsibility and a further \"two (2) level reduction if the defendant meets the criteria of the `safety valve' set forth in U.S.S.G. &#167; 5C1.2.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Based on a total offense level of 29, the imprisonment range was calculated at 87 to 108 months. The agreement went on to say, however, that Ramirez-Benitez \"understands that the Court is not bound by the provisions of this plea, including stipulations and calculations.\" Further, the government reserved the right to present sentencing facts or factors material to sentencing and to bring its version of the facts to the attention of the Probation Office in connection with its sentence report. Included within the plea agreement was a Statement of Facts signed by Ramirez-Benitez confirming that the facts presented were \"accurate in every respect.\" The plea agreement was signed for Ramirez-Benitez, both by himself and by attorney Jorge A. Fernandez (\"Fernandez\"), who purported to sign on behalf of Rivera, Ramirez-Benitez's court-appointed attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 8, 1999, Ramirez-Benitez presented his change of plea to the district court for its acceptance. At this time a co-defendant, Cecilio Ceballos, also sought acceptance of his own guilty plea for his involvement in the same conspiracy. Ceballos was represented by Attorney Fernandez, who had been appointed by the court to represent him. Fernandez was the same attorney who signed Ramirez-Benitez's plea agreement for Rivera, his appointed attorney. When Ramirez-Benitez appeared before the district judge for his change of plea hearing, Fernandez rose to represent him. Fernandez explained to the court that Rivera, his law partner, was too ill to attend the hearing and had asked Fernandez to stand in for purposes of the change of plea only. The court immediately advised Ramirez-Benitez and Fernandez of the existence of a potential conflict of interest and offered to appoint another attorney, <i>see infra,</i> for more details of the colloquy. The court recessed to provide Ramirez-Benitez with an opportunity to discuss the situation with Fernandez. After a brief discussion, Ramirez-Benitez advised the court that he would continue with the change of plea with Fernandez as his counsel. At the conclusion of the hearing his change of plea was accepted by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the later sentencing hearing, Ramirez-Benitez was represented by his court-appointed attorney Rivera. Rivera presented no corrections nor objections to the pre-sentence report. When the court questioned the parties regarding the applicability of the \"safety valve,\" the Assistant U.S. Attorney explained that the safety valve was not available to Ramirez-Benitez on the facts of this case. Rivera commented that he agreed \"with Brother Counsel for the Government that it [did] not apply; however, when my client executed the plea agreement in this case, there was some provision inserted as to the possibility of the application of the safety valve provision. However, I have explained to my client that he does not conform to the criteria of the safety valve.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ramirez-Benitez's ineligibility for the two level \"safety-valve\" reduction stemmed from his alleged use of a firearm in the offense. The use of a firearm had been implied in Count I of the indictment, although not mentioned in the plea agreement. Specifically, Ramirez-Benitez was alleged in Count I to have told a co-defendant that \"he had the `tools' to `fix that problem,' namely a weapon to cause the debtor's death.\" Use of a firearm was also asserted in the pre-sentence report. Ramirez-Benitez did not object to the report. The sentencing court did not ask the government to describe the facts upon which this allegation was based nor did Rivera ever complain that a factual basis did not exist. Without the advantage of the safety valve, Ramirez-Benitez was subject to the mandatory minimum of ten years, and that is the sentence he received.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ramirez-Benitez objected to the sentence at the time it was announced. He said he had pled guilty pursuant to a plea agreement with a stipulated sentencing range of only 87 to 108 months. He said that he was unaware that the specified range was dependent upon his qualification for the safety valve. \"I just want to say that I came prepared in that an arrangement was made in English. And I was talked about a sentence which I accepted, but I was never talked about [sic] ... a safety valve.\"</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <p class=\"indent\">A. The Rule 11 Colloquy</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ramirez-Benitez contends that the district court failed properly to advise him of the nature and consequences of his guilty plea. He argues this error requires us to vacate his plea. Ramirez-Benitez never raised these issues below, hence our review is governed by the plain error standard. <i>United States v. Corporan-Cuevas,</i> <span class=\"citation\" data-id=\"772564\"><a href=\"/opinion/772564/united-states-v-felix-corporan-cuevas/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 202 (1st Cir.2001); <i>United States v. Gandia-Maysonet,</i> <span class=\"citation\" data-id=\"199077\"><a href=\"/opinion/199077/united-states-v-gandia-maysonet/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2000). The defendant's burden under the plain error standard is a heavy one. Plain error requires not only an error affecting substantial rights but also a finding by the court that the error had seriously affected the fairness, integrity, or public reputation of the judicial proceedings. <i>United States v. Savinon-Acosta,</i> <span class=\"citation\" data-id=\"199154\"><a href=\"/opinion/199154/united-states-v-savinon-acosta/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">265</span></a></span>, 268 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ramirez-Benitez's first attack on his plea implicates one of Rule 11's core concerns, namely that the court properly instruct the defendant as to the nature of the charges against him. <i>Gandia-Maysonet,</i> 227 F.3d at 3. However, the district court's description of the offense charged was adequate for Ramirez-Benitez to have understood the elements of the offense. The district court read Count I of the indictment and asked whether Ramirez-Benitez understood the charges. The court also explained the indictment in lay terms and asked that Ramirez-Benitez describe his involvement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In cases with charges lacking in complexity, simply reading the indictment to a defendant, as was done here, can satisfy Rule 11's requirements. <i>See</i> Fed. R.Crim.P. 11 advisory committee's notes to 1974 Amendments. This was such a case. The charge against Ramirez-Benitez was not complicated; it did not contain \"esoteric terms unfamiliar to the lay mind.\" <i>Mack v. United States,</i> <span class=\"citation\" data-id=\"384539\"><a href=\"/opinion/384539/harold-omar-mack-v-united-states/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 25 (1st Cir.1980). The terms of the indictment alone sufficed to put Ramirez-Benitez on notice of the charge to which he was pleading guilty. Ramirez-Benitez admitted he understood the charge and the court found him competent to plead. Ramirez-Benitez also acknowledged his involvement in the conspiracy stating that he was a \"distributor\" of the heroin brought into Puerto Rico by a co-defendant. <i>United States v. Cotal-Crespo,</i> <span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1995) (concluding defendant's admission that the allegations are true is sufficient evidence that he understood charge). As a corollary to this admission in court, the plea agreement included a statement of facts, endorsed by Ramirez-Benitez, outlining his conduct. We find no error, let alone plain error. <i>United States v. Perez-Carrera,</i> <span class=\"citation\" data-id=\"199322\"><a href=\"/opinion/199322/united-states-v-perez-carrera/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 43 n. 2 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ramirez-Benitez also argues that, pursuant to Rule 11(f), the district court should have inquired into the applicability of the safety-valve provision before accepting his guilty plea. Rule 11(f) requires a district court to make \"such inquiry as shall satisfy it that there is a factual basis for the plea.\" According to the Supreme Court, a district court judge \"satisfies the requirements of Rule 11(f) when he determine[s] `that the conduct which the defendant admits constitutes the offense charged in the indictment or information....'\" <i>Libretti v. United States,</i> <span class=\"citation\" data-id=\"117979\"><a href=\"/opinion/117979/libretti-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 38, <span class=\"citation\" data-id=\"117979\"><a href=\"/opinion/117979/libretti-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"117979\"><a href=\"/opinion/117979/libretti-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1995) (quoting <i>McCarthy v. United States,</i> <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 466, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1969)). Here, the judge explained that Ramirez-Benitez was being charged that he \"intentionally combined and cooperated and agreed, together with these other people, to possess with the intent to distribute more than one kilogram of heroin, and to distribute more than one kilogram of heroin.\" When asked to describe his conduct, Ramirez-Benitez stated that, over the course of the conspiracy, he distributed heroin that he received from Jesus Ivan Saenz-Blanco, a co-defendant, in a quantity that exceeded 1 kilogram. We believe this dialogue met the requirements of Rule 11(f). Whether or not Ramirez-Benitez used or threatened to use a firearm, the conduct which made him ineligible for the safety-valve, was not a necessary part of the substantive offense.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Ramirez-Benitez contends that he did not understand the consequences of his plea, a contention also implicating a core concern of Rule 11. <i>Cotal-Crespo,</i> 47 F.3d at 6. Ramirez-Benitez states that, at the time of his plea, he did not understand that he could be sentenced beyond the 87-108 months term mentioned in the plea agreement. He further insists that he was unaware that he was ineligible for the two level safety-valve reduction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, the plea agreement stated at the outset that the statutory penalty for Count I was not less than ten years and not more than life and the court asked Ramirez-Benitez expressly whether he understood that the statutory penalty so provided. Ramirez-Benitez replied that he understood. Further, after addressing the sentencing range set forth in the plea agreement, including the potential application of the safety-valve, the court inquired if Ramirez-Benitez understood that \"it's up to the Judge to decide if that is correct, and it can go up or down, including the ten-year minimum and life sentence.\" Again, Ramirez-Benitez stated he understood. Here, the court did not provide inaccurate sentencing information. <i>See United States v. Bierd,</i> <span class=\"citation\" data-id=\"198986\"><a href=\"/opinion/198986/united-states-v-bierd/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 22 (1st Cir.2000); <i>United States v. Hernandez-Wilson,</i> <span class=\"citation\" data-id=\"198576\"><a href=\"/opinion/198576/united-states-v-hernandez/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1999). This is not a case where the district court failed to disclose a mandatory minimum, <i>see United States v. Lopez-Pineda,</i> <span class=\"citation\" data-id=\"196122\"><a href=\"/opinion/196122/united-states-v-lopez-pineda/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span>, 695-96 (1st Cir.1995), nor where it incorrectly advised the defendant as to the minimum and maximum penalties that applied in the case, <i>see United States v. Santo,</i> <span class=\"citation\" data-id=\"199080\"><a href=\"/opinion/199080/united-states-v-santo/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 99 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The transcript makes clear that the district court informed Ramirez-Benitez that (1) the plea agreement was not binding on the court; and (2) that he was subject to a mandatory minimum of ten years, the sentence he ultimately received. Any confusion of Ramirez-Benitez about the potential length of his sentence was not the result of having been incorrectly advised by the court during the Rule 11 plea colloquy. We discern no error.</p>\n    </div>\n    <p class=\"indent\">B. Counsel's Conflict of Interest</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ramirez-Benitez contends that his court-appointed attorney, Rivera, suffered from an actual conflict of interest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Rivera was a law partner of Fernandez who had been appointed by the court to represent Ceballos, a co-defendant. Representation of co-indictees by members of the same law firm may create a conflict of interest similar to that when a single attorney represents two or more co-defendants. <i>See Burger v. Kemp,</i> <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">776</span></span>, 783, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3114</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">638</span></span> (1986) (assuming without deciding that two law partners are considered as one attorney). <i>See also</i> Fed.R.Crim.P. 44(c) (requiring inquiry when two or more defendants \"are represented... by retained or assigned counsel who are associated in the practice of law.\")</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the potential for an actual conflict of interest was heightened by the fact that Rivera's partner, Fernandez, the attorney for co-defendant Ceballos, signed Ramirez-Benitez's plea agreement and acted on Ramirez-Benitez's behalf in place of Rivera at Ramirez-Benitez's change of plea hearing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> At the sentencing hearing, Rivera used language confirming that he regarded his partner as also representing Ramirez-Benitez. Regarding the applicability of the safety valve provision set forth in the plea agreement, Rivera stated:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Well your Honor, after conversing with our client, we were under the impression at the beginning that this provision [the safety valve] would apply. However, as I said here before, we realize that it doesn't apply. However, we conversed with Brother Counsel for the Government and we will be requesting the Court to sentence our client at the lower level of the guideline, which I believe is 31.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rivera's use of \"we\" and the phrase \"our client\" suggests a belief that his partner, Fernandez, as well as himself both represented Ramirez-Benitez.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Where the same attorney or associated attorneys represent co-defendants, the Federal Rules of Criminal Procedure require that the court inquire in advance into such representation and advise each defendant of the right to the effective assistance of counsel, including the right to separate representation, <i>see</i> Fed.R.Crim.P. 44(c); <i>Mickens,</i> ___ U.S. at ___, ___-___, 122 S.Ct. at 1237, 1241-42, <span class=\"citation\" data-id=\"118492\"><a href=\"/opinion/118492/mickens-v-taylor/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">291</span></a></span> (2002). An inquiry of this nature was carried out here. The district court promptly identified the potential conflict when Fernandez rose to represent Ramirez-Benitez at his change of plea hearing moments after representing Ceballos at his change of plea hearing. The court spoke to both Ceballos and Ramirez-Benitez. \"And this attorney who stood up for you a moment ago is partner of an attorney who represents this defendant. Do you understand that?\" To which both defendants answered in the affirmative. \"And the law considers them as the same attorney. Do you understand that?\" Again, the defendants indicated they understood. \"Now each of you is entitled to an independent attorney, independent of any other attorney. Do you understand?\" The defendants acknowledged their comprehension. \"And the reason for that is that one attorney might sacrifice one client for the benefit of another client. Do you understand?\" Both Ramirez-Benitez and Ceballos responded that they understood. \"So if you wish you are entitled to a different attorney. What do you wish to do?\" At this point in the inquiry, Ceballos replied that he wished to continue with Fernandez. Ramirez-Benitez stated that he also would continue with Fernandez. The district court checked again: \"And you understand the conflict?\" The court questioned Ramirez-Benitez further: \"Do you want time to consult another attorney? I'll be happy to appoint another attorney to consult with you.\" At this point, Ramirez-Benitez said that he would like to speak to Fernandez and the court took a brief recess. When the court reconvened, Ramirez-Benitez was asked again whether he wanted to continue with the change of plea hearing with Fernandez as his counsel to which he stated \"Yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court's above inquiry appropriately met Rule 44(c)'s requirements in the circumstances here. That such an inquiry occurred does not end our analysis, however, since as the Supreme Court emphasizes in <i>Mickens</i> the primary issue is whether the record discloses \"an actual conflict of interest [that] adversely affected [defendant's] lawyer's performance.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Mickens,</i> ___ U.S. at ___ n. 5, 122 S.Ct. at 1244 n. 5; <i>see also Cuyler v. Sullivan,</i> <span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 350, <span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">333</span></a></span> (1980); <i>Mazzaferro,</i> 865 F.2d at 455. Where such an actual conflict exists, it is unnecessary to demonstrate specific prejudice. \"[P]rejudice is presumed when counsel is burdened by an actual conflict of interest.\" <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 692, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984); <i>accord Mickens,</i> ___ U.S. at ___, 122 S.Ct. at 1244. To establish an actual conflict of interest, Ramirez-Benitez must show that Rivera might plausibly have pursued an alternative defense strategy, and that the alternative strategy was in conflict with, or may not have been pursued because of, Rivera's other loyalties or interests. <i>Reyes-Vejerano v. United States,</i> <span class=\"citation\" data-id=\"199779\"><a href=\"/opinion/199779/reyes-vejerano-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 97 (1st Cir.2002); <i>Familia-Consoro v. United States,</i> <span class=\"citation\" data-id=\"198208\"><a href=\"/opinion/198208/familia-consoro-v-united-states/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 764 (1st Cir. 1998). In short, to establish the predicate for his constitutional claim of ineffective assistance, Ramirez-Benitez must show that his counsel represented interests that were in actual conflict. <i>Sullivan,</i> 446 U.S. at 335, 349, <span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To meet his burden, Ramirez-Benitez contends that Rivera had no choice but to encourage Ramirez-Benitez to plead guilty since, had the latter gone to trial, Rivera would have been faced with the \"untenable position of having to cross-examine\" Ramirez-Benitez's co-defendant and law partner's client, Ceballos. The record, however, does not show that Ceballos would have been called as a witness or that he would have testified adversely to Ramirez-Benitez had Ramirez-Benitez elected to go to trial rather than to plead. Ramirez-Benitez and Ceballos played very different roles in the conspiracy. By his own admission, Ramirez-Benitez was a \"distributor\" of heroin. In contrast, Ceballos acted as a money launderer. No facts have been called to our attention indicating that Ceballos was a significant material witness against Ramirez-Benitez. Nor has it been shown that Ceballos or Ramirez-Benitez needed to implicate the other so as to exonerate himself. Ramirez-Benitez's contentions of actual conflict are, therefore, simply speculative. He has not shown how loyalty to Ceballos would have adversely affected his attorney's giving of disinterested advice and representation to him. <i>Reyes-Vejerano,</i> 276 F.3d at 98. The mere \"possibility of conflict is insufficient to impugn a criminal conviction.\" <i>Sullivan,</i> 446 U.S. at 350, <span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">C. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Apart from the purported conflict of interest, Ramirez-Benitez also charges ineffective assistance of counsel in other respects. He contends that Rivera, his court-appointed counsel, failed adequately to explain the plea agreement and its consequences to him; failed to file a motion requesting the continuance of the sentencing date after the pre-sentence report was disclosed belatedly; failed to object to errors within the pre-sentence report; and failed to adequately explain to him that the safety valve provision was inapplicable, thereby ruling out the 87 to 108 month sentence discussed in the plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, the present record on direct appeal is insufficient from which to evaluate fact-specific claims of ineffective assistance of counsel such as these. For proper review of Ramirez-Benitez's allegations of ineffective assistance, facts must be developed showing, <i>inter alia,</i> the advice, or lack thereof, rendered by the allegedly ineffective attorney to his client. We typically require that an ineffective assistance claim be presented first to the district court in a collateral proceeding. <i>United States v. Campbell,</i> <span class=\"citation\" data-id=\"199629\"><a href=\"/opinion/199629/united-states-v-campbell/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2001) (citing <i>United States v. Hunnewell,</i> <span class=\"citation\" data-id=\"533778\"><a href=\"/opinion/533778/united-states-v-dale-scott-hunnewell/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 956 (1st Cir. 1989)). This requirement allows a defendant to build a meaningful record in the district court \"cataloguing his complaints regarding his counsel's allegedly faulty strategic choices and general performance.\" <i>Campbell,</i> 268 F.3d at 7. Thus, we dismiss that aspect of the appeal without prejudice to Ramirez-Benitez's right to pursue his ineffective assistance claim in an appropriate collateral proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>AFFIRMED.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 5C1.2 provides that a court shall impose a sentence in accordance with the applicable guidelines without regard to a statutory minimum if the court finds that the defendant meets the criteria in 18 U.S.C. &#167; 3553(f)(1)-(5). Section 3553(f)(2) requires that the defendant \"did not use violence or credible threats of violence or possess a firearm or other dangerous weapon... in connection with the offense.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In<i>Mickens v. Taylor,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"118492\"><a href=\"/opinion/118492/mickens-v-taylor/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1237</span></a></span>, <span class=\"citation\" data-id=\"118492\"><a href=\"/opinion/118492/mickens-v-taylor/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">291</span></a></span> (2002), decided after this appeal was briefed and argued, the Court made clear that \"an actual conflict of interest\" means not merely a potential conflict but a conflict that actually affects adversely defendant's counsel's performance in the particular case. <i>Id.</i> at 1243-44 &amp; n. 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At oral argument, the government assured this court that it was not customary for the law partner of a court-appointed attorney to fill in for the appointed counsel without specific authorization by the judge as occurred here. Plainly such a practice should be avoided unless proper safeguards are in place. It is, of course, especially troublesome where, as here, the partner also represented a co-defendant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Whether, when and to what extent a defendant's waiver made in the course of a Rule 44(c) inquiry can excuse an actual adverse conflict of interest on the part of his counsel is an issue we need not address given the absence here of any demonstrated actual conflict,<i>infra.</i></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772564/"
  ]
}