{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199997/",
  "absolute_url": "/opinion/199997/united-states-v-smith/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199997/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:41:37Z",
  "date_modified": "2017-03-24T11:04:35.849576Z",
  "type": "010combined",
  "sha1": "bd49f4f36680e75a93a360f9662adb8e1ad6612c",
  "page_count": 28,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1678-01A.pdf",
  "local_path": "pdf/2002/06/11/U.S._v._Smith.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNo. 99-1678\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n                           WILLIAM SMITH,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                               Before\n\n           Torruella, Lynch, and Lipez, Circuit Judges.\n\n\n\n     Jane Elizabeth Lee, was on brief for appellant.\n\n     Donald L. Cabell, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nappellee.\n\n\n\n                            June 11, 2002\n\f            LIPEZ, Circuit Judge.             William Smith appeals from his\n\nconviction for possession of a firearm and various rounds of\n\nammunition.      He challenges the district court's admission of\n\nevidence    of   his   drug    dealing        under   Fed.   R.   Evid.    404(b).\n\nRelatedly, he seeks a new trial because he claims a missing portion\n\nof a hearing transcript has impaired his ability to perfect his\n\nappeal on that evidentiary issue.              In addition, he claims that the\n\ngovernment's failure to timely disclose medical treatment records\n\nof a key government witness hampered his ability to defend the\n\ncase.    We reject these claims and affirm.\n\n                                         I.\n\n            We describe briefly the background of this case at this\njuncture and add more detail as it becomes relevant to the legal\n\nanalysis.     On January 29, 1997, a federal grand jury returned a\none-count     indictment      charging    Smith       with   being   a    felon   in\npossession of a firearm and various rounds of .38 and .357 caliber\n\nammunition, on or about November 5, 1996, in violation of 18 U.S.C.\n§ 922(g)(1).1    His trial began on June 10, 1997.             In support of its\ncase at trial, the government introduced evidence that in August of\n\n     1\n         Section 922(g) states in relevant part:\n\n     It shall be unlawful for any person . . . (1) who has\n     been convicted in any court of, a crime punishable by\n     imprisonment for a term exceeding one year . . . to ship\n     or transport in interstate or foreign commerce, or\n     possess in or affecting commerce, any firearm or\n     ammunition; or to receive any firearm or ammunition which\n     has been shipped or transported in interstate or foreign\n     commerce.\n\n 18 U.S.C. § 922(g).\n\n                                         -2-\n\f1995, Smith had invited an acquaintance, Richard Bovill, over to\n\nhis apartment at 5 Otisfield Street (Otisfield Street apartment) in\n\nRoxbury, Massachusetts, to watch a boxing match.                   Bovill was a\nsecurity guard and owned several handguns, including a Taurus .38\n\ncaliber revolver, the firearm referenced in the indictment. Bovill\n\nbrought with him a duffel bag which contained, inter alia, the\n\nloaded   Taurus      revolver,   a    holster    for   the    Taurus,    and   a\n\nMassachusetts firearms permit.         At some point that evening, Bovill\n\ntook the gun out of the bag, unloaded it, and handed it to Smith,\n\nwho examined it and remarked that he liked it.             A few weeks later,\n\nBovill realized that he could not find his gun, holster, or permit.\n\nWhen he returned to the Otisfield Street apartment in search of\n\nthem, he found the residence abandoned and boarded up.\n            At some point prior to the summer of 1996, Smith moved to\n\n33 Wales Street, Apartment No. 104 (Wales Street apartment) in\n\nDorchester, Massachusetts.          The lease to the apartment was under\nthe name of a \"Joseph Turner.\"         Smith began selling cocaine powder\n\nand crack cocaine from that apartment.             A number of individuals\n\nassisted Smith in his drug operation, including a woman named Erica\n\nMoore.\n\n            In late October of 1996, Erica Moore agreed to assist law\n\nenforcement officials investigating the involvement of Smith and\n\nDebra    Anderson,     a   Boston    police     officer,     for   drug-related\n\nactivities.    Smith was romantically involved with both Moore and\n\nAnderson.\n\n\n\n\n                                      -3-\n\f           Between October 22 and November 5, 1996, Moore made four\n\ncontrolled purchases of cocaine from Smith at the Wales Street\n\napartment.        Notwithstanding her role, Moore also continued to\npurchase cocaine from Smith for her own use.                   On November 3, 1996,\n\nshortly before the last controlled buy, Moore went to Smith's\n\napartment to buy cocaine for herself and saw a gun next to Smith on\nthe couch in the living room of the apartment.                  Moore reported her\n\nobservations to the police the next day, describing the gun as\n\nhaving a silver barrel and a brown wooden handle.\n\n             On   November   5,    1996,       after    Moore     made    the    final\n\ncontrolled purchase, the police executed a no-knock warrant to\n\nsearch the Wales Street apartment for evidence of drug-related\n\nactivities.        Upon   entry,   the    police       found    Smith    and    another\nindividual, Duane Sawyer, inside the apartment. During the ensuing\n\nsearch of the apartment, officers found, inter alia, a blue bag on\n\nthe floor of the living room with the wooden handle of a stainless\nsteel revolver protruding from one of the unzipped compartments of\n\nthe bag.     At trial, Moore identified the revolver as the firearm\nshe had seen beside Smith in his living room on November 3, and\n\nBovill testified that it was the same gun he could not find after\n\nshowing it to Smith at the Otisfield Street apartment in August\n\n1995.   The gun was loaded with six rounds of ammunition.                           In\n\naddition, officers found in the bag six rounds of .38 caliber\n\nammunition in a \"speed loader,\" seven rounds of .357 caliber\n\nammunition in a plastic box, a holster that Bovill identified as\n\nthe one he had brought with his gun to Smith's Otisfield Street\n\n\n                                         -4-\n\fapartment, a case for the speed loader, papers used for packaging\n\ncocaine, a black knife that Moore recognized as belonging to Smith,\n\nutility bills, and checkbooks with Smith's name on them. Elsewhere\nin the apartment, police found a wallet containing two of Smith's\n\nIDs and Bovill's firearms license.      In the rear bedroom, police\n\nfound two file folders containing documents in Smith's name and\nAnderson's name.      On Smith's person there was another wallet\n\ncontaining more of his IDs and $1,271 in cash, as well as a welfare\n\ncard for Moore.\n\n            Although Smith did not testify at trial, he based his\n\ndefense on the sole contention that he neither owned nor possessed\n\nthe gun.2   To support this defense, Smith put on the stand Sawyer,\n\nwho testified that the Wales Street apartment where the gun was\nfound was leased in the name of an individual named \"Joe.\"    Sawyer\n\nclaimed ownership over the gun and testified that Smith had never\n\nseen or handled it.    Smith also challenged the credibility of the\ninformant Moore, who testified in the government's case.          In\n\nclosing argument, Smith disavowed any control over the Wales Street\n\napartment where the gun was found.\n\n            On June 16, 1997, the jury found Smith guilty as charged.\n\nThe district court subsequently found that Smith was an armed\n\ncareer criminal under the Armed Career Criminal Act, 18 U.S.C.\n\n\n     2\n       As to the other § 922(g)(1) elements, Smith stipulated (1)\nthat he had previously been convicted of a felony; (2) that the\nfirearm and ammunition found in the Wales Street apartment\nconstituted firearm and ammunition within the meaning of federal\nlaw; and (3) that the firearm and ammunition had traveled in\ninterstate commerce.\n\n                                 -5-\n\f§ 924(e), and accordingly sentenced him to 262 months in prison to\n\nbe followed by three years of supervised release.           This appeal\n\nensued.\n\n                                 II.\n\n            Smith seeks a new trial on grounds that the district\n\ncourt abused its discretion in admitting evidence of his drug\n\ndealing under Fed. R. Evid. 404(b)3 in a gun possession case and\n\nthat the missing hearing transcript has prejudiced his ability to\n\nbring this evidentiary challenge. For the reasons set forth below,\n\nwe reject these claims.\n\nA.   Procedural History\n\n            On June 4, 1997, the government filed a motion in limine\nto admit, inter alia, evidence of Smith's drug dealing under Rule\n\n404(b).    In that motion, the government disclosed its intention to\npresent testimony from confidential informant Erica Moore about her\nlongstanding    involvement   with   Smith   in   dealing   drugs,   and\n\nspecifically that she\n     assisted the defendant in selling cocaine at [the Wales\n     Street apartment] over a period of many weeks preceding\n     November 5; that she and others frequently smoked crack\n\n     3\n          Rule 404(b) provides in pertinent part:\n\n            Evidence of other crimes, wrongs, or acts is\n            not admissible to prove the character of a\n            person in order to show action in conformity\n            therewith. It may, however, be admissible for\n            other purposes, such as proof of motive,\n            opportunity,    intent,  preparation,   plan,\n            knowledge, identity, or absence of mistake or\n            accident. . . .\n\n     Fed. R. Evid. 404(b)\n\n                                 -6-\n\f     at that location, made with cocaine supplied by the\n     defendant; that she and others frequently delivered drugs\n     at the defendant's direction using a car owned by a\n     Boston Police Officer; that the defendant gave her\n     instructions regarding various aspects of the business,\n     including an explicit direction to keep the sink area of\n     the kitchen clean so that there would be ready access to\n     the garbage disposal in the event of a police raid; and\n     that she made a number of controlled purchases of cocaine\n     from the defendant, under the direction of the Boston\n     police.\nThe government also notified the court of its intention to present\n\nat least one other witness who purchased drugs from the defendant\n\nat the Wales Street apartment as far back as ten months before the\n\ngun was found.\n\n          The district court held a hearing on the government's\n\nRule 404(b) motion on June 9, 1997.          At that hearing, the court\n\nexpressed concerns about the relevance of a significant portion of\nthe proffered    evidence   to   the   gun   possession   charge   and   the\n\npotential for unfair prejudice.        For instance, the court indicated\n\nthat it was wary about allowing evidence of any instructions by\nSmith that Moore keep the sink area clean to enable ready access to\n\nthe drain in case of a police raid:\n\n     What I am trying to walk a tight line on is, if he is not\n     charged with a drug offense, it is either prejudicial or\n     404(b) material, unless it is relevant, the observation\n     of the gun. So, why would it be relevant that the drugs\n     were flushed down the drain? Let's assume it is true?\n\nThe court also excluded, on the basis of undue prejudice, evidence\n\nof Smith's drug dealing from the Wales Street apartment going back\n\nmore than ten (10) days before Moore spotted the firearm in the\n\napartment:\n\n\n\n\n                                   -7-\n\f     No need to go back to January or May of 1996. [The\n     government] really can do it, without getting too\n     prejudicial, just within the span of that week.\n\n            Defense counsel proceeded to engage the court in a\ndialogue as to the prejudicial nature of evidence that, days before\n\nthe gun was found, three armed individuals entered into the Wales\n\nStreet apartment, held Smith and others at gunpoint, and robbed\nthem of drugs and money:\n\n    MR. RICHEY: [defense counsel]: Basically, what you have\n    is evidence that is coming before the jury, which I think\n    is incredibly prejudicial . . . you have testimony three\n    armed men came and tied the defendant, as well as several\n    other people, with ropes, and brandished guns, and took\n    drugs and money.      I think that is an incredibly\n    prejudicial set of facts to put before a jury.\n\n    COURT: Why? Why? In a way [the robbery] makes them more\n    sympathetic. I mean, if it happened. He is saying it\n    didn't happen. Why is it so prejudicial?\n    MR. RICHEY: Well, it just paints this whole scene exactly\n    the way the prosecution wants to do, as a drug den, as a\n    tinder box where anything could ignite.\n\n    THE COURT: I see.\n    MR. RICHEY: And, in and of itself, it is prejudicial.\n    And the point I wanted to make is that often the case\n    before the court is a drug case, and a gun will come in.\n    Guns are tools of the trade. And it is allowed in. And\n    a point that I would like to make is drug dealing per se,\n    to a degree, is per se abhorrent. So the matter in issue\n    is something that is already prejudicial.\n\n            Although a court reporter was present to record the\n\nhearing,    she lost a portion of her notes.       As a result, the final\n\nportion of the hearing transcript is missing from the record.             The\n\ntranscript thus ends shortly after the above colloquy, leaving the\n\nparties    without   a   verbatim   account   of   the   remainder   of   the\n\n\n\n\n                                    -8-\n\fhearing.4      The clerk's hearing notes, however, do provide a summary\n\nrecord of the court's Rule 404(b) ruling:\n\n       [The court's] Order: Cut off gov't use of drug dealing\n       evidence to 22nd (week or so before the arrest). As to\n       motive and control and nature of relationship with CI\n       [Moore].    Won't let in \"flush\" drugs preparations.\n       Defendant will prepare jury instructions to limit drug\n       dealing evidence as going only to issue of motive and\n       control.\n              At trial, Moore testified that she had known Smith for\n\napproximately a year.           She testified that Smith lived at the Wales\n\nStreet apartment when she knew him and that she frequently stayed\n\novernight with him at that apartment.           Moore testified that Smith\n\npaid the rent on that apartment, slept in the bedroom, had control\n\nover the apartment key and mailbox key, and kept his clothes in the\n\napartment's closets.\n              When the government began to question Moore about the\n\nnature of her relationship with Smith, defense counsel objected on\n\nRule       404(b)    grounds,    anticipating   her   testimony   about   her\ninvolvement with Smith's drug dealing.           In response, the district\n\ncourt invited defense counsel to submit the limiting instruction\n\npertinent to this evidence that he was asked at the June 9 hearing\n\nto prepare.         Defense counsel was not prepared to do so, at which\n\n\n       4\n        The hearing transcript was deemed missing in the spring of\n2000, when counsel ordered the transcript of the proceedings for\npurposes of preparing for the appeal. At that point, based upon\ntheir respective recollections, separate statements were submitted\nby Smith, his trial counsel and the government as to what\ntranspired during the portion of the hearing for which the\ntranscript was missing, in accordance with Fed. R. App. P. 10(c).\nThe district court, however, did not settle or approve a statement\nof proceedings because it had \"no independent recollection\" of the\nsubstantive discussions at the hearing.\n\n                                        -9-\n\fpoint   the    district   court    gave    the   jury     its   own   limiting\n\ninstruction:\n\n     And you're about to hear some evidence that will come in\n     for a limited purpose. You may remember the charge here\n     - and the government has to prove it beyond a reasonable\n     doubt - is that Mr. Smith was illegally possessing a\n     firearm and ammunition. You're going to hear about some\n     activities now which are not charged against Mr. Smith\n     and the only reason this is being allowed in is so that\n     you can understand the nature of the relationship between\n     Ms. Moore and Mr. Smith and also that you can evaluate\n     whether or not Mr. Smith had control over the apartment.\n     It's up to you to find those issues, but that's the only\n     purpose for which you can consider this.      You cannot\n     consider this information as anything being charged\n     against Mr. Smith, because it's not.\n\n           Moore then testified that she helped Smith distribute\n\ncocaine.      She explained how she packaged cocaine for Smith by\nwrapping it in foil and how others working for Smith wrapped\n\ncocaine in white paper similar to that found in the blue bag with\n\nthe gun.   Moore identified individuals that came to the apartment\nto buy cocaine, to cook cocaine into crack, and to smoke the crack\n\ncocaine.      She indicated that Debra Anderson, the Boston police\n\nofficer,   smoked   crack   in    the   apartment   and    that   Smith   used\n\nAnderson's car to deliver drugs.           She testified in detail as to\n\neach of the four controlled buys at the Wales Street apartment.\n\nShe explained that when she went to the Wales Street apartment on\n\nher own to buy cocaine two days before the apartment was searched,\n\nSmith was sitting on the couch with a gun beside him, which she\n\nidentified as the .38 Taurus revolver produced at trial.                   She\n\nstated that Smith did not say anything about the gun; instead, he\n\nrepeatedly looked from the gun to Moore and back to the gun.               She\n\n\n\n                                    -10-\n\ftestified that Smith told her that he had the gun because he had\n\nbeen robbed at the apartment that weekend.\n\n            At the close of the evidence, the district court included\nin its jury charge an instruction similar to that given earlier\n\nduring Moore's testimony about the limited purpose for which the\n\nevidence of Smith's drug dealing was admitted.             Smith did not\nobject to this instruction.\n\nB.   Missing Portion of the Hearing Transcript\n\n            Smith argues that the missing transcript has prejudiced\n\nhis ability to perfect his appeal, thus warranting reversal of his\nconviction and a new trial.         The Court Reporter Act, 28 U.S.C.\n\n§ 753(b), provides that all open court proceedings in criminal\ncases    \"shall   be   recorded   verbatim.\"5   Although    §   753(b)   is\nmandatory, United States v. Andiarena, 823 F.2d 673, 676 (1st Cir.\n\n1987), \"nothing prescribes automatic reversal of a defendant's\nconvictions for non-compliance\" with that statutory provision.\nUnited States v. Brand, 80 F.3d 560, 563 (1st Cir. 1996); see\n\nUnited States v. Gallo, 763 F.2d 1504, 1530 (6th Cir. 1985) (\"A\nviolation of the recording mandate, however, is not per se error,\n\n\n     5\n        The Court Reporter Act, 28 U.S.C. § 753(b), states in\npertinent part:\n\n     Each session of the court and every other proceeding\n     designated by rule or order of the court or by one of the\n     judges shall be recorded verbatim by shorthand,\n     mechanical means, electronic sound recording, or any\n     other method, subject to regulations promulgated by the\n     Judicial Conference and subject to the discretion and\n     approval of the judge. . . . Proceedings to be recorded\n     under this section include (1) all proceedings in\n     criminal cases had in open court . . . .\n\n                                    -11-\n\fand thus without more does not require reversal.\").         Rather, to\n\nobtain reversal and a new trial, the defendant must demonstrate\n\n\"specific prejudice to his ability to perfect an appeal, beyond\nmere non-compliance with the [Court Reporter Act].\"6         Brand, 80\n\nF.3d at 563 (citing extra-circuit precedent).7\n\n            According   to   Smith,    the   missing   portion   of   the\ntranscript contained both defense counsel's argument to exclude the\n\ncontested evidence and the basis for the court's ruling on its\n\nadmissibility.   Thus, he contends that the missing transcript\n\nhampers his ability to argue that the district court failed to\n\nperform the requisite second step of the Rule 404(b) analysis,\n\nnamely, balancing the probative value of the drug dealing evidence\n\nagainst its potential prejudicial effect pursuant to Fed. R. Evid.\n\n\n\n     6\n        Similarly, due process does not require a full verbatim\ntrial transcript, but only requires that a \"criminal appellant be\nprovided with a record of sufficient completeness to permit proper\nconsideration of his claims.\" Bundy v. Wilson, 815 F.2d 125, 135\n(1st Cir. 1987)(internal quotation marks omitted).\n     7\n        Accord United States v. Malady, 960 F.2d 57, 58-59 (8th\nCir. 1992) (\"To obtain reversal, a defendant must show the missing\npart of the transcript specifically prejudices the appeal.\");\nGallo, 763 F.2d at 1530-31; United States v. Sierra, 981 F.2d 123,\n125 (3rd Cir. 1992) (\"[F]ailure to comply with the Court Reporter\nAct does not warrant reversal without a specific showing of\nprejudice.\").    See generally Sheldon R. Shapiro, Annotation,\nPrejudicial Effect of Federal District Court Reporter's Omissions\nin Recording Judicial Proceedings, Where Such Omissions Constitute\nFailure to Comply With Court Reporter Act, 28 U.S.C.A. § 753(b), 12\nA.L.R.Fed. 584 (1972 & Supp. 2000) (collecting cases). But see\nUnited States v. Selva, 559 F.2d 1303, 1306 (5th Cir. 1977)\n(\"When . . . a criminal defendant is represented on appeal by\ncounsel other than the attorney at trial, the absence of a\nsubstantial and significant portion of the record, even absent any\nshowing of specific prejudice or error, is sufficient to mandate\nreversal.\" (footnote omitted)).\n\n                                -12-\n\f403, see United States v. Van Horn, 277 F.3d 48, 57 (1st Cir.\n\n2002), and that we cannot meaningfully review the district court's\n\ndecision to admit some of the drug dealing evidence under Rule\n\n404(b).   We disagree.\n\n           We know from the record that the district court did\n\nconsider the prejudicial effect of the drug dealing evidence on a\n\njury in a gun possession case and excluded certain evidence on that\n\nbasis.    For instance, the court specifically excluded evidence of\n\nSmith's drug dealing from the Wales Street apartment going back\n\nmore than ten days before the gun was found on grounds that it was\n\"too prejudicial.\"      Moreover, the district court invited Smith to\n\nsubmit a limiting instruction on the Rule 404(b) evidence.              The\ninvitation   to    a   defendant   to   submit   or   request   a   limiting\ninstruction \"suggests that [the district court] had come to the\n\nconclusion that the danger of unfair prejudice did not outweigh the\nprobative value of the evidence.\"       United States v. Rosa, 705 F.2d\n\n1375, 1378 (1st Cir. 1983)(per curiam).          Although defense counsel\n\nfailed to do so, the court gave its own such instruction twice --\nonce in the midst of trial and again as part of the jury charge.\n            Furthermore, there is no necessary relationship between\n\nthe absence from the record of an explanation for a Rule 403\nbalancing ruling and our ability to conduct a meaningful appellate\nreview of such a ruling.     See United States v. Santagata, 924 F.2d\n\n391, 394 (1st Cir. 1991) (noting that \"on-the-record findings as to\nthe probative value/prejudicial effect balance . . . are not always\n\nnecessary\").      As Smith concedes, where the record is silent, we\n\n                                   -13-\n\fhave on prior occasions assumed that the district court tacitly\n\nperformed Rule 403 balancing, or we have independently engaged in\n\nthat analysis without resort to the district court's decision.\nSee, e.g., United States v. De La Cruz, 902 F.2d 121, 123 n.1 (1st\n\nCir. 1990) (\"Despite the lack of express findings, we believe that\n\nthe    record    reflects       the     district    court's    awareness        of   its\nresponsibility         to    weigh    the   relevant     factors    and       perform    a\n\nbalancing test prior to allowing the government to use the disputed\n\nevidence.\"); United States v. Foley, 871 F.2d 235, 238 (1st Cir.\n\n1989)(no abuse of discretion found in exclusion of evidence despite\n\nabsence of express findings); United States v. Flores Perez, 849\n\nF.2d 1, 4 n.2 (1st Cir. 1988); United States v. Currier, 821 F.2d\n\n52, 54 n.3 (1st Cir. 1987) (noting that trial court's \"failure to\nelaborate       on      the     reason       for    deciding       to     admit      the\n\nevidence . . . did not in these circumstances imply that it was\n\nignoring the proper factors under Rule 403\" (internal quotation\nmarks omitted)).\n\n               Finally, we recognize that an adequate record is of\n\nparticular importance when new counsel is retained on appeal.\n\nHowever, the mere fact that Smith has retained new counsel for his\n\nappeal does not by itself warrant reversal nor in any way relieve\n\nSmith of his burden to demonstrate \"specific prejudice.\"                             See\n\nBrand,    80    F.3d    at    563     (requiring     same   showing      of    specific\n\nprejudice, \"whether or not there is new appellate counsel\").                            To\n\nhold     otherwise      would        \"create[]     the   perverse       incentive       of\n\nencouraging defendants to dismiss trial counsel and seek new\n\n\n                                            -14-\n\fappellate counsel whenever questions arise over the sufficiency of\n\na trial transcript.\"      United States v. Huggins, 191 F.3d 532, 537\n\n(4th Cir. 1999).    Accord Sierra, 981 F.2d at 126.              There has been\nno showing that the missing portion of the hearing transcript\n\nprejudices Smith's ability to challenge the admission of the drug\n\ndealing evidence under Rule 404(b).             We turn, therefore, to the\nmerits of that Rule 404(b) challenge.\n\nC.    Admissibility of Drug Dealing Evidence Under Rule 404(b)\n\n            Smith contends that, under Rule 404(b), the district\n\ncourt improperly admitted at his trial on the firearms possession\ncharge evidence of his involvement in drug-related activities.\n\nReviewing the district court's Rule 404(b) evidentiary ruling for\nabuse of discretion, see Van Horn, 277 F.3d at 56, we find no such\n\nabuse here.\n\n            Rule 404(b) allows \"[e]vidence of other crimes, wrongs or\nacts\" to be introduced for certain permitted purposes, such as\n\"proof    of   motive,    opportunity,        intent,   preparation,      plan,\n\nknowledge, identity, or absence of mistake or accident.\" We engage\nin a two-step analysis to determine admissibility of other-acts\nevidence under Rule 404(b).           See United States v. Sebaggala, 256\n\nF.3d 59, 67 (1st Cir. 2001).           First, we must assess whether the\nevidence is \"specially probative of an issue in the case\" and is\nnot   merely   offered   to    show   the    defendant's   bad    character   or\n\npropensity for crime.         United States v. Frankhauser, 80 F.3d 641,\n\n648 (1st Cir. 1996).\n\n\n\n                                      -15-\n\f           Even if the evidence demonstrates such special relevance,\n\n\"it must run a second gauntlet; Rule 404(b) incorporates sub\n\nsilentio   the   prophylaxis    of   Federal   Rule   of    Evidence   403.\"\nSebaggala, 256 F.3d at 67.      Under Rule 403, the evidence shall be\n\nexcluded if \"its probative value is substantially outweighed by the\n\ndanger of unfair prejudice, confusion of the issues, or misleading\nthe jury, or by considerations of undue delay, waste of time, or\n\nneedless presentation of cumulative evidence.\"          Fed. R. Evid. 403.\n\nAs Rule 403 makes explicit, the law shields a defendant \"against\n\nunfair prejudice, not against all prejudice.\"              United States v.\n\nCandelaria-Silva, 162 F.3d 698, 705 (1st Cir. 1998) (internal\n\nquotation marks omitted).      United States v. Rodriguez-Estrada, 877\n\nF.2d 153, 156 (1st Cir. 1989) (\"[A]ll evidence is meant to be\nprejudicial; it is only unfair prejudice which must be avoided.\").\n\nWe usually defer to the district court's balancing under Rule 403\n\nof probative value against unfair prejudice.          See United States v.\nCurrier, 836 F.2d 11, 18 (1st Cir. 1987).        \"Only rarely -- and in\n\nextraordinarily compelling circumstances -- will we, from the vista\n\nof a cold appellate record, reverse a district court's on-the-spot\n\njudgment concerning the relative weighing of probative value and\n\nunfair effect.\"    Freeman v. Package Mach. Co., 865 F.2d 1331, 1340\n\n(1st Cir. 1988).\n\n           1.    Special Relevance\n\n           The disputed evidence easily clears the relevancy hurdle.\n\nSection 922(g)(1) requires the government to prove, inter alia,\n\nthat the defendant possessed a firearm and did so knowingly.\n\n\n                                     -16-\n\fUnited States v. Lanoue, 137 F.3d 656, 661 (1st Cir. 1998).           To\n\nestablish knowing possession under § 922(g)(1), the government must\n\ndemonstrate actual or constructive possession of the firearm.         See\n\nUnited States v. Wight, 968 F.2d 1393, 1397-98 (1st Cir. 1992).\n\n\"'Constructive' possession is commonly defined as the power and\n\nintention to exercise control, or dominion and control, over an\nobject not in one's 'actual' possession.\"     United States v. Zavala\n\nMaldonado, 23 F.3d 4, 7 (1st Cir. 1994).\n\n           In his defense, Smith disavowed any control over the\n\nrevolver or the Wales Street apartment where that gun was found,\n\nsubmitting testimony from Sawyer to that effect.       In light of this\n\ndefense, evidence of Smith's drug dealing at the apartment was\n\nhighly relevant to the issues disputed at trial because that\nevidence   demonstrates   Smith's   control   over   the   Wales   Street\n\napartment where the gun was found, and the joint drug dealing\n\nefforts of Smith and Moore help explain why Moore was in a position\nto see the gun.     Furthermore, Smith's drug dealing provides a\n\ncompelling motive for possessing the gun, namely, to protect his\n\ndrugs and drug money. Several of our sister circuits have approved\n\nthe admission of evidence of a defendant's drug activities in a\n\nfirearms possession case to show a motive or knowing possession of\n\nthe firearm.   See, e.g., United States v. Thomas, 242 F.3d 1028,\n\n1031-33 (11th Cir. 2001) (holding that evidence of defendant's drug\n\ndealing was admissible to prove knowing possession of firearms);8\n\n     8\n      The facts in Thomas bear close resemblance to those here. In\nthat case, police executed a search warrant at Thomas's residence\nafter a few drug transactions occurred at or near there. See 242\n\n                                -17-\n\fUnited States v. Butcher, 926 F.2d 811, 816 (9th Cir. 1991)\n\n(\"[E]vidence of narcotics trafficking may be properly admitted to\n\nshow knowing possession of a weapon.\"); United States v. Fuller,\n887 F.2d 144, 147 (8th Cir. 1989) (holding that, \"given the close\n\nand well-known connection between firearms and drugs,\" drug-related\n\nevidence was admissible to show motive to possess firearm); United\n\nStates v. Simon, 767 F.2d 524, 527 (8th Cir. 1985) (finding that\n\nevidence that defendant engaged in \"drug packaging\" at apartment\n\nwhere gun was found was probative of his possession of that gun,\n\nbecause of \"known correlation between drug dealing and weapons\").\n\n           Smith argues that our decision in United States v.\n\nCurrier,   821    F.2d   52   (1st    Cir.    1987),   demonstrates    our\n\nunwillingness    to   admit   evidence   of   narcotics   to   prove   gun\npossession.     That is not so.      In Currier, the defendant did not\n\nargue that the gun he was charged with possessing belonged to\n\nsomeone else in the apartment. See id. at 56 n.6.              Thus, the\nnarcotics evidence was only \"marginally relevant on the issue of\n\n[gun] possession.\"    Id. Here, on the other hand, Smith argued that\n\nthe gun did not belong to him; he put on evidence that Sawyer owned\n\nthe gun.   As such, evidence of drug dealing, for reasons discussed\n\nsupra, was relevant to the contested issue of knowing possession.\n\n\nF.3d at 1030.   While the search did not produce any drugs, the\npolice did find two firearms -- one in the closet and another in a\npick-up truck parked in the driveway -- along with $1,200 in cash\non a dresser in the living room, and $110 cash in defendant's\nwallet. See id. The Eleventh Circuit upheld the district court's\nadmission of evidence of defendant's drug dealing on the basis that\n\"evidence of his drug trafficking was in sufficiently close\nproximity, temporally and physically, to be relevant to proving\nthat he knowingly possessed\" the firearms. Id. at 1032.\n\n                                  -18-\n\f            2.   Risk of Unfair Prejudice\n\n            We recognize that illicit drug dealing is an \"emotionally\n\ncharged public issue.\" 2 Jack B. Weinstein & Margaret A. Berger,\nWeinstein's Federal Evidence § 403.04[2], at 403-46 (2d ed. 2002).\n\nThus, the trial courts must exercise care in deciding to what\n\nextent, if at all, evidence of drug-related activities should be\nadmitted in a firearms possession case.        Here, the district court\n\nexercised appropriate care in monitoring the introduction of such\n\nevidence.\n\n            The district court carefully parsed the evidence at the\n\npre-trial hearing and circumscribed the scope of the evidence the\n\ngovernment could offer at trial. Although the government sought to\n\nadmit evidence of Smith's drug dealing stretching back over a ten-\nmonth period, the court excluded evidence of Smith's drug dealing\n\ngoing back more than ten days before Moore saw the firearm in the\n\nWales   Street   apartment.     The   court   also   barred    Moore      from\ntestifying as to instructions by Smith to keep the sink area clean\n\nto enable ready access to the drain to flush down drugs in case of\n\na police raid.\n\n            Smith argues, however, that this evidence of drug dealing\n\nwas not necessary to show Smith's control over the apartment\n\nbecause it was duplicative of other uncontested evidence in the\n\nrecord, such as testimony that Smith had the keys to the apartment\n\nand   mailbox,   slept   in   the   only   bedroom   where    he   kept    his\n\nprescription medication, and paid the utility bills.          We disagree.\n\nWhile this other evidence may have been probative on the issue of\n\n\n                                    -19-\n\fcontrol over the apartment, it had no bearing on motive to possess\n\nthe gun.   The strongest evidence of motive (and therefore knowing\n\npossession) -- matters which Smith himself put into issue -- was\nthe drug dealing from that apartment around the time the gun was\n\ndiscovered.\n\n           Finally, we note the careful limiting instruction given\nby the trial court -- first when the challenged testimony was\n\nadmitted and again in the jury charge -- as to the limited purposes\n\nfor which Moore's testimony about Smith's drug-related activities\n\nwas to be considered.   We have noted on many occasions the salutary\n\neffect of such instructions.    See, e.g., United States v. Morla-\n\nTrinidad, 100 F.3d 1, 6 (1st Cir. 1996) (taking note of limiting\n\ninstruction in assessing extent of unfair prejudice); Devin, 918\nF.2d at 288 (noting \"clarity of the court's charge\" limiting jury's\n\nuse of Rule 404(b) evidence in finding no abuse in trial court's\n\nRule 403 balancing); United States v. Currier, 836 F.2d 11, 18-19\n\n(1st Cir. 1987) (finding no abuse in court's Rule 403 calculus\n\nwhere district court alleviated impact of unfair prejudice by means\nof cogent limiting instructions).      We conclude that the district\n\ncourt did not abuse its discretion in admitting the drug-related\n\nevidence at Smith's trial on the firearm possession charge.\n\n                                III.\n\n           In addition, Smith seeks reversal of his conviction on\n\ngrounds that the government failed to timely disclose Moore's\nmedical treatment records, in violation of Brady v. Maryland, 373\n\nU.S. 83 (1963), thus impairing his ability to defend the case.   The\n\n                                -20-\n\fSupreme Court held in Brady that \"suppression by the prosecution of\n\nevidence favorable to an accused upon request violates due process\n\nwhere the evidence is material either to guilt or to punishment,\nirrespective of the good faith or bad faith of the prosecution.\"\n\nId. at 87.    Smith's claim rests on the well-established corollary\n\nof that rule prohibiting unwarranted delays in the disclosure of\nmaterial evidence.    See, e.g., United States v. Ingraldi, 793 F.2d\n\n408, 411-412 (1st Cir. 1986) (recognizing that delayed disclosure\n\nrequires reversal where delay caused prejudice to defendant's\n\ncase).\n\nA.   Procedural History\n\n             On February 18, 1997, Smith filed a discovery motion\nseeking, inter alia, exculpatory material under Brady and Giglio v.\n\nUnited States, 405 U.S. 150 (1972).         His motion included a request\n\nfor \"any information adverse to the credibility of any witness,\nincluding but not limited to . . . physical, mental, visual, or\npsychiatric    treatments   and/or    impairments   (including   legal   or\n\nillegal use of drugs and excessive use of alcohol), which could\naffect witness' [sic] accuracy and full details of the same.\"\nSmith also requested disclosure of any rewards, promises, or\n\ninducements -- monetary or otherwise -- made by the government to\nany prospective witness in exchange for information or other\nassistance. On February 26, 1997, the government responded that 1)\n\nit was not aware of any evidence which could be deemed exculpatory\nunder Brady and its progeny, and 2) no promises, rewards or\n\ninducements had been given to any witnesses.\n\n                                     -21-\n\f            On June 5, 1997, less than a week before trial, the\n\ngovernment notified Smith that it intended to call Erica Moore as\n\na witness.9    On June 9, the government provided Smith with a copy\nof Moore's criminal record and informed him that Moore was manic-\n\ndepressive and addicted to crack.                 Smith did not move for a\n\ncontinuance at this time.\n            On June 10, the first day of trial, the government\n\ninformed Smith that the Boston Police Department had paid Moore for\n\nher services and promised her drug treatment.               At a June 11 hearing\n\nprior to opening arguments, Smith objected to this late disclosure\n\nof financial rewards and incentives to Moore and requested that the\n\ncross-examination of Moore be continued until the next day \"at a\n\nminimum.\"     The court granted Smith a one-day continuance.\n            On the following morning of June 12, Smith moved for a\n\nmistrial, claiming that he did not have enough time to prepare for\n\nMoore's cross-examination because certain medical records relating\nto Moore were yet to be disclosed to him.                   The district court\n\ndenied    Smith's    motion   for    a    mistrial    without    prejudice     but\n\ncontinued Moore's cross-examination for another day.                 Smith then\n\nmoved for a continuance until June 16. The court denied that\n\nrequest   without     prejudice     to    renewal    upon   disclosure    of   the\n\nanticipated documents.\n\n            The     government    began     and   completed     Moore's   direct\n\nexamination that day, June 12.            Moore testified, inter alia, that\n\n     9\n       The Rule 404(b) motion in limine was filed on June 4, 1997.\nThe government claims that it was not until this time that it\nbecame aware that Moore would be available to testify at trial.\n\n                                         -22-\n\fon October 13, 1996, she was living with Debra Anderson, but that\n\nAnderson      kicked     Moore    out   of    the     apartment      because     of     a\n\ndisagreement on October 18, 1996.                 Moore testified that Smith at\nvarious points had been romantically involved with both her and\n\nAnderson and that she met with law enforcement officials sometime\n\nduring this period and gave them information concerning Anderson\nand Smith.\n\n              Later    that   evening,       Smith    received      the    anticipated\n\ndisclosures of voluminous medical records relating to Moore from\n\ntwo mental health institutions.               The next morning, Smith renewed\n\nhis motion for a mistrial; in the event that his mistrial motion\n\nwas denied, he also moved for a three-day continuance until June\n\n16, to afford him \"an adequate opportunity to fully review the\nrecords and adequately cross-examine her on them.\"                        The district\n\ncourt denied Smith's motion for a mistrial but granted his request\n\nfor     a    three-day     continuance       of      Moore's   cross-examination.\nAccordingly, Smith cross-examined Moore on June 16, 1997.                       He did\n\nnot complain        that   the    continuance      that   he   had    requested       and\n\nreceived was insufficient, nor did he renew his motion for a\n\nmistrial before cross-examining Moore.\n\nB.    Analysis\n\n              In delayed disclosure cases, we need not address whether\nthe evidence was \"material\" under Brady unless the defendant can\n\ndemonstrate that \"defense counsel was 'prevented by the delay from\nusing       the   disclosed      material     effectively      in    preparing        and\n\npresenting the defendant's case.'\"                United States v. Lemmerer, 277\n\n                                        -23-\n\fF.3d 579, 588 (1st Cir. 2002) (quoting Ingraldi, 793 F.2d at 411-\n\n12); see also Devin, 918 F.2d at 290 (\"[T]he critical inquiry\n\nis . . . whether the tardiness prevented defense counsel from\nemploying the [tardily disclosed] material to good effect.\").\n\nHowever, we have noted that defense counsel must typically request\n\na   continuance    to   preserve     a    claim   of   prejudice    by   delayed\ndisclosure of evidence.       See United States v. Sepulveda, 15 F.3d\n\n1161, 1178 (1st Cir. 1993) (\"As a general rule, a defendant who\n\ndoes not request a continuance will not be heard to complain on\n\nappeal that he suffered prejudice as a result of late-arriving\n\ndiscovery.\").     See also United States v. Osorio, 929 F.2d 753, 758\n\n(1st Cir. 1991) (\"Generally, we have viewed the failure to ask for\n\na continuance as an indication that defense counsel was himself\nsatisfied   he    had   sufficient       opportunity   to   use    the   evidence\n\nadvantageously.\").10       Here, Smith failed on June 16, 1997, to\n\nrequest an additional continuance or to renew his motion for a\nmistrial.   When Smith's counsel appeared in court on June 16, he\n\nnever indicated that the three-day continuance was insufficient\n\ntime to prepare adequately for Moore's cross-examination.                 Compare\n\nDevin, 918 F.2d at 289 (noting that defense counsel, unsatisfied\n\n\n\n      10\n         Accord Lemmerer, 277 F.3d at 587 n.2 (citing Osorio);\nIngraldi, 793 F.2d at 413 (\"[Defendant's] failure to move for a\ncontinuance when he received the [overdue disclosures] indicates\nthat he was himself satisfied that he had sufficient time to use\nthem to his best advantage.\"); United States v. Diaz-Villafane, 874\nF.2d 43, 47 (1st Cir. 1989) (observing that defendant's \"claim that\nhe was unfairly surprised is severely undermined, if not entirely\nundone, by his neglect to ask the district court for a continuance\nto meet the claimed exigency\").\n\n                                     -24-\n\fwith four-day continuance granted to review tardy disclosures,\n\nmoved for further continuance of 30 days).\n\n            In any event, even if there was a delayed disclosure and\nSmith properly preserved a challenge to it, he cannot make the\n\nrequisite showing of prejudice.11     We have held that \"some showing\n\nof   prejudice   [is]   required   beyond    mere   assertions   that   the\ndefendant would have conducted cross-examination differently.\"\n\nUnited States v. Walsh, 75 F.3d 1, 8 (1st Cir. 1996).         At the very\n\nleast, Smith must show \"a plausible strategic option which the\n\ndelay foreclosed.\"      Devin, 918 F.2d at 290.        The impact of the\n\ndelayed disclosure on defense counsel's cross examination turns in\n\npart on \"the extent the defendant actually managed to use the\n\n[disclosed material] despite the delay.\"            Ingraldi, 793 F.2d at\n412.\n\n            The record demonstrates that defense counsel conducted an\n\neffective cross-examination of Moore by using her medical records\nand criminal history to attack her credibility.           He interrogated\n\nher about her mental health history, along with her prior criminal\n\nrecord and history of drug abuse.           He specifically pressed her\n\nabout her involuntary commitment at two mental health facilities\n\nand her treatment with anti-psychotic medication. He inquired into\n\nthe effect of that medication on her perception and cognitive\n\n\n       11\n       The government denies any delay in disclosure, maintaining\nthat it disclosed the relevant records on Moore (which were not in\nthe government's possession) as promptly as possible under the\ncircumstances.   We need not resolve that question here.       For\npurposes of the present analysis, we assume without deciding that\nthere was a delay in the disclosure of Moore's records.\n\n                                   -25-\n\fabilities.     He elicited information about her various diagnosed\n\nconditions: a severe bipolar disorder with psychotic features,\n\nparanoia with delusional disorders, and Borderline Personality\nDisorder. He questioned her about her $1,000-a-week cocaine habit,\n\nher altercations with other patients while at the mental health\n\ninstitutions, and her alleged statements in the past expressing a\ndesire to hurt others.\n\n             Moreover, defense counsel's development of other avenues\n\nof   impeachment    reduces    the   significance      of    the    information\n\ncontained in Moore's medical disclosures.            For instance, he asked\n\nher about her use of drugs while on probation and statements she\n\nmade to her probation officer about experiencing audio and visual\n\nhallucinations.     In addition, defense counsel questioned Moore\nabout her conviction for assault and battery with a dangerous\n\nweapon, and her receipt of payments for working with the police to\n\napprehend Smith.\n             Smith argues that, if his trial counsel had received the\n\nmedical records earlier, he would have developed a defense strategy\n\nconcerning Moore's extensive history of retaliating against people\n\nwhom   she   perceived   had   injured      or   insulted    her,   instead   of\n\nattempting to cast doubt on the reliability of her perception of\n\nreality and her ability to make observations.               He claims that his\n\ntheory would have been that Moore fabricated her testimony at trial\n\nto retaliate against Smith, who was involved romantically with both\n\nAnderson and Moore at various points.\n\n\n\n\n                                     -26-\n\f          Smith cannot prevail on that argument for two reasons.\n\nFirst, defense counsel did in fact attempt to question Moore during\n\ncross-examination   about    several       retaliatory   acts   during   her\nhospitalizations. Indeed, in his closing argument, defense counsel\n\nposed a rhetorical question to the jury: \"Doesn't her mental health\n\nhistory show her capacity for revenge, the extent to which she\nwould manipulate others and the situation around her?\"                   This\n\nstatement confirms that any delay in disclosure did not foreclose\n\nSmith from identifying the impeachment value of this retaliation\n\ntheory.   See Devin, 918 F.2d at 289 (holding that, to demonstrate\n\nthe requisite prejudice from delayed disclosure, defendant must\n\nmake prima facie showing that \"the delay foreclosed\" a \"plausible\n\nstrategic option\").\n          Second,     the   court    sustained    objections    to   cross-\n\nexamination questions about retaliatory acts, thus precluding Smith\n\nfrom pursuing this line of questioning.          Smith, however, makes no\nargument on appeal that the district court abused its discretion in\n\nthis limitation of his cross-examination.          Having failed to make\n\nthis predicate argument, Smith cannot be heard to complain that any\n\ndelay in the disclosure of Moore's medical records compromised his\n\nability to pursue the \"retaliatory-acts\" line of questioning.\n\n           In summary, we are satisfied generally that any delay in\n\nthe disclosure of Moore's medical records did not impair defense\n\ncounsel's \"effective use of the information, hinder presentation of\n\n\n\n\n                                    -27-\n\fthe defense, result in unfair prejudice, or cause an alteration in\n\ndefense strategy.\"    Id. at 291.12\n\n          Affirmed.\n\n\n\n\n     12\n        Smith filed a pro se supplementary brief in which he raises\na number of additional arguments not argued by his counsel. Our\ncareful review of his submissions and the record fails to reveal\nany issues that merit discussion.\n\n                                 -28-\n\f",
  "html": "<p class=\"case_cite\">292 F.3d 90</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William SMITH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1678.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 3, 2001.</p>\n    <p class=\"date\">Decided June 11, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Jane Elizabeth Lee, was on brief for appellant.</p>\n      <p class=\"indent\">Donald L. Cabell, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William Smith appeals from his conviction for possession of a firearm and various rounds of ammunition. He challenges the district court's admission of evidence of his drug dealing under Fed.R.Evid. 404(b). Relatedly, he seeks a new trial because he claims a missing portion of a hearing transcript has impaired his ability to perfect his appeal on that evidentiary issue. In addition, he claims that the government's failure to timely disclose medical treatment records of a key government witness hampered his ability to defend the case. We reject these claims and affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We describe briefly the background of this case at this juncture and add more detail as it becomes relevant to the legal analysis. On January 29, 1997, a federal grand jury returned a one-count indictment charging Smith with being a felon in possession of a firearm and various rounds of .38 and .357 caliber ammunition, on or about November 5, 1996, in violation of 18 U.S.C. &#167; 922(g)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> His trial began on June 10, 1997. In support of its case at trial, the government introduced evidence that in August of 1995, Smith had invited an acquaintance, Richard Bovill, over to his apartment at 5 Otisfield Street (Otisfield Street apartment) in Roxbury, Massachusetts, to watch a boxing match. Bovill was a security guard and owned several handguns, including a Taurus .38 caliber revolver, the firearm referenced in the indictment. Bovill brought with him a duffel bag which contained, <i>inter alia,</i> the loaded Taurus revolver, a holster for the Taurus, and a Massachusetts firearms permit. At some point that evening, Bovill took the gun out of the bag, unloaded it, and handed it to Smith, who examined it and remarked that he liked it. A few weeks later, Bovill realized that he could not find his gun, holster, or permit. When he returned to the Otisfield Street apartment in search of them, he found the residence abandoned and boarded up.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At some point prior to the summer of 1996, Smith moved to 33 Wales Street, Apartment No. 104 (Wales Street apartment) in Dorchester, Massachusetts. The lease to the apartment was under the name of a \"Joseph Turner.\" Smith began selling cocaine powder and crack cocaine from that apartment. A number of individuals assisted Smith in his drug operation, including a woman named Erica Moore.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In late October of 1996, Erica Moore agreed to assist law enforcement officials investigating the involvement of Smith and Debra Anderson, a Boston police officer, for drug-related activities. Smith was romantically involved with both Moore and Anderson.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between October 22 and November 5, 1996, Moore made four controlled purchases of cocaine from Smith at the Wales Street apartment. Notwithstanding her role, Moore also continued to purchase cocaine from Smith for her own use. On November 3, 1996, shortly before the last controlled buy, Moore went to Smith's apartment to buy cocaine for herself and saw a gun next to Smith on the couch in the living room of the apartment. Moore reported her observations to the police the next day, describing the gun as having a silver barrel and a brown wooden handle.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 5, 1996, after Moore made the final controlled purchase, the police executed a no-knock warrant to search the Wales Street apartment for evidence of drug-related activities. Upon entry, the police found Smith and another individual, Duane Sawyer, inside the apartment. During the ensuing search of the apartment, officers found, <i>inter alia,</i> a blue bag on the floor of the living room with the wooden handle of a stainless steel revolver protruding from one of the unzipped compartments of the bag. At trial, Moore identified the revolver as the firearm she had seen beside Smith in his living room on November 3, and Bovill testified that it was the same gun he could not find after showing it to Smith at the Otisfield Street apartment in August 1995. The gun was loaded with six rounds of ammunition. In addition, officers found in the bag six rounds of .38 caliber ammunition in a \"speed loader,\" seven rounds of .357 caliber ammunition in a plastic box, a holster that Bovill identified as the one he had brought with his gun to Smith's Otisfield Street apartment, a case for the speed loader, papers used for packaging cocaine, a black knife that Moore recognized as belonging to Smith, utility bills, and checkbooks with Smith's name on them. Elsewhere in the apartment, police found a wallet containing two of Smith's IDs and Bovill's firearms license. In the rear bedroom, police found two file folders containing documents in Smith's name and Anderson's name. On Smith's person there was another wallet containing more of his IDs and $1,271 in cash, as well as a welfare card for Moore.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although Smith did not testify at trial, he based his defense on the sole contention that he neither owned nor possessed the gun.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> To support this defense, Smith put on the stand Sawyer, who testified that the Wales Street apartment where the gun was found was leased in the name of an individual named \"Joe.\" Sawyer claimed ownership over the gun and testified that Smith had never seen or handled it. Smith also challenged the credibility of the informant Moore, who testified in the government's case. In closing argument, Smith disavowed any control over the Wales Street apartment where the gun was found.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 16, 1997, the jury found Smith guilty as charged. The district court subsequently found that Smith was an armed career criminal under the Armed Career Criminal Act, 18 U.S.C. &#167; 924(e), and accordingly sentenced him to 262 months in prison to be followed by three years of supervised release. This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Smith seeks a new trial on grounds that the district court abused its discretion in admitting evidence of his drug dealing under Fed.R.Evid. 404(b)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> in a gun possession case and that the missing hearing transcript has prejudiced his ability to bring this evidentiary challenge. For the reasons set forth below, we reject these claims.</p>\n    </div>\n    <p class=\"indent\">A. Procedural History</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 4, 1997, the government filed a motion in limine to admit, <i>inter alia,</i> evidence of Smith's drug dealing under Rule 404(b). In that motion, the government disclosed its intention to present testimony from confidential informant Erica Moore about her longstanding involvement with Smith in dealing drugs, and specifically that she assisted the defendant in selling cocaine at [the Wales Street apartment] over a period of many weeks preceding November 5; that she and others frequently smoked crack at that location, made with cocaine supplied by the defendant; that she and others frequently delivered drugs at the defendant's direction using a car owned by a Boston Police Officer; that the defendant gave her instructions regarding various aspects of the business, including an explicit direction to keep the sink area of the kitchen clean so that there would be ready access to the garbage disposal in the event of a police raid; and that she made a number of controlled purchases of cocaine from the defendant, under the direction of the Boston police.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government also notified the court of its intention to present at least one other witness who purchased drugs from the defendant at the Wales Street apartment as far back as ten months before the gun was found.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held a hearing on the government's Rule 404(b) motion on June 9, 1997. At that hearing, the court expressed concerns about the relevance of a significant portion of the proffered evidence to the gun possession charge and the potential for unfair prejudice. For instance, the court indicated that it was wary about allowing evidence of any instructions by Smith that Moore keep the sink area clean to enable ready access to the drain in case of a police raid:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">What I am trying to walk a tight line on is, if he is not charged with a drug offense, it is either prejudicial or 404(b) material, unless it is relevant, the observation of the gun. So, why would it be relevant that the drugs were flushed down the drain? Let's assume it is true?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court also excluded, on the basis of undue prejudice, evidence of Smith's drug dealing from the Wales Street apartment going back more than ten (10) days before Moore spotted the firearm in the apartment:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">No need to go back to January or May of 1996. [The government] really can do it, without getting too prejudicial, just within the span of that week.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Defense counsel proceeded to engage the court in a dialogue as to the prejudicial nature of evidence that, days before the gun was found, three armed individuals entered into the Wales Street apartment, held Smith and others at gunpoint, and robbed them of drugs and money:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">MR. RICHEY: [defense counsel]: Basically, what you have is evidence that is coming before the jury, which I think is incredibly prejudicial ... you have testimony three armed men came and tied the defendant, as well as several other people, with ropes, and brandished guns, and took drugs and money. I think that is an incredibly prejudicial set of facts to put before a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">COURT: Why? Why? In a way [the robbery] makes them more sympathetic. I mean, if it happened. He is saying it didn't happen. Why is it so prejudicial?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">MR. RICHEY: Well, it just paints this whole scene exactly the way the prosecution wants to do, as a drug den, as a tinder box where anything could ignite.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">THE COURT: I see.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">MR. RICHEY: And, in and of itself, it is prejudicial. And the point I wanted to make is that often the case before the court is a drug case, and a gun will come in. Guns are tools of the trade. And it is allowed in. And a point that I would like to make is drug dealing per se, to a degree, is per se abhorrent. So the matter in issue is something that is already prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although a court reporter was present to record the hearing, she lost a portion of her notes. As a result, the final portion of the hearing transcript is missing from the record. The transcript thus ends shortly after the above colloquy, leaving the parties without a verbatim account of the remainder of the hearing.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The clerk's hearing notes, however, do provide a summary record of the court's Rule 404(b) ruling:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[The court's] Order: Cut off gov't use of drug dealing evidence to 22nd (week or so before the arrest). As to motive and control and nature of relationship with CI [Moore]. Won't let in \"flush\" drugs preparations. Defendant will prepare jury instructions to limit drug dealing evidence as going only to issue of motive and control.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">At trial, Moore testified that she had known Smith for approximately a year. She testified that Smith lived at the Wales Street apartment when she knew him and that she frequently stayed overnight with him at that apartment. Moore testified that Smith paid the rent on that apartment, slept in the bedroom, had control over the apartment key and mailbox key, and kept his clothes in the apartment's closets.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When the government began to question Moore about the nature of her relationship with Smith, defense counsel objected on Rule 404(b) grounds, anticipating her testimony about her involvement with Smith's drug dealing. In response, the district court invited defense counsel to submit the limiting instruction pertinent to this evidence that he was asked at the June 9 hearing to prepare. Defense counsel was not prepared to do so, at which point the district court gave the jury its own limiting instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">And you're about to hear some evidence that will come in for a limited purpose. You may remember the charge here &#8212; and the government has to prove it beyond a reasonable doubt &#8212; is that Mr. Smith was illegally possessing a firearm and ammunition. You're going to hear about some activities now which are not charged against Mr. Smith and the only reason this is being allowed in is so that you can understand the nature of the relationship between Ms. Moore and Mr. Smith and also that you can evaluate whether or not Mr. Smith had control over the apartment. It's up to you to find those issues, but that's the only purpose for which you can consider this. You cannot consider this information as anything being charged against Mr. Smith, because it's not.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moore then testified that she helped Smith distribute cocaine. She explained how she packaged cocaine for Smith by wrapping it in foil and how others working for Smith wrapped cocaine in white paper similar to that found in the blue bag with the gun. Moore identified individuals that came to the apartment to buy cocaine, to cook cocaine into crack, and to smoke the crack cocaine. She indicated that Debra Anderson, the Boston police officer, smoked crack in the apartment and that Smith used Anderson's car to deliver drugs. She testified in detail as to each of the four controlled buys at the Wales Street apartment. She explained that when she went to the Wales Street apartment on her own to buy cocaine two days before the apartment was searched, Smith was sitting on the couch with a gun beside him, which she identified as the .38 Taurus revolver produced at trial. She stated that Smith did not say anything about the gun; instead, he repeatedly looked from the gun to Moore and back to the gun. She testified that Smith told her that he had the gun because he had been robbed at the apartment that weekend.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At the close of the evidence, the district court included in its jury charge an instruction similar to that given earlier during Moore's testimony about the limited purpose for which the evidence of Smith's drug dealing was admitted. Smith did not object to this instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">B. Missing Portion of the Hearing Transcript</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Smith argues that the missing transcript has prejudiced his ability to perfect his appeal, thus warranting reversal of his conviction and a new trial. The Court Reporter Act, 28 U.S.C. &#167; 753(b), provides that all open court proceedings in criminal cases \"shall be recorded verbatim.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although &#167; 753(b) is mandatory, <i>United States v. Andiarena,</i> 823 F.2d 673, 676 (1st Cir.1987), \"nothing prescribes automatic reversal of a defendant's convictions for non-compliance\" with that statutory provision. <i>United States v. Brand,</i> 80 F.3d 560, 563 (1st Cir.1996); <i>see United States v. Gallo,</i> 763 F.2d 1504, 1530 (6th Cir.1985) (\"A violation of the recording mandate, however, is not <i>per se</i> error, and thus without more does not require reversal.\"). Rather, to obtain reversal and a new trial, the defendant must demonstrate \"specific prejudice to his ability to perfect an appeal, beyond mere non-compliance with the [Court Reporter Act].\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Brand,</i> 80 F.3d at 563 (citing extra-circuit precedent).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">According to Smith, the missing portion of the transcript contained both defense counsel's argument to exclude the contested evidence and the basis for the court's ruling on its admissibility. Thus, he contends that the missing transcript hampers his ability to argue that the district court failed to perform the requisite second step of the Rule 404(b) analysis, namely, balancing the probative value of the drug dealing evidence against its potential prejudicial effect pursuant to Fed.R.Evid. 403, <i>see United States v. Van Horn,</i> 277 F.3d 48, 57 (1st Cir.2002), and that we cannot meaningfully review the district court's decision to admit some of the drug dealing evidence under Rule 404(b). We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We know from the record that the district court did consider the prejudicial effect of the drug dealing evidence on a jury in a gun possession case and excluded certain evidence on that basis. For instance, the court specifically excluded evidence of Smith's drug dealing from the Wales Street apartment going back more than ten days before the gun was found on grounds that it was \"too prejudicial.\" Moreover, the district court invited Smith to submit a limiting instruction on the Rule 404(b) evidence. The invitation to a defendant to submit or request a limiting instruction \"suggests that [the district court] had come to the conclusion that the danger of unfair prejudice did not outweigh the probative value of the evidence.\" <i>United States v. Rosa,</i> 705 F.2d 1375, 1378 (1st Cir.1983)(per curiam). Although defense counsel failed to do so, the court gave its own such instruction twice &#8212; once in the midst of trial and again as part of the jury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Furthermore, there is no necessary relationship between the absence from the record of an explanation for a Rule 403 balancing ruling and our ability to conduct a meaningful appellate review of such a ruling. <i>See United States v. Santagata,</i> 924 F.2d 391, 394 (1st Cir.1991) (noting that \"on-the-record findings as to the probative value/prejudicial effect balance ... are not always necessary\"). As Smith concedes, where the record is silent, we have on prior occasions assumed that the district court tacitly performed Rule 403 balancing, or we have independently engaged in that analysis without resort to the district court's decision. <i>See, e.g., United States v. De La Cruz,</i> 902 F.2d 121, 123 n. 1 (1st Cir.1990) (\"Despite the lack of express findings, we believe that the record reflects the district court's awareness of its responsibility to weigh the relevant factors and perform a balancing test prior to allowing the government to use the disputed evidence.\"); <i>United States v. Foley,</i> 871 F.2d 235, 238 (1st Cir.1989)(no abuse of discretion found in exclusion of evidence despite absence of express findings); <i>United States v. Flores Perez,</i> 849 F.2d 1, 4 n. 2 (1st Cir.1988); <i>United States v. Currier,</i> 821 F.2d 52, 54 n. 3 (1st Cir.1987) (noting that trial court's \"failure to elaborate on the reason for deciding to admit the evidence ... did not in these circumstances imply that it was ignoring the proper factors under Rule 403\" (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Finally, we recognize that an adequate record is of particular importance when new counsel is retained on appeal. However, the mere fact that Smith has retained new counsel for his appeal does not by itself warrant reversal nor in any way relieve Smith of his burden to demonstrate \"specific prejudice.\" <i>See Brand,</i> 80 F.3d at 563 (requiring same showing of specific prejudice, \"whether or not there is new appellate counsel\"). To hold otherwise would \"create[] the perverse incentive of encouraging defendants to dismiss trial counsel and seek new appellate counsel whenever questions arise over the sufficiency of a trial transcript.\" <i>United States v. Huggins,</i> 191 F.3d 532, 537 (4th Cir.1999). <i>Accord Sierra,</i> 981 F.2d at 126. There has been no showing that the missing portion of the hearing transcript prejudices Smith's ability to challenge the admission of the drug dealing evidence under Rule 404(b). We turn, therefore, to the merits of that Rule 404(b) challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">C. Admissibility of Drug Dealing Evidence Under Rule 404(b)</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Smith contends that, under Rule 404(b), the district court improperly admitted at his trial on the firearms possession charge evidence of his involvement in drug-related activities. Reviewing the district court's Rule 404(b) evidentiary ruling for abuse of discretion, <i>see Van Horn,</i> 277 F.3d at 56, we find no such abuse here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Rule 404(b) allows \"[e]vidence of other crimes, wrongs or acts\" to be introduced for certain permitted purposes, such as \"proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\" We engage in a two-step analysis to determine admissibility of other-acts evidence under Rule 404(b). <i>See United States v. Sebaggala,</i> 256 F.3d 59, 67 (1st Cir.2001). First, we must assess whether the evidence is \"specially probative of an issue in the case\" and is not merely offered to show the defendant's bad character or propensity for crime. <i>United States v. Frankhauser,</i> 80 F.3d 641, 648 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Even if the evidence demonstrates such special relevance, \"it must run a second gauntlet; Rule 404(b) incorporates <i>sub silentio</i> the prophylaxis of Federal Rule of Evidence 403.\" <i>Sebaggala,</i> 256 F.3d at 67. Under Rule 403, the evidence shall be excluded if \"its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As Rule 403 makes explicit, the law shields a defendant \"against <i>unfair</i> prejudice, not against <i>all</i> prejudice.\" <i>United States v. Candelaria-Silva,</i> 162 F.3d 698, 705 (1st Cir.1998) (internal quotation marks omitted). <i>United States v. Rodriguez-Estrada,</i> 877 F.2d 153, 156 (1st Cir.1989) (\"[A]ll evidence is meant to be prejudicial; it is only <i>unfair</i> prejudice which must be avoided.\"). We usually defer to the district court's balancing under Rule 403 of probative value against unfair prejudice. <i>See United States v. Currier,</i> 836 F.2d 11, 18 (1st Cir.1987). \"Only rarely &#8212; and in extraordinarily compelling circumstances &#8212; will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\" <i>Freeman v. Package Mach. Co.,</i> 865 F.2d 1331, 1340 (1st Cir.1988).</p>\n    </div>\n    <p class=\"indent\">1. <i>Special Relevance</i></p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The disputed evidence easily clears the relevancy hurdle. Section 922(g)(1) requires the government to prove, <i>inter alia,</i> that the defendant possessed a firearm and did so knowingly. <i>United States v. Lanoue,</i> 137 F.3d 656, 661 (1st Cir.1998). To establish knowing possession under &#167; 922(g)(1), the government must demonstrate actual or constructive possession of the firearm. <i>See United States v. Wight,</i> 968 F.2d 1393, 1397-98 (1st Cir.1992). \"`Constructive' possession is commonly defined as the power and intention to exercise control, or dominion and control, over an object not in one's `actual' possession.\" <i>United States v. Zavala Maldonado,</i> 23 F.3d 4, 7 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In his defense, Smith disavowed any control over the revolver or the Wales Street apartment where that gun was found, submitting testimony from Sawyer to that effect. In light of this defense, evidence of Smith's drug dealing at the apartment was highly relevant to the issues disputed at trial because that evidence demonstrates Smith's control over the Wales Street apartment where the gun was found, and the joint drug dealing efforts of Smith and Moore help explain why Moore was in a position to see the gun. Furthermore, Smith's drug dealing provides a compelling motive for possessing the gun, namely, to protect his drugs and drug money. Several of our sister circuits have approved the admission of evidence of a defendant's drug activities in a firearms possession case to show a motive or knowing possession of the firearm. <i>See, e.g., United States v. Thomas,</i> 242 F.3d 1028, 1031-33 (11th Cir.2001) (holding that evidence of defendant's drug dealing was admissible to prove knowing possession of firearms);<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>United States v. Butcher,</i> 926 F.2d 811, 816 (9th Cir.1991) (\"[E]vidence of narcotics trafficking may be properly admitted to show knowing possession of a weapon.\"); <i>United States v. Fuller,</i> 887 F.2d 144, 147 (8th Cir.1989) (holding that, \"given the close and well-known connection between firearms and drugs,\" drug-related evidence was admissible to show motive to possess firearm); <i>United States v. Simon,</i> 767 F.2d 524, 527 (8th Cir.1985) (finding that evidence that defendant engaged in \"drug packaging\" at apartment where gun was found was probative of his possession of that gun, because of \"known correlation between drug dealing and weapons\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Smith argues that our decision in <i>United States v. Currier,</i> 821 F.2d 52 (1st Cir.1987), demonstrates our unwillingness to admit evidence of narcotics to prove gun possession. That is not so. In <i>Currier,</i> the defendant did not argue that the gun he was charged with possessing belonged to someone else in the apartment. <i>See id.</i> at 56 n. 6. Thus, the narcotics evidence was only \"marginally relevant on the issue of [gun] possession.\" <i>Id.</i> Here, on the other hand, Smith argued that the gun did not belong to him; he put on evidence that Sawyer owned the gun. As such, evidence of drug dealing, for reasons discussed <i>supra,</i> was relevant to the contested issue of knowing possession.</p>\n    </div>\n    <p class=\"indent\">2. <i>Risk of Unfair Prejudice</i></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We recognize that illicit drug dealing is an \"emotionally charged public issue.\" 2 Jack B. Weinstein &amp; Margaret A. Berger, <i>Weinstein's Federal Evidence</i> &#167; 403.04[2], at 403-46 (2d ed.2002). Thus, the trial courts must exercise care in deciding to what extent, if at all, evidence of drug-related activities should be admitted in a firearms possession case. Here, the district court exercised appropriate care in monitoring the introduction of such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court carefully parsed the evidence at the pre-trial hearing and circumscribed the scope of the evidence the government could offer at trial. Although the government sought to admit evidence of Smith's drug dealing stretching back over a ten-month period, the court excluded evidence of Smith's drug dealing going back more than ten days before Moore saw the firearm in the Wales Street apartment. The court also barred Moore from testifying as to instructions by Smith to keep the sink area clean to enable ready access to the drain to flush down drugs in case of a police raid.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Smith argues, however, that this evidence of drug dealing was not necessary to show Smith's control over the apartment because it was duplicative of other uncontested evidence in the record, such as testimony that Smith had the keys to the apartment and mailbox, slept in the only bedroom where he kept his prescription medication, and paid the utility bills. We disagree. While this other evidence may have been probative on the issue of control over the apartment, it had no bearing on motive to possess the gun. The strongest evidence of motive (and therefore knowing possession) &#8212; matters which Smith himself put into issue &#8212; was the drug dealing from that apartment around the time the gun was discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Finally, we note the careful limiting instruction given by the trial court &#8212; first when the challenged testimony was admitted and again in the jury charge &#8212; as to the limited purposes for which Moore's testimony about Smith's drug-related activities was to be considered. We have noted on many occasions the salutary effect of such instructions. <i>See, e.g., United States v. Morla-Trinidad,</i> 100 F.3d 1, 6 (1st Cir.1996) (taking note of limiting instruction in assessing extent of unfair prejudice); <i>Devin,</i> 918 F.2d at 288 (noting \"clarity of the court's charge\" limiting jury's use of Rule 404(b) evidence in finding no abuse in trial court's Rule 403 balancing); <i>United States v. Currier,</i> 836 F.2d 11, 18-19 (1st Cir.1987) (finding no abuse in court's Rule 403 calculus where district court alleviated impact of unfair prejudice by means of cogent limiting instructions). We conclude that the district court did not abuse its discretion in admitting the drug-related evidence at Smith's trial on the firearm possession charge.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addition, Smith seeks reversal of his conviction on grounds that the government failed to timely disclose Moore's medical treatment records, in violation of <i>Brady v. Maryland,</i> 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), thus impairing his ability to defend the case. The Supreme Court held in <i>Brady</i> that \"suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.\" <i>Id.</i> at 87, 83 S.Ct. 1194. Smith's claim rests on the well-established corollary of that rule prohibiting unwarranted delays in the disclosure of material evidence. <i>See, e.g., United States v. Ingraldi,</i> 793 F.2d 408, 411-412 (1st Cir.1986) (recognizing that delayed disclosure requires reversal where delay caused prejudice to defendant's case).</p>\n    </div>\n    <p class=\"indent\">A. Procedural History</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">On February 18, 1997, Smith filed a discovery motion seeking, <i>inter alia,</i> exculpatory material under <i>Brady</i> and <i>Giglio v. United States,</i> 405 U.S. 150, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972). His motion included a request for \"any information adverse to the credibility of any witness, including but not limited to ... physical, mental, visual, or psychiatric treatments and/or impairments (including legal or illegal use of drugs and excessive use of alcohol), which could affect witness' [sic] accuracy and full details of the same.\" Smith also requested disclosure of any rewards, promises, or inducements &#8212; monetary or otherwise &#8212; made by the government to any prospective witness in exchange for information or other assistance. On February 26, 1997, the government responded that 1) it was not aware of any evidence which could be deemed exculpatory under <i>Brady</i> and its progeny, and 2) no promises, rewards or inducements had been given to any witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On June 5, 1997, less than a week before trial, the government notified Smith that it intended to call Erica Moore as a witness.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> On June 9, the government provided Smith with a copy of Moore's criminal record and informed him that Moore was manic-depressive and addicted to crack. Smith did not move for a continuance at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">On June 10, the first day of trial, the government informed Smith that the Boston Police Department had paid Moore for her services and promised her drug treatment. At a June 11 hearing prior to opening arguments, Smith objected to this late disclosure of financial rewards and incentives to Moore and requested that the cross-examination of Moore be continued until the next day \"at a minimum.\" The court granted Smith a one-day continuance.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">On the following morning of June 12, Smith moved for a mistrial, claiming that he did not have enough time to prepare for Moore's cross-examination because certain medical records relating to Moore were yet to be disclosed to him. The district court denied Smith's motion for a mistrial without prejudice but continued Moore's cross-examination for another day. Smith then moved for a continuance until June 16. The court denied that request without prejudice to renewal upon disclosure of the anticipated documents.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The government began and completed Moore's direct examination that day, June 12. Moore testified, <i>inter alia,</i> that on October 13, 1996, she was living with Debra Anderson, but that Anderson kicked Moore out of the apartment because of a disagreement on October 18, 1996. Moore testified that Smith at various points had been romantically involved with both her and Anderson and that she met with law enforcement officials sometime during this period and gave them information concerning Anderson and Smith.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Later that evening, Smith received the anticipated disclosures of voluminous medical records relating to Moore from two mental health institutions. The next morning, Smith renewed his motion for a mistrial; in the event that his mistrial motion was denied, he also moved for a three-day continuance until June 16, to afford him \"an adequate opportunity to fully review the records and adequately cross-examine her on them.\" The district court denied Smith's motion for a mistrial but granted his request for a three-day continuance of Moore's cross-examination. Accordingly, Smith cross-examined Moore on June 16, 1997. He did not complain that the continuance that he had requested and received was insufficient, nor did he renew his motion for a mistrial before cross-examining Moore.</p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In delayed disclosure cases, we need not address whether the evidence was \"material\" under <i>Brady</i> unless the defendant can demonstrate that \"defense counsel was `prevented by the delay from using the disclosed material effectively in preparing and presenting the defendant's case.'\" <i>United States v. Lemmerer,</i> 277 F.3d 579, 588 (1st Cir.2002) (quoting <i>Ingraldi,</i> 793 F.2d at 411-12); <i>see also Devin,</i> 918 F.2d at 290 (\"[T]he critical inquiry is ... whether the tardiness prevented defense counsel from employing the [tardily disclosed] material to good effect.\"). However, we have noted that defense counsel must typically request a continuance to preserve a claim of prejudice by delayed disclosure of evidence. <i>See United States v. Sepulveda,</i> 15 F.3d 1161, 1178 (1st Cir.1993) (\"As a general rule, a defendant who does not request a continuance will not be heard to complain on appeal that he suffered prejudice as a result of late-arriving discovery.\"). <i>See also United States v. Osorio,</i> 929 F.2d 753, 758 (1st Cir.1991) (\"Generally, we have viewed the failure to ask for a continuance as an indication that defense counsel was himself satisfied he had sufficient opportunity to use the evidence advantageously.\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Here, Smith failed on June 16, 1997, to request an additional continuance or to renew his motion for a mistrial. When Smith's counsel appeared in court on June 16, he never indicated that the three-day continuance was insufficient time to prepare adequately for Moore's cross-examination. <i>Compare Devin,</i> 918 F.2d at 289 (noting that defense counsel, unsatisfied with four-day continuance granted to review tardy disclosures, moved for further continuance of 30 days).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In any event, even if there was a delayed disclosure and Smith properly preserved a challenge to it, he cannot make the requisite showing of prejudice.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> We have held that \"some showing of prejudice [is] required beyond mere assertions that the defendant would have conducted cross-examination differently.\" <i>United States v. Walsh,</i> 75 F.3d 1, 8 (1st Cir.1996). At the very least, Smith must show \"a plausible strategic option which the delay foreclosed.\" <i>Devin,</i> 918 F.2d at 290. The impact of the delayed disclosure on defense counsel's cross examination turns in part on \"the extent the defendant actually managed to use the [disclosed material] despite the delay.\" <i>Ingraldi,</i> 793 F.2d at 412.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The record demonstrates that defense counsel conducted an effective cross-examination of Moore by using her medical records and criminal history to attack her credibility. He interrogated her about her mental health history, along with her prior criminal record and history of drug abuse. He specifically pressed her about her involuntary commitment at two mental health facilities and her treatment with anti-psychotic medication. He inquired into the effect of that medication on her perception and cognitive abilities. He elicited information about her various diagnosed conditions: a severe bipolar disorder with psychotic features, paranoia with delusional disorders, and Borderline Personality Disorder. He questioned her about her $1,000-a-week cocaine habit, her altercations with other patients while at the mental health institutions, and her alleged statements in the past expressing a desire to hurt others.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Moreover, defense counsel's development of other avenues of impeachment reduces the significance of the information contained in Moore's medical disclosures. For instance, he asked her about her use of drugs while on probation and statements she made to her probation officer about experiencing audio and visual hallucinations. In addition, defense counsel questioned Moore about her conviction for assault and battery with a dangerous weapon, and her receipt of payments for working with the police to apprehend Smith.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Smith argues that, if his trial counsel had received the medical records earlier, he would have developed a defense strategy concerning Moore's extensive history of retaliating against people whom she perceived had injured or insulted her, instead of attempting to cast doubt on the reliability of her perception of reality and her ability to make observations. He claims that his theory would have been that Moore fabricated her testimony at trial to retaliate against Smith, who was involved romantically with both Anderson and Moore at various points.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Smith cannot prevail on that argument for two reasons. First, defense counsel did in fact attempt to question Moore during cross-examination about several retaliatory acts during her hospitalizations. Indeed, in his closing argument, defense counsel posed a rhetorical question to the jury: \"Doesn't her mental health history show her capacity for revenge, the extent to which she would manipulate others and the situation around her?\" This statement confirms that any delay in disclosure did not foreclose Smith from identifying the impeachment value of this retaliation theory. <i>See Devin,</i> 918 F.2d at 289 (holding that, to demonstrate the requisite prejudice from delayed disclosure, defendant must make prima facie showing that \"the delay foreclosed\" a \"plausible strategic option\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Second, the court sustained objections to cross-examination questions about retaliatory acts, thus precluding Smith from pursuing this line of questioning. Smith, however, makes no argument on appeal that the district court abused its discretion in this limitation of his cross-examination. Having failed to make this predicate argument, Smith cannot be heard to complain that any delay in the disclosure of Moore's medical records compromised his ability to pursue the \"retaliatory-acts\" line of questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In summary, we are satisfied generally that any delay in the disclosure of Moore's medical records did not impair defense counsel's \"effective use of the information, hinder presentation of the defense, result in unfair prejudice, or cause an alteration in defense strategy.\" <i>Id.</i> at 291.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 922(g) states in relevant part:</p>\n        <p class=\"indent\">It shall be unlawful for any person ... (1) who has been convicted in any court of, a crime punishable by imprisonment for a term exceeding one year ... to ship or transport in interstate or foreign commerce, or possess in or affecting commerce, any firearm or ammunition; or to receive any firearm or ammunition which has been shipped or transported in interstate or foreign commerce.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 922(g).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As to the other &#167; 922(g)(1) elements, Smith stipulated (1) that he had previously been convicted of a felony; (2) that the firearm and ammunition found in the Wales Street apartment constituted firearm and ammunition within the meaning of federal law; and (3) that the firearm and ammunition had traveled in interstate commerce</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 404(b) provides in pertinent part:</p>\n        <p class=\"indent\">Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident....</p>\n        <p class=\"indent\">Fed.R.Evid. 404(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The hearing transcript was deemed missing in the spring of 2000, when counsel ordered the transcript of the proceedings for purposes of preparing for the appeal. At that point, based upon their respective recollections, separate statements were submitted by Smith, his trial counsel and the government as to what transpired during the portion of the hearing for which the transcript was missing, in accordance with Fed.R.App.P. 10(c). The district court, however, did not settle or approve a statement of proceedings because it had \"no independent recollection\" of the substantive discussions at the hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Court Reporter Act, 28 U.S.C. &#167; 753(b), states in pertinent part:</p>\n        <p class=\"indent\">Each session of the court and every other proceeding designated by rule or order of the court or by one of the judges shall be recorded verbatim by shorthand, mechanical means, electronic sound recording, or any other method, subject to regulations promulgated by the Judicial Conference and subject to the discretion and approval of the judge.... Proceedings to be recorded under this section include (1) all proceedings in criminal cases had in open court....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Similarly, due process does not require a full verbatim trial transcript, but only requires that a \"criminal appellant be provided with a record of sufficient completeness to permit proper consideration of his claims.\"<i>Bundy v. Wilson,</i> 815 F.2d 125, 135 (1st Cir.1987)(internal quotation marks omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>Accord United States v. Malady,</i> 960 F.2d 57, 58-59 (8th Cir.1992) (\"To obtain reversal, a defendant must show the missing part of the transcript specifically prejudices the appeal.\"); <i>Gallo,</i> 763 F.2d at 1530-31; <i>United States v. Sierra,</i> 981 F.2d 123, 125 (3rd Cir.1992) (\"[F]ailure to comply with the Court Reporter Act does not warrant reversal without a specific showing of prejudice.\"). <i>See generally</i> Sheldon R. Shapiro, Annotation, <i>Prejudicial Effect of Federal District Court Reporter's Omissions in Recording Judicial Proceedings, Where Such Omissions Constitute Failure to Comply With Court Reporter Act, 28 U.S.C.A. &#167; 753(b),</i> 12 A.L.R.Fed. 584 (1972 &amp; Supp.2000) (collecting cases). <i>But see United States v. Selva,</i> 559 F.2d 1303, 1306 (5th Cir.1977) (\"When ... a criminal defendant is represented on appeal by counsel other than the attorney at trial, the absence of a substantial and significant portion of the record, even absent any showing of specific prejudice or error, is sufficient to mandate reversal.\" (footnote omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The facts in<i>Thomas</i> bear close resemblance to those here. In that case, police executed a search warrant at Thomas's residence after a few drug transactions occurred at or near there. <i>See</i> 242 F.3d at 1030. While the search did not produce any drugs, the police did find two firearms &#8212; one in the closet and another in a pick-up truck parked in the driveway &#8212; along with $1,200 in cash on a dresser in the living room, and $110 cash in defendant's wallet. <i>See id.</i> The Eleventh Circuit upheld the district court's admission of evidence of defendant's drug dealing on the basis that \"evidence of his drug trafficking was in sufficiently close proximity, temporally and physically, to be relevant to proving that he knowingly possessed\" the firearms. <i>Id.</i> at 1032.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Rule 404(b) motion in limine was filed on June 4, 1997. The government claims that it was not until this time that it became aware that Moore would be available to testify at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> <i>Accord Lemmerer,</i> 277 F.3d at 587 n. 2 (citing <i>Osorio</i>); <i>Ingraldi,</i> 793 F.2d at 413 (\"[Defendant's] failure to move for a continuance when he received the [overdue disclosures] indicates that he was himself satisfied that he had sufficient time to use them to his best advantage.\"); <i>United States v. Diaz-Villafane,</i> 874 F.2d 43, 47 (1st Cir.1989) (observing that defendant's \"claim that he was unfairly surprised is severely undermined, if not entirely undone, by his neglect to ask the district court for a continuance to meet the claimed exigency\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The government denies any delay in disclosure, maintaining that it disclosed the relevant records on Moore (which were not in the government's possession) as promptly as possible under the circumstances. We need not resolve that question here. For purposes of the present analysis, we assume without deciding that there was a delay in the disclosure of Moore's records</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Smith filed a<i>pro se</i> supplementary brief in which he raises a number of additional arguments not argued by his counsel. Our careful review of his submissions and the record fails to reveal any issues that merit discussion.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William SMITH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1678.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 3, 2001.</p>\n    <p class=\"date\">Decided June 11, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Jane Elizabeth Lee, was on brief for appellant.</p>\n      <p class=\"indent\">Donald L. Cabell, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William Smith appeals from his conviction for possession of a firearm and various rounds of ammunition. He challenges the district court's admission of evidence of his drug dealing under Fed.R.Evid. 404(b). Relatedly, he seeks a new trial because he claims a missing portion of a hearing transcript has impaired his ability to perfect his appeal on that evidentiary issue. In addition, he claims that the government's failure to timely disclose medical treatment records of a key government witness hampered his ability to defend the case. We reject these claims and affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We describe briefly the background of this case at this juncture and add more detail as it becomes relevant to the legal analysis. On January 29, 1997, a federal grand jury returned a one-count indictment charging Smith with being a felon in possession of a firearm and various rounds of .38 and .357 caliber ammunition, on or about November 5, 1996, in violation of 18 U.S.C. &#167; 922(g)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> His trial began on June 10, 1997. In support of its case at trial, the government introduced evidence that in August of 1995, Smith had invited an acquaintance, Richard Bovill, over to his apartment at 5 Otisfield Street (Otisfield Street apartment) in Roxbury, Massachusetts, to watch a boxing match. Bovill was a security guard and owned several handguns, including a Taurus .38 caliber revolver, the firearm referenced in the indictment. Bovill brought with him a duffel bag which contained, <i>inter alia,</i> the loaded Taurus revolver, a holster for the Taurus, and a Massachusetts firearms permit. At some point that evening, Bovill took the gun out of the bag, unloaded it, and handed it to Smith, who examined it and remarked that he liked it. A few weeks later, Bovill realized that he could not find his gun, holster, or permit. When he returned to the Otisfield Street apartment in search of them, he found the residence abandoned and boarded up.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At some point prior to the summer of 1996, Smith moved to 33 Wales Street, Apartment No. 104 (Wales Street apartment) in Dorchester, Massachusetts. The lease to the apartment was under the name of a \"Joseph Turner.\" Smith began selling cocaine powder and crack cocaine from that apartment. A number of individuals assisted Smith in his drug operation, including a woman named Erica Moore.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In late October of 1996, Erica Moore agreed to assist law enforcement officials investigating the involvement of Smith and Debra Anderson, a Boston police officer, for drug-related activities. Smith was romantically involved with both Moore and Anderson.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between October 22 and November 5, 1996, Moore made four controlled purchases of cocaine from Smith at the Wales Street apartment. Notwithstanding her role, Moore also continued to purchase cocaine from Smith for her own use. On November 3, 1996, shortly before the last controlled buy, Moore went to Smith's apartment to buy cocaine for herself and saw a gun next to Smith on the couch in the living room of the apartment. Moore reported her observations to the police the next day, describing the gun as having a silver barrel and a brown wooden handle.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 5, 1996, after Moore made the final controlled purchase, the police executed a no-knock warrant to search the Wales Street apartment for evidence of drug-related activities. Upon entry, the police found Smith and another individual, Duane Sawyer, inside the apartment. During the ensuing search of the apartment, officers found, <i>inter alia,</i> a blue bag on the floor of the living room with the wooden handle of a stainless steel revolver protruding from one of the unzipped compartments of the bag. At trial, Moore identified the revolver as the firearm she had seen beside Smith in his living room on November 3, and Bovill testified that it was the same gun he could not find after showing it to Smith at the Otisfield Street apartment in August 1995. The gun was loaded with six rounds of ammunition. In addition, officers found in the bag six rounds of .38 caliber ammunition in a \"speed loader,\" seven rounds of .357 caliber ammunition in a plastic box, a holster that Bovill identified as the one he had brought with his gun to Smith's Otisfield Street apartment, a case for the speed loader, papers used for packaging cocaine, a black knife that Moore recognized as belonging to Smith, utility bills, and checkbooks with Smith's name on them. Elsewhere in the apartment, police found a wallet containing two of Smith's IDs and Bovill's firearms license. In the rear bedroom, police found two file folders containing documents in Smith's name and Anderson's name. On Smith's person there was another wallet containing more of his IDs and $1,271 in cash, as well as a welfare card for Moore.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although Smith did not testify at trial, he based his defense on the sole contention that he neither owned nor possessed the gun.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> To support this defense, Smith put on the stand Sawyer, who testified that the Wales Street apartment where the gun was found was leased in the name of an individual named \"Joe.\" Sawyer claimed ownership over the gun and testified that Smith had never seen or handled it. Smith also challenged the credibility of the informant Moore, who testified in the government's case. In closing argument, Smith disavowed any control over the Wales Street apartment where the gun was found.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 16, 1997, the jury found Smith guilty as charged. The district court subsequently found that Smith was an armed career criminal under the Armed Career Criminal Act, 18 U.S.C. &#167; 924(e), and accordingly sentenced him to 262 months in prison to be followed by three years of supervised release. This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Smith seeks a new trial on grounds that the district court abused its discretion in admitting evidence of his drug dealing under Fed.R.Evid. 404(b)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> in a gun possession case and that the missing hearing transcript has prejudiced his ability to bring this evidentiary challenge. For the reasons set forth below, we reject these claims.</p>\n    </div>\n    <p class=\"indent\">A. Procedural History</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 4, 1997, the government filed a motion in limine to admit, <i>inter alia,</i> evidence of Smith's drug dealing under Rule 404(b). In that motion, the government disclosed its intention to present testimony from confidential informant Erica Moore about her longstanding involvement with Smith in dealing drugs, and specifically that she assisted the defendant in selling cocaine at [the Wales Street apartment] over a period of many weeks preceding November 5; that she and others frequently smoked crack at that location, made with cocaine supplied by the defendant; that she and others frequently delivered drugs at the defendant's direction using a car owned by a Boston Police Officer; that the defendant gave her instructions regarding various aspects of the business, including an explicit direction to keep the sink area of the kitchen clean so that there would be ready access to the garbage disposal in the event of a police raid; and that she made a number of controlled purchases of cocaine from the defendant, under the direction of the Boston police.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government also notified the court of its intention to present at least one other witness who purchased drugs from the defendant at the Wales Street apartment as far back as ten months before the gun was found.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held a hearing on the government's Rule 404(b) motion on June 9, 1997. At that hearing, the court expressed concerns about the relevance of a significant portion of the proffered evidence to the gun possession charge and the potential for unfair prejudice. For instance, the court indicated that it was wary about allowing evidence of any instructions by Smith that Moore keep the sink area clean to enable ready access to the drain in case of a police raid:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">What I am trying to walk a tight line on is, if he is not charged with a drug offense, it is either prejudicial or 404(b) material, unless it is relevant, the observation of the gun. So, why would it be relevant that the drugs were flushed down the drain? Let's assume it is true?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court also excluded, on the basis of undue prejudice, evidence of Smith's drug dealing from the Wales Street apartment going back more than ten (10) days before Moore spotted the firearm in the apartment:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">No need to go back to January or May of 1996. [The government] really can do it, without getting too prejudicial, just within the span of that week.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Defense counsel proceeded to engage the court in a dialogue as to the prejudicial nature of evidence that, days before the gun was found, three armed individuals entered into the Wales Street apartment, held Smith and others at gunpoint, and robbed them of drugs and money:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">MR. RICHEY: [defense counsel]: Basically, what you have is evidence that is coming before the jury, which I think is incredibly prejudicial ... you have testimony three armed men came and tied the defendant, as well as several other people, with ropes, and brandished guns, and took drugs and money. I think that is an incredibly prejudicial set of facts to put before a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">COURT: Why? Why? In a way [the robbery] makes them more sympathetic. I mean, if it happened. He is saying it didn't happen. Why is it so prejudicial?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">MR. RICHEY: Well, it just paints this whole scene exactly the way the prosecution wants to do, as a drug den, as a tinder box where anything could ignite.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">THE COURT: I see.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">MR. RICHEY: And, in and of itself, it is prejudicial. And the point I wanted to make is that often the case before the court is a drug case, and a gun will come in. Guns are tools of the trade. And it is allowed in. And a point that I would like to make is drug dealing per se, to a degree, is per se abhorrent. So the matter in issue is something that is already prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although a court reporter was present to record the hearing, she lost a portion of her notes. As a result, the final portion of the hearing transcript is missing from the record. The transcript thus ends shortly after the above colloquy, leaving the parties without a verbatim account of the remainder of the hearing.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The clerk's hearing notes, however, do provide a summary record of the court's Rule 404(b) ruling:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[The court's] Order: Cut off gov't use of drug dealing evidence to 22nd (week or so before the arrest). As to motive and control and nature of relationship with CI [Moore]. Won't let in \"flush\" drugs preparations. Defendant will prepare jury instructions to limit drug dealing evidence as going only to issue of motive and control.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">At trial, Moore testified that she had known Smith for approximately a year. She testified that Smith lived at the Wales Street apartment when she knew him and that she frequently stayed overnight with him at that apartment. Moore testified that Smith paid the rent on that apartment, slept in the bedroom, had control over the apartment key and mailbox key, and kept his clothes in the apartment's closets.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When the government began to question Moore about the nature of her relationship with Smith, defense counsel objected on Rule 404(b) grounds, anticipating her testimony about her involvement with Smith's drug dealing. In response, the district court invited defense counsel to submit the limiting instruction pertinent to this evidence that he was asked at the June 9 hearing to prepare. Defense counsel was not prepared to do so, at which point the district court gave the jury its own limiting instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">And you're about to hear some evidence that will come in for a limited purpose. You may remember the charge here &#8212; and the government has to prove it beyond a reasonable doubt &#8212; is that Mr. Smith was illegally possessing a firearm and ammunition. You're going to hear about some activities now which are not charged against Mr. Smith and the only reason this is being allowed in is so that you can understand the nature of the relationship between Ms. Moore and Mr. Smith and also that you can evaluate whether or not Mr. Smith had control over the apartment. It's up to you to find those issues, but that's the only purpose for which you can consider this. You cannot consider this information as anything being charged against Mr. Smith, because it's not.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moore then testified that she helped Smith distribute cocaine. She explained how she packaged cocaine for Smith by wrapping it in foil and how others working for Smith wrapped cocaine in white paper similar to that found in the blue bag with the gun. Moore identified individuals that came to the apartment to buy cocaine, to cook cocaine into crack, and to smoke the crack cocaine. She indicated that Debra Anderson, the Boston police officer, smoked crack in the apartment and that Smith used Anderson's car to deliver drugs. She testified in detail as to each of the four controlled buys at the Wales Street apartment. She explained that when she went to the Wales Street apartment on her own to buy cocaine two days before the apartment was searched, Smith was sitting on the couch with a gun beside him, which she identified as the .38 Taurus revolver produced at trial. She stated that Smith did not say anything about the gun; instead, he repeatedly looked from the gun to Moore and back to the gun. She testified that Smith told her that he had the gun because he had been robbed at the apartment that weekend.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At the close of the evidence, the district court included in its jury charge an instruction similar to that given earlier during Moore's testimony about the limited purpose for which the evidence of Smith's drug dealing was admitted. Smith did not object to this instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">B. Missing Portion of the Hearing Transcript</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Smith argues that the missing transcript has prejudiced his ability to perfect his appeal, thus warranting reversal of his conviction and a new trial. The Court Reporter Act, 28 U.S.C. &#167; 753(b), provides that all open court proceedings in criminal cases \"shall be recorded verbatim.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although &#167; 753(b) is mandatory, <i>United States v. Andiarena,</i> <span class=\"citation\" data-id=\"491458\"><a href=\"/opinion/491458/united-states-v-oscar-andiarena/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 676 (1st Cir.1987), \"nothing prescribes automatic reversal of a defendant's convictions for non-compliance\" with that statutory provision. <i>United States v. Brand,</i> <span class=\"citation\" data-id=\"196648\"><a href=\"/opinion/196648/united-states-v-brand/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">560</span></a></span>, 563 (1st Cir.1996); <i>see United States v. Gallo,</i> <span class=\"citation\" data-id=\"453322\"><a href=\"/opinion/453322/united-states-v-joseph-c-gallo-frederick-graewe-hartmut-graewe-kevin/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1504</span></a></span>, 1530 (6th Cir.1985) (\"A violation of the recording mandate, however, is not <i>per se</i> error, and thus without more does not require reversal.\"). Rather, to obtain reversal and a new trial, the defendant must demonstrate \"specific prejudice to his ability to perfect an appeal, beyond mere non-compliance with the [Court Reporter Act].\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Brand,</i> 80 F.3d at 563 (citing extra-circuit precedent).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">According to Smith, the missing portion of the transcript contained both defense counsel's argument to exclude the contested evidence and the basis for the court's ruling on its admissibility. Thus, he contends that the missing transcript hampers his ability to argue that the district court failed to perform the requisite second step of the Rule 404(b) analysis, namely, balancing the probative value of the drug dealing evidence against its potential prejudicial effect pursuant to Fed.R.Evid. 403, <i>see United States v. Van Horn,</i> <span class=\"citation\" data-id=\"199777\"><a href=\"/opinion/199777/united-states-v-horn/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 57 (1st Cir.2002), and that we cannot meaningfully review the district court's decision to admit some of the drug dealing evidence under Rule 404(b). We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We know from the record that the district court did consider the prejudicial effect of the drug dealing evidence on a jury in a gun possession case and excluded certain evidence on that basis. For instance, the court specifically excluded evidence of Smith's drug dealing from the Wales Street apartment going back more than ten days before the gun was found on grounds that it was \"too prejudicial.\" Moreover, the district court invited Smith to submit a limiting instruction on the Rule 404(b) evidence. The invitation to a defendant to submit or request a limiting instruction \"suggests that [the district court] had come to the conclusion that the danger of unfair prejudice did not outweigh the probative value of the evidence.\" <i>United States v. Rosa,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></span>, 1378 (1st Cir.1983)(per curiam). Although defense counsel failed to do so, the court gave its own such instruction twice &#8212; once in the midst of trial and again as part of the jury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Furthermore, there is no necessary relationship between the absence from the record of an explanation for a Rule 403 balancing ruling and our ability to conduct a meaningful appellate review of such a ruling. <i>See United States v. Santagata,</i> <span class=\"citation\" data-id=\"555052\"><a href=\"/opinion/555052/united-states-v-donald-santagata/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span>, 394 (1st Cir.1991) (noting that \"on-the-record findings as to the probative value/prejudicial effect balance ... are not always necessary\"). As Smith concedes, where the record is silent, we have on prior occasions assumed that the district court tacitly performed Rule 403 balancing, or we have independently engaged in that analysis without resort to the district court's decision. <i>See, e.g., United States v. De La Cruz,</i> <span class=\"citation\" data-id=\"540778\"><a href=\"/opinion/540778/united-states-v-jose-manuel-de-la-cruz-aka-jose-manuel-linares-de-la/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 123 n. 1 (1st Cir.1990) (\"Despite the lack of express findings, we believe that the record reflects the district court's awareness of its responsibility to weigh the relevant factors and perform a balancing test prior to allowing the government to use the disputed evidence.\"); <i>United States v. Foley,</i> <span class=\"citation\" data-id=\"520583\"><a href=\"/opinion/520583/united-states-v-richard-e-foley/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span>, 238 (1st Cir.1989)(no abuse of discretion found in exclusion of evidence despite absence of express findings); <i>United States v. Flores Perez,</i> <span class=\"citation\" data-id=\"507350\"><a href=\"/opinion/507350/united-states-v-francisco-flores-perez/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 n. 2 (1st Cir.1988); <i>United States v. Currier,</i> <span class=\"citation\" data-id=\"489945\"><a href=\"/opinion/489945/united-states-v-raymond-leon-currier-united-states-of-america-v-raymond/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 54 n. 3 (1st Cir.1987) (noting that trial court's \"failure to elaborate on the reason for deciding to admit the evidence ... did not in these circumstances imply that it was ignoring the proper factors under Rule 403\" (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Finally, we recognize that an adequate record is of particular importance when new counsel is retained on appeal. However, the mere fact that Smith has retained new counsel for his appeal does not by itself warrant reversal nor in any way relieve Smith of his burden to demonstrate \"specific prejudice.\" <i>See Brand,</i> 80 F.3d at 563 (requiring same showing of specific prejudice, \"whether or not there is new appellate counsel\"). To hold otherwise would \"create[] the perverse incentive of encouraging defendants to dismiss trial counsel and seek new appellate counsel whenever questions arise over the sufficiency of a trial transcript.\" <i>United States v. Huggins,</i> <span class=\"citation\" data-id=\"766131\"><a href=\"/opinion/766131/united-states-v-alvin-justin-buddy-huggins-united-states-of-america-v/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span>, 537 (4th Cir.1999). <i>Accord Sierra,</i> 981 F.2d at 126. There has been no showing that the missing portion of the hearing transcript prejudices Smith's ability to challenge the admission of the drug dealing evidence under Rule 404(b). We turn, therefore, to the merits of that Rule 404(b) challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">C. Admissibility of Drug Dealing Evidence Under Rule 404(b)</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Smith contends that, under Rule 404(b), the district court improperly admitted at his trial on the firearms possession charge evidence of his involvement in drug-related activities. Reviewing the district court's Rule 404(b) evidentiary ruling for abuse of discretion, <i>see Van Horn,</i> 277 F.3d at 56, we find no such abuse here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Rule 404(b) allows \"[e]vidence of other crimes, wrongs or acts\" to be introduced for certain permitted purposes, such as \"proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\" We engage in a two-step analysis to determine admissibility of other-acts evidence under Rule 404(b). <i>See United States v. Sebaggala,</i> <span class=\"citation\" data-id=\"199496\"><a href=\"/opinion/199496/united-states-v-sebaggala/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 67 (1st Cir.2001). First, we must assess whether the evidence is \"specially probative of an issue in the case\" and is not merely offered to show the defendant's bad character or propensity for crime. <i>United States v. Frankhauser,</i> <span class=\"citation\" data-id=\"196693\"><a href=\"/opinion/196693/united-states-v-frankhauser/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 648 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Even if the evidence demonstrates such special relevance, \"it must run a second gauntlet; Rule 404(b) incorporates <i>sub silentio</i> the prophylaxis of Federal Rule of Evidence 403.\" <i>Sebaggala,</i> 256 F.3d at 67. Under Rule 403, the evidence shall be excluded if \"its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As Rule 403 makes explicit, the law shields a defendant \"against <i>unfair</i> prejudice, not against <i>all</i> prejudice.\" <i>United States v. Candelaria-Silva,</i> <span class=\"citation\" data-id=\"198241\"><a href=\"/opinion/198241/united-states-v-candelaria-silva/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 705 (1st Cir.1998) (internal quotation marks omitted). <i>United States v. Rodriguez-Estrada,</i> <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 156 (1st Cir.1989) (\"[A]ll evidence is meant to be prejudicial; it is only <i>unfair</i> prejudice which must be avoided.\"). We usually defer to the district court's balancing under Rule 403 of probative value against unfair prejudice. <i>See United States v. Currier,</i> <span class=\"citation\" data-id=\"499437\"><a href=\"/opinion/499437/united-states-v-raymond-leon-currier/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 18 (1st Cir.1987). \"Only rarely &#8212; and in extraordinarily compelling circumstances &#8212; will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\" <i>Freeman v. Package Mach. Co.,</i> <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1340 (1st Cir.1988).</p>\n    </div>\n    <p class=\"indent\">1. <i>Special Relevance</i></p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The disputed evidence easily clears the relevancy hurdle. Section 922(g)(1) requires the government to prove, <i>inter alia,</i> that the defendant possessed a firearm and did so knowingly. <i>United States v. Lanoue,</i> <span class=\"citation\" data-id=\"197829\"><a href=\"/opinion/197829/united-states-v-lanoue/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">656</span></a></span>, 661 (1st Cir.1998). To establish knowing possession under &#167; 922(g)(1), the government must demonstrate actual or constructive possession of the firearm. <i>See United States v. Wight,</i> <span class=\"citation\" data-id=\"586812\"><a href=\"/opinion/586812/united-states-v-phillip-a-wight/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1393</span></a></span>, 1397-98 (1st Cir.1992). \"`Constructive' possession is commonly defined as the power and intention to exercise control, or dominion and control, over an object not in one's `actual' possession.\" <i>United States v. Zavala Maldonado,</i> <span class=\"citation\" data-id=\"669099\"><a href=\"/opinion/669099/united-states-v-rafael-angel-zavala-maldonado/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In his defense, Smith disavowed any control over the revolver or the Wales Street apartment where that gun was found, submitting testimony from Sawyer to that effect. In light of this defense, evidence of Smith's drug dealing at the apartment was highly relevant to the issues disputed at trial because that evidence demonstrates Smith's control over the Wales Street apartment where the gun was found, and the joint drug dealing efforts of Smith and Moore help explain why Moore was in a position to see the gun. Furthermore, Smith's drug dealing provides a compelling motive for possessing the gun, namely, to protect his drugs and drug money. Several of our sister circuits have approved the admission of evidence of a defendant's drug activities in a firearms possession case to show a motive or knowing possession of the firearm. <i>See, e.g., United States v. Thomas,</i> <span class=\"citation\" data-id=\"772397\"><a href=\"/opinion/772397/united-states-v-byron-keith-thomas/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1028</span></a></span>, 1031-33 (11th Cir.2001) (holding that evidence of defendant's drug dealing was admissible to prove knowing possession of firearms);<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>United States v. Butcher,</i> <span class=\"citation\" data-id=\"556522\"><a href=\"/opinion/556522/united-states-v-lloyd-eugene-butcher/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span>, 816 (9th Cir.1991) (\"[E]vidence of narcotics trafficking may be properly admitted to show knowing possession of a weapon.\"); <i>United States v. Fuller,</i> <span class=\"citation\" data-id=\"530328\"><a href=\"/opinion/530328/united-states-v-john-fuller/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span>, 147 (8th Cir.1989) (holding that, \"given the close and well-known connection between firearms and drugs,\" drug-related evidence was admissible to show motive to possess firearm); <i>United States v. Simon,</i> <span class=\"citation\" data-id=\"454896\"><a href=\"/opinion/454896/united-states-v-jacques-george-simon/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">524</span></a></span>, 527 (8th Cir.1985) (finding that evidence that defendant engaged in \"drug packaging\" at apartment where gun was found was probative of his possession of that gun, because of \"known correlation between drug dealing and weapons\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Smith argues that our decision in <i>United States v. Currier,</i> <span class=\"citation\" data-id=\"489945\"><a href=\"/opinion/489945/united-states-v-raymond-leon-currier-united-states-of-america-v-raymond/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span> (1st Cir.1987), demonstrates our unwillingness to admit evidence of narcotics to prove gun possession. That is not so. In <i>Currier,</i> the defendant did not argue that the gun he was charged with possessing belonged to someone else in the apartment. <i>See id.</i> at 56 n. 6. Thus, the narcotics evidence was only \"marginally relevant on the issue of [gun] possession.\" <i>Id.</i> Here, on the other hand, Smith argued that the gun did not belong to him; he put on evidence that Sawyer owned the gun. As such, evidence of drug dealing, for reasons discussed <i>supra,</i> was relevant to the contested issue of knowing possession.</p>\n    </div>\n    <p class=\"indent\">2. <i>Risk of Unfair Prejudice</i></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We recognize that illicit drug dealing is an \"emotionally charged public issue.\" 2 Jack B. Weinstein &amp; Margaret A. Berger, <i>Weinstein's Federal Evidence</i> &#167; 403.04[2], at 403-46 (2d ed.2002). Thus, the trial courts must exercise care in deciding to what extent, if at all, evidence of drug-related activities should be admitted in a firearms possession case. Here, the district court exercised appropriate care in monitoring the introduction of such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court carefully parsed the evidence at the pre-trial hearing and circumscribed the scope of the evidence the government could offer at trial. Although the government sought to admit evidence of Smith's drug dealing stretching back over a ten-month period, the court excluded evidence of Smith's drug dealing going back more than ten days before Moore saw the firearm in the Wales Street apartment. The court also barred Moore from testifying as to instructions by Smith to keep the sink area clean to enable ready access to the drain to flush down drugs in case of a police raid.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Smith argues, however, that this evidence of drug dealing was not necessary to show Smith's control over the apartment because it was duplicative of other uncontested evidence in the record, such as testimony that Smith had the keys to the apartment and mailbox, slept in the only bedroom where he kept his prescription medication, and paid the utility bills. We disagree. While this other evidence may have been probative on the issue of control over the apartment, it had no bearing on motive to possess the gun. The strongest evidence of motive (and therefore knowing possession) &#8212; matters which Smith himself put into issue &#8212; was the drug dealing from that apartment around the time the gun was discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Finally, we note the careful limiting instruction given by the trial court &#8212; first when the challenged testimony was admitted and again in the jury charge &#8212; as to the limited purposes for which Moore's testimony about Smith's drug-related activities was to be considered. We have noted on many occasions the salutary effect of such instructions. <i>See, e.g., United States v. Morla-Trinidad,</i> <span class=\"citation\" data-id=\"197073\"><a href=\"/opinion/197073/united-states-v-morla-trinidad/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1996) (taking note of limiting instruction in assessing extent of unfair prejudice); <i>Devin,</i> 918 F.2d at 288 (noting \"clarity of the court's charge\" limiting jury's use of Rule 404(b) evidence in finding no abuse in trial court's Rule 403 balancing); <i>United States v. Currier,</i> <span class=\"citation\" data-id=\"499437\"><a href=\"/opinion/499437/united-states-v-raymond-leon-currier/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 18-19 (1st Cir.1987) (finding no abuse in court's Rule 403 calculus where district court alleviated impact of unfair prejudice by means of cogent limiting instructions). We conclude that the district court did not abuse its discretion in admitting the drug-related evidence at Smith's trial on the firearm possession charge.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addition, Smith seeks reversal of his conviction on grounds that the government failed to timely disclose Moore's medical treatment records, in violation of <i>Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), thus impairing his ability to defend the case. The Supreme Court held in <i>Brady</i> that \"suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.\" <i>Id.</i> at 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>. Smith's claim rests on the well-established corollary of that rule prohibiting unwarranted delays in the disclosure of material evidence. <i>See, e.g., United States v. Ingraldi,</i> <span class=\"citation\" data-id=\"471758\"><a href=\"/opinion/471758/united-states-v-peter-f-ingraldi/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span>, 411-412 (1st Cir.1986) (recognizing that delayed disclosure requires reversal where delay caused prejudice to defendant's case).</p>\n    </div>\n    <p class=\"indent\">A. Procedural History</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">On February 18, 1997, Smith filed a discovery motion seeking, <i>inter alia,</i> exculpatory material under <i>Brady</i> and <i>Giglio v. United States,</i> <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></a></span> (1972). His motion included a request for \"any information adverse to the credibility of any witness, including but not limited to ... physical, mental, visual, or psychiatric treatments and/or impairments (including legal or illegal use of drugs and excessive use of alcohol), which could affect witness' [sic] accuracy and full details of the same.\" Smith also requested disclosure of any rewards, promises, or inducements &#8212; monetary or otherwise &#8212; made by the government to any prospective witness in exchange for information or other assistance. On February 26, 1997, the government responded that 1) it was not aware of any evidence which could be deemed exculpatory under <i>Brady</i> and its progeny, and 2) no promises, rewards or inducements had been given to any witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On June 5, 1997, less than a week before trial, the government notified Smith that it intended to call Erica Moore as a witness.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> On June 9, the government provided Smith with a copy of Moore's criminal record and informed him that Moore was manic-depressive and addicted to crack. Smith did not move for a continuance at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">On June 10, the first day of trial, the government informed Smith that the Boston Police Department had paid Moore for her services and promised her drug treatment. At a June 11 hearing prior to opening arguments, Smith objected to this late disclosure of financial rewards and incentives to Moore and requested that the cross-examination of Moore be continued until the next day \"at a minimum.\" The court granted Smith a one-day continuance.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">On the following morning of June 12, Smith moved for a mistrial, claiming that he did not have enough time to prepare for Moore's cross-examination because certain medical records relating to Moore were yet to be disclosed to him. The district court denied Smith's motion for a mistrial without prejudice but continued Moore's cross-examination for another day. Smith then moved for a continuance until June 16. The court denied that request without prejudice to renewal upon disclosure of the anticipated documents.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The government began and completed Moore's direct examination that day, June 12. Moore testified, <i>inter alia,</i> that on October 13, 1996, she was living with Debra Anderson, but that Anderson kicked Moore out of the apartment because of a disagreement on October 18, 1996. Moore testified that Smith at various points had been romantically involved with both her and Anderson and that she met with law enforcement officials sometime during this period and gave them information concerning Anderson and Smith.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Later that evening, Smith received the anticipated disclosures of voluminous medical records relating to Moore from two mental health institutions. The next morning, Smith renewed his motion for a mistrial; in the event that his mistrial motion was denied, he also moved for a three-day continuance until June 16, to afford him \"an adequate opportunity to fully review the records and adequately cross-examine her on them.\" The district court denied Smith's motion for a mistrial but granted his request for a three-day continuance of Moore's cross-examination. Accordingly, Smith cross-examined Moore on June 16, 1997. He did not complain that the continuance that he had requested and received was insufficient, nor did he renew his motion for a mistrial before cross-examining Moore.</p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In delayed disclosure cases, we need not address whether the evidence was \"material\" under <i>Brady</i> unless the defendant can demonstrate that \"defense counsel was `prevented by the delay from using the disclosed material effectively in preparing and presenting the defendant's case.'\" <i>United States v. Lemmerer,</i> <span class=\"citation\" data-id=\"776217\"><a href=\"/opinion/776217/united-states-v-gabriel-lemmerer/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 588 (1st Cir.2002) (quoting <i>Ingraldi,</i> 793 F.2d at 411-12); <i>see also Devin,</i> 918 F.2d at 290 (\"[T]he critical inquiry is ... whether the tardiness prevented defense counsel from employing the [tardily disclosed] material to good effect.\"). However, we have noted that defense counsel must typically request a continuance to preserve a claim of prejudice by delayed disclosure of evidence. <i>See United States v. Sepulveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1178 (1st Cir.1993) (\"As a general rule, a defendant who does not request a continuance will not be heard to complain on appeal that he suffered prejudice as a result of late-arriving discovery.\"). <i>See also United States v. Osorio,</i> <span class=\"citation\" data-id=\"558564\"><a href=\"/opinion/558564/united-states-v-lorenzo-osorio/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 758 (1st Cir.1991) (\"Generally, we have viewed the failure to ask for a continuance as an indication that defense counsel was himself satisfied he had sufficient opportunity to use the evidence advantageously.\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Here, Smith failed on June 16, 1997, to request an additional continuance or to renew his motion for a mistrial. When Smith's counsel appeared in court on June 16, he never indicated that the three-day continuance was insufficient time to prepare adequately for Moore's cross-examination. <i>Compare Devin,</i> 918 F.2d at 289 (noting that defense counsel, unsatisfied with four-day continuance granted to review tardy disclosures, moved for further continuance of 30 days).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In any event, even if there was a delayed disclosure and Smith properly preserved a challenge to it, he cannot make the requisite showing of prejudice.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> We have held that \"some showing of prejudice [is] required beyond mere assertions that the defendant would have conducted cross-examination differently.\" <i>United States v. Walsh,</i> <span class=\"citation\" data-id=\"196529\"><a href=\"/opinion/196529/united-states-v-walsh/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1996). At the very least, Smith must show \"a plausible strategic option which the delay foreclosed.\" <i>Devin,</i> 918 F.2d at 290. The impact of the delayed disclosure on defense counsel's cross examination turns in part on \"the extent the defendant actually managed to use the [disclosed material] despite the delay.\" <i>Ingraldi,</i> 793 F.2d at 412.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The record demonstrates that defense counsel conducted an effective cross-examination of Moore by using her medical records and criminal history to attack her credibility. He interrogated her about her mental health history, along with her prior criminal record and history of drug abuse. He specifically pressed her about her involuntary commitment at two mental health facilities and her treatment with anti-psychotic medication. He inquired into the effect of that medication on her perception and cognitive abilities. He elicited information about her various diagnosed conditions: a severe bipolar disorder with psychotic features, paranoia with delusional disorders, and Borderline Personality Disorder. He questioned her about her $1,000-a-week cocaine habit, her altercations with other patients while at the mental health institutions, and her alleged statements in the past expressing a desire to hurt others.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Moreover, defense counsel's development of other avenues of impeachment reduces the significance of the information contained in Moore's medical disclosures. For instance, he asked her about her use of drugs while on probation and statements she made to her probation officer about experiencing audio and visual hallucinations. In addition, defense counsel questioned Moore about her conviction for assault and battery with a dangerous weapon, and her receipt of payments for working with the police to apprehend Smith.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Smith argues that, if his trial counsel had received the medical records earlier, he would have developed a defense strategy concerning Moore's extensive history of retaliating against people whom she perceived had injured or insulted her, instead of attempting to cast doubt on the reliability of her perception of reality and her ability to make observations. He claims that his theory would have been that Moore fabricated her testimony at trial to retaliate against Smith, who was involved romantically with both Anderson and Moore at various points.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Smith cannot prevail on that argument for two reasons. First, defense counsel did in fact attempt to question Moore during cross-examination about several retaliatory acts during her hospitalizations. Indeed, in his closing argument, defense counsel posed a rhetorical question to the jury: \"Doesn't her mental health history show her capacity for revenge, the extent to which she would manipulate others and the situation around her?\" This statement confirms that any delay in disclosure did not foreclose Smith from identifying the impeachment value of this retaliation theory. <i>See Devin,</i> 918 F.2d at 289 (holding that, to demonstrate the requisite prejudice from delayed disclosure, defendant must make prima facie showing that \"the delay foreclosed\" a \"plausible strategic option\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Second, the court sustained objections to cross-examination questions about retaliatory acts, thus precluding Smith from pursuing this line of questioning. Smith, however, makes no argument on appeal that the district court abused its discretion in this limitation of his cross-examination. Having failed to make this predicate argument, Smith cannot be heard to complain that any delay in the disclosure of Moore's medical records compromised his ability to pursue the \"retaliatory-acts\" line of questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In summary, we are satisfied generally that any delay in the disclosure of Moore's medical records did not impair defense counsel's \"effective use of the information, hinder presentation of the defense, result in unfair prejudice, or cause an alteration in defense strategy.\" <i>Id.</i> at 291.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 922(g) states in relevant part:</p>\n        <p class=\"indent\">It shall be unlawful for any person ... (1) who has been convicted in any court of, a crime punishable by imprisonment for a term exceeding one year ... to ship or transport in interstate or foreign commerce, or possess in or affecting commerce, any firearm or ammunition; or to receive any firearm or ammunition which has been shipped or transported in interstate or foreign commerce.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 922(g).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As to the other &#167; 922(g)(1) elements, Smith stipulated (1) that he had previously been convicted of a felony; (2) that the firearm and ammunition found in the Wales Street apartment constituted firearm and ammunition within the meaning of federal law; and (3) that the firearm and ammunition had traveled in interstate commerce</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 404(b) provides in pertinent part:</p>\n        <p class=\"indent\">Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident....</p>\n        <p class=\"indent\">Fed.R.Evid. 404(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The hearing transcript was deemed missing in the spring of 2000, when counsel ordered the transcript of the proceedings for purposes of preparing for the appeal. At that point, based upon their respective recollections, separate statements were submitted by Smith, his trial counsel and the government as to what transpired during the portion of the hearing for which the transcript was missing, in accordance with Fed.R.App.P. 10(c). The district court, however, did not settle or approve a statement of proceedings because it had \"no independent recollection\" of the substantive discussions at the hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Court Reporter Act, 28 U.S.C. &#167; 753(b), states in pertinent part:</p>\n        <p class=\"indent\">Each session of the court and every other proceeding designated by rule or order of the court or by one of the judges shall be recorded verbatim by shorthand, mechanical means, electronic sound recording, or any other method, subject to regulations promulgated by the Judicial Conference and subject to the discretion and approval of the judge.... Proceedings to be recorded under this section include (1) all proceedings in criminal cases had in open court....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Similarly, due process does not require a full verbatim trial transcript, but only requires that a \"criminal appellant be provided with a record of sufficient completeness to permit proper consideration of his claims.\"<i>Bundy v. Wilson,</i> <span class=\"citation\" data-id=\"485652\"><a href=\"/opinion/485652/edward-bundy-jr-v-richard-a-wilson-superintendant-cheshire-county/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span>, 135 (1st Cir.1987)(internal quotation marks omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>Accord United States v. Malady,</i> <span class=\"citation\" data-id=\"580361\"><a href=\"/opinion/580361/united-states-v-bobby-lee-malady/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span>, 58-59 (8th Cir.1992) (\"To obtain reversal, a defendant must show the missing part of the transcript specifically prejudices the appeal.\"); <i>Gallo,</i> 763 F.2d at 1530-31; <i>United States v. Sierra,</i> <span class=\"citation\" data-id=\"596409\"><a href=\"/opinion/596409/united-states-v-socrates-sierra-united-states-of-america-v-emad-daniel/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span>, 125 (3rd Cir.1992) (\"[F]ailure to comply with the Court Reporter Act does not warrant reversal without a specific showing of prejudice.\"). <i>See generally</i> Sheldon R. Shapiro, Annotation, <i>Prejudicial Effect of Federal District Court Reporter's Omissions in Recording Judicial Proceedings, Where Such Omissions Constitute Failure to Comply With Court Reporter Act, 28 U.S.C.A. &#167; 753(b),</i> 12 A.L.R.Fed. 584 (1972 &amp; Supp.2000) (collecting cases). <i>But see United States v. Selva,</i> <span class=\"citation\" data-id=\"348291\"><a href=\"/opinion/348291/united-states-v-henry-selva/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1306 (5th Cir.1977) (\"When ... a criminal defendant is represented on appeal by counsel other than the attorney at trial, the absence of a substantial and significant portion of the record, even absent any showing of specific prejudice or error, is sufficient to mandate reversal.\" (footnote omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The facts in<i>Thomas</i> bear close resemblance to those here. In that case, police executed a search warrant at Thomas's residence after a few drug transactions occurred at or near there. <i>See</i> 242 F.3d at 1030. While the search did not produce any drugs, the police did find two firearms &#8212; one in the closet and another in a pick-up truck parked in the driveway &#8212; along with $1,200 in cash on a dresser in the living room, and $110 cash in defendant's wallet. <i>See id.</i> The Eleventh Circuit upheld the district court's admission of evidence of defendant's drug dealing on the basis that \"evidence of his drug trafficking was in sufficiently close proximity, temporally and physically, to be relevant to proving that he knowingly possessed\" the firearms. <i>Id.</i> at 1032.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Rule 404(b) motion in limine was filed on June 4, 1997. The government claims that it was not until this time that it became aware that Moore would be available to testify at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> <i>Accord Lemmerer,</i> 277 F.3d at 587 n. 2 (citing <i>Osorio</i>); <i>Ingraldi,</i> 793 F.2d at 413 (\"[Defendant's] failure to move for a continuance when he received the [overdue disclosures] indicates that he was himself satisfied that he had sufficient time to use them to his best advantage.\"); <i>United States v. Diaz-Villafane,</i> <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 47 (1st Cir.1989) (observing that defendant's \"claim that he was unfairly surprised is severely undermined, if not entirely undone, by his neglect to ask the district court for a continuance to meet the claimed exigency\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The government denies any delay in disclosure, maintaining that it disclosed the relevant records on Moore (which were not in the government's possession) as promptly as possible under the circumstances. We need not resolve that question here. For purposes of the present analysis, we assume without deciding that there was a delay in the disclosure of Moore's records</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Smith filed a<i>pro se</i> supplementary brief in which he raises a number of additional arguments not argued by his counsel. Our careful review of his submissions and the record fails to reveal any issues that merit discussion.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776217/"
  ]
}