{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199978/",
  "absolute_url": "/opinion/199978/united-states-v-colon-munoz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199978/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:41:16Z",
  "date_modified": "2017-03-24T11:04:28.602540Z",
  "type": "010combined",
  "sha1": "91f8dc457ee4fc6395f23d96397034b64df147b9",
  "page_count": 10,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1583-01A.pdf",
  "local_path": "pdf/2002/05/30/US_v._Colon-Munoz.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\nNo. 02-1583\n\n                    UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                 v.\n\n                      RAMIRO L. COLON-MUNOZ,\n\n                       Defendant, Appellant.\n\n\n      ON EMERGENCY MOTION FOR STAY OF VOLUNTARY SURRENDER\n\n                   AND FOR BAIL PENDING APPEAL\n\n       [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n\n                 Selya and Lipez, Circuit Judges.\n\n\n     Peter Goldberger on Emergency Motion for Stay of Voluntary\nSurrender and for Bail Pending Appeal for appellant.\n     Nelson Perez-Sosa, Assistant United States Attorney, and Jorge E.\nVega-Pacheco, Chief, Criminal Division, on Opposition to Appellant's\nMotion for Stay of Voluntary Surrender and for Bail Pending Appeal for\nthe United States.\n\n\n\n\n                            May 30, 2002\n\f\f          BOUDIN, Chief Judge. In December 1996, Ramiro L. Colon-\n\nMunoz, was convicted on multiple federal charges relating to events\n\nthat occurred when he was president of the Ponce Federal Bank in Puerto\n\nRico. On appeal this court affirmed his convictions for conspiracy,\n\nmisapplication of bank funds, bank fraud and related counts, 18 U.S.C.\n\n§§ 371, 657, 1006, 1344; but because this court ordered a judgment of\n\nacquittal on certain other counts, it remanded for resentencing of\n\nColon-Munoz on the affirmed convictions. United States v. Colon-Munoz,\n\n192 F.3d 210 (1st Cir. 1999), cert. denied, 529 U.S. 1055 (2000).\n\n          Following remand, on September 13, 2000, Colon-Munoz filed\n\na motion for a new trial, Fed. R. Crim. P. 33. The probation office\n\nprepared a new addendum to the presentence report, and the parties\n\nfiled submissions in response. Thereafter, no action was taken on the\n\nnew trial motion or the sentencing for over a year and a half.\n\nAccordingly, in early 2002, over five years after his conviction,\n\nColon-Munoz remained free on bail and without a sentence.1\n\n          On April 8, 2002, the Judicial Council of this circuit issued\n\nan order pursuant to 28 U.S.C. § 332(d)(1) (1994).         This order\n\nreflected the Judicial Council's concern with the backlog of cases that\n\n\n     1On February 8, 2002, the original district judge held a\nhearing on resentencing at which Colon-Munoz argued that an\noffer of proof in support of his new trial motion also was\nrelevant to sentencing issues.     Supplemental memoranda were\nfiled thereafter and the court indicated that it would reset a\ndate for sentencing \"within seven days after the court rules on\nthe pending motion for a new trial.\"\n\n                                 -3-\n\fhad developed in the docket of the district judge who had presided over\n\nthe Colon-Munoz trial and had resumed authority over the case following\n\nthis court's remand. The Judicial Council's order, which was not\n\nconcerned in particular with the Colon-Munoz case, adopted several\n\ntemporary measures to ameliorate the problem. One of these was to\n\nprovide that a three-judge committee of the district court headed by\n\nthe chief judge be authorized for a limited period to transfer criminal\n\ncases that had been pending before the district judge in question for\n\nmore than two years, and civil cases pending for more than three years,\n\nwhere the committee determined that this would expedite resolution.\n\n            On April 12, 2002, the committee entered an order directing\n\nthat 24 long-pending criminal cases and a number of long-pending civil\n\ncases on the docket of the district judge in question be randomly\n\nreassigned to other judges. Among the former group was the Colon-Munoz\n\nmatter. Shortly thereafter, the Colon-Munoz case was transferred by\n\nthe district court clerk's office to a new district judge, randomly\n\nselected.    Colon-Munoz then moved to retransfer the case.\n\n            On April 24, 2002, the successor judge denied the motion to\n\nretransfer and also denied the new trial motion. In denying the new\n\ntrial motion, the successor district judge certified, see Fed. R. Crim.\n\nP. 25, that he was familiar with the trial record and fixed sentencing\n\nfor a date in May. The new trial motion was denied in a detailed, 14-\n\npage opinion and order dated April 24, 2002, discussing and rejecting\n\n\n                                  -4-\n\fthe arguments made in Colon-Munoz's September 1999 new trial motion.\n\nThereafter the successor judge received an amended presentence report\n\nand written objections from Colon-Munoz to the amended presentence\n\nreport. The court also heard oral argument on the defense objections\n\nand afforded an opportunity for allocution.\n\n          On May 14, 2002, the successor judge resentenced Colon-Munoz,\n\nimposing a sentence of 16 months' imprisonment in lieu of the sentence\n\nof 21 months that had been imposed following the 1996 convictions. The\n\nsuccessor judge also set a reporting date of May 17, 2002, for Colon-\n\nMunoz.2 Colon-Munoz immediately filed a notice of appeal to this court\n\nand sought an emergency stay so that he could remain free on bail\n\npending appeal. In this motion, Colon-Munoz said that the issues to be\n\nraised on appeal included the denial of the motion for a new trial, the\n\nreassignment of the case to the successor judge, and certain guideline\n\nissues that had arisen in connection with his resentencing. This court\n\ntemporarily deferred Colon-Munoz's reporting date to provide time for\n\nadequate consideration of the emergency motion, which we now deny.\n\n          Under the Bail Reform Act of 1984, there is no presumption\n\nin favor of release pending appeal; on the contrary, even when the\n\nconviction does not involve a crime of violence or drug offense,\n\n\n\n     2\n     The successor judge denied bail on appeal after determining\nthat none of the issues which defendant sought to raise on\nappeal were substantial questions likely to lead to a new trial\nor a reduced term of imprisonment.\n\n                                 -5-\n\fdetention (following conviction and sentencing) is mandatory unless the\n\njudicial officer finds inter alia \"that the appeal is not for the\n\npurpose of delay and raises a substantial question of law or fact\n\nlikely to result in\" a reversal, new trial, or reduced term of\n\nimprisonment that would expire during the expected duration of the\n\nappeal process.    18 U.S.C. § 3143(b)(1) (1994).\n\n          The \"likely to result\" standard is applied flexibly--a\n\nquestion that can be regarded as \"close\" will often suffice, United\n\nStates v. Bayko, 774 F.2d 516, 523 (1st Cir. 1985)--but we conclude\n\nthat, on the basis of argument so far, none of the issues identified by\n\nColon-Munoz meets this standard. We start with the reassignment issue;\n\nColon-Munoz' main arguments are directed to claims that the\n\nreassignment of his own case by the committee, and the actions of the\n\nsuccessor judge, did not comply with Rule 25 of the Federal Rules of\n\nCriminal Procedure.\n\n          As background, we note that by statute, each Judicial\n\nCouncil, composed of both circuit and district judges, has broad\n\nauthority to \"make all necessary and appropriate orders for the\n\neffective and expeditious administration of justice within its\n\ncircuit.\" 28 U.S.C. 332(d) (1994). One of the intended purposes was\n\nto address judicial delay; and an order of the Judicial Council\n\nreassigning cases or providing an impartial mechanism for doing so\n\nfalls within the broad mandate of section 332(d), at least so long as\n\n\n                                 -6-\n\fthe order is directed to administrative concerns and is not based upon\n\nthe merits of the case.3\n\n           In his motion, Colon-Munoz has not challenged the Judicial\n\nCouncil's general authority to order reassignment; instead, his claims\n\nturn upon subsequent events in relation to Rule 25.      Dealing with\n\nreassignment of criminal cases after the guilty verdict--a different\n\nprovision deals with reassignment during trial--Rule 25(b) provides as\n\nfollows:\n\n                   (b) AFTER VERDICT OR FINDING OF GUILT. If\n           by reason of absence, death, sickness or other\n           disability the judge before whom the defendant\n           has been tried is unable to perform the duties to\n           be performed by the court after a verdict or\n           finding of guilt, any other judge regularly\n           sitting in or assigned to the court may perform\n           those duties; but if that judge is satisfied that\n           a judge who did not preside at the trial cannot\n           perform those duties or that it is appropriate\n           for any other reason, that judge may grant a new\n           trial.\n\n\n     3\n     See Chandler v. Judicial Council of the Tenth Circuit, 398\nU.S. 74, 98-102 & n.7 (1970) (Harlan, J., concurring)\n(addressing legislative history of section 332); In re McBryde,\n117 F.3d 208, 227-29 (5th Cir. 1997) (noting that \"judicial\ncouncil rules promulgated to alleviate judicial delay\" have been\nupheld and that a judicial council has authority to \"reassign\ncases for administrative reasons\"); cf. McBryde v. Committee to\nReview Council Conduct & Disability Orders of the Judicial\nConference of the United States, 83 F. Supp. 2d 135, 139, 164-65\n(D.D.C. 1999), vacated in pertinent part as moot, 254 F.3d 52\n(D.C. Cir. 2001); Vickers Assocs., Ltd. v. Urice, 151 F.3d 93,\n101-03 (3d Cir. 1998); Truesdale v. Moore, 142 F.3d 749, 760\n(4th Cir. 1998).      See generally Report of the National\nCommission on Judicial Discipline & Removal 14-17 (1993); Geyh,\nInformal Methods of Judicial Discipline, 142 U. Pa. L. Rev. 243,\n264-65 (1993).\n\n                                 -7-\n\f          At the outset, the stay motion contends (without elaboration)\n\nthat the reassignment in this case cannot meet the \"by reason of\"\n\nrequirement; but that claim is plainly mistaken. A judge who has been\n\nremoved from a case could well be described as \"absent\" or under a\n\n\"disability\" but, in any event, the \"by reason of\" phrase taken as a\n\nwhole is surely meant to encompass--or at least not to preclude--any\n\nlegitimate reason why a district judge cannot continue in the case.\n\nSee United States v. Diaz, 189 F.3d 1239, 1244-45 (10th Cir. 1999),\n\ncert.      denied,        529      U.S.      1031       (2000).\n\n          This court, by necessary implication, has already assumed\n\nthis to be so.   \"Recusal\" is not expressly listed in the sequence\n\n(\"absence, death, sickness or other disability\"), but surely a judge\n\nwho had to recuse himself or herself after trial and before sentencing\n\n(an unlikely but perfectly possible event) could be replaced under or\n\nconsistent with Rule 25(b). We had just such a case, United States v.\n\nSnyder, 235 F.3d 42 (1st Cir. 2000), cert. denied, 532 U.S. 1057\n\n(2001), and sustained the new sentence against various attacks. This\n\nRule 25 issue may technically be open in this circuit but we do not\n\nthink it is substantial.\n\n          Next, the stay motion intimates that Colon-Munoz may\n\nchallenge the district judge's denial of the motion to retransfer the\n\ncase; but even assuming that the district judge had authority to\n\nretransfer the case--which might well be disputed--it is hard to see\n\n\n                                 -8-\n\fhow the failure to do so in the present circumstances could be\n\ndescribed as an \"abuse of discretion.\" United States v. Bourgeois, 950\n\nF.2d 980, 987-88 (5th Cir. 1992). The motion also asserts that the\n\nsuccessor district judge was not sufficiently familiar with the record\n\nto perform the sentencing, as Rule 25(b) requires; but even though Rule\n\n25(b) does not require an affirmative statement, the district judge\n\nflatly stated that he was familiar, and his detailed treatment of the\n\nnew trial motion and the sentencing objections bears this out.            Id.\n\n          So far, we have proceeded on the arguendo assumption, which\n\nmight be debatable, that Colon-Munoz has the right to challenge the\n\nprocess that led to his sentencing before a different judge than the\n\njudge who presided at his jury trial.    Colon-Munoz is entitled to be\n\nsentenced by a competent judge who has become familiar with the case,\n\nbut beyond this litigants subject to the authority of the district\n\ncourt do not normally have any say as to the particular judge who acts\n\nfor the court. Reassignment of civil and criminal cases within a\n\ndistrict court occurs regularly, for numerous reasons related to\n\nadministrative convenience or necessity, and a litigant has no vested\n\nright to a particular judge. See generally, Sinito v. United States,\n\n750 F.2d 512, 515 (6th Cir. 1984); United States v. Keane, 375 F. Supp.\n\n1201, 1204 (N.D. Ill. 1974).\n\n          There remain the guideline claims put forth by Colon-Munoz's\n\nmotion, which we have carefully considered. Although he is free to\n\n\n                                 -9-\n\fpursue them on this appeal--as well as the Rule 25 or other related\n\nclaims discussed above--the guideline arguments are routine contentions\n\nas to the choice of the guideline manual to be used and the application\n\nof particular guideline provisions. None of these claims, at least as\n\nso far elaborated, suggests that it is likely to result in reversal or\n\na greatly shortened sentence.\n\n          Accordingly, the motion for stay pending appeal is denied.\n\nThis court's temporary stay entered on May 17, 2002, is vacated. The\n\nprior reporting date having passed, the district judge will set a new\n\nreporting date.    This order is effective immediately.\n\n          It is so ordered.\n\n\n\n\n                                 -10-\n\f",
  "html": "<p class=\"case_cite\">292 F.3d 18</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Ramiro L. COLON-MUNOZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1583.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">May 30, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Goldberger on Emergency Motion for Stay of Voluntary Surrender and for Bail Pending Appeal for appellant.</p>\n      <p class=\"indent\">Nelson Perez-Sosa, Assistant United States Attorney, and Jorge E. Vega-Pacheco, Chief, Criminal Division, on Opposition to Appellant's Motion for Stay of Voluntary Surrender and for Bail Pending Appeal for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In December 1996, Ramiro L. Colon-Munoz, was convicted on multiple federal charges relating to events that occurred when he was president of the Ponce Federal Bank in Puerto Rico. On appeal this court affirmed his convictions for conspiracy, misapplication of bank funds, bank fraud and related counts, 18 U.S.C. &#167;&#167; 371, 657, 1006, 1344; but because this court ordered a judgment of acquittal on certain other counts, it remanded for resentencing of Colon-Munoz on the affirmed convictions. <i>United States v. Colon-Munoz,</i> 192 F.3d 210 (1st Cir.1999), <i>cert. denied,</i> 529 U.S. 1055, 120 S.Ct. 1559, 146 L.Ed.2d 463 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following remand, on September 13, 2000, Colon-Munoz filed a motion for a new trial, Fed.R.Crim.P. 33. The probation office prepared a new addendum to the presentence report, and the parties filed submissions in response. Thereafter, no action was taken on the new trial motion or the sentencing for over a year and a half. Accordingly, in early 2002, over five years after his conviction, Colon-Munoz remained free on bail and without a sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 8, 2002, the Judicial Council of this circuit issued an order pursuant to 28 U.S.C. &#167; 332(d)(1) (1994). This order reflected the Judicial Council's concern with the backlog of cases that had developed in the docket of the district judge who had presided over the Colon-Munoz trial and had resumed authority over the case following this court's remand. The Judicial Council's order, which was not concerned in particular with the Colon-Munoz case, adopted several temporary measures to ameliorate the problem. One of these was to provide that a three-judge committee of the district court headed by the chief judge be authorized for a limited period to transfer criminal cases that had been pending before the district judge in question for more than two years, and civil cases pending for more than three years, where the committee determined that this would expedite resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 12, 2002, the committee entered an order directing that 24 long-pending criminal cases and a number of long-pending civil cases on the docket of the district judge in question be randomly reassigned to other judges. Among the former group was the Colon-Munoz matter. Shortly thereafter, the Colon-Munoz case was transferred by the district court clerk's office to a new district judge, randomly selected. Colon-Munoz then moved to retransfer the case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 24, 2002, the successor judge denied the motion to retransfer and also denied the new trial motion. In denying the new trial motion, the successor district judge certified, <i>see</i> Fed.R.Crim.P. 25, that he was familiar with the trial record and fixed sentencing for a date in May. The new trial motion was denied in a detailed, 14-page opinion and order dated April 24, 2002, discussing and rejecting the arguments made in Colon-Munoz's September 1999 new trial motion. Thereafter the successor judge received an amended presentence report and written objections from Colon-Munoz to the amended presentence report. The court also heard oral argument on the defense objections and afforded an opportunity for allocution.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 14, 2002, the successor judge resentenced Colon-Munoz, imposing a sentence of 16 months' imprisonment in lieu of the sentence of 21 months that had been imposed following the 1996 convictions. The successor judge also set a reporting date of May 17, 2002, for Colon-Munoz.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Colon-Munoz immediately filed a notice of appeal to this court and sought an emergency stay so that he could remain free on bail pending appeal. In this motion, Colon-Munoz said that the issues to be raised on appeal included the denial of the motion for a new trial, the reassignment of the case to the successor judge, and certain guideline issues that had arisen in connection with his resentencing. This court temporarily deferred Colon-Munoz's reporting date to provide time for adequate consideration of the emergency motion, which we now deny.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the Bail Reform Act of 1984, there is no presumption in favor of release pending appeal; on the contrary, even when the conviction does not involve a crime of violence or drug offense, detention (following conviction and sentencing) is mandatory unless the judicial officer finds <i>inter alia</i> \"that the appeal is not for the purpose of delay and raises a substantial question of law or fact likely to result in\" a reversal, new trial, or reduced term of imprisonment that would expire during the expected duration of the appeal process. 18 U.S.C. &#167; 3143(b)(1) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The \"likely to result\" standard is applied flexibly &#8212; a question that can be regarded as \"close\" will often suffice, <i>United States v. Bayko,</i> 774 F.2d 516, 523 (1st Cir.1985) &#8212; but we conclude that, on the basis of argument so far, none of the issues identified by Colon-Munoz meets this standard. We start with the reassignment issue; Colon-Munoz' main arguments are directed to claims that the reassignment of his own case by the committee, and the actions of the successor judge, did not comply with Rule 25 of the Federal Rules of Criminal Procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As background, we note that by statute, each Judicial Council, composed of both circuit and district judges, has broad authority to \"make all necessary and appropriate orders for the effective and expeditious administration of justice within its circuit.\" 28 U.S.C. 332(d) (1994). One of the intended purposes was to address judicial delay; and an order of the Judicial Council reassigning cases or providing an impartial mechanism for doing so falls within the broad mandate of section 332(d), at least so long as the order is directed to administrative concerns and is not based upon the merits of the case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his motion, Colon-Munoz has not challenged the Judicial Council's general authority to order reassignment; instead, his claims turn upon subsequent events in relation to Rule 25. Dealing with reassignment of criminal cases after the guilty verdict &#8212; a different provision deals with reassignment during trial &#8212; Rule 25(b) provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(b) AFTER VERDICT OR FINDING OF GUILT. If by reason of absence, death, sickness or other disability the judge before whom the defendant has been tried is unable to perform the duties to be performed by the court after a verdict or finding of guilt, any other judge regularly sitting in or assigned to the court may perform those duties; but if that judge is satisfied that a judge who did not preside at the trial cannot perform those duties or that it is appropriate for any other reason, that judge may grant a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the outset, the stay motion contends (without elaboration) that the reassignment in this case cannot meet the \"by reason of\" requirement; but that claim is plainly mistaken. A judge who has been removed from a case could well be described as \"absent\" or under a \"disability\" but, in any event, the \"by reason of\" phrase taken as a whole is surely meant to encompass &#8212; or at least not to preclude &#8212; any legitimate reason why a district judge cannot continue in the case. <i>See United States v. Diaz,</i> 189 F.3d 1239, 1244-45 (10th Cir.1999), <i>cert. denied,</i> 529 U.S. 1031, 120 S.Ct. 1448, 146 L.Ed.2d 334 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This court, by necessary implication, has already assumed this to be so. \"Recusal\" is not expressly listed in the sequence (\"absence, death, sickness or other disability\"), but surely a judge who had to recuse himself or herself after trial and before sentencing (an unlikely but perfectly possible event) could be replaced under or consistent with Rule 25(b). We had just such a case, <i>United States v. Snyder,</i> 235 F.3d 42 (1st Cir.2000), <i>cert. denied,</i> 532 U.S. 1057, 121 S.Ct. 2205, 149 L.Ed.2d 1034 (2001), and sustained the new sentence against various attacks. This Rule 25 issue may technically be open in this circuit but we do not think it is substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, the stay motion intimates that Colon-Munoz may challenge the district judge's denial of the motion to retransfer the case; but even assuming that the district judge had authority to retransfer the case &#8212; which might well be disputed &#8212; it is hard to see how the failure to do so in the present circumstances could be described as an \"abuse of discretion.\" <i>United States v. Bourgeois,</i> 950 F.2d 980, 987-88 (5th Cir.1992). The motion also asserts that the successor district judge was not sufficiently familiar with the record to perform the sentencing, as Rule 25(b) requires; but even though Rule 25(b) does not require an affirmative statement, the district judge flatly stated that he was familiar, and his detailed treatment of the new trial motion and the sentencing objections bears this out. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">So far, we have proceeded on the <i>arguendo</i> assumption, which might be debatable, that Colon-Munoz has the right to challenge the process that led to his sentencing before a different judge than the judge who presided at his jury trial. Colon-Munoz is entitled to be sentenced by a competent judge who has become familiar with the case, but beyond this litigants subject to the authority of the district court do not normally have any say as to the particular judge who acts for the court. Reassignment of civil and criminal cases within a district court occurs regularly, for numerous reasons related to administrative convenience or necessity, and a litigant has no vested right to a particular judge. <i>See generally, Sinito v. United States,</i> 750 F.2d 512, 515 (6th Cir.1984); <i>United States v. Keane,</i> 375 F.Supp. 1201, 1204 (N.D.Ill.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There remain the guideline claims put forth by Colon-Munoz's motion, which we have carefully considered. Although he is free to pursue them on this appeal &#8212; as well as the Rule 25 or other related claims discussed above &#8212; the guideline arguments are routine contentions as to the choice of the guideline manual to be used and the application of particular guideline provisions. None of these claims, at least as so far elaborated, suggests that it is likely to result in reversal or a greatly shortened sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accordingly, the motion for stay pending appeal is <i>denied.</i> This court's temporary stay entered on May 17, 2002, is <i>vacated.</i> The prior reporting date having passed, the district judge will set a new reporting date. This order is effective immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On February 8, 2002, the original district judge held a hearing on resentencing at which Colon-Munoz argued that an offer of proof in support of his new trial motion also was relevant to sentencing issues. Supplemental memoranda were filed thereafter and the court indicated that it would reset a date for sentencing \"within seven days after the court rules on the pending motion for a new trial.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The successor judge denied bail on appeal after determining that none of the issues which defendant sought to raise on appeal were substantial questions likely to lead to a new trial or a reduced term of imprisonment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See Chandler v. Judicial Council of the Tenth Circuit,</i> 398 U.S. 74, 98-102 &amp; n. 7, 90 S.Ct. 1648, 26 L.Ed.2d 100 (1970) (Harlan, J., concurring) (addressing legislative history of section 332); <i>In re McBryde,</i> 117 F.3d 208, 227-29 (5th Cir.1997) (noting that \"judicial council rules promulgated to alleviate judicial delay\" have been upheld and that a judicial council has authority to \"reassign cases for administrative reasons\"); <i>cf. McBryde v. Committee to Review Council Conduct &amp; Disability Orders of the Judicial Conference of the United States,</i> 83 F.Supp.2d 135, 139, 164-65 (D.D.C.1999), <i>vacated in pertinent part as moot,</i> 264 F.3d 52 (D.C.Cir.2001); <i>Vickers Assocs., Ltd. v. Urice,</i> 151 F.3d 93, 101-03 (3d Cir.1998); <i>Truesdale v. Moore,</i> 142 F.3d 749, 760 (4th Cir.1998). <i>See generally Report of the National Commission on Judicial Discipline &amp; Removal</i> 14-17 (1993); Geyh, <i>Informal Methods of Judicial Discipline,</i> 142 U. Pa. L.Rev. 243, 264-65 (1993).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Ramiro L. COLON-MUNOZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1583.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">May 30, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Goldberger on Emergency Motion for Stay of Voluntary Surrender and for Bail Pending Appeal for appellant.</p>\n      <p class=\"indent\">Nelson Perez-Sosa, Assistant United States Attorney, and Jorge E. Vega-Pacheco, Chief, Criminal Division, on Opposition to Appellant's Motion for Stay of Voluntary Surrender and for Bail Pending Appeal for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In December 1996, Ramiro L. Colon-Munoz, was convicted on multiple federal charges relating to events that occurred when he was president of the Ponce Federal Bank in Puerto Rico. On appeal this court affirmed his convictions for conspiracy, misapplication of bank funds, bank fraud and related counts, 18 U.S.C. &#167;&#167; 371, 657, 1006, 1344; but because this court ordered a judgment of acquittal on certain other counts, it remanded for resentencing of Colon-Munoz on the affirmed convictions. <i>United States v. Colon-Munoz,</i> <span class=\"citation\" data-id=\"198655\"><a href=\"/opinion/198655/united-states-v-colon-munoz/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span> (1st Cir.1999), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1055</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1559</span></span>, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">463</span></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following remand, on September 13, 2000, Colon-Munoz filed a motion for a new trial, Fed.R.Crim.P. 33. The probation office prepared a new addendum to the presentence report, and the parties filed submissions in response. Thereafter, no action was taken on the new trial motion or the sentencing for over a year and a half. Accordingly, in early 2002, over five years after his conviction, Colon-Munoz remained free on bail and without a sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 8, 2002, the Judicial Council of this circuit issued an order pursuant to 28 U.S.C. &#167; 332(d)(1) (1994). This order reflected the Judicial Council's concern with the backlog of cases that had developed in the docket of the district judge who had presided over the Colon-Munoz trial and had resumed authority over the case following this court's remand. The Judicial Council's order, which was not concerned in particular with the Colon-Munoz case, adopted several temporary measures to ameliorate the problem. One of these was to provide that a three-judge committee of the district court headed by the chief judge be authorized for a limited period to transfer criminal cases that had been pending before the district judge in question for more than two years, and civil cases pending for more than three years, where the committee determined that this would expedite resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 12, 2002, the committee entered an order directing that 24 long-pending criminal cases and a number of long-pending civil cases on the docket of the district judge in question be randomly reassigned to other judges. Among the former group was the Colon-Munoz matter. Shortly thereafter, the Colon-Munoz case was transferred by the district court clerk's office to a new district judge, randomly selected. Colon-Munoz then moved to retransfer the case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 24, 2002, the successor judge denied the motion to retransfer and also denied the new trial motion. In denying the new trial motion, the successor district judge certified, <i>see</i> Fed.R.Crim.P. 25, that he was familiar with the trial record and fixed sentencing for a date in May. The new trial motion was denied in a detailed, 14-page opinion and order dated April 24, 2002, discussing and rejecting the arguments made in Colon-Munoz's September 1999 new trial motion. Thereafter the successor judge received an amended presentence report and written objections from Colon-Munoz to the amended presentence report. The court also heard oral argument on the defense objections and afforded an opportunity for allocution.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 14, 2002, the successor judge resentenced Colon-Munoz, imposing a sentence of 16 months' imprisonment in lieu of the sentence of 21 months that had been imposed following the 1996 convictions. The successor judge also set a reporting date of May 17, 2002, for Colon-Munoz.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Colon-Munoz immediately filed a notice of appeal to this court and sought an emergency stay so that he could remain free on bail pending appeal. In this motion, Colon-Munoz said that the issues to be raised on appeal included the denial of the motion for a new trial, the reassignment of the case to the successor judge, and certain guideline issues that had arisen in connection with his resentencing. This court temporarily deferred Colon-Munoz's reporting date to provide time for adequate consideration of the emergency motion, which we now deny.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the Bail Reform Act of 1984, there is no presumption in favor of release pending appeal; on the contrary, even when the conviction does not involve a crime of violence or drug offense, detention (following conviction and sentencing) is mandatory unless the judicial officer finds <i>inter alia</i> \"that the appeal is not for the purpose of delay and raises a substantial question of law or fact likely to result in\" a reversal, new trial, or reduced term of imprisonment that would expire during the expected duration of the appeal process. 18 U.S.C. &#167; 3143(b)(1) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The \"likely to result\" standard is applied flexibly &#8212; a question that can be regarded as \"close\" will often suffice, <i>United States v. Bayko,</i> <span class=\"citation\" data-id=\"458983\"><a href=\"/opinion/458983/united-states-v-mark-allan-bayko/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 523 (1st Cir.1985) &#8212; but we conclude that, on the basis of argument so far, none of the issues identified by Colon-Munoz meets this standard. We start with the reassignment issue; Colon-Munoz' main arguments are directed to claims that the reassignment of his own case by the committee, and the actions of the successor judge, did not comply with Rule 25 of the Federal Rules of Criminal Procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As background, we note that by statute, each Judicial Council, composed of both circuit and district judges, has broad authority to \"make all necessary and appropriate orders for the effective and expeditious administration of justice within its circuit.\" 28 U.S.C. 332(d) (1994). One of the intended purposes was to address judicial delay; and an order of the Judicial Council reassigning cases or providing an impartial mechanism for doing so falls within the broad mandate of section 332(d), at least so long as the order is directed to administrative concerns and is not based upon the merits of the case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his motion, Colon-Munoz has not challenged the Judicial Council's general authority to order reassignment; instead, his claims turn upon subsequent events in relation to Rule 25. Dealing with reassignment of criminal cases after the guilty verdict &#8212; a different provision deals with reassignment during trial &#8212; Rule 25(b) provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(b) AFTER VERDICT OR FINDING OF GUILT. If by reason of absence, death, sickness or other disability the judge before whom the defendant has been tried is unable to perform the duties to be performed by the court after a verdict or finding of guilt, any other judge regularly sitting in or assigned to the court may perform those duties; but if that judge is satisfied that a judge who did not preside at the trial cannot perform those duties or that it is appropriate for any other reason, that judge may grant a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the outset, the stay motion contends (without elaboration) that the reassignment in this case cannot meet the \"by reason of\" requirement; but that claim is plainly mistaken. A judge who has been removed from a case could well be described as \"absent\" or under a \"disability\" but, in any event, the \"by reason of\" phrase taken as a whole is surely meant to encompass &#8212; or at least not to preclude &#8212; any legitimate reason why a district judge cannot continue in the case. <i>See United States v. Diaz,</i> <span class=\"citation\" data-id=\"765967\"><a href=\"/opinion/765967/united-states-v-roque-diaz/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1239</span></a></span>, 1244-45 (10th Cir.1999), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1031</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1448</span></span>, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This court, by necessary implication, has already assumed this to be so. \"Recusal\" is not expressly listed in the sequence (\"absence, death, sickness or other disability\"), but surely a judge who had to recuse himself or herself after trial and before sentencing (an unlikely but perfectly possible event) could be replaced under or consistent with Rule 25(b). We had just such a case, <i>United States v. Snyder,</i> <span class=\"citation\" data-id=\"199201\"><a href=\"/opinion/199201/united-states-v-snyder/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span> (1st Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1057</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2205</span></span>, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1034</span></span> (2001), and sustained the new sentence against various attacks. This Rule 25 issue may technically be open in this circuit but we do not think it is substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, the stay motion intimates that Colon-Munoz may challenge the district judge's denial of the motion to retransfer the case; but even assuming that the district judge had authority to retransfer the case &#8212; which might well be disputed &#8212; it is hard to see how the failure to do so in the present circumstances could be described as an \"abuse of discretion.\" <i>United States v. Bourgeois,</i> <span class=\"citation\" data-id=\"573084\"><a href=\"/opinion/573084/united-states-v-robert-h-bourgeois-and-richard-h-crowe-jr/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span>, 987-88 (5th Cir.1992). The motion also asserts that the successor district judge was not sufficiently familiar with the record to perform the sentencing, as Rule 25(b) requires; but even though Rule 25(b) does not require an affirmative statement, the district judge flatly stated that he was familiar, and his detailed treatment of the new trial motion and the sentencing objections bears this out. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">So far, we have proceeded on the <i>arguendo</i> assumption, which might be debatable, that Colon-Munoz has the right to challenge the process that led to his sentencing before a different judge than the judge who presided at his jury trial. Colon-Munoz is entitled to be sentenced by a competent judge who has become familiar with the case, but beyond this litigants subject to the authority of the district court do not normally have any say as to the particular judge who acts for the court. Reassignment of civil and criminal cases within a district court occurs regularly, for numerous reasons related to administrative convenience or necessity, and a litigant has no vested right to a particular judge. <i>See generally, Sinito v. United States,</i> <span class=\"citation\" data-id=\"445490\"><a href=\"/opinion/445490/charles-sinito-jr-83-3791-thomas-j-sinito-84-3018-v-united-states/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span>, 515 (6th Cir.1984); <i>United States v. Keane,</i> <span class=\"citation\" data-id=\"1669932\"><a href=\"/opinion/1669932/united-states-v-keane/\"><span class=\"volume\">375</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1201</span></a></span>, 1204 (N.D.Ill.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There remain the guideline claims put forth by Colon-Munoz's motion, which we have carefully considered. Although he is free to pursue them on this appeal &#8212; as well as the Rule 25 or other related claims discussed above &#8212; the guideline arguments are routine contentions as to the choice of the guideline manual to be used and the application of particular guideline provisions. None of these claims, at least as so far elaborated, suggests that it is likely to result in reversal or a greatly shortened sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accordingly, the motion for stay pending appeal is <i>denied.</i> This court's temporary stay entered on May 17, 2002, is <i>vacated.</i> The prior reporting date having passed, the district judge will set a new reporting date. This order is effective immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On February 8, 2002, the original district judge held a hearing on resentencing at which Colon-Munoz argued that an offer of proof in support of his new trial motion also was relevant to sentencing issues. Supplemental memoranda were filed thereafter and the court indicated that it would reset a date for sentencing \"within seven days after the court rules on the pending motion for a new trial.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The successor judge denied bail on appeal after determining that none of the issues which defendant sought to raise on appeal were substantial questions likely to lead to a new trial or a reduced term of imprisonment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See Chandler v. Judicial Council of the Tenth Circuit,</i> <span class=\"citation\" data-id=\"108152\"><a href=\"/opinion/108152/chandler-v-judicial-council-of-tenth-circuit/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, 98-102 &amp; n. 7, <span class=\"citation\" data-id=\"108152\"><a href=\"/opinion/108152/chandler-v-judicial-council-of-tenth-circuit/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1648</span></a></span>, <span class=\"citation\" data-id=\"108152\"><a href=\"/opinion/108152/chandler-v-judicial-council-of-tenth-circuit/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></a></span> (1970) (Harlan, J., concurring) (addressing legislative history of section 332); <i>In re McBryde,</i> <span class=\"citation\" data-id=\"743022\"><a href=\"/opinion/743022/in-re-john-h-mcbryde-us-district-judge/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">208</span></a></span>, 227-29 (5th Cir.1997) (noting that \"judicial council rules promulgated to alleviate judicial delay\" have been upheld and that a judicial council has authority to \"reassign cases for administrative reasons\"); <i>cf. McBryde v. Committee to Review Council Conduct &amp; Disability Orders of the Judicial Conference of the United States,</i> <span class=\"citation\" data-id=\"2443264\"><a href=\"/opinion/2443264/mcbryde-v-committee-to-rev-cir-council-conduct/\"><span class=\"volume\">83</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">135</span></a></span>, 139, 164-65 (D.D.C.1999), <i>vacated in pertinent part as moot,</i> <span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span> (D.C.Cir.2001); <i>Vickers Assocs., Ltd. v. Urice,</i> <span class=\"citation\" data-id=\"756663\"><a href=\"/opinion/756663/in-re-jaritz-industries-ltd-vickers-associates-ltd-v-joel-urice/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 101-03 (3d Cir.1998); <i>Truesdale v. Moore,</i> <span class=\"citation\" data-id=\"754061\"><a href=\"/opinion/754061/louis-joe-truesdale-v-michael-b-moore-commissioner-south-carolina/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">749</span></a></span>, 760 (4th Cir.1998). <i>See generally Report of the National Commission on Judicial Discipline &amp; Removal</i> 14-17 (1993); Geyh, <i>Informal Methods of Judicial Discipline,</i> 142 U. Pa. L.Rev. 243, 264-65 (1993).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1669932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2443264/"
  ]
}