{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199932/",
  "absolute_url": "/opinion/199932/nadeau-v-matesanz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199932/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:40:26Z",
  "date_modified": "2017-03-24T11:04:15.302268Z",
  "type": "010combined",
  "sha1": "a4e7895a4e01575e170d6d1271929075db35bba7",
  "page_count": 6,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2288-01A.pdf",
  "local_path": "pdf/2002/04/30/Nadeau_v._Matesanz.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-2288\n\n                     RICHARD J. NADEAU, JR.,\n\n                     Petitioner, Appellant,\n\n                                v.\n\n                         JAMES MATESANZ,\n\n                      Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n      [Hon. Morris E. Lasker*, Senior U.S. District Judge]\n\n\n\n                             Before\n                       Selya, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n     Paul M. Freitas for appellant.\n     Linda A. Wagner, Assistant Attorney General, with whom Thomas\nF. Reilly, Attorney General, was on brief, for appellee.\n\n                      ____________________\n                         April 29, 2002\n                      ____________________\n\n\n\n\n* Of the Southern District of New York, sitting by designation.\n\f            STAHL, Senior Circuit Judge.          Appellant Richard Nadeau\n\nappeals from the district court's denial of his petition for writ\n\nof habeas corpus.     In March 1996, a Middlesex Superior Court jury\n\nconvicted   Nadeau    of   two   counts    of   burglary,   three   counts   of\n\nreceiving stolen property, and one count of receiving a stolen\n\nmotor vehicle.       Appealing his convictions, Nadeau argued inter\n\nalia that he could not lawfully be convicted of both the burglary\n\nand the receiving of the stolen property.            On April 2, 1999, the\n\nMassachusetts Appeals Court agreed with Nadeau's argument and\n\nvacated the possession of stolen property convictions but affirmed\n\nthe remaining convictions.        Commonwealth v. Nadeau, 46 Mass. App.\n\nCt. 1121, 708 N.E.2d 154 (1999) (table).1             On June 3, 1999, the\n\nMassachusetts Supreme Judicial Court denied Nadeau's application\n\nfor further appellate review.        Commonwealth v. Nadeau, 429 Mass.\n\n1109, 712 N.E.2d 99 (1999) (table).\n\n            On June 25, 2000, Nadeau filed a petition for writ of\n\nhabeas corpus pursuant to 28 U.S.C. § 2254, asserting three grounds\n\nof error.    The district court denied the petition on August 21,\n\n\n     1\n      See generally United States v. Trzcinski, 553 F.2d 851, 853\n(3d Cir. 1977) (\"Traditionally, receipt of stolen goods has been a\ncrime distinct from the theft. Under the general view, a thief who\nactually carried away the goods could not 'receive' them from\nhimself.    This principle is based either upon the theory of\navoiding the infliction of a double penalty or upon the philosophic\nconsideration that a single act may not constitute both the larceny\nand the receiving. An accessory, however, may be guilty of both\nlarceny and receipt of stolen goods. See 2 F. Wharton, Criminal\nLaw and Procedure § 576 (12th ed. 1957), and R. Perkins, Criminal\nLaw 321 (1969). But these general observations are not controlling\nbecause . . . the question is one of statutory construction, not\ncommon law distinctions.\").\n\n                                     -2-\n\f2001, but issued a certificate of appealability on September 18,\n\n2001.     In this appeal, Nadeau continues to press two purported\n\ngrounds for relief.     First, he maintains that the trial judge's\ninstructions to the jury violated his constitutional right to\n\npresent a defense and to have his guilt determined by a jury of his\n\npeers.     Second, he contends that the Massachusetts Appeals Court\nerred when it chose merely to vacate the convictions for possession\n\nof stolen property, and should instead have ordered a new trial.2\nFinding neither of these arguments meritorious, we affirm.\n\n                                    I.\n\n            At trial, Nadeau's theory of defense consisted of two\n\nmain components.     First, he offered an alibi to account for his\nwhereabouts during the times that the burglaries took place.\nSecond, he argued that someone else, namely, his friend Michael\n\nFarese, had actually stolen the goods that the police recovered\nduring the search of Farese's apartment, where Nadeau had been\nstaying.    When the time came to instruct the jury, the trial judge\n\noffered     a   standard   charge        regarding   reasonable   doubt.\nSpecifically, the judge stated,\n            The question is, has the government proved\n            beyond a reasonable doubt that Mr. Nadeau did\n            certain things.   He is the only defendant.\n            You are not to focus on whether there were or\n            should have been anyone else accused of these\n            offenses. The question is, has the government\n\n\n\n     2\n      The third issue raised by Nadeau in his original petition,\nbut not presented on appeal, concerned the denial of his motion to\nsuppress the confession he made to the police on the date of his\narrest.\n\n                                 -3-\n\f                proved beyond a reasonable            doubt    that     Mr.\n                Nadeau is guilty.\n                Nadeau objected to this instruction at trial, arguing\n\nthat it was \"confusing and contradictory\" and, in essence, told the\n\njury       to    ignore    Nadeau's       arguments     regarding       the   possible\nculpability of Farese.                  On habeas review, the district court\n\nrejected Nadeau's claim that the trial court's failure to modify or\n\ncorrect the jury instructions violated his constitutional rights.\n\nNadeau's appeal is governed by the Antiterrorism and Effective\n\nDeath Penalty Act (AEDPA), 28 U.S.C. § 2254.                   Therefore, in order\n\nto prevail, Nadeau must show that the state court decision was\n\ncontrary        to     federal     constitutional     law     or   an    unreasonable\napplication of clearly established federal law as determined by the\n\nSupreme Court.          Id. § 2254(d)(1).         We review the district court's\n\ndenial of habeas relief de novo.              See Almanzar v. Maloney, 281 F.3d\n300, 303 (1st Cir. 2002).\n\n                Nadeau has not offered any Supreme Court case that would\n\nsuggest         that    the      jury    instructions     were     constitutionally\n\ninadequate.          The reasonable doubt instruction offered by the trial\njudge closely parallels a model federal instruction,3 and the\n\n       3\n           A widely accepted federal pattern jury instruction provides:\n\n                You are here to determine whether the\n                government has proven the guilt of the\n                defendant[s]   for   the  charge[s]   in   the\n                indictment beyond a reasonable doubt. You are\n                not called upon to return a verdict as to the\n                guilt or innocence of any other person or\n                persons.   So, if the evidence in the case\n                convinces you beyond a reasonable doubt of the\n                guilt of Defendant[s] _______ for the crime[s]\n                charged in the indictment, you should so find,\n\n                                            -4-\n\fvalidity of comparable instructions has been upheld on previous\n\noccasions.4   Furthermore, we have not independently identified\n\nanything in the instruction chosen by the state court judge that\nruns afoul of the minimum constitutional requirements identified by\n\nthe Supreme Court.     Therefore, Nadeau's argument that the Appeals\n\nCourt's   affirmance   of   the   trial   court's   instruction   was   an\n\"unreasonable application\" of Supreme Court precedent must fail.5\n\nSee 28 U.S.C. § 2254(d)(1).\n\n                                   II.\n\n           We can likewise dispose of Nadeau's second argument\nwithout extensive discussion.        Nadeau claims that the Supreme\n\nCourt's decision in Milanovich v. United States, 365 U.S. 551\n\n(1961), requires the lower courts to grant a defendant a new trial\n\n\n           even though you may believe that one or more\n           other unindicted persons are also guilty. But\n           if any reasonable doubt remains in your minds\n           after impartial consideration of all the\n           evidence in the case, it is your duty to find\n           Defendant[s] _______ not guilty.\n\nO'Malley, et al., Federal Jury Practice and Instructions, § 12.11\n(2000).\n     4\n      See United States v. Dennis, 645 F.2d 517, 522-23 (5th Cir.\n1981), overruled on other grounds by United States v. Lane, 474\nU.S. 438 (1986).\n     5\n      As a practical matter, we are also not convinced that\nNadeau's ability to present his defense was compromised by the jury\ninstruction. As the district court noted, \"The instruction tells\njurors to ignore whether anyone else was accused (e.g.,\ncharged/indicted) with the crimes, not whether they actually\ncommitted the crimes.\" In other words, the instruction directed\nthe jurors to render a verdict of not guilty unless they were\nconvinced beyond a reasonable doubt that the defendant before them,\nand not some other person, had committed the crimes at issue in the\ncase.\n\n                                   -5-\n\fwhen he is convicted of both a theft and possession of stolen\n\nproperty    stemming      from     the    same    incident.       In   reaching     the\n\nconclusion       that    Nadeau's        argument    was    without     merit,      the\nMassachusetts Appeals Court relied upon Commonwealth v. Nascimento,\n\n421 Mass. 677, 683-84, 659 N.E.2d 745, 749-50 (1996), in which the\n\nMassachusetts Supreme Judicial Court explained that Milanovich has\nbeen limited by the later Supreme Court opinion in United States v.\n\nGaddis,    424    U.S.    544    (1976).         Other   courts   of   appeals     have\n\nconcurred in this assessment, and accordingly have cited Gaddis as\n\nthe   controlling        Supreme    Court     pronouncement       on   this    issue.\n\nSee United States v. Brown, 996 F.2d 1049, 1055 (10th Cir. 1993)\n\n(citing cases from eight other circuits for the proposition that\n\nMilanovich has been de facto overruled by Gaddis).\n            In    light     of     this    overwhelming       consensus,      we    are\n\nunconvinced that the decision of the Massachusetts Appeals Court\n\n\"involved an unreasonable application of[] clearly established\nFederal law.\"      28 U.S.C. § 2254(d)(1).6              Therefore, we agree with\n\nthe district court that this assignment of error lacks merit.\n\n                                          III.\n\n             Accordingly, we affirm the district court's decision to\n\ndismiss the appellant's petition for habeas relief.\n\n\n\n\n      6\n      We need express no view regarding what, if any, lingering\nforce Milanovich may have in light of the Supreme Court's later\ndecision in Gaddis.      For purposes of habeas review, it is\nsufficient to rest our decision on the ground that the\nMassachusetts Appeals Court's application of the remedy supplied by\nGaddis rather than Milanovich is not unreasonable.\n\n                                           -6-\n\f",
  "html": "<p class=\"case_cite\">289 F.3d 13</p>\n    <p class=\"parties\">Richard J. NADEAU, Jr., Petitioner, Appellant,<br>v.<br>James MATESANZ, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-2288.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 4, 2002.</p>\n    <p class=\"date\">Decided April 29, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul M. Freitas for appellant.</p>\n      <p class=\"indent\">Linda A. Wagner, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Richard Nadeau appeals from the district court's denial of his petition for writ of habeas corpus. In March 1996, a Middlesex Superior Court jury convicted Nadeau of two counts of burglary, three counts of receiving stolen property, and one count of receiving a stolen motor vehicle. Appealing his convictions, Nadeau argued <i>inter alia</i> that he could not lawfully be convicted of both the burglary and the receiving of the stolen property. On April 2, 1999, the Massachusetts Appeals Court agreed with Nadeau's argument and vacated the possession of stolen property convictions but affirmed the remaining convictions. <i>Commonwealth v. Nadeau,</i> 46 Mass.App.Ct. 1121, 708 N.E.2d 154 (1999) (table).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On June 3, 1999, the Massachusetts Supreme Judicial Court denied Nadeau's application for further appellate review. <i>Commonwealth v. Nadeau,</i> 429 Mass. 1109, 712 N.E.2d 99 (1999) (table).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 25, 2000, Nadeau filed a petition for writ of habeas corpus pursuant to 28 U.S.C. &#167; 2254, asserting three grounds of error. The district court denied the petition on August 21, 2001, but issued a certificate of appealability on September 18, 2001. In this appeal, Nadeau continues to press two purported grounds for relief. First, he maintains that the trial judge's instructions to the jury violated his constitutional right to present a defense and to have his guilt determined by a jury of his peers. Second, he contends that the Massachusetts Appeals Court erred when it chose merely to vacate the convictions for possession of stolen property, and should instead have ordered a new trial.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Finding neither of these arguments meritorious, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, Nadeau's theory of defense consisted of two main components. First, he offered an alibi to account for his whereabouts during the times that the burglaries took place. Second, he argued that someone else, namely, his friend Michael Farese, had actually stolen the goods that the police recovered during the search of Farese's apartment, where Nadeau had been staying. When the time came to instruct the jury, the trial judge offered a standard charge regarding reasonable doubt. Specifically, the judge stated,</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The question is, has the government proved beyond a reasonable doubt that Mr. Nadeau did certain things. He is the only defendant. You are not to focus on whether there were or should have been anyone else accused of these offenses. The question is, has the government proved beyond a reasonable doubt that Mr. Nadeau is guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nadeau objected to this instruction at trial, arguing that it was \"confusing and contradictory\" and, in essence, told the jury to ignore Nadeau's arguments regarding the possible culpability of Farese. On habeas review, the district court rejected Nadeau's claim that the trial court's failure to modify or correct the jury instructions violated his constitutional rights. Nadeau's appeal is governed by the Antiterrorism and Effective Death Penalty Act (AEDPA), 28 U.S.C. &#167; 2254. Therefore, in order to prevail, Nadeau must show that the state court decision was contrary to federal constitutional law or an unreasonable application of clearly established federal law as determined by the Supreme Court. <i>Id.</i> &#167; 2254(d)(1). We review the district court's denial of habeas relief de novo. <i>See Almanzar v. Maloney,</i> 281 F.3d 300, 303 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nadeau has not offered any Supreme Court case that would suggest that the jury instructions were constitutionally inadequate. The reasonable doubt instruction offered by the trial judge closely parallels a model federal instruction,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and the validity of comparable instructions has been upheld on previous occasions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Furthermore, we have not independently identified anything in the instruction chosen by the state court judge that runs afoul of the minimum constitutional requirements identified by the Supreme Court. Therefore, Nadeau's argument that the Appeals Court's affirmance of the trial court's instruction was an \"unreasonable application\" of Supreme Court precedent must fail.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See</i> 28 U.S.C. &#167; 2254(d)(1).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We can likewise dispose of Nadeau's second argument without extensive discussion. Nadeau claims that the Supreme Court's decision in <i>Milanovich v. United States,</i> 365 U.S. 551, 81 S.Ct. 728, 5 L.Ed.2d 773 (1961), requires the lower courts to grant a defendant a new trial when he is convicted of both a theft and possession of stolen property stemming from the same incident. In reaching the conclusion that Nadeau's argument was without merit, the Massachusetts Appeals Court relied upon <i>Commonwealth v. Nascimento,</i> 421 Mass. 677, 683-84, 659 N.E.2d 745, 749-50 (1996), in which the Massachusetts Supreme Judicial Court explained that <i>Milanovich</i> has been limited by the later Supreme Court opinion in <i>United States v. Gaddis,</i> 424 U.S. 544, 96 S.Ct. 1023, 47 L.Ed.2d 222 (1976). Other courts of appeals have concurred in this assessment, and accordingly have cited <i>Gaddis</i> as the controlling Supreme Court pronouncement on this issue. <i>See United States v. Brown,</i> 996 F.2d 1049, 1055 (10th Cir.1993) (citing cases from eight other circuits for the proposition that <i>Milanovich</i> has been de facto overruled by <i>Gaddis</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In light of this overwhelming consensus, we are unconvinced that the decision of the Massachusetts Appeals Court \"involved an unreasonable application of[] clearly established Federal law.\" 28 U.S.C. &#167; 2254(d)(1).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Therefore, we agree with the district court that this assignment of error lacks merit.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's decision to dismiss the appellant's petition for habeas relief.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See generally United States v. Trzcinski,</i> 553 F.2d 851, 853 (3d Cir.1977) (\"Traditionally, receipt of stolen goods has been a crime distinct from the theft. Under the general view, a thief who actually carried away the goods could not `receive' them from himself. This principle is based either upon the theory of avoiding the infliction of a double penalty or upon the philosophic consideration that a single act may not constitute both the larceny and the receiving. An accessory, however, may be guilty of both larceny and receipt of stolen goods. <i>See</i> 2 F. Wharton, Criminal Law and Procedure &#167; 576 (12th ed.1957), and R. Perkins, Criminal Law 321 (1969). But these general observations are not controlling because ... the question is one of statutory construction, not common law distinctions.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The third issue raised by Nadeau in his original petition, but not presented on appeal, concerned the denial of his motion to suppress the confession he made to the police on the date of his arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A widely accepted federal pattern jury instruction provides:</p>\n        <p class=\"indent\">You are here to determine whether the government has proven the guilt of the defendant[s] for the charge[s] in the indictment beyond a reasonable doubt. You are not called upon to return a verdict as to the guilt or innocence of any other person or persons. So, if the evidence in the case convinces you beyond a reasonable doubt of the guilt of Defendant[s] _____ for the crime[s] charged in the indictment, you should so find, even though you may believe that one or more other unindicted persons are also guilty. But if any reasonable doubt remains in your minds after impartial consideration of all the evidence in the case, it is your duty to find Defendant[s] ______ not guilty.</p>\n        <p class=\"indent\">O'Malley, et al., <i>Federal Jury Practice and Instructions,</i> &#167; 12.11 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See United States v. Dennis,</i> 645 F.2d 517, 522-23 (5th Cir.1981), <i>overruled on other grounds by United States v. Lane,</i> 474 U.S. 438, 106 S.Ct. 725, 88 L.Ed.2d 814 (1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As a practical matter, we are also not convinced that Nadeau's ability to present his defense was compromised by the jury instruction. As the district court noted, \"The instruction tells jurors to ignore whether anyone else was<i>accused</i> (e.g., charged/indicted) with the crimes, not whether they actually <i>committed</i> the crimes.\" In other words, the instruction directed the jurors to render a verdict of not guilty unless they were convinced beyond a reasonable doubt that the defendant before them, and not some other person, had committed the crimes at issue in the case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We need express no view regarding what, if any, lingering force<i>Milanovich</i> may have in light of the Supreme Court's later decision in <i>Gaddis.</i> For purposes of habeas review, it is sufficient to rest our decision on the ground that the Massachusetts Appeals Court's application of the remedy supplied by <i>Gaddis</i> rather than <i>Milanovich</i> is not unreasonable.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span></p>\n    <p class=\"parties\">Richard J. NADEAU, Jr., Petitioner, Appellant,<br>v.<br>James MATESANZ, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 01-2288.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 4, 2002.</p>\n    <p class=\"date\">Decided April 29, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul M. Freitas for appellant.</p>\n      <p class=\"indent\">Linda A. Wagner, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Richard Nadeau appeals from the district court's denial of his petition for writ of habeas corpus. In March 1996, a Middlesex Superior Court jury convicted Nadeau of two counts of burglary, three counts of receiving stolen property, and one count of receiving a stolen motor vehicle. Appealing his convictions, Nadeau argued <i>inter alia</i> that he could not lawfully be convicted of both the burglary and the receiving of the stolen property. On April 2, 1999, the Massachusetts Appeals Court agreed with Nadeau's argument and vacated the possession of stolen property convictions but affirmed the remaining convictions. <i>Commonwealth v. Nadeau,</i> 46 Mass.App.Ct. 1121, <span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">154</span></span> (1999) (table).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On June 3, 1999, the Massachusetts Supreme Judicial Court denied Nadeau's application for further appellate review. <i>Commonwealth v. Nadeau,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">712</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">99</span></span> (1999) (table).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 25, 2000, Nadeau filed a petition for writ of habeas corpus pursuant to 28 U.S.C. &#167; 2254, asserting three grounds of error. The district court denied the petition on August 21, 2001, but issued a certificate of appealability on September 18, 2001. In this appeal, Nadeau continues to press two purported grounds for relief. First, he maintains that the trial judge's instructions to the jury violated his constitutional right to present a defense and to have his guilt determined by a jury of his peers. Second, he contends that the Massachusetts Appeals Court erred when it chose merely to vacate the convictions for possession of stolen property, and should instead have ordered a new trial.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Finding neither of these arguments meritorious, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, Nadeau's theory of defense consisted of two main components. First, he offered an alibi to account for his whereabouts during the times that the burglaries took place. Second, he argued that someone else, namely, his friend Michael Farese, had actually stolen the goods that the police recovered during the search of Farese's apartment, where Nadeau had been staying. When the time came to instruct the jury, the trial judge offered a standard charge regarding reasonable doubt. Specifically, the judge stated,</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The question is, has the government proved beyond a reasonable doubt that Mr. Nadeau did certain things. He is the only defendant. You are not to focus on whether there were or should have been anyone else accused of these offenses. The question is, has the government proved beyond a reasonable doubt that Mr. Nadeau is guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nadeau objected to this instruction at trial, arguing that it was \"confusing and contradictory\" and, in essence, told the jury to ignore Nadeau's arguments regarding the possible culpability of Farese. On habeas review, the district court rejected Nadeau's claim that the trial court's failure to modify or correct the jury instructions violated his constitutional rights. Nadeau's appeal is governed by the Antiterrorism and Effective Death Penalty Act (AEDPA), 28 U.S.C. &#167; 2254. Therefore, in order to prevail, Nadeau must show that the state court decision was contrary to federal constitutional law or an unreasonable application of clearly established federal law as determined by the Supreme Court. <i>Id.</i> &#167; 2254(d)(1). We review the district court's denial of habeas relief de novo. <i>See Almanzar v. Maloney,</i> <span class=\"citation\" data-id=\"199844\"><a href=\"/opinion/199844/almanzar-v-maloney/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span>, 303 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nadeau has not offered any Supreme Court case that would suggest that the jury instructions were constitutionally inadequate. The reasonable doubt instruction offered by the trial judge closely parallels a model federal instruction,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and the validity of comparable instructions has been upheld on previous occasions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Furthermore, we have not independently identified anything in the instruction chosen by the state court judge that runs afoul of the minimum constitutional requirements identified by the Supreme Court. Therefore, Nadeau's argument that the Appeals Court's affirmance of the trial court's instruction was an \"unreasonable application\" of Supreme Court precedent must fail.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See</i> 28 U.S.C. &#167; 2254(d)(1).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We can likewise dispose of Nadeau's second argument without extensive discussion. Nadeau claims that the Supreme Court's decision in <i>Milanovich v. United States,</i> <span class=\"citation\" data-id=\"106193\"><a href=\"/opinion/106193/milanovich-v-united-states/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span></a></span>, <span class=\"citation\" data-id=\"106193\"><a href=\"/opinion/106193/milanovich-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">728</span></a></span>, <span class=\"citation\" data-id=\"106193\"><a href=\"/opinion/106193/milanovich-v-united-states/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">773</span></a></span> (1961), requires the lower courts to grant a defendant a new trial when he is convicted of both a theft and possession of stolen property stemming from the same incident. In reaching the conclusion that Nadeau's argument was without merit, the Massachusetts Appeals Court relied upon <i>Commonwealth v. Nascimento,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">677</span></span>, 683-84, <span class=\"citation no-link\"><span class=\"volume\">659</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">745</span></span>, 749-50 (1996), in which the Massachusetts Supreme Judicial Court explained that <i>Milanovich</i> has been limited by the later Supreme Court opinion in <i>United States v. Gaddis,</i> <span class=\"citation\" data-id=\"109391\"><a href=\"/opinion/109391/united-states-v-gaddis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"109391\"><a href=\"/opinion/109391/united-states-v-gaddis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1023</span></a></span>, <span class=\"citation\" data-id=\"109391\"><a href=\"/opinion/109391/united-states-v-gaddis/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1976). Other courts of appeals have concurred in this assessment, and accordingly have cited <i>Gaddis</i> as the controlling Supreme Court pronouncement on this issue. <i>See United States v. Brown,</i> <span class=\"citation\" data-id=\"609819\"><a href=\"/opinion/609819/united-states-v-vincent-edward-brown/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1049</span></a></span>, 1055 (10th Cir.1993) (citing cases from eight other circuits for the proposition that <i>Milanovich</i> has been de facto overruled by <i>Gaddis</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In light of this overwhelming consensus, we are unconvinced that the decision of the Massachusetts Appeals Court \"involved an unreasonable application of[] clearly established Federal law.\" 28 U.S.C. &#167; 2254(d)(1).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Therefore, we agree with the district court that this assignment of error lacks merit.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's decision to dismiss the appellant's petition for habeas relief.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See generally United States v. Trzcinski,</i> <span class=\"citation\" data-id=\"344878\"><a href=\"/opinion/344878/united-states-v-robert-lester-trzcinski/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span>, 853 (3d Cir.1977) (\"Traditionally, receipt of stolen goods has been a crime distinct from the theft. Under the general view, a thief who actually carried away the goods could not `receive' them from himself. This principle is based either upon the theory of avoiding the infliction of a double penalty or upon the philosophic consideration that a single act may not constitute both the larceny and the receiving. An accessory, however, may be guilty of both larceny and receipt of stolen goods. <i>See</i> 2 F. Wharton, Criminal Law and Procedure &#167; 576 (12th ed.1957), and R. Perkins, Criminal Law 321 (1969). But these general observations are not controlling because ... the question is one of statutory construction, not common law distinctions.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The third issue raised by Nadeau in his original petition, but not presented on appeal, concerned the denial of his motion to suppress the confession he made to the police on the date of his arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A widely accepted federal pattern jury instruction provides:</p>\n        <p class=\"indent\">You are here to determine whether the government has proven the guilt of the defendant[s] for the charge[s] in the indictment beyond a reasonable doubt. You are not called upon to return a verdict as to the guilt or innocence of any other person or persons. So, if the evidence in the case convinces you beyond a reasonable doubt of the guilt of Defendant[s] _____ for the crime[s] charged in the indictment, you should so find, even though you may believe that one or more other unindicted persons are also guilty. But if any reasonable doubt remains in your minds after impartial consideration of all the evidence in the case, it is your duty to find Defendant[s] ______ not guilty.</p>\n        <p class=\"indent\">O'Malley, et al., <i>Federal Jury Practice and Instructions,</i> &#167; 12.11 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See United States v. Dennis,</i> <span class=\"citation\" data-id=\"389161\"><a href=\"/opinion/389161/united-states-v-james-h-dennis-sr-michael-k-terebecki/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 522-23 (5th Cir.1981), <i>overruled on other grounds by United States v. Lane,</i> <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">814</span></a></span> (1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As a practical matter, we are also not convinced that Nadeau's ability to present his defense was compromised by the jury instruction. As the district court noted, \"The instruction tells jurors to ignore whether anyone else was<i>accused</i> (e.g., charged/indicted) with the crimes, not whether they actually <i>committed</i> the crimes.\" In other words, the instruction directed the jurors to render a verdict of not guilty unless they were convinced beyond a reasonable doubt that the defendant before them, and not some other person, had committed the crimes at issue in the case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We need express no view regarding what, if any, lingering force<i>Milanovich</i> may have in light of the Supreme Court's later decision in <i>Gaddis.</i> For purposes of habeas review, it is sufficient to rest our decision on the ground that the Massachusetts Appeals Court's application of the remedy supplied by <i>Gaddis</i> rather than <i>Milanovich</i> is not unreasonable.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/344878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609819/"
  ]
}