{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199974/",
  "absolute_url": "/opinion/199974/gorski-v-new-hampshire-depart/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199974/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:41:13Z",
  "date_modified": "2017-03-24T11:04:32.253999Z",
  "type": "010combined",
  "sha1": "19cb0365fca1b5af7b65279ef1aca8df7978465d",
  "page_count": 22,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1995-01A.pdf",
  "local_path": "pdf/2002/05/24/Gorski_v._New_Hampshire_Depart.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo.   01-1995\n\n                          TARA GORSKI,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n           NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n      [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n                             Before\n\n                     Torruella, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                  and O’Toole,*District Judge.\n\n\n\n     Michael J. Sheehan for appellant.\n     Nancy J. Smith, Senior Assistant Attorney General, with whom\nPhilip T. McLaughlin, Attorney General, was on brief, for\nappellee.\n\n\n\n\n                          May 24, 2002\n\f          * Of the District of Massachusetts, sitting by designation.\n              O’TOOLE, District Judge.     At the time of the events\n\nat       issue,   appellant      Tara   Gorski      was   employed     by    the     New\n\nHampshire Department of Corrections (the “Department”) as a\n\nsergeant assigned to duty in a secure psychiatric unit in the\n\nmen’s      state    prison    in    Concord.        In    her    one-count    amended\n\ncomplaint, Gorski alleged that the Department had constructively\n\ndischarged her in violation of Title VII of the Civil Rights Act\n\nof 1964, 42 U.S.C. § 2000e et seq.(“Title VII”).                    Gorski claimed\n\nthat she had been “the victim of direct sexual harassment and of\n\na hostile work environment.”                     More particularly, Gorski\n\nalleged that she had become pregnant in June 1998, and shortly\n\nafterward had told her supervisors of that fact.                       Thereafter,\n\nshe alleged, both her direct supervisor, identified as “Lt.\n\nKench,”      and    her   ultimate      supervisor,       unit    director     Joseph\n\nPanarello, “made derogatory comments about her pregnancy so as\n\nto give rise to a sexually hostile working environment.”                             The\n\namended      complaint     set     forth   a     series   of    specific     facts    in\n\nsupport of the claim of discrimination.1                        The complaint then\n\n\n     1\n         Paragraph 9 of the amended complaint reads:\n\n            Following are specific facts that support plaintiff’s\nclaims:\n\n             a.    upon first learning of plaintiff’s pregnancy,\n\n                                           -2-\n\fMr. Panarello said “oh Tara, why did you have to do\nthat? Why did you get pregnant, with everything going\non, why do you want another child?”\n\n   b. Lt. Kench said, “oh great, we’re going to have\nto deal with that now;”\n\n                         -3-\n\falleged:   “The conduct described above was sufficiently severe\n\nor pervasive to constitute a sexually hostile work environment.\n\nAs a result of this hostile environment, plaintiff was forced to\n\nresign in August 1998, a constructive discharge.”2\n\n\n       c.   after learning of plaintiff’s pregnancy, when\n     plaintiff complained about her workload (a significant\n     complaint that pre-dated plaintiff’s pregnancy by\n     months), Lt. Kench and others responded with comments\n     like “she’s just pregnant,” “you’re only complaining\n     now  because   you’re   pregnant,”   and  “it’s   your\n     hormones;”\n\n          d.    during this same time frame, plaintiff\n     requested a transfer out of the unit. As a reason to\n     deny that request, Lt. Kench said “maybe you won’t\n     come back,” referring to the time away from work after\n     plaintiff’s child was born;\n\n        e. Lt. Kench also said, in response to plaintiff’s\n     request for a transfer, “no one is going to want you\n     because you are pregnant and you are going to have to\n     wait until after you are back;”\n\n       f. while on stress leave in September 1998 (which\n     leave DOC approved), Mr. Panarello called plaintiff\n     and asked if she could come in for one day to show a\n     co-worker what to do with a project that plaintiff\n     knew well, knowing it went against plaintiff’s\n     doctor’s advice to remain out of work; and\n\n          g.   while on leave on October 27, 1998, Mr.\n     Panarello went to plaintiff’s house and pressured her\n     to return to work, asking “why aren’t you at work,\n     what’s your problem?” contrary to the instructions of\n     plaintiff’s doctor. Plaintiff told Mr. Panarello that\n     she had experienced problems with Lt. Kench, that she\n     raised these problems with Mr. Panarello, and that Mr.\n     Panarello did nothing.\n 2\n    The allegation that Gorski “was forced to resign in August”\nappears to be at odds with a preceding allegation that she was\n\n                              -4-\n\f          The Department moved to dismiss the complaint for\n\nfailure   to   comply    with    Title    VII’s   administrative   filing\n\nrequirements and for failure “to state facts which if true would\n\nmeet the requirements for a claim of harassment based on gender\n\nunder Title VII.”     The district court rejected the first ground,\n\nconcluding     that     Gorski    had     complied   timely    with     the\n\nprerequisites to a Title VII suit.          What the district court did\n\nwith respect to the second ground--failure to state a viable\n\nclaim under Title VII--gives rise to this appeal.\n\n          Recognizing that a claim of discrimination supported\n\nby a theory of sexual harassment or hostile work environment\n\ncould be made out if a plaintiff were to show                 “severe   or\n\npervasive conduct such that it constitutes a change in the terms\n\nand conditions of employment,” the district court concluded:\n\n               The comments allegedly made by Gorski’s\n          superiors regarding her pregnancy do not\n          rise to the level required to be actionable\n          under Title VII.    Sporadic use of abusive\n          language does not create a hostile work\n          environment because such conduct is not\n          “extreme” enough to alter the terms and\n          conditions of employment.      Moreover, the\n          remarks   directed   at   Gorski   were   not\n          physically   threatening    or   humiliating.\n          While the remarks Panarello and Kench made\n          were insensitive, inappropriate and arguably\n\n\non “stress leave” during September and October. However this\napparent inconsistency might ultimately be resolved, its\nresolution is not material to the disposition of the issues\npresented by this appeal.\n\n                                    -5-\n\f            offensive, these circumstances alone do not\n            describe a workplace that a reasonable\n            person would find hostile or abusive.\n\n            Having found that the complaint failed to state a\n\nviable claim for discrimination by reason of sexual harassment\n\nor a hostile work environment, the district court went on to\n\nconclude that the complaint did state “a claim of pregnancy\n\ndiscrimination,” namely, that her supervisors had refused to\n\ngrant her a transfer to another unit because she was pregnant.\n\nIn effect, the district court parsed what had been pled as a\n\nsingle count into two distinct claims: one for discrimination by\n\nreason of sexual harassment/hostile work environment and one for\n\n“pregnancy       discrimination.”                  The        court      understood         the\n\ncomplaint’s allegation that Gorski was told her request for a\n\ntransfer    would   not       be    granted       because         she    was   pregnant       as\n\nasserting a claim of disparate treatment because of pregnancy.\n\nSatisfied that the latter claim was adequately asserted within\n\nthe amended complaint, the district court entered an order\n\ndenying the Department’s motion to dismiss.\n\n            We   think    it        is    clear,    not       only      from   the      amended\n\ncomplaint    itself      but       also    from    the    tenor         of   the       arguments\n\nadvanced by Gorski in opposition to the motion to dismiss, that\n\nGorski   conceived       of    her       complaint       as    presenting          a    hostile\n\nenvironment      claim,       not    a    claim    that       a   discrete         employment\n\n\n                                            -6-\n\fdecision--denial of a transfer--was itself a distinct act of\n\ndisparate treatment discrimination.                 That latter theory is not\n\nexplicitly--nor, we think, implicitly--asserted either in the\n\ncomplaint or in Gorski’s legal argument opposing the motion to\n\ndismiss.      In context, the allegations about Kench’s comments\n\nconcerning      her     prospects     for   a   transfer     were   intended     as\n\nexamples of harassing conduct to support the broader allegation\n\nthat there was a hostile work environment.\n\n             Nonetheless, no doubt trying to make the best of the\n\nsituation, Gorski accepted the court’s invitation to pursue\n\nthe newly suggested theory.               The parties proceeded to conduct\n\ndiscovery     on    the    theory    that   Gorski    had    been   subjected    to\n\ndisparate treatment--i.e., the denial of a transfer--because of\n\nher pregnancy.          There is nothing in the record or otherwise\n\ncalled to our attention that suggests that discovery was pursued\n\nby either side on the hostile work environment theory.                   Rather,\n\nit    is   clear    that   both     the   parties    and    the   district   court\n\nconsidered the court’s dismissive treatment of that theory to be\n\nthe equivalent of a formal dismissal of a claim resting on the\n\ntheory, even though, as a formal matter, the court had denied\n\nthe    motion      to   dismiss     without     distinguishing      between     the\n\n\n\n\n                                          -7-\n\fdifferent      claims   the   court   had   found   to   lie   within   the\n\nallegations of the complaint.3\n\n              Following discovery, the Department moved for summary\n\njudgment as to a claim based on a denial of a transfer.             On the\n\nsummary judgment record, it was undisputed that “neither Kench\n\nnor Panarello had authority to transfer Gorski to another unit”\n\nand that “Gorski did not apply for a transfer to another unit.”\n\nUnder these circumstances, the district court concluded that\n\n“Gorski’s unsupported speculation about what might have happened\n\nif she had applied for a transfer is insufficient to raise a\n\nmaterial factual dispute,” and it granted the motion. Judgment\n\nin favor of the Department was entered accordingly.\n\n              Gorski has appealed both the order limiting her claim\n\nto one for “pregnancy discrimination” and the order granting\n\nsummary judgment on that claim.         We review both rulings de novo.\n\nSee Aldridge v. A. T Cross Corp., 284 F.3d 72, 78 (1 st Cir.\n\n2002) (reviewing motion to dismiss); Rochester Ford Sales, Inc.\n\nv.       Ford Motor Co., 287 F.3d 32, 38 (1st Cir.       2002) (reviewing\n\nmotion for summary judgment).          We hold that the district court\n\nerred in concluding that Gorski had failed adequately to plead\n\n\n\n     3\n     For example, in its later order granting summary judgment\non the transfer issue, the district court noted that “Gorski’s\nclaim of sexual harassment was dismissed on July 19, 2000,”\napparently pursuant to Fed. R. Civ. P. 12(b)(6).\n\n                                      -8-\n\fa claim under Title VII for sex discrimination based on a theory\n\nof hostile work environment.              We affirm the district court’s\n\nconclusion    that   a   claim      of    disparate   treatment    by   Gorski\n\npremised on a denial of a transfer request cannot be sustained\n\non a factual record which shows that she had never requested a\n\ntransfer and that the representative of the Department who\n\npurportedly   discouraged      her       from   requesting   one   lacked    the\n\nauthority to grant or deny such requests.\n\nDiscrimination by Reason of a Hostile Work Environment\n\n         Before        considering         whether    Gorski’s      complaint\n\nadequately stated a claim upon which relief could be granted, it\n\nis useful to recall some general principles pertaining to a\n\nsubstantive    claim     of   sex    discrimination     by   reason     of   the\n\nexistence of a hostile work environment.\n\n         Title VII prohibits employment discrimination “because\n\nof” an employee’s sex.        42 U.S.C. § 2000e-2(a).4        Discrimination\n\n\n 4\n   It shall be an unlawful employment practice for an employer—\n       (1) to fail or refuse to hire or to discharge any\nindividual,    or   otherwise   to   discriminate   against any\n               individual with respect to [her] compensation,\n               terms, conditions, or privileges of employment,\n               because   of  such   individual’s  race,   color,\n               religion, sex, or national origin; or\n      (2) to limit, segregate, or classify his employees or\n     applicants for employment in any way which would deprive or\n     tend to deprive any individual of employment opportunities\n     or otherwise adversely affect [her] status as an employee,\n     because of such individual’s race, color, religion, sex, or\n     national origin. 42 U.S.C. § 2000e-2(a).\n\n                                         -9-\n\f“because of” a woman’s pregnancy is discrimination “because of”\n\nher sex.    See 42 U.S.C. § 2000e(k) (“The terms ‘because of sex’\n\nor ‘on the basis of sex’ include, but are not limited to,\n\nbecause of or on the basis of pregnancy . . . .”).                          See also\n\nSmith v. F.W. Morse & Co., 76 F.3d 413, 420 (1st Cir. 1996).\n\n            The scope of Title VII’s prohibition of discrimination\n\n“because    of   .   .   .   sex”     “is   not   limited    to    ‘economic’      or\n\n‘tangible’ discrimination.              The phrase ‘terms, conditions, or\n\nprivileges of employment’ evinces a congressional intent to\n\nstrike at the entire spectrum of disparate treatment of men and\n\nwomen in employment.”             Meritor Sav. Bank, FSB v. Vinson, 477\n\nU.S. 57, 64 (1986) (citations and some internal quotation marks\n\nomitted).    Thus, discrimination “because of . . . sex” includes\n\n“requiring people to work in a discriminatorily hostile or\n\nabusive environment.”             Harris v. Forklift Sys., Inc., 510 U.S.\n\n17,   21    (1993).          “When    the    workplace      is    permeated     with\n\ndiscriminatory       intimidation,          ridicule,    and      insult    that   is\n\nsufficiently severe or pervasive to alter the conditions of the\n\nvictim’s employment and create an abusive working environment,\n\nTitle VII is violated.”              Id. (citations and internal quotation\n\nmarks omitted).\n\n            Sometimes,        a   workplace       becomes   a     hostile    working\n\nenvironment for a female employee because of other employees’\n\n\n                                        -10-\n\fsexual innuendos, see id. at 19, or unwelcome sexual advances or\n\ndemands for sexual favors, see Meritor, 477 U.S. at 60.   Sexual\n\nharassment, whether by means of a co-worker’s demands for sexual\n\nfavors as a “quid pro quo” or by the employer’s creation or\n\ntolerance of a hostile and abusive work environment, constitutes\n\ndiscrimination prohibited by Title VII.   See id. at 65; see also\n\nFaragher v. City of Boca Raton, 524 U.S. 775, 790-91 (1998).\n\n         We have previously observed that while evidence of\n\nsexually-charged or salacious behavior is often sufficient, it\n\nis not necessary to the proof that a work environment was\n\nsufficiently hostile or abusive to a female employee to amount\n\nto discrimination on the basis of sex.    See O’Rourke v. City of\n\nProvidence, 235 F.3d 713, 729 (1st Cir. 2001) (noting that “sex-\n\nbased harassment that is not overtly sexual is nonetheless\n\nactionable under Title VII”);\n\n\n\n\n                                -11-\n\fLipsett v. Univ. of Puerto Rico, 864 F.2d 881, 905 (1st Cir.\n\n1988) (stating that male employees’ verbal attacks directed at\n\nfemale employees that were not sexual in nature but were “anti-\n\nfemale”     could    be   found   to   contribute      to       hostile      work\n\nenvironment); see also Oncale v. Sundowner Offshore Servs.,\n\nInc., 523 U.S. 75, 80 (1998)(“[H]arassing conduct need not be\n\nmotivated    by     sexual   desire    to   support      an     inference      of\n\ndiscrimination on the basis of sex.”).         As we noted in O’Rourke,\n\n“incidents     of    nonsexual    conduct--such     as        work    sabotage,\n\nexclusion, denial of support, and humiliation--can in context\n\ncontribute to a hostile work environment.” 235 F.3d at 730.\n\nIndeed, the theory that a hostile work environment was a species\n\nof   employment     discrimination     prohibited     by      Title    VII    was\n\noriginally recognized in cases decided by various courts of\n\nappeals involving discrimination on bases other than sex, such\n\nas national origin, race, and religion.           See Meritor, 477 U.S.\n\nat 65-66 (citing, among other cases, Rogers v. EEOC, 454 F.2d\n\n234, 239 (5th Cir. 1971) (holding that an Hispanic claimant had\n\nsufficiently alleged a Title VII claim where her employer’s\n\ndiscriminatory service to its Hispanic clientele created an\n\noffensive work environment) and Firefighters Inst. for Racial\n\nEquality v. City of St. Louis, 549 F.2d 506, 514-15 (8th Cir.\n\n1977) (holding that black firefighters sufficiently alleged a\n\n\n                                   -12-\n\fhostile work environment where the city allowed on-duty white\n\nfirefighters to use the firehouse’s kitchen facilities in a\n\ndiscriminatory and segregated manner)).\n\n           What is essential is proof that the work environment\n\nwas so hostile or abusive, because of conduct based on one of\n\nthe prohibited factors identified in Title VII, that the terms\n\nor conditions of the plaintiff’s employment were caused to be\n\naltered. For this there is no “mathematically precise test.”\n\nHarris, 510 U.S. at 22.        Rather, “whether an environment is\n\n‘hostile’ or ‘abusive’ can be determined only by looking at all\n\nthe circumstances,” which may include “the frequency of the\n\ndiscriminatory conduct; its severity; whether it is physically\n\nthreatening or humiliating, or a mere offensive utterance; and\n\nwhether   it   unreasonably   interferes   with   an   employee’s   work\n\nperformance.”    Id. at 23.\n\n           The issue presently before us, however, is not what the\n\nplaintiff is required ultimately to prove in order to prevail on\n\nher claim, but rather what she is required to plead in order to\n\nbe permitted to develop her case for eventual adjudication on\n\nthe merits.     In determining that Gorski had not sufficiently\n\nstated a claim for sex discrimination by reason of a hostile\n\nwork environment, the district court focused on the specific\n\ninstances of harassing comments alleged in the complaint and\n\n\n                                 -13-\n\fconcluded    that,    assuming    the     allegations      to    be     true,   the\n\ncomments did not add up to “conduct [that was] ‘extreme’ enough\n\nto alter the terms and conditions of employment.”                        This was\n\nerror   because      the    district    court’s    resolution           implicitly\n\nmeasured the complaint against a stricter standard of pleading\n\nthan is required.          In undertaking to assess how “extreme” the\n\ncomplained    of     conduct     was,    the    district        court     was   not\n\ndetermining whether the complaint adequately had alleged the\n\nelements of a hostile work environment claim, but rather was\n\nperforming an evaluative judgment, usually left to the trier of\n\nfact, as to whether the hostility or harassment that was alleged\n\nwas sufficiently severe or pervasive enough to warrant relief.\n\n            It is a familiar principle that a complaint should be\n\ndismissed under Fed. R. Civ. P. 12(b)(6) for failure to state a\n\nclaim upon which relief can be granted “only if it is clear that\n\nno relief could be granted under any set of facts that could be\n\nproved consistent with the allegations.”                   Hishon v. King &\n\nSpalding, 467 U.S. 69, 73 (1984).              The factual allegations of\n\nthe complaint are to be accepted as true, and all reasonable\n\ninferences that might be drawn from them are indulged in favor\n\nof the pleader.       See Kiely v. Raytheon Co., 105 F.3d 734, 735\n\n(1st Cir. 1997)(per curiam); Garita Hotel L.P. v. Ponce Fed.\n\nBank, F.S.B., 958 F.2d 15, 17 (1st Cir. 1992).\n\n\n                                       -14-\n\f           Like most federal civil actions, all that is required\n\nto plead adequately a cause of action under Title VII is “(1) a\n\nshort and plain statement of the grounds upon which the court’s\n\njurisdiction depends . . . , (2) a short and plain statement\n\nof the claim showing that the pleader is entitled to relief,\n\nand (3) a demand for judgment for the relief the pleader seeks.”\n\nFed. R. Civ. P. 8(a).5\n\n           The   Supreme     Court       has     recently    confirmed      that\n\ncomplaints alleging employment discrimination need only satisfy\n\n“the simple requirements of Rule 8(a).” Swierkiewicz v. Sorema\n\nN.A., – U.S. –, 122 S. Ct. 992, 998 (2002).                       In assessing\n\nwhether a complaint satisfies Rule 8’s requirements, the issue\n\nis not “whether a plaintiff will ultimately prevail but whether\n\nthe   claimant   is    entitled    to    offer    evidence   to   support    the\n\nclaims.”   Id. at 997 (quoting Scheuer v. Rhodes, 416 U.S. 232,\n\n236   (1974)).        Although    some    cases    have   suggested    that    a\n\nheightened pleading standard may exist in certain civil rights\n\ncases, see, e.g., Dartmouth Review v. Dartmouth Coll., 889 F.2d\n\n13, 16 (1st Cir. 1989) (suggesting there is a greater need to\n\n\n\n 5\n   There are two other provisions of Rule 8 that are pertinent:\n“Each averment of a pleading shall be simple, concise, and\ndirect.    No technical forms of pleading or motions are\nrequired.” Fed. R. Civ. P. 8(e)(1); and “All pleadings shall be\nso construed as to do substantial justice.”    Fed. R. Civ. P.\n8(f).\n\n                                     -15-\n\fplead specific factual allegations in a civil rights suit), 6\n\nSwierkiewicz makes clear that “the Federal Rules do not contain\n\na heightened pleading standard for employment discrimination\n\nsuits.”     122 S. Ct. at 999.\n\n            Gorski’s complaint adequately pled a cause of action\n\nfor   employment     discrimination       by    reason      of   an   abusive      or\n\nhostile     work    environment.        First,        she   alleged       that    her\n\nsupervisors “discriminated against [her] on the basis of her\n\ngender (female) and of her pregnancy” by making “derogatory\n\ncomments about her pregnancy so as to give rise to a sexually\n\nhostile working environment.”            She went on to allege “specific\n\nfacts” in support of her claims, consisting of seven separate\n\nexamples of what she asserted were hostile or abusive comments.\n\nShe then alleged that the conduct previously described “was\n\nsufficiently       severe   or   pervasive     to     constitute      a   sexually\n\nhostile work environment.”\n\n            The district court apparently assumed that the seven\n\nspecific instances of harassing comments pled in the complaint\n\nconstituted the sum total of the plaintiff’s evidence of the\n\nhostility    or    abusiveness    of    the    work    environment        and    then\n\n\n\n 6\n    But see Leatherman v. Tarrant County Narcotics Intelligence\nand Coordination Unit, 507 U.S. 163, 168 (1993) (holding that\nthere is no heightened pleading requirement in § 1983 suits\nagainst municipalities).\n\n                                       -16-\n\fproceeded      to    evaluate          those    allegations      in        light    of    the\n\napplicable legal standard.                 But the complaint did not allege\n\nthat the specific instances of harassment set out were the only\n\nevidence available to support the discrimination claim.                              Nor was\n\nthere any obligation on the pleader to identify in the complaint\n\nall the evidence that would later be offered in support of the\n\nclaim pleaded.           See     Conley v. Gibson, 355 U.S. 41, 47 (1957)\n\n(“[T]he      Federal      Rules    of    Civil      Procedure     do       not    require    a\n\nclaimant to set out in detail the facts upon which he bases his\n\nclaim.”).      The district court’s error lay not in its application\n\nof the appropriate legal standard to a fixed set of facts, but\n\nrather in its belief that there was a fixed set of facts to\n\nwhich the standard could be applied.\n\n              It is not necessary at this point to decide whether the\n\nplaintiff could sustain a hostile work environment claim if the\n\nfactual evidence she could marshal at trial were limited to the\n\nfacts alleged in the amended complaint.                      We do observe, however,\n\nthat proof of such a claim is highly fact specific.                              See Harris,\n\n510   U.S.    at    23    (“[W]hether          an   environment      is     ‘hostile’       or\n\n‘abusive’      can       be    determined       only    by     looking       at    all    the\n\ncircumstances”); see also Conto v. Concord Hosp., Inc., 265 F.3d\n\n79,   81   (1st     Cir.       2001)    (whether       there   was     a    hostile      work\n\nenvironment “necessarily entailed a fact-specific assessment of\n\n\n                                           -17-\n\fall   the   attendant        circumstances.”).           In    addition      to   the\n\nplaintiff’s     subjective      perception        of   it,    the   tenor    of   the\n\nenvironment must be such that an objectively reasonable person\n\nwould find it hostile or abusive.             See Harris, 510 U.S. at 21.\n\nSubject to some policing at the outer bounds, that question is\n\ncommonly one of degree-–both as to severity and pervasiveness-\n\n–to be resolved by the trier of fact on the basis of inferences\n\ndrawn   “from      a    broad   array   of        circumstantial      and       often\n\nconflicting     evidence.”        Lipsett,    864      F.2d    at   895     (quoting\n\nStepanischen v. Merchants Despatch Transp. Corp., 772 F.2d 922,\n\n929 (1st Cir. 1983)).\n\n            When       the   allegations     of    the   complaint        are     read\n\nfavorably to Gorski, with the understanding that notice pleading\n\ndoes not require recitation of detailed evidence in support of\n\nthe claim, it is clear that Gorski satisfactorily alleged the\n\nelements of a cause of action for discrimination under Title VII\n\nin conformity with the pleading requirements of the Federal\n\nRules of Civil Procedure.           Her hostile work environment claim\n\nshould not have been dismissed.\n\nSummary Judgment as to a Denial of Transfer Claim\n\n            The second ruling appealed from--the grant of summary\n\njudgment against Gorski as to a claim that the Department had\n\n\n\n\n                                     -18-\n\fdiscriminated against her by effectively denying her a transfer\n\nto a different unit--is easily affirmed.\n\n           To prove that a particular adverse employment action\n\ntaken with respect to her amounted to discrimination because of\n\nher pregnancy, Gorski would have to show that (1) she was\n\npregnant at the relevant time, (2) her job performance was\n\nsatisfactory, but (3) her employer took some adverse employment\n\naction against her while (4) treating non-pregnant employees\n\ndifferently. See F.W. Morse & Co., 76 F.3d at 421.            See also\n\nJohnson v. Allyn & Bacon, Inc., 731 F.2d 64, 70 (1st Cir. 1984);\n\nLoeb v. Textron, Inc., 600 F.2d 1003, 1014 (1st Cir. 1979).\n\n           Gorski plainly satisfied the first two elements: she\n\nwas pregnant, and her job performance was satisfactory.               For\n\npresent purposes we will also assume that she satisfied the\n\nfourth element by offering evidence that some employee requests\n\nfor transfers were honored, although the evidence on this point\n\nwas   somewhat   general.   However,   Gorksi   failed   to   point    to\n\nadmissible evidence sufficient to permit a rational trier of\n\nfact to conclude that she had satisfied the third element-–that\n\nthe Department took an adverse employment action against her.\n\n           While there is no doubt that in an appropriate case the\n\ndenial of a request for a transfer may be sufficiently harmful\n\nto amount to an adverse employment action, see Randlett v.\n\n\n                               -19-\n\fShalala, 118 F.3d 857, 862 (1st Cir. 1997), there was no actual\n\ndenial by the Department of such a request by Gorksi.                It is\n\nundisputed that Gorski never actually applied for a transfer, so\n\nthere was not even an occasion for a denial.             She attempts to\n\nmake up for the absence of an actual denial of a request by\n\nproposing that there was a constructive denial.                She asserts\n\nthat her submission of a formal request for a transfer would\n\nhave been a “futile gesture” in light of what Panarello and\n\nKench had said to her.         See Int’l Bhd. of Teamsters v. United\n\nStates, 431 U.S. 324, 366 (1977).\n\n             The summary judgment record includes the Department’s\n\npolicies     and   procedures    pertaining    to    lateral    transfers.\n\nGenerally, the Department retained the management prerogative to\n\nassign corrections officers to particular duties as it deemed\n\nappropriate.       If a position became vacant, an employee could\n\nrequest either a lateral transfer or promotion to that vacancy.\n\nThe manager in the unit where the vacancy occurred would decide\n\nwhich employee among multiple applicants would be selected to\n\nfill   the    vacancy,   and    consistent    with   provisions     of   an\n\napplicable collective bargaining agreement, the decision would\n\nordinarily be made on the basis of seniority.            The applicant’s\n\ncurrent supervisor did not have the authority to grant transfers\n\nto other assignments.\n\n\n                                   -20-\n\f           Gorski’s assertion that her request for a lateral\n\ntransfer would have been futile lacks support in the record.\n\nHer theory is that the opposition of Panarello and Kench to the\n\ntransfer   doomed   any   request    she   might   make.   The   record,\n\nhowever, shows that Panarello and Kench had at best a tangential\n\ninvolvement in the process.7        While it is possible to imagine a\n\nset of events in which an employee’s current supervisor might,\n\noutside the prescribed process, poison the mind of the actual\n\ndecision maker against an employee so as to procure the denial\n\nof a transfer request, imagined events cannot be the basis for\n\na favorable verdict.      In opposing a motion for summary judgment,\n\na plaintiff must proffer admissible evidence that could be\n\naccepted by a rational trier of fact as sufficient to establish\n\nthe necessary\n\n\n\n\n  7\n    So far as appears from the record, the only involvement for\na current supervisor in an employee’s application for a transfer\nto a vacant position was the requirement that the supervisor\nsign the form used by an employee to request a lateral transfer.\nThere does not appear to be any provision making the current\nsupervisor’s approval a necessary prerequisite to the granting\nof a transfer.\n\n                                    -21-\n\fproposition.     See Celotex Corp. v. Catrett, 477 U.S. 317, 322\n\n(1986).   On this issue, Gorski failed to do so, and the district\n\ncourt properly ruled that she could not prevail on a “disparate\n\ntreatment” claim.8\n\nConclusion\n\n             For the foregoing reasons, the judgment of the district\n\ncourt   is    vacated.    The   order       dismissing    the    claim   of   sex\n\ndiscrimination     by    reason   of    a     hostile    work   environment    is\n\nreversed.     The order granting summary judgment in favor of the\n\nDepartment on a claim of sex discrimination by reason of denial\n\nof a transfer is affirmed.             The case is remanded for further\n\nproceedings consistent with this opinion.\n\n\n\n\n   8\n       In fairness to Gorski, as noted above, the denial of\ntransfer theory was not her original theory of her claim, and it\nseems she pursued it only after the district court had closed\nthe door to her pursuit of her hostile environment claim. While\nthe comments of her supervisors regarding her wish to be\ntransferred   do  not   by   themselves  support   a  claim   of\ndiscrimination, those comments may be relevant to the question\nwhether and to what degree the work environment was hostile\nand/or abusive.\n\n                                       -22-\n\f",
  "html": "<p class=\"case_cite\">290 F.3d 466</p>\n    <p class=\"parties\">Tara GORSKI, Plaintiff, Appellant,<br>v.<br>NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1995.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 6, 2001.</p>\n    <p class=\"date\">Decided May 24, 2002.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>COPYRIGHT MATERIAL OMITTED Michael J. Sheehan for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Nancy J. Smith, Senior Assistant Attorney General, with whom Philip T. McLaughlin, Attorney General, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and O'TOOLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">O'TOOLE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the time of the events at issue, appellant Tara Gorski was employed by the New Hampshire Department of Corrections (the \"Department\") as a sergeant assigned to duty in a secure psychiatric unit in the men's state prison in Concord. In her one-count amended complaint, Gorski alleged that the Department had constructively discharged her in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000e <i>et seq.</i> (\"Title VII\"). Gorski claimed that she had been \"the victim of direct sexual harassment and of a hostile work environment.\" More particularly, Gorski alleged that she had become pregnant in June 1998, and shortly afterward had told her supervisors of that fact. Thereafter, she alleged, both her direct supervisor, identified as \"Lt. Kench,\" and her ultimate supervisor, unit director Joseph Panarello, \"made derogatory comments about her pregnancy so as to give rise to a sexually hostile working environment.\" The amended complaint set forth a series of specific facts in support of the claim of discrimination.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The complaint then alleged: \"The conduct described above was sufficiently severe or pervasive to constitute a sexually hostile work environment. As a result of this hostile environment, plaintiff was forced to resign in August 1998, a constructive discharge.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Department moved to dismiss the complaint for failure to comply with Title VII's administrative filing requirements and for failure \"to state facts which if true would meet the requirements for a claim of harassment based on gender under Title VII.\" The district court rejected the first ground, concluding that Gorski had complied timely with the prerequisites to a Title VII suit. What the district court did with respect to the second ground &#8212; failure to state a viable claim under Title VII &#8212; gives rise to this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Recognizing that a claim of discrimination supported by a theory of sexual harassment or hostile work environment could be made out if a plaintiff were to show \"severe or pervasive conduct such that it constitutes a change in the terms and conditions of employment,\" the district court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The comments allegedly made by Gorski's superiors regarding her pregnancy do not rise to the level required to be actionable under Title VII. Sporadic use of abusive language does not create a hostile work environment because such conduct is not \"extreme\" enough to alter the terms and conditions of employment. Moreover, the remarks directed at Gorski were not physically threatening or humiliating. While the remarks Panarello and Kench made were insensitive, inappropriate and arguably offensive, these circumstances alone do not describe a workplace that a reasonable person would find hostile or abusive.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Having found that the complaint failed to state a viable claim for discrimination by reason of sexual harassment or a hostile work environment, the district court went on to conclude that the complaint did state \"a claim of pregnancy discrimination,\" namely, that her supervisors had refused to grant her a transfer to another unit because she was pregnant. In effect, the district court parsed what had been pled as a single count into two distinct claims: one for discrimination by reason of sexual harassment/hostile work environment and one for \"pregnancy discrimination.\" The court understood the complaint's allegation that Gorski was told her request for a transfer would not be granted because she was pregnant as asserting a claim of disparate treatment because of pregnancy. Satisfied that the latter claim was adequately asserted within the amended complaint, the district court entered an order denying the Department's motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We think it is clear, not only from the amended complaint itself but also from the tenor of the arguments advanced by Gorski in opposition to the motion to dismiss, that Gorski conceived of her complaint as presenting a hostile environment claim, not a claim that a discrete employment decision &#8212; denial of a transfer &#8212; was itself a distinct act of disparate treatment discrimination. That latter theory is not explicitly &#8212; nor, we think, implicitly &#8212; asserted either in the complaint or in Gorski's legal argument opposing the motion to dismiss. In context, the allegations about Kench's comments concerning her prospects for a transfer were intended as examples of harassing conduct to support the broader allegation that there was a hostile work environment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nonetheless, no doubt trying to make the best of the situation, Gorski accepted the court's invitation to pursue the newly suggested theory. The parties proceeded to conduct discovery on the theory that Gorski had been subjected to disparate treatment &#8212; i.e., the denial of a transfer &#8212; because of her pregnancy. There is nothing in the record or otherwise called to our attention that suggests that discovery was pursued by either side on the hostile work environment theory. Rather, it is clear that both the parties and the district court considered the court's dismissive treatment of that theory to be the equivalent of a formal dismissal of a claim resting on the theory, even though, as a formal matter, the court had <i>denied</i> the motion to dismiss without distinguishing between the different claims the court had found to lie within the allegations of the complaint.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following discovery, the Department moved for summary judgment as to a claim based on a denial of a transfer. On the summary judgment record, it was undisputed that \"neither Kench nor Panarello had authority to transfer Gorski to another unit\" and that \"Gorski did not apply for a transfer to another unit.\" Under these circumstances, the district court concluded that \"Gorski's unsupported speculation about what might have happened if she had applied for a transfer is insufficient to raise a material factual dispute,\" and it granted the motion. Judgment in favor of the Department was entered accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Gorski has appealed both the order limiting her claim to one for \"pregnancy discrimination\" and the order granting summary judgment on that claim. We review both rulings <i>de novo. See Aldridge v. A. T Cross Corp.,</i> 284 F.3d 72, 78 (1st Cir.2002) (reviewing motion to dismiss); <i>Rochester Ford Sales, Inc. v. Ford Motor Co.,</i> 287 F.3d 32, 38 (1st Cir.2002) (reviewing motion for summary judgment). We hold that the district court erred in concluding that Gorski had failed adequately to plead a claim under Title VII for sex discrimination based on a theory of hostile work environment. We affirm the district court's conclusion that a claim of disparate treatment by Gorski premised on a denial of a transfer request cannot be sustained on a factual record which shows that she had never requested a transfer and that the representative of the Department who purportedly discouraged her from requesting one lacked the authority to grant or deny such requests.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\n        <i>Discrimination by Reason of a Hostile Work Environment</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Before considering whether Gorski's complaint adequately stated a claim upon which relief could be granted, it is useful to recall some general principles pertaining to a substantive claim of sex discrimination by reason of the existence of a hostile work environment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Title VII prohibits employment discrimination \"because of\" an employee's sex. 42 U.S.C. &#167; 2000e-2(a).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Discrimination \"because of\" a woman's pregnancy is discrimination \"because of\" her sex. <i>See</i> 42 U.S.C. &#167; 2000e(k) (\"The terms `because of sex' or `on the basis of sex' include, but are not limited to, because of or on the basis of pregnancy....\"). <i>See also Smith v. F.W. Morse &amp; Co.,</i> 76 F.3d 413, 420 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The scope of Title VII's prohibition of discrimination \"because of ... sex\" \"is not limited to `economic' or `tangible' discrimination. The phrase `terms, conditions, or privileges of employment' evinces a congressional intent to strike at the entire spectrum of disparate treatment of men and women in employment.\" <i>Meritor Sav. Bank, FSB v. Vinson,</i> 477 U.S. 57, 64, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986) (citations and some internal quotation marks omitted). Thus, discrimination \"because of... sex\" includes \"requiring people to work in a discriminatorily hostile or abusive environment.\" <i>Harris v. Forklift Sys., Inc.,</i> 510 U.S. 17, 21, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993). \"When the workplace is permeated with discriminatory intimidation, ridicule, and insult that is sufficiently severe or pervasive to alter the conditions of the victim's employment and create an abusive working environment, Title VII is violated.\" <i>Id.</i> (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Sometimes, a workplace becomes a hostile working environment for a female employee because of other employees' sexual innuendos, <i>see id.</i> at 19, 114 S.Ct. 367, or unwelcome sexual advances or demands for sexual favors, <i>see Meritor,</i> 477 U.S. at 60, 106 S.Ct. 2399. Sexual harassment, whether by means of a co-worker's demands for sexual favors as a \"<i>quid pro quo</i>\" or by the employer's creation or tolerance of a hostile and abusive work environment, constitutes discrimination prohibited by Title VII. <i>See id.</i> at 65, 106 S.Ct. 2399; <i>see also Faragher v. City of Boca Raton,</i> 524 U.S. 775, 790-91, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have previously observed that while evidence of sexually-charged or salacious behavior is often sufficient, it is not necessary to the proof that a work environment was sufficiently hostile or abusive to a female employee to amount to discrimination on the basis of sex. <i>See O'Rourke v. City of Providence,</i> 235 F.3d 713, 729 (1st Cir.2001) (noting that \"sex-based harassment that is not overtly sexual is nonetheless actionable under Title VII\"); <i>Lipsett v. Univ. of Puerto Rico,</i> 864 F.2d 881, 905 (1st Cir.1988) (stating that male employees' verbal attacks directed at female employees that were not sexual in nature but were \"anti-female\" could be found to contribute to hostile work environment); <i>see also Oncale v. Sundowner Offshore Servs., Inc.,</i> 523 U.S. 75, 80, 118 S.Ct. 998, 140 L.Ed.2d 201 (1998)(\"[H]arassing conduct need not be motivated by sexual desire to support an inference of discrimination on the basis of sex.\"). As we noted in <i>O'Rourke,</i> \"incidents of nonsexual conduct &#8212; such as work sabotage, exclusion, denial of support, and humiliation &#8212; can in context contribute to a hostile work environment.\" 235 F.3d at 730. Indeed, the theory that a hostile work environment was a species of employment discrimination prohibited by Title VII was originally recognized in cases decided by various courts of appeals involving discrimination on bases other than sex, such as national origin, race, and religion. <i>See Meritor,</i> 477 U.S. at 65-66, 106 S.Ct. 2399 (citing, among other cases, <i>Rogers v. EEOC,</i> 454 F.2d 234, 239 (5th Cir.1971) (holding that an Hispanic claimant had sufficiently alleged a Title VII claim where her employer's discriminatory service to its Hispanic clientele created an offensive work environment) and <i>Firefighters Inst. for Racial Equality v. City of St. Louis,</i> 549 F.2d 506, 514-15 (8th Cir.1977) (holding that black firefighters sufficiently alleged a hostile work environment where the city allowed on-duty white firefighters to use the firehouse's kitchen facilities in a discriminatory and segregated manner)).5</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">What <i>is</i> essential is proof that the work environment was so hostile or abusive, because of conduct based on one of the prohibited factors identified in Title VII, that the terms or conditions of the plaintiff's employment were caused to be altered. For this there is no \"mathematically precise test.\" <i>Harris,</i> 510 U.S. at 22, 114 S.Ct. 367. Rather, \"whether an environment is `hostile' or `abusive' can be determined only by looking at all the circumstances,\" which may include \"the frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Id.</i> at 23, 114 S.Ct. 367.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The issue presently before us, however, is not what the plaintiff is required ultimately to <i>prove</i> in order to prevail on her claim, but rather what she is required to <i>plead</i> in order to be permitted to develop her case for eventual adjudication on the merits. In determining that Gorski had not sufficiently stated a claim for sex discrimination by reason of a hostile work environment, the district court focused on the specific instances of harassing comments alleged in the complaint and concluded that, assuming the allegations to be true, the comments did not add up to \"conduct [that was] `extreme' enough to alter the terms and conditions of employment.\" This was error because the district court's resolution implicitly measured the complaint against a stricter standard of pleading than is required. In undertaking to assess how \"extreme\" the complained of conduct was, the district court was not determining whether the complaint adequately had alleged the elements of a hostile work environment claim, but rather was performing an evaluative judgment, usually left to the trier of fact, as to whether the hostility or harassment that <i>was</i> alleged was sufficiently severe or pervasive enough to warrant relief.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is a familiar principle that a complaint should be dismissed under Fed. R.Civ.P. 12(b)(6) for failure to state a claim upon which relief can be granted \"only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\" <i>Hishon v. King &amp; Spalding,</i> 467 U.S. 69, 73, 104 S.Ct. 2229, 81 L.Ed.2d 59 (1984). The factual allegations of the complaint are to be accepted as true, and all reasonable inferences that might be drawn from them are indulged in favor of the pleader. <i>See Kiely v. Raytheon Co.,</i> 105 F.3d 734, 735 (1st Cir.1997)(per curiam); <i>Garita Hotel L.P. v. Ponce Fed. Bank, F.S.B.,</i> 958 F.2d 15, 17 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Like most federal civil actions, all that is required to plead adequately a cause of action under Title VII is \"(1) a short and plain statement of the grounds upon which the court's jurisdiction depends ..., (2) a short and plain statement of the claim showing that the pleader is entitled to relief, and (3) a demand for judgment for the relief the pleader seeks.\" Fed. R.Civ.P. 8(a).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Supreme Court has recently confirmed that complaints alleging employment discrimination need only satisfy \"the simple requirements of Rule 8(a).\" <i>Swierkiewicz v. Sorema N.A.</i> 534 U.S. 506, 122 S.Ct. 992, 998, 152 L.Ed.2d 1 (2002). In assessing whether a complaint satisfies Rule 8's requirements, the issue is not \"whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claims.\" <i>Id.</i> at 997 (quoting <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974)). Although some cases have suggested that a heightened pleading standard may exist in certain civil rights cases, <i>see, e.g., Dartmouth Review v. Dartmouth Coll.,</i> 889 F.2d 13, 16 (1st Cir.1989) (suggesting there is a greater need to plead specific factual allegations in a civil rights suit),<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Swierkiewicz</i> makes clear that \"the Federal Rules do not contain a heightened pleading standard for employment discrimination suits.\" 122 S.Ct. at 999.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Gorski's complaint adequately pled a cause of action for employment discrimination by reason of an abusive or hostile work environment. First, she alleged that her supervisors \"discriminated against [her] on the basis of her gender (female) and of her pregnancy\" by making \"derogatory comments about her pregnancy so as to give rise to a sexually hostile working environment.\" She went on to allege \"specific facts\" in support of her claims, consisting of seven separate examples of what she asserted were hostile or abusive comments. She then alleged that the conduct previously described \"was sufficiently severe or pervasive to constitute a sexually hostile work environment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court apparently assumed that the seven specific instances of harassing comments pled in the complaint constituted the sum total of the plaintiff's evidence of the hostility or abusiveness of the work environment and then proceeded to evaluate those allegations in light of the applicable legal standard. But the complaint did not allege that the specific instances of harassment set out were the <i>only</i> evidence available to support the discrimination claim. Nor was there any obligation on the pleader to identify in the complaint all the evidence that would later be offered in support of the claim pleaded. <i>See Conley v. Gibson,</i> 355 U.S. 41, 47, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957) (\"[T]he Federal Rules of Civil Procedure do not require a claimant to set out in detail the facts upon which he bases his claim.\"). The district court's error lay not in its application of the appropriate legal standard to a fixed set of facts, but rather in its belief that there was a fixed set of facts to which the standard could be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is not necessary at this point to decide whether the plaintiff could sustain a hostile work environment claim if the factual evidence she could marshal at trial were limited to the facts alleged in the amended complaint. We do observe, however, that proof of such a claim is highly fact specific. <i>See Harris,</i> 510 U.S. at 23, 114 S.Ct. 367 (\"[W]hether an environment is `hostile' or `abusive' can be determined only by looking at all the circumstances\"); <i>see also Conto v. Concord Hosp., Inc.,</i> 265 F.3d 79, 81 (1st Cir.2001) (whether there was a hostile work environment \"necessarily entailed a fact-specific assessment of all the attendant circumstances.\"). In addition to the plaintiff's subjective perception of it, the tenor of the environment must be such that an objectively reasonable person would find it hostile or abusive. <i>See Harris,</i> 510 U.S. at 21, 114 S.Ct. 367. Subject to some policing at the outer bounds, that question is commonly one of degree &#8212; both as to severity and pervasiveness &#8212; to be resolved by the trier of fact on the basis of inferences drawn \"from a broad array of circumstantial and often conflicting evidence.\" <i>Lipsett,</i> 864 F.2d at 895 (quoting <i>Stepanischen v. Merchants Despatch Transp. Corp.,</i> 722 F.2d 922, 929 (1st Cir. 1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">When the allegations of the complaint are read favorably to Gorski, with the understanding that notice pleading does not require recitation of detailed evidence in support of the claim, it is clear that Gorski satisfactorily alleged the elements of a cause of action for discrimination under Title VII in conformity with the pleading requirements of the Federal Rules of Civil Procedure. Her hostile work environment claim should not have been dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Summary Judgment as to a Denial of Transfer Claim</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The second ruling appealed from &#8212; the grant of summary judgment against Gorski as to a claim that the Department had discriminated against her by effectively denying her a transfer to a different unit &#8212; is easily affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To prove that a particular adverse employment action taken with respect to her amounted to discrimination because of her pregnancy, Gorski would have to show that (1) she was pregnant at the relevant time, (2) her job performance was satisfactory, but (3) her employer took some adverse employment action against her while (4) treating non-pregnant employees differently. <i>See F.W. Morse &amp; Co.,</i> 76 F.3d at 421. <i>See also Johnson v. Allyn &amp; Bacon, Inc.,</i> 731 F.2d 64, 70 (1st Cir.1984); <i>Loeb v. Textron, Inc.,</i> 600 F.2d 1003, 1014 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Gorski plainly satisfied the first two elements: she was pregnant, and her job performance was satisfactory. For present purposes we will also assume that she satisfied the fourth element by offering evidence that some employee requests for transfers were honored, although the evidence on this point was somewhat general. However, Gorski failed to point to admissible evidence sufficient to permit a rational trier of fact to conclude that she had satisfied the third element &#8212; that the Department took an adverse employment action against her.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While there is no doubt that in an appropriate case the denial of a request for a transfer may be sufficiently harmful to amount to an adverse employment action, <i>see Randlett v. Shalala,</i> 118 F.3d 857, 862 (1st Cir.1997), there was no actual denial by the Department of such a request by Gorski. It is undisputed that Gorski never actually applied for a transfer, so there was not even an occasion for a denial. She attempts to make up for the absence of an actual denial of a request by proposing that there was a constructive denial. She asserts that her submission of a formal request for a transfer would have been a \"futile gesture\" in light of what Panarello and Kench had said to her. <i>See Int'l Bhd. of Teamsters v. United States,</i> 431 U.S. 324, 366, 97 S.Ct. 1843, 52 L.Ed.2d 396 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The summary judgment record includes the Department's policies and procedures pertaining to lateral transfers. Generally, the Department retained the management prerogative to assign corrections officers to particular duties as it deemed appropriate. If a position became vacant, an employee could request either a lateral transfer or promotion to that vacancy. The manager in the unit where the vacancy occurred would decide which employee among multiple applicants would be selected to fill the vacancy, and consistent with provisions of an applicable collective bargaining agreement, the decision would ordinarily be made on the basis of seniority. The applicant's current supervisor did not have the authority to grant transfers to other assignments.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Gorski's assertion that her request for a lateral transfer would have been futile lacks support in the record. Her theory is that the opposition of Panarello and Kench to the transfer doomed any request she might make. The record, however, shows that Panarello and Kench had at best a tangential involvement in the process.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> While it is possible to imagine a set of events in which an employee's current supervisor might, outside the prescribed process, poison the mind of the actual decision maker against an employee so as to procure the denial of a transfer request, imagined events cannot be the basis for a favorable verdict. In opposing a motion for summary judgment, a plaintiff must proffer admissible evidence that could be accepted by a rational trier of fact as sufficient to establish the necessary proposition. <i>See Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). On this issue, Gorski failed to do so, and the district court properly ruled that she could not prevail on a \"disparate treatment\" claim.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p class=\"indent\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is <i>vacated.</i> The order dismissing the claim of sex discrimination by reason of a hostile work environment is <i>reversed.</i> The order granting summary judgment in favor of the Department on a claim of sex discrimination by reason of denial of a transfer is <i>affirmed.</i> The case is <i>remanded for further proceedings consistent with this opinion.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Paragraph 9 of the amended complaint reads:</p>\n        <p class=\"indent\">Following are specific facts that support plaintiff's claims:</p>\n        <p class=\"indent\">a. upon first learning of plaintiff's pregnancy, Mr. Panarello said \"oh Tara, why did you have to do that? Why did you get pregnant, with everything going on, why do you want another child?\"</p>\n        <p class=\"indent\">b. Lt. Kench said, \"oh great, we're going to have to deal with that now;\" c. after learning of plaintiff's pregnancy, when plaintiff complained about her workload (a significant complaint that pre-dated plaintiff's pregnancy by months), Lt. Kench and others responded with comments like \"she's just pregnant,\" \"you're only complaining now because you're pregnant,\" and \"it's your hormones;\"</p>\n        <p class=\"indent\">d. during this same time frame, plaintiff requested a transfer out of the unit. As a reason to deny that request, Lt. Kench said \"maybe you won't come back,\" referring to the time away from work after plaintiff's child was born;</p>\n        <p class=\"indent\">e. Lt. Kench also said, in response to plaintiff's request for a transfer, \"no one is going to want you because you are pregnant and you are going to have to wait until after you are back;\"</p>\n        <p class=\"indent\">f. while on stress leave in September 1998 (which leave DOC approved), Mr. Panarello called plaintiff and asked if she could come in for one day to show a coworker what to do with a project that plaintiff knew well, knowing it went against plaintiff's doctor's advice to remain out of work; and</p>\n        <p class=\"indent\">g. while on leave on October 27, 1998, Mr. Panarello went to plaintiff's house and pressured her to return to work, asking \"why aren't you at work, what's your problem?\" contrary to the instructions of plaintiff's doctor. Plaintiff told Mr. Panarello that she had experienced problems with Lt. Kench, that she raised these problems with Mr. Panarello, and that Mr. Panarello did nothing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The allegation that Gorski \"was forced to resign in August\" appears to be at odds with a preceding allegation that she was on \"stress leave\" during September and October. However this apparent inconsistency might ultimately be resolved, its resolution is not material to the disposition of the issues presented by this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, in its later order granting summary judgment on the transfer issue, the district court noted that \"Gorski's claim of sexual harassment was dismissed on July 19, 2000,\" apparently pursuant to Fed.R.Civ.P. 12(b)(6)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It shall be an unlawful employment practice for an employer &#8212;</p>\n        <p class=\"indent\">(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to [her] compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n        <p class=\"indent\">(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect [her] status as an employee, because of such individual's race, color, religion, sex, or national origin. 42 U.S.C. &#167; 2000e-2(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There are two other provisions of Rule 8 that are pertinent: \"Each averment of a pleading shall be simple, concise, and direct. No technical forms of pleading or motions are required.\" Fed.R.Civ.P. 8(e)(1); and \"All pleadings shall be so construed as to do substantial justice.\" Fed.R.Civ.P. 8(f)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>But see Leatherman v. Tarrant County Narcotics Intelligence and Coordination Unit,</i> 507 U.S. 163, 168, 113 S.Ct. 1160, 122 L.Ed.2d 517 (1993) (holding that there is no heightened pleading requirement in &#167; 1983 suits against municipalities).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> So far as appears from the record, the only involvement for a current supervisor in an employee's application for a transfer to a vacant position was the requirement that the supervisor sign the form used by an employee to request a lateral transfer. There does not appear to be any provision making the current supervisor's approval a necessary prerequisite to the granting of a transfer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In fairness to Gorski, as noted above, the denial of transfer theory was not her original theory of her claim, and it seems she pursued it only after the district court had closed the door to her pursuit of her hostile environment claim. While the comments of her supervisors regarding her wish to be transferred do not by themselves support a claim of discrimination, those comments may be relevant to the question whether and to what degree the work environment was hostile and/or abusive</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">466</span></span></p>\n    <p class=\"parties\">Tara GORSKI, Plaintiff, Appellant,<br>v.<br>NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1995.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 6, 2001.</p>\n    <p class=\"date\">Decided May 24, 2002.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>COPYRIGHT MATERIAL OMITTED Michael J. Sheehan for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Nancy J. Smith, Senior Assistant Attorney General, with whom Philip T. McLaughlin, Attorney General, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and O'TOOLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">O'TOOLE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the time of the events at issue, appellant Tara Gorski was employed by the New Hampshire Department of Corrections (the \"Department\") as a sergeant assigned to duty in a secure psychiatric unit in the men's state prison in Concord. In her one-count amended complaint, Gorski alleged that the Department had constructively discharged her in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000e <i>et seq.</i> (\"Title VII\"). Gorski claimed that she had been \"the victim of direct sexual harassment and of a hostile work environment.\" More particularly, Gorski alleged that she had become pregnant in June 1998, and shortly afterward had told her supervisors of that fact. Thereafter, she alleged, both her direct supervisor, identified as \"Lt. Kench,\" and her ultimate supervisor, unit director Joseph Panarello, \"made derogatory comments about her pregnancy so as to give rise to a sexually hostile working environment.\" The amended complaint set forth a series of specific facts in support of the claim of discrimination.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The complaint then alleged: \"The conduct described above was sufficiently severe or pervasive to constitute a sexually hostile work environment. As a result of this hostile environment, plaintiff was forced to resign in August 1998, a constructive discharge.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Department moved to dismiss the complaint for failure to comply with Title VII's administrative filing requirements and for failure \"to state facts which if true would meet the requirements for a claim of harassment based on gender under Title VII.\" The district court rejected the first ground, concluding that Gorski had complied timely with the prerequisites to a Title VII suit. What the district court did with respect to the second ground &#8212; failure to state a viable claim under Title VII &#8212; gives rise to this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Recognizing that a claim of discrimination supported by a theory of sexual harassment or hostile work environment could be made out if a plaintiff were to show \"severe or pervasive conduct such that it constitutes a change in the terms and conditions of employment,\" the district court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The comments allegedly made by Gorski's superiors regarding her pregnancy do not rise to the level required to be actionable under Title VII. Sporadic use of abusive language does not create a hostile work environment because such conduct is not \"extreme\" enough to alter the terms and conditions of employment. Moreover, the remarks directed at Gorski were not physically threatening or humiliating. While the remarks Panarello and Kench made were insensitive, inappropriate and arguably offensive, these circumstances alone do not describe a workplace that a reasonable person would find hostile or abusive.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Having found that the complaint failed to state a viable claim for discrimination by reason of sexual harassment or a hostile work environment, the district court went on to conclude that the complaint did state \"a claim of pregnancy discrimination,\" namely, that her supervisors had refused to grant her a transfer to another unit because she was pregnant. In effect, the district court parsed what had been pled as a single count into two distinct claims: one for discrimination by reason of sexual harassment/hostile work environment and one for \"pregnancy discrimination.\" The court understood the complaint's allegation that Gorski was told her request for a transfer would not be granted because she was pregnant as asserting a claim of disparate treatment because of pregnancy. Satisfied that the latter claim was adequately asserted within the amended complaint, the district court entered an order denying the Department's motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We think it is clear, not only from the amended complaint itself but also from the tenor of the arguments advanced by Gorski in opposition to the motion to dismiss, that Gorski conceived of her complaint as presenting a hostile environment claim, not a claim that a discrete employment decision &#8212; denial of a transfer &#8212; was itself a distinct act of disparate treatment discrimination. That latter theory is not explicitly &#8212; nor, we think, implicitly &#8212; asserted either in the complaint or in Gorski's legal argument opposing the motion to dismiss. In context, the allegations about Kench's comments concerning her prospects for a transfer were intended as examples of harassing conduct to support the broader allegation that there was a hostile work environment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nonetheless, no doubt trying to make the best of the situation, Gorski accepted the court's invitation to pursue the newly suggested theory. The parties proceeded to conduct discovery on the theory that Gorski had been subjected to disparate treatment &#8212; i.e., the denial of a transfer &#8212; because of her pregnancy. There is nothing in the record or otherwise called to our attention that suggests that discovery was pursued by either side on the hostile work environment theory. Rather, it is clear that both the parties and the district court considered the court's dismissive treatment of that theory to be the equivalent of a formal dismissal of a claim resting on the theory, even though, as a formal matter, the court had <i>denied</i> the motion to dismiss without distinguishing between the different claims the court had found to lie within the allegations of the complaint.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Following discovery, the Department moved for summary judgment as to a claim based on a denial of a transfer. On the summary judgment record, it was undisputed that \"neither Kench nor Panarello had authority to transfer Gorski to another unit\" and that \"Gorski did not apply for a transfer to another unit.\" Under these circumstances, the district court concluded that \"Gorski's unsupported speculation about what might have happened if she had applied for a transfer is insufficient to raise a material factual dispute,\" and it granted the motion. Judgment in favor of the Department was entered accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Gorski has appealed both the order limiting her claim to one for \"pregnancy discrimination\" and the order granting summary judgment on that claim. We review both rulings <i>de novo. See Aldridge v. A. T Cross Corp.,</i> <span class=\"citation\" data-id=\"199878\"><a href=\"/opinion/199878/aldridge-v-at-cross/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 78 (1st Cir.2002) (reviewing motion to dismiss); <i>Rochester Ford Sales, Inc. v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"199925\"><a href=\"/opinion/199925/rochester-ford-sales-v-ford-motor-company/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 38 (1st Cir.2002) (reviewing motion for summary judgment). We hold that the district court erred in concluding that Gorski had failed adequately to plead a claim under Title VII for sex discrimination based on a theory of hostile work environment. We affirm the district court's conclusion that a claim of disparate treatment by Gorski premised on a denial of a transfer request cannot be sustained on a factual record which shows that she had never requested a transfer and that the representative of the Department who purportedly discouraged her from requesting one lacked the authority to grant or deny such requests.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\n        <i>Discrimination by Reason of a Hostile Work Environment</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Before considering whether Gorski's complaint adequately stated a claim upon which relief could be granted, it is useful to recall some general principles pertaining to a substantive claim of sex discrimination by reason of the existence of a hostile work environment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Title VII prohibits employment discrimination \"because of\" an employee's sex. 42 U.S.C. &#167; 2000e-2(a).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Discrimination \"because of\" a woman's pregnancy is discrimination \"because of\" her sex. <i>See</i> 42 U.S.C. &#167; 2000e(k) (\"The terms `because of sex' or `on the basis of sex' include, but are not limited to, because of or on the basis of pregnancy....\"). <i>See also Smith v. F.W. Morse &amp; Co.,</i> <span class=\"citation\" data-id=\"196571\"><a href=\"/opinion/196571/smith-v-fw-morse-co-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span>, 420 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The scope of Title VII's prohibition of discrimination \"because of ... sex\" \"is not limited to `economic' or `tangible' discrimination. The phrase `terms, conditions, or privileges of employment' evinces a congressional intent to strike at the entire spectrum of disparate treatment of men and women in employment.\" <i>Meritor Sav. Bank, FSB v. Vinson,</i> <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 64, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> (1986) (citations and some internal quotation marks omitted). Thus, discrimination \"because of... sex\" includes \"requiring people to work in a discriminatorily hostile or abusive environment.\" <i>Harris v. Forklift Sys., Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993). \"When the workplace is permeated with discriminatory intimidation, ridicule, and insult that is sufficiently severe or pervasive to alter the conditions of the victim's employment and create an abusive working environment, Title VII is violated.\" <i>Id.</i> (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Sometimes, a workplace becomes a hostile working environment for a female employee because of other employees' sexual innuendos, <i>see id.</i> at 19, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, or unwelcome sexual advances or demands for sexual favors, <i>see Meritor,</i> 477 U.S. at 60, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>. Sexual harassment, whether by means of a co-worker's demands for sexual favors as a \"<i>quid pro quo</i>\" or by the employer's creation or tolerance of a hostile and abusive work environment, constitutes discrimination prohibited by Title VII. <i>See id.</i> at 65, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>; <i>see also Faragher v. City of Boca Raton,</i> <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span>, 790-91, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have previously observed that while evidence of sexually-charged or salacious behavior is often sufficient, it is not necessary to the proof that a work environment was sufficiently hostile or abusive to a female employee to amount to discrimination on the basis of sex. <i>See O'Rourke v. City of Providence,</i> <span class=\"citation\" data-id=\"771503\"><a href=\"/opinion/771503/julia-m-orourke-v-city-of-providence/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 729 (1st Cir.2001) (noting that \"sex-based harassment that is not overtly sexual is nonetheless actionable under Title VII\"); <i>Lipsett v. Univ. of Puerto Rico,</i> <span class=\"citation\" data-id=\"516408\"><a href=\"/opinion/516408/annabelle-lipsett-v-university-of-puerto-rico/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span>, 905 (1st Cir.1988) (stating that male employees' verbal attacks directed at female employees that were not sexual in nature but were \"anti-female\" could be found to contribute to hostile work environment); <i>see also Oncale v. Sundowner Offshore Servs., Inc.,</i> <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 80, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1998)(\"[H]arassing conduct need not be motivated by sexual desire to support an inference of discrimination on the basis of sex.\"). As we noted in <i>O'Rourke,</i> \"incidents of nonsexual conduct &#8212; such as work sabotage, exclusion, denial of support, and humiliation &#8212; can in context contribute to a hostile work environment.\" 235 F.3d at 730. Indeed, the theory that a hostile work environment was a species of employment discrimination prohibited by Title VII was originally recognized in cases decided by various courts of appeals involving discrimination on bases other than sex, such as national origin, race, and religion. <i>See Meritor,</i> 477 U.S. at 65-66, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span> (citing, among other cases, <i>Rogers v. EEOC,</i> <span class=\"citation\" data-id=\"301085\"><a href=\"/opinion/301085/4-fair-emplpraccas-265-4-fair-emplpraccas-92-4-empl-prac-dec-p/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">234</span></a></span>, 239 (5th Cir.1971) (holding that an Hispanic claimant had sufficiently alleged a Title VII claim where her employer's discriminatory service to its Hispanic clientele created an offensive work environment) and <i>Firefighters Inst. for Racial Equality v. City of St. Louis,</i> <span class=\"citation\" data-id=\"342727\"><a href=\"/opinion/342727/14-fair-emplpraccas-1486-13-empl-prac-dec-p-11476-firefighters/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 514-15 (8th Cir.1977) (holding that black firefighters sufficiently alleged a hostile work environment where the city allowed on-duty white firefighters to use the firehouse's kitchen facilities in a discriminatory and segregated manner)).5</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">What <i>is</i> essential is proof that the work environment was so hostile or abusive, because of conduct based on one of the prohibited factors identified in Title VII, that the terms or conditions of the plaintiff's employment were caused to be altered. For this there is no \"mathematically precise test.\" <i>Harris,</i> 510 U.S. at 22, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>. Rather, \"whether an environment is `hostile' or `abusive' can be determined only by looking at all the circumstances,\" which may include \"the frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Id.</i> at 23, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The issue presently before us, however, is not what the plaintiff is required ultimately to <i>prove</i> in order to prevail on her claim, but rather what she is required to <i>plead</i> in order to be permitted to develop her case for eventual adjudication on the merits. In determining that Gorski had not sufficiently stated a claim for sex discrimination by reason of a hostile work environment, the district court focused on the specific instances of harassing comments alleged in the complaint and concluded that, assuming the allegations to be true, the comments did not add up to \"conduct [that was] `extreme' enough to alter the terms and conditions of employment.\" This was error because the district court's resolution implicitly measured the complaint against a stricter standard of pleading than is required. In undertaking to assess how \"extreme\" the complained of conduct was, the district court was not determining whether the complaint adequately had alleged the elements of a hostile work environment claim, but rather was performing an evaluative judgment, usually left to the trier of fact, as to whether the hostility or harassment that <i>was</i> alleged was sufficiently severe or pervasive enough to warrant relief.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is a familiar principle that a complaint should be dismissed under Fed. R.Civ.P. 12(b)(6) for failure to state a claim upon which relief can be granted \"only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\" <i>Hishon v. King &amp; Spalding,</i> <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1984). The factual allegations of the complaint are to be accepted as true, and all reasonable inferences that might be drawn from them are indulged in favor of the pleader. <i>See Kiely v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"197178\"><a href=\"/opinion/197178/kiely-v-raytheon-company/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">734</span></a></span>, 735 (1st Cir.1997)(per curiam); <i>Garita Hotel L.P. v. Ponce Fed. Bank, F.S.B.,</i> <span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Like most federal civil actions, all that is required to plead adequately a cause of action under Title VII is \"(1) a short and plain statement of the grounds upon which the court's jurisdiction depends ..., (2) a short and plain statement of the claim showing that the pleader is entitled to relief, and (3) a demand for judgment for the relief the pleader seeks.\" Fed. R.Civ.P. 8(a).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Supreme Court has recently confirmed that complaints alleging employment discrimination need only satisfy \"the simple requirements of Rule 8(a).\" <i>Swierkiewicz v. Sorema N.A.</i> <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, 998, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2002). In assessing whether a complaint satisfies Rule 8's requirements, the issue is not \"whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claims.\" <i>Id.</i> at 997 (quoting <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974)). Although some cases have suggested that a heightened pleading standard may exist in certain civil rights cases, <i>see, e.g., Dartmouth Review v. Dartmouth Coll.,</i> <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1989) (suggesting there is a greater need to plead specific factual allegations in a civil rights suit),<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Swierkiewicz</i> makes clear that \"the Federal Rules do not contain a heightened pleading standard for employment discrimination suits.\" 122 S.Ct. at 999.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Gorski's complaint adequately pled a cause of action for employment discrimination by reason of an abusive or hostile work environment. First, she alleged that her supervisors \"discriminated against [her] on the basis of her gender (female) and of her pregnancy\" by making \"derogatory comments about her pregnancy so as to give rise to a sexually hostile working environment.\" She went on to allege \"specific facts\" in support of her claims, consisting of seven separate examples of what she asserted were hostile or abusive comments. She then alleged that the conduct previously described \"was sufficiently severe or pervasive to constitute a sexually hostile work environment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court apparently assumed that the seven specific instances of harassing comments pled in the complaint constituted the sum total of the plaintiff's evidence of the hostility or abusiveness of the work environment and then proceeded to evaluate those allegations in light of the applicable legal standard. But the complaint did not allege that the specific instances of harassment set out were the <i>only</i> evidence available to support the discrimination claim. Nor was there any obligation on the pleader to identify in the complaint all the evidence that would later be offered in support of the claim pleaded. <i>See Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957) (\"[T]he Federal Rules of Civil Procedure do not require a claimant to set out in detail the facts upon which he bases his claim.\"). The district court's error lay not in its application of the appropriate legal standard to a fixed set of facts, but rather in its belief that there was a fixed set of facts to which the standard could be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is not necessary at this point to decide whether the plaintiff could sustain a hostile work environment claim if the factual evidence she could marshal at trial were limited to the facts alleged in the amended complaint. We do observe, however, that proof of such a claim is highly fact specific. <i>See Harris,</i> 510 U.S. at 23, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span> (\"[W]hether an environment is `hostile' or `abusive' can be determined only by looking at all the circumstances\"); <i>see also Conto v. Concord Hosp., Inc.,</i> <span class=\"citation\" data-id=\"199607\"><a href=\"/opinion/199607/conto-v-concord-hospital/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 81 (1st Cir.2001) (whether there was a hostile work environment \"necessarily entailed a fact-specific assessment of all the attendant circumstances.\"). In addition to the plaintiff's subjective perception of it, the tenor of the environment must be such that an objectively reasonable person would find it hostile or abusive. <i>See Harris,</i> 510 U.S. at 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>. Subject to some policing at the outer bounds, that question is commonly one of degree &#8212; both as to severity and pervasiveness &#8212; to be resolved by the trier of fact on the basis of inferences drawn \"from a broad array of circumstantial and often conflicting evidence.\" <i>Lipsett,</i> 864 F.2d at 895 (quoting <i>Stepanischen v. Merchants Despatch Transp. Corp.,</i> <span class=\"citation\" data-id=\"428311\"><a href=\"/opinion/428311/simion-stepanischen-v-merchants-despatch-transportation-corporation/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 929 (1st Cir. 1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">When the allegations of the complaint are read favorably to Gorski, with the understanding that notice pleading does not require recitation of detailed evidence in support of the claim, it is clear that Gorski satisfactorily alleged the elements of a cause of action for discrimination under Title VII in conformity with the pleading requirements of the Federal Rules of Civil Procedure. Her hostile work environment claim should not have been dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Summary Judgment as to a Denial of Transfer Claim</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The second ruling appealed from &#8212; the grant of summary judgment against Gorski as to a claim that the Department had discriminated against her by effectively denying her a transfer to a different unit &#8212; is easily affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To prove that a particular adverse employment action taken with respect to her amounted to discrimination because of her pregnancy, Gorski would have to show that (1) she was pregnant at the relevant time, (2) her job performance was satisfactory, but (3) her employer took some adverse employment action against her while (4) treating non-pregnant employees differently. <i>See F.W. Morse &amp; Co.,</i> 76 F.3d at 421. <i>See also Johnson v. Allyn &amp; Bacon, Inc.,</i> <span class=\"citation\" data-id=\"433520\"><a href=\"/opinion/433520/34-fair-emplpraccas-804-34-empl-prac-dec-p-34294-barbara-c-johnson/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 70 (1st Cir.1984); <i>Loeb v. Textron, Inc.,</i> <span class=\"citation\" data-id=\"367165\"><a href=\"/opinion/367165/20-fair-emplpraccas-29-20-empl-prac-dec-p-30028-frank-l-loeb-v/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1014 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Gorski plainly satisfied the first two elements: she was pregnant, and her job performance was satisfactory. For present purposes we will also assume that she satisfied the fourth element by offering evidence that some employee requests for transfers were honored, although the evidence on this point was somewhat general. However, Gorski failed to point to admissible evidence sufficient to permit a rational trier of fact to conclude that she had satisfied the third element &#8212; that the Department took an adverse employment action against her.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While there is no doubt that in an appropriate case the denial of a request for a transfer may be sufficiently harmful to amount to an adverse employment action, <i>see Randlett v. Shalala,</i> <span class=\"citation\" data-id=\"743580\"><a href=\"/opinion/743580/79-fair-emplpraccas-bna-803-73-empl-prac-dec-p-45353-jean-m/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">857</span></a></span>, 862 (1st Cir.1997), there was no actual denial by the Department of such a request by Gorski. It is undisputed that Gorski never actually applied for a transfer, so there was not even an occasion for a denial. She attempts to make up for the absence of an actual denial of a request by proposing that there was a constructive denial. She asserts that her submission of a formal request for a transfer would have been a \"futile gesture\" in light of what Panarello and Kench had said to her. <i>See Int'l Bhd. of Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 366, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The summary judgment record includes the Department's policies and procedures pertaining to lateral transfers. Generally, the Department retained the management prerogative to assign corrections officers to particular duties as it deemed appropriate. If a position became vacant, an employee could request either a lateral transfer or promotion to that vacancy. The manager in the unit where the vacancy occurred would decide which employee among multiple applicants would be selected to fill the vacancy, and consistent with provisions of an applicable collective bargaining agreement, the decision would ordinarily be made on the basis of seniority. The applicant's current supervisor did not have the authority to grant transfers to other assignments.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Gorski's assertion that her request for a lateral transfer would have been futile lacks support in the record. Her theory is that the opposition of Panarello and Kench to the transfer doomed any request she might make. The record, however, shows that Panarello and Kench had at best a tangential involvement in the process.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> While it is possible to imagine a set of events in which an employee's current supervisor might, outside the prescribed process, poison the mind of the actual decision maker against an employee so as to procure the denial of a transfer request, imagined events cannot be the basis for a favorable verdict. In opposing a motion for summary judgment, a plaintiff must proffer admissible evidence that could be accepted by a rational trier of fact as sufficient to establish the necessary proposition. <i>See Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). On this issue, Gorski failed to do so, and the district court properly ruled that she could not prevail on a \"disparate treatment\" claim.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p class=\"indent\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is <i>vacated.</i> The order dismissing the claim of sex discrimination by reason of a hostile work environment is <i>reversed.</i> The order granting summary judgment in favor of the Department on a claim of sex discrimination by reason of denial of a transfer is <i>affirmed.</i> The case is <i>remanded for further proceedings consistent with this opinion.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Paragraph 9 of the amended complaint reads:</p>\n        <p class=\"indent\">Following are specific facts that support plaintiff's claims:</p>\n        <p class=\"indent\">a. upon first learning of plaintiff's pregnancy, Mr. Panarello said \"oh Tara, why did you have to do that? Why did you get pregnant, with everything going on, why do you want another child?\"</p>\n        <p class=\"indent\">b. Lt. Kench said, \"oh great, we're going to have to deal with that now;\" c. after learning of plaintiff's pregnancy, when plaintiff complained about her workload (a significant complaint that pre-dated plaintiff's pregnancy by months), Lt. Kench and others responded with comments like \"she's just pregnant,\" \"you're only complaining now because you're pregnant,\" and \"it's your hormones;\"</p>\n        <p class=\"indent\">d. during this same time frame, plaintiff requested a transfer out of the unit. As a reason to deny that request, Lt. Kench said \"maybe you won't come back,\" referring to the time away from work after plaintiff's child was born;</p>\n        <p class=\"indent\">e. Lt. Kench also said, in response to plaintiff's request for a transfer, \"no one is going to want you because you are pregnant and you are going to have to wait until after you are back;\"</p>\n        <p class=\"indent\">f. while on stress leave in September 1998 (which leave DOC approved), Mr. Panarello called plaintiff and asked if she could come in for one day to show a coworker what to do with a project that plaintiff knew well, knowing it went against plaintiff's doctor's advice to remain out of work; and</p>\n        <p class=\"indent\">g. while on leave on October 27, 1998, Mr. Panarello went to plaintiff's house and pressured her to return to work, asking \"why aren't you at work, what's your problem?\" contrary to the instructions of plaintiff's doctor. Plaintiff told Mr. Panarello that she had experienced problems with Lt. Kench, that she raised these problems with Mr. Panarello, and that Mr. Panarello did nothing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The allegation that Gorski \"was forced to resign in August\" appears to be at odds with a preceding allegation that she was on \"stress leave\" during September and October. However this apparent inconsistency might ultimately be resolved, its resolution is not material to the disposition of the issues presented by this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, in its later order granting summary judgment on the transfer issue, the district court noted that \"Gorski's claim of sexual harassment was dismissed on July 19, 2000,\" apparently pursuant to Fed.R.Civ.P. 12(b)(6)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It shall be an unlawful employment practice for an employer &#8212;</p>\n        <p class=\"indent\">(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to [her] compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n        <p class=\"indent\">(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect [her] status as an employee, because of such individual's race, color, religion, sex, or national origin. 42 U.S.C. &#167; 2000e-2(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There are two other provisions of Rule 8 that are pertinent: \"Each averment of a pleading shall be simple, concise, and direct. No technical forms of pleading or motions are required.\" Fed.R.Civ.P. 8(e)(1); and \"All pleadings shall be so construed as to do substantial justice.\" Fed.R.Civ.P. 8(f)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>But see Leatherman v. Tarrant County Narcotics Intelligence and Coordination Unit,</i> <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 168, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1993) (holding that there is no heightened pleading requirement in &#167; 1983 suits against municipalities).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> So far as appears from the record, the only involvement for a current supervisor in an employee's application for a transfer to a vacant position was the requirement that the supervisor sign the form used by an employee to request a lateral transfer. There does not appear to be any provision making the current supervisor's approval a necessary prerequisite to the granting of a transfer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In fairness to Gorski, as noted above, the denial of transfer theory was not her original theory of her claim, and it seems she pursued it only after the district court had closed the door to her pursuit of her hostile environment claim. While the comments of her supervisors regarding her wish to be transferred do not by themselves support a claim of discrimination, those comments may be relevant to the question whether and to what degree the work environment was hostile and/or abusive</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771503/"
  ]
}