{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199908/",
  "absolute_url": "/opinion/199908/united-states-v-bogdan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199908/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:39:51Z",
  "date_modified": "2017-03-24T11:04:13.771165Z",
  "type": "010combined",
  "sha1": "d4d4e811dc84f9a05d9924b162c8c141bb73f5ca",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1889-01A.pdf",
  "local_path": "pdf/2002/04/03/US_v._Bogdan.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1889\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellant,\n\n                                 v.\n\n                         JOHN M. BOGDAN,\n\n                       Defendant, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n\n                              Before\n\n                    Torruella, Circuit Judge,\n\n                  Stahl, Senior Circuit Judge,\n\n                    and Lipez, Circuit Judge.\n\n\n\n     Carmen M. Ortiz, Assistant U.S. Attorney, with whom Michael J.\nSullivan, United States Attorney, were on brief, for appellant.\n     R.J. Cinquegrana, with whom Thomas M. Griffin and Choate, Hall &\nStewart were on brief, for appellee.\n\n\n\n                           April 2, 2002\n\f-2-\n\f          TORRUELLA, Circuit Judge. Defendant-appellee John M. Bogdan\n\npled guilty to a two-count information charging him with mail fraud in\n\nviolation of 18 U.S.C. § 1341. The United States appeals the sentence\n\nimposed on Bogdan, arguing that the district court erred in departing\n\ndownward from the applicable sentencing guideline range. Because we\n\nfind that the district court abused its discretion in granting Bogdan's\n\nrequest for a downward departure, we reverse and remand this case for\n\naction consistent with this opinion.\n\n                             BACKGROUND\n\n          From 1997 through 1999, Bogdan, working as the chief\n\nfinancial officer at ON Technology Corporation, embezzled more than\n\n$320,000 from his employer and used the mails in furtherance of his\n\nscheme to defraud. On December 4, 2000, pursuant to a plea agreement,\n\nBogdan pled guilty to two counts of mail fraud.\n\n          The plea agreement set Bogdan’s total offense level under the\n\nSentencing Guidelines at fifteen, thereby resulting in a guideline\n\nsentencing range of eighteen to twenty-four months' imprisonment. The\n\nagreement, however, permitted appellee to move for a downward departure\n\non the grounds of aberrant behavior. The parties recognized that there\n\nwas \"no other basis for departure.\"\n\n          At the sentencing hearing, the district court adopted the\n\nparties’ predetermined guideline sentencing range but rejected Bogdan’s\n\n\n\n\n                                 -3-\n\frequest for a downward departure based on aberrant behavior. Instead,\n\nthe district court found alternative grounds for departing:\n\n          I have taken into account the excellent way that\n          you have been a father to your children, how you\n          have tried to make amends to your wife, the\n          introspection you have shown, the appreciation\n          you have shown of the criminality of your\n          conduct. . . . In my considered judgment, you,\n          you, John Bogdan, are not within the heartland of\n          offenders that the sentencing guidelines are\n          designed for. That gives me the right to depart.\n\nOn this basis, the district court departed from the applicable\n\nguideline sentencing range, ordering appellee to a committed sentence\n\nof one year and one day.1 The government timely filed the instant\n\nappeal.\n\n                        STANDARD OF REVIEW\n\n          We review district court departures under the Sentencing\n\nGuidelines for abuse of discretion. See Koon v. United States, 518\n\nU.S. 81, 96-100 (1996).    This analysis is divided into three parts:\n\n          First, we determine as a theoretical matter\n          whether the stated ground for departure is\n          permissible under the guidelines. If the ground\n          is theoretically appropriate, we next examine\n          whether it finds adequate factual support in the\n          record. If so, we must probe the degree of the\n          departure in order to verify its reasonableness.\n\n\n\n\n1 In addition, the district court sentenced appellee to two years of\nsupervised release after his confinement and ordered him to pay\n$324,214.67 in restitution.\n\n                                -4-\n\fUnited States v. Dethlefs, 123 F.3d 39, 43-44 (1st Cir. 1997) (internal\n\ncitations omitted).2 In employing this analysis, we recognize that \"[a]\n\ndistrict court's decision to depart from the Guidelines . . . will in\n\nmost cases be due substantial deference.\"       Koon, 518 U.S. at 98.\n\n                             DISCUSSION\n\n          The United States Sentencing Guidelines establish ranges for\n\nthe criminal sentences of federal offenders. District courts must\n\nimpose sentences within the applicable ranges set forth in the\n\nGuidelines.   See 18 U.S.C. § 3553(a).     In limited circumstances,\n\nhowever, a district court may depart from the applicable guideline\n\nrange if \"the court finds that there exists an aggravating or\n\nmitigating circumstance of a kind, or to a degree, not adequately taken\n\ninto consideration by the Sentencing Commission in formulating the\n\nguidelines . . . .\" 18 U.S.C. § 3553(b). Thus, not every aggravating\n\nor mitigating circumstance will warrant departure; the circumstance\n\n\"must render the case atypical and take it out of the 'heartland' for\n\nwhich the applicable guideline was designed.\"       United States v.\n\nCarrión-Cruz, 92 F.3d 5, 6 (1st Cir. 1996).\n\n          The Sentencing Guidelines give courts considerable guidance\n\nas to what factors are likely, or not, to make a case atypical.     In\n\ngeneral, these factors fall into four categories. Encouraged factors\n\n\n2 Because the government challenges the appropriateness rather than the\ndegree of the district court's departure, our analysis does not include\nthe third inquiry.\n\n                                 -5-\n\fare those \"the [Sentencing] Commission has not been able to take into\n\naccount fully in formulating the guidelines.\" U.S.S.G. § 5K2.0. Thus,\n\nwhen encouraged factors are present, they may take a particular case\n\noutside the \"heartland\" of the applicable guideline, thereby warranting\n\na departure. Conversely, discouraged factors are those \"not ordinarily\n\nrelevant to the determination of whether a sentence should be outside\n\nthe applicable guideline range.\" U.S.S.G. ch. 5, pt. H, introductory\n\ncmt. \"The Sentencing Commission does not view discouraged factors as\n\nnecessarily inappropriate bases for departure but says they should be\n\nrelied upon only in exceptional cases.\" United States v. Pereira, 272\n\nF.3d 76, 80 (1st Cir.     2001) (internal quotation marks omitted).\n\n          The third category includes those sentencing factors upon\n\nwhich a court can rely to depart but which, unlike the first two\n\ncategories, are not specifically enumerated in the Guidelines. \"If a\n\nfactor is unmentioned in the Guidelines, the court must, after\n\nconsidering the structure and theory of both relevant guidelines and\n\nthe Guidelines taken as a whole, decide whether it is sufficient to\n\ntake the case out of the Guideline's heartland.\" Koon, 518 U.S. at 96\n\n(internal quotation marks and citations omitted).\n\n          Finally, those factors that are explicitly or implicitly\n\nproscribed by the Sentencing Guidelines as bases for departure\n\nconstitute the last category of sentencing factors. They include\n\n\"forbidden factors, factors adequately considered by the Commission,\n\n\n                                 -6-\n\ffactors that lack relevance, and factors that offend the framework and\n\npurpose of the guidelines.\" United States v. Martin, 221 F.3d 52, 57\n\n(1st Cir. 2000).\n\n          In the instant case, the district court relied on a\n\ncombination of factors to justify its departure from the applicable\n\nsentencing range, including Bogdan's role as a father; his effort to\n\nmake amends with his ex-wife; his introspection; and his appreciation\n\nfor the wrongfulness of his conduct.3 Though this unique amalgamation\n\nof factors is unmentioned in the Guidelines, all of the individual\n\nfactors cited by the court have been taken into account by the\n\nSentencing Commission.\n\n          Bogdan's role as a father and his effort to make amends with\n\nhis wife are considerations that clearly fall within the category of\n\nfamily ties and responsibilities, a discouraged factor under the\n\nGuidelines. See U.S.S.G. § 5H1.6; see also United States v. Rushby,\n\n936 F.2d 41, 42-43 (1st Cir. 1991) (analyzing the defendant's marital\n\nstatus and role as a father under the Guidelines' family ties and\n\n\n3 In addition, the government argues that the district court departed\nbased on a proscribed factor -- that is, the disparity between Bogdan's\nproposed sentence of 18 months and the national median sentence of 12\nmonths for defendants convicted of fraud. See Martin, 221 F.3d at 57\n(noting that \"the fact that the national median for a broadly stated\noffense type may be above or below a particular defendant's [sentencing\nrange] cannot be used to justify a sentencing departure\"). Though the\ndistrict court did express some concern over this disparity, it is not\nclear from the record whether this issue influenced the court's\ndecision to depart. We, therefore, confine our analysis to the\njustifications the district court explicitly relied upon for departing.\n\n                                 -7-\n\fresponsibilities category); United States v. Carr, 932 F.2d 67, 72 (1st\n\nCir. 1991) (considering the defendant's role as a father under the\n\nGuidelines' family ties and responsibilities category).\n\n          Considerations like Bogdan's introspection and his\n\nappreciation for the criminality of his conduct have also been taken\n\ninto account by the Sentencing Commission.         Specifically, the\n\nGuidelines give district courts the discretion to grant acceptance-of-\n\nresponsibility credit to defendants who demonstrate extraordinary\n\npresentence rehabilitation. See U.S.S.G. § 3E1.1; United States v.\n\nCraven, 239 F.3d 91, 99 (1st Cir. 2001) (noting that \"presentence\n\nrehabilitation . . . can be factored adequately into the sentencing\n\nequation by an acceptance-of-responsibility credit,\" and a change in\n\nattitude is the touchstone of rehabilitation); United States v. Sklar,\n\n920 F.2d 107, 115-16 (1st Cir. 1990) (remarking that a defendant's\n\nsincere desire to change his life is factored into the acceptance-of-\n\nresponsibility credit).4\n\n\n\n\n4  An acceptance-of-responsibility credit is part of the regular\nsentencing calculation and is thus considered before determining\nwhether a departure is warranted. See U.S.S.G. § 3E1.1. When a court\ndecides that the defendant's presentence rehabilitation is so\nexceptional that it cannot be adequately factored by an acceptance-of-\nresponsibility credit, the court may depart on those grounds. See\nCraven, 239 F.3d at 99. A departure based on grounds that have already\nbeen specifically considered by the Guidelines, however, will be\ntreated as if the departure were based on a discouraged factor. See\nKoon, 518 U.S. at 96.\n\n                                 -8-\n\f          Because the factors upon which the district court relied to\n\ndepart are discouraged or have already been taken into account by the\n\nGuidelines in the form of a credit, a downward departure is justifiable\n\nonly if the factors are \"present to some exceptional degree.\" Koon,\n\n518 U.S. at 96; see also Craven, 239 F.3d at 98 (ruling that a \"datum\n\n[like acceptance of responsibility] that is taken into account by a\n\nguideline nonetheless can form the basis for a departure if it is\n\npresent to an exceptional degree\" (internal citations and quotation\n\nmarks omitted)).\n\n          In order to avoid this cumbersome burden, Bogdan argues that\n\nthe factors the district court cited should be viewed as unmentioned in\n\nthe Guidelines. Though he admits that his factors can be likened to\n\nrecognized categories, Bogdan argues that existing caselaw prevents\n\nthis Court from construing Guideline categories so broadly as to\n\ninclude the factors of his case. See United States v. Olbres, 99 F.3d\n\n28, 35-36 (1st Cir. 1996) (admonishing courts not to construe\n\ncategories under the Guidelines too broadly).\n\n          Though we agree that Guideline categories should not be\n\ndistorted to cover unintended factors, no such exercise is necessary\n\nhere.   The factors the district court relied upon to depart have\n\ntraditionally and exclusively been considered under established\n\nGuideline categories because those factors and the Guideline categories\n\nare \"the semantic or practical equivalents of each other.\" Koon, 518\n\n\n                                 -9-\n\fU.S. at 110; see also United States v. DeShon, 183 F.3d 888, 890 (8th\n\nCir. 1999) (considering defendant's genuine acknowledgment of\n\nresponsibility for his crime and change of his lifestyle under\n\nacceptance-of-responsibility category); United States v. Romero, 32\n\nF.3d 641, 653 (1st Cir. 1994) (treating defendant's status as a father\n\nunder the category of family ties and responsibilities). To hold\n\notherwise would enable defendants to circumvent the entire Guideline\n\nstructure by cleverly characterizing discouraged factors in such a way\n\nas to appear as -- and be treated under the more lenient standard of --\n\nunmentioned factors.\n\n          Whether the factors the district court considered, taken\n\ntogether, are present to such an exceptional degree so as to remove\n\nBogdan from the \"heartland\" of cases is not a difficult issue. At\n\nmost, the record reveals that Bogdan is a caring and generous father to\n\ntwo adult children who live in distant cities.       He has also made\n\nefforts to improve his relationship with his ex-wife, while supporting\n\nher financially with alimony payments. Finally, it is clear from\n\nBogdan's testimony at the sentencing hearing that he is an\n\nintrospective person who is remorseful for the serious crime he\n\ncommitted.5\n\n\n5 Bogdan claims that one factor that makes his case extraordinary is\nthe fact that several members of the community whose trust he violated\ncame to vouch for his character. Though the district court did hear\nevidence regarding this issue, the court did not explicitly include\nthis factor as one that motivated its decision to depart. Again, we\n\n                                 -10-\n\f          None of these factors, whether taken individually or in the\n\naggregate, approximates the benchmark of extraordinariness that this\n\nCourt has set. See Koon, 518 U.S. at 98 (\"Whether a given factor is\n\npresent to a degree not adequately considered by the Commission, or\n\nwhether a discouraged factor nonetheless justifies departure because it\n\nis present in some unusual or exceptional way, are matters determined\n\nin large part by comparison with the facts of other Guidelines\n\ncases.\"); Pereira, 272 F.3d at 80 (\"[E]xisting caselaw defines the\n\nparameters for departure, outside of which a court cannot go without\n\nassuming the risk of acting beyond permissible limits.\").\n\n          Existing caselaw is unequivocal that being an exemplary\n\nparent or spouse is not sufficient to take a case out of the\n\n\"heartland.\" See United States v. Sweeting, 213 F.3d 95, 102 (3d Cir.\n\n2000) (ruling that though defendant \"appears devoted to her children\n\nand is a 'substantial positive influence' on their lives,\" no departure\n\nwas warranted); United States v. Tejeda, 146 F.3d 84, 87 (2d Cir. 1998)\n\n(\"The existence of a stable family (a wife and two children) --\n\nsomething that is by no means extraordinary -- does not satisfy the\n\n'exceptional hardship' criterion warranting family circumstance\n\ndeparture.\"); United States v. Bell, 974 F.2d 537, 538-39 (4th Cir.\n\n1992) (holding that the defendant's role in helping to produce a stable\n\n\n\nconfine our analysis only to the reasons set forth by the district\ncourt as grounds for departing.\n\n                                 -11-\n\ffamily, and the fact that incarceration would likely disrupt his\n\nspousal and parental relationships, is insufficient to grant a downward\n\ndeparture); United States v. Shoupe, 929 F.2d 116, 121 (3d Cir. 1991)\n\n(ruling that a defendant who was a good father, regularly visited his\n\nchild, and paid child support did not qualify as having an\n\nextraordinary family circumstance).\n\n          Similarly, the fact that Bogdan is highly introspective and\n\nappreciates the criminality of his actions, though admirable, does not\n\nserve to make his case at all exceptional, especially considering the\n\nfacts of his case. The district court found that Bogdan confessed to\n\nhis illegal conduct \"once everything collapsed.\" It is not uncommon\n\nfor defendants to discover the virtues of introspection and remorse\n\nwhen facing the threat of punishment.6 See United States v. Debeir, 186\n\nF.3d 561, 572-73 (4th Cir. 1999) (affirming district court's ruling\n\nthat evidence of \"extreme remorse\" is not atypical and does not justify\n\ndownward departure); United States v. Brewer, 889 F.2d 503, 509 (6th\n\nCir. 1990) (ruling that remorse and prompt payment of restitution are\n\nnot enough to take case out of the \"heartland\"). Moreover, Bogdan's\n\n\n\n6 Partly for this reason, we have noted that \"downward departures for\npresentence rehabilitation are hen's-teeth rare, and our precedent\nmakes clear that such departures should be granted sparingly.\" Craven,\n239 F.3d at 99; see also Sklar, 920 F.2d at 116 (\"Some degree of\npresentence rehabilitation is usually to be expected from a penitent\ndefendant, or one who genuinely shoulders responsibility, or even from\none who simply wants to put his best foot forward at sentencing,\nhopeful of lightening the load.\").\n\n                                 -12-\n\fclaim of remorse is undermined by the presentence report which\n\nindicates that he had not paid any restitution despite being employed.\n\n          Regrettably, the \"heartland\" of cases under the Guidelines\n\nencompasses immense and heart-wrenching hardships. See, e.g., United\n\nStates v. Dyce, 91 F.3d 1462, 1467-68 (D.C. Cir. 1996) (holding that\n\nthe district court erred when it departed based on the defendant's\n\nstatus as a single mother with three children under the age of four,\n\none of whom was being breast-fed, and where incarceration would require\n\nplacing the children in foster care).         To find that Bogdan's\n\ncircumstances are outside of the \"heartland\" would require us to ignore\n\nexisting caselaw and to declare that the Sentencing Commission was so\n\nmyopic that it failed to foresee that some criminals would be decent\n\nparents and spouses who might experience remorse after being caught.\n\nWe decline the invitation.\n\n                             CONCLUSION\n\n          We reverse and remand this case for action consistent with\n\nthis opinion.\n\n\n\n\n                                 -13-\n\f",
  "html": "<p class=\"case_cite\">284 F.3d 324</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>John M. BOGDAN, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1889.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 5, 2002.</p>\n    <p class=\"date\">Decided April 2, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Carmen M. Ortiz, Assistant U.S. Attorney, with whom Michael J. Sullivan, United States Attorney, were on brief, for appellant.</p>\n      <p class=\"indent\">R.J. Cinquegrana, with whom Thomas M. Griffin and Choate, Hall &amp; Stewart were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellee John M. Bogdan pled guilty to a two-count information charging him with mail fraud in violation of 18 U.S.C. &#167; 1341. The United States appeals the sentence imposed on Bogdan, arguing that the district court erred in departing downward from the applicable sentencing guideline range. Because we find that the district court abused its discretion in granting Bogdan's request for a downward departure, we reverse and remand this case for action consistent with this opinion.</p>\n    </div>\n    <p class=\"center\">\n      <i>BACKGROUND</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">From 1997 through 1999, Bogdan, working as the chief financial officer at ON Technology Corporation, embezzled more than $320,000 from his employer and used the mails in furtherance of his scheme to defraud. On December 4, 2000, pursuant to a plea agreement, Bogdan pled guilty to two counts of mail fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plea agreement set Bogdan's total offense level under the Sentencing Guidelines at fifteen, thereby resulting in a guideline sentencing range of eighteen to twenty-four months' imprisonment. The agreement, however, permitted appellee to move for a downward departure on the grounds of aberrant behavior. The parties recognized that there was \"no other basis for departure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the sentencing hearing, the district court adopted the parties' predetermined guideline sentencing range but rejected Bogdan's request for a downward departure based on aberrant behavior. Instead, the district court found alternative grounds for departing:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I have taken into account the excellent way that you have been a father to your children, how you have tried to make amends to your wife, the introspection you have shown, the appreciation you have shown of the criminality of your conduct.... In my considered judgment, you, you, John Bogdan, are not within the heartland of offenders that the sentencing guidelines are designed for. That gives me the right to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this basis, the district court departed from the applicable guideline sentencing range, ordering appellee to a committed sentence of one year and one day.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The government timely filed the instant appeal.</p>\n    </div>\n    <p class=\"center\">\n      <i>STANDARD OF REVIEW</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review district court departures under the Sentencing Guidelines for abuse of discretion. <i>See Koon v. United States,</i> 518 U.S. 81, 96-100, 116 S.Ct. 2035, 135 L.Ed.2d 392 (1996). This analysis is divided into three parts:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, we determine as a theoretical matter whether the stated ground for departure is permissible under the guidelines. If the ground is theoretically appropriate, we next examine whether it finds adequate factual support in the record. If so, we must probe the degree of the departure in order to verify its reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>United States v. Dethlefs,</i> 123 F.3d 39, 43-44 (1st Cir.1997) (internal citations omitted).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In employing this analysis, we recognize that \"[a] district court's decision to depart from the Guidelines ... will in most cases be due substantial deference.\" <i>Koon,</i> 518 U.S. at 98, 116 S.Ct. 2035.</p>\n    </div>\n    <p class=\"center\">\n      <i>DISCUSSION</i>\n    </p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The United States Sentencing Guidelines establish ranges for the criminal sentences of federal offenders. District courts must impose sentences within the applicable ranges set forth in the Guidelines. <i>See</i> 18 U.S.C. &#167; 3553(a). In limited circumstances, however, a district court may depart from the applicable guideline range if \"the court finds that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines ....\" 18 U.S.C. &#167; 3553(b). Thus, not every aggravating or mitigating circumstance will warrant departure; the circumstance \"must render the case atypical and take it out of the `heartland' for which the applicable guideline was designed.\" <i>United States v. Carri&#243;n-Cruz,</i> 92 F.3d 5, 6 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Sentencing Guidelines give courts considerable guidance as to what factors are likely, or not, to make a case atypical. In general, these factors fall into four categories. Encouraged factors are those \"the [Sentencing] Commission has not been able to take into account fully in formulating the guidelines.\" U.S.S.G. &#167; 5K2.0. Thus, when encouraged factors are present, they may take a particular case outside the \"heartland\" of the applicable guideline, thereby warranting a departure. Conversely, discouraged factors are those \"not ordinarily relevant to the determination of whether a sentence should be outside the applicable guideline range.\" U.S.S.G. ch. 5, pt. H, introductory cmt. \"The Sentencing Commission does not view discouraged factors as necessarily inappropriate bases for departure but says they should be relied upon only in exceptional cases.\" <i>United States v. Pereira,</i> 272 F.3d 76, 80 (1st Cir.2001) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The third category includes those sentencing factors upon which a court can rely to depart but which, unlike the first two categories, are not specifically enumerated in the Guidelines. \"If a factor is unmentioned in the Guidelines, the court must, after considering the structure and theory of both relevant guidelines and the Guidelines taken as a whole, decide whether it is sufficient to take the case out of the Guideline's heartland.\" <i>Koon,</i> 518 U.S. at 96, 116 S.Ct. 2035 (internal quotation marks and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, those factors that are explicitly or implicitly proscribed by the Sentencing Guidelines as bases for departure constitute the last category of sentencing factors. They include \"forbidden factors, factors adequately considered by the Commission, factors that lack relevance, and factors that offend the framework and purpose of the guidelines.\" <i>United States v. Martin,</i> 221 F.3d 52, 57 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the instant case, the district court relied on a combination of factors to justify its departure from the applicable sentencing range, including Bogdan's role as a father; his effort to make amends with his ex-wife; his introspection; and his appreciation for the wrongfulness of his conduct.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Though this unique amalgamation of factors is unmentioned in the Guidelines, all of the individual factors cited by the court have been taken into account by the Sentencing Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Bogdan's role as a father and his effort to make amends with his wife are considerations that clearly fall within the category of family ties and responsibilities, a discouraged factor under the Guidelines. <i>See</i> U.S.S.G. &#167; 5H1.6; <i>see also United States v. Rushby,</i> 936 F.2d 41, 42-43 (1st Cir.1991) (analyzing the defendant's marital status and role as a father under the Guidelines' family ties and responsibilities category); <i>United States v. Carr,</i> 932 F.2d 67, 72 (1st Cir.1991) (considering the defendant's role as a father under the Guidelines' family ties and responsibilities category).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Considerations like Bogdan's introspection and his appreciation for the criminality of his conduct have also been taken into account by the Sentencing Commission. Specifically, the Guidelines give district courts the discretion to grant acceptance-of-responsibility credit to defendants who demonstrate extraordinary presentence rehabilitation. <i>See</i> U.S.S.G. &#167; 3E1.1; <i>United States v. Craven,</i> 239 F.3d 91, 99 (1st Cir.2001) (noting that \"presentence rehabilitation ... can be factored adequately into the sentencing equation by an acceptance-of-responsibility credit,\" and a change in attitude is the touchstone of rehabilitation); <i>United States v. Sklar,</i> 920 F.2d 107, 115-16 (1st Cir.1990) (remarking that a defendant's sincere desire to change his life is factored into the acceptance-of-responsibility credit).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because the factors upon which the district court relied to depart are discouraged or have already been taken into account by the Guidelines in the form of a credit, a downward departure is justifiable only if the factors are \"present to some exceptional degree.\" <i>Koon,</i> 518 U.S. at 96, 116 S.Ct. 2035; <i>see also Craven,</i> 239 F.3d at 98 (ruling that a \"datum [like acceptance of responsibility] that is taken into account by a guideline nonetheless can form the basis for a departure if it is present to an exceptional degree\" (internal citations and quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In order to avoid this cumbersome burden, Bogdan argues that the factors the district court cited should be viewed as unmentioned in the Guidelines. Though he admits that his factors can be likened to recognized categories, Bogdan argues that existing caselaw prevents this Court from construing Guideline categories so broadly as to include the factors of his case. <i>See United States v. Olbres,</i> 99 F.3d 28, 35-36 (1st Cir.1996) (admonishing courts not to construe categories under the Guidelines too broadly).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Though we agree that Guideline categories should not be distorted to cover unintended factors, no such exercise is necessary here. The factors the district court relied upon to depart have traditionally and exclusively been considered under established Guideline categories because those factors and the Guideline categories are \"the semantic or practical equivalents of each other.\" <i>Koon,</i> 518 U.S. at 110, 116 S.Ct. 2035; <i>see also United States v. DeShon,</i> 183 F.3d 888, 890 (8th Cir.1999) (considering defendant's genuine acknowledgment of responsibility for his crime and change of his lifestyle under acceptance-of-responsibility category); <i>United States v. Romero,</i> 32 F.3d 641, 653 (1st Cir.1994) (treating defendant's status as a father under the category of family ties and responsibilities). To hold otherwise would enable defendants to circumvent the entire Guideline structure by cleverly characterizing discouraged factors in such a way as to appear as &#8212; and be treated under the more lenient standard of &#8212; unmentioned factors.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whether the factors the district court considered, taken together, are present to such an exceptional degree so as to remove Bogdan from the \"heartland\" of cases is not a difficult issue. At most, the record reveals that Bogdan is a caring and generous father to two adult children who live in distant cities. He has also made efforts to improve his relationship with his ex-wife, while supporting her financially with alimony payments. Finally, it is clear from Bogdan's testimony at the sentencing hearing that he is an introspective person who is remorseful for the serious crime he committed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">None of these factors, whether taken individually or in the aggregate, approximates the benchmark of extraordinariness that this Court has set. <i>See Koon,</i> 518 U.S. at 98, 116 S.Ct. 2035 (\"Whether a given factor is present to a degree not adequately considered by the Commission, or whether a discouraged factor nonetheless justifies departure because it is present in some unusual or exceptional way, are matters determined in large part by comparison with the facts of other Guidelines cases.\"); <i>Pereira,</i> 272 F.3d at 80 (\"[E]xisting caselaw defines the parameters for departure, outside of which a court cannot go without assuming the risk of acting beyond permissible limits.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Existing caselaw is unequivocal that being an exemplary parent or spouse is not sufficient to take a case out of the \"heartland.\" <i>See United States v. Sweeting,</i> 213 F.3d 95, 102 (3d Cir.2000) (ruling that though defendant \"appears devoted to her children and is a `substantial positive influence' on their lives,\" no departure was warranted); <i>United States v. Tejeda,</i> 146 F.3d 84, 87 (2d Cir.1998) (\"The existence of a stable family (a wife and two children) &#8212; something that is by no means extraordinary &#8212; does not satisfy the `exceptional hardship' criterion warranting family circumstance departure.\"); <i>United States v. Bell,</i> 974 F.2d 537, 538-39 (4th Cir.1992) (holding that the defendant's role in helping to produce a stable family, and the fact that incarceration would likely disrupt his spousal and parental relationships, is insufficient to grant a downward departure); <i>United States v. Shoupe,</i> 929 F.2d 116, 121 (3d Cir.1991) (ruling that a defendant who was a good father, regularly visited his child, and paid child support did not qualify as having an extraordinary family circumstance).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Similarly, the fact that Bogdan is highly introspective and appreciates the criminality of his actions, though admirable, does not serve to make his case at all exceptional, especially considering the facts of his case. The district court found that Bogdan confessed to his illegal conduct \"once everything collapsed.\" It is not uncommon for defendants to discover the virtues of introspection and remorse when facing the threat of punishment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See United States v. DeBeir,</i> 186 F.3d 561, 572-73 (4th Cir.1999) (affirming district court's ruling that evidence of \"extreme remorse\" is not atypical and does not justify downward departure); <i>United States v. Brewer,</i> 899 F.2d 503, 509 (6th Cir.1990) (ruling that remorse and prompt payment of restitution are not enough to take case out of the \"heartland\"). Moreover, Bogdan's claim of remorse is undermined by the presentence report which indicates that he had not paid any restitution despite being employed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Regrettably, the \"heartland\" of cases under the Guidelines encompasses immense and heart-wrenching hardships. <i>See, e.g., United States v. Dyce,</i> 91 F.3d 1462, 1467-68 (D.C.Cir.1996) (holding that the district court erred when it departed based on the defendant's status as a single mother with three children under the age of four, one of whom was being breast-fed, and where incarceration would require placing the children in foster care). To find that Bogdan's circumstances are outside of the \"heartland\" would require us to ignore existing caselaw and to declare that the Sentencing Commission was so myopic that it failed to foresee that some criminals would be decent parents and spouses who might experience remorse after being caught. We decline the invitation.</p>\n    </div>\n    <p class=\"center\">\n      <i>CONCLUSION</i>\n    </p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We reverse and remand this case for action consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In addition, the district court sentenced appellee to two years of supervised release after his confinement and ordered him to pay $324,214.67 in restitution</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because the government challenges the appropriateness rather than the degree of the district court's departure, our analysis does not include the third inquiry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition, the government argues that the district court departed based on a proscribed factor &#8212; that is, the disparity between Bogdan's proposed sentence of 18 months and the national median sentence of 12 months for defendants convicted of fraud<i>See Martin,</i> 221 F.3d at 57 (noting that \"the fact that the national median for a broadly stated offense type may be above or below a particular defendant's [sentencing range] cannot be used to justify a sentencing departure\"). Though the district court did express some concern over this disparity, it is not clear from the record whether this issue influenced the court's decision to depart. We, therefore, confine our analysis to the justifications the district court explicitly relied upon for departing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> An acceptance-of-responsibility credit is part of the regular sentencing calculation and is thus considered before determining whether a departure is warranted<i>See</i> U.S.S.G. &#167; 3E1.1. When a court decides that the defendant's presentence rehabilitation is so exceptional that it cannot be adequately factored by an acceptance-of-responsibility credit, the court may depart on those grounds. <i>See Craven,</i> 239 F.3d at 99. A departure based on grounds that have already been specifically considered by the Guidelines, however, will be treated as if the departure were based on a discouraged factor. <i>See Koon,</i> 518 U.S. at 96, 116 S.Ct. 2035.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Bogdan claims that one factor that makes his case extraordinary is the fact that several members of the community whose trust he violated came to vouch for his character. Though the district court did hear evidence regarding this issue, the court did not explicitly include this factor as one that motivated its decision to depart. Again, we confine our analysis only to the reasons set forth by the district court as grounds for departing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Partly for this reason, we have noted that \"downward departures for presentence rehabilitation are hen's-teeth rare, and our precedent makes clear that such departures should be granted sparingly.\"<i>Craven,</i> 239 F.3d at 99; <i>see also Sklar,</i> 920 F.2d at 116 (\"Some degree of presentence rehabilitation is usually to be expected from a penitent defendant, or one who genuinely shoulders responsibility, or even from one who simply wants to put his best foot forward at sentencing, hopeful of lightening the load.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">324</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>John M. BOGDAN, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-1889.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 5, 2002.</p>\n    <p class=\"date\">Decided April 2, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Carmen M. Ortiz, Assistant U.S. Attorney, with whom Michael J. Sullivan, United States Attorney, were on brief, for appellant.</p>\n      <p class=\"indent\">R.J. Cinquegrana, with whom Thomas M. Griffin and Choate, Hall &amp; Stewart were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellee John M. Bogdan pled guilty to a two-count information charging him with mail fraud in violation of 18 U.S.C. &#167; 1341. The United States appeals the sentence imposed on Bogdan, arguing that the district court erred in departing downward from the applicable sentencing guideline range. Because we find that the district court abused its discretion in granting Bogdan's request for a downward departure, we reverse and remand this case for action consistent with this opinion.</p>\n    </div>\n    <p class=\"center\">\n      <i>BACKGROUND</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">From 1997 through 1999, Bogdan, working as the chief financial officer at ON Technology Corporation, embezzled more than $320,000 from his employer and used the mails in furtherance of his scheme to defraud. On December 4, 2000, pursuant to a plea agreement, Bogdan pled guilty to two counts of mail fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plea agreement set Bogdan's total offense level under the Sentencing Guidelines at fifteen, thereby resulting in a guideline sentencing range of eighteen to twenty-four months' imprisonment. The agreement, however, permitted appellee to move for a downward departure on the grounds of aberrant behavior. The parties recognized that there was \"no other basis for departure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the sentencing hearing, the district court adopted the parties' predetermined guideline sentencing range but rejected Bogdan's request for a downward departure based on aberrant behavior. Instead, the district court found alternative grounds for departing:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I have taken into account the excellent way that you have been a father to your children, how you have tried to make amends to your wife, the introspection you have shown, the appreciation you have shown of the criminality of your conduct.... In my considered judgment, you, you, John Bogdan, are not within the heartland of offenders that the sentencing guidelines are designed for. That gives me the right to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this basis, the district court departed from the applicable guideline sentencing range, ordering appellee to a committed sentence of one year and one day.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The government timely filed the instant appeal.</p>\n    </div>\n    <p class=\"center\">\n      <i>STANDARD OF REVIEW</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review district court departures under the Sentencing Guidelines for abuse of discretion. <i>See Koon v. United States,</i> <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 96-100, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996). This analysis is divided into three parts:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, we determine as a theoretical matter whether the stated ground for departure is permissible under the guidelines. If the ground is theoretically appropriate, we next examine whether it finds adequate factual support in the record. If so, we must probe the degree of the departure in order to verify its reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>United States v. Dethlefs,</i> <span class=\"citation\" data-id=\"197512\"><a href=\"/opinion/197512/united-states-v-dethlefs/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 43-44 (1st Cir.1997) (internal citations omitted).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In employing this analysis, we recognize that \"[a] district court's decision to depart from the Guidelines ... will in most cases be due substantial deference.\" <i>Koon,</i> 518 U.S. at 98, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>.</p>\n    </div>\n    <p class=\"center\">\n      <i>DISCUSSION</i>\n    </p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The United States Sentencing Guidelines establish ranges for the criminal sentences of federal offenders. District courts must impose sentences within the applicable ranges set forth in the Guidelines. <i>See</i> 18 U.S.C. &#167; 3553(a). In limited circumstances, however, a district court may depart from the applicable guideline range if \"the court finds that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines ....\" 18 U.S.C. &#167; 3553(b). Thus, not every aggravating or mitigating circumstance will warrant departure; the circumstance \"must render the case atypical and take it out of the `heartland' for which the applicable guideline was designed.\" <i>United States v. Carri&#243;n-Cruz,</i> <span class=\"citation\" data-id=\"196916\"><a href=\"/opinion/196916/united-states-v-carrion-cruz/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 6 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Sentencing Guidelines give courts considerable guidance as to what factors are likely, or not, to make a case atypical. In general, these factors fall into four categories. Encouraged factors are those \"the [Sentencing] Commission has not been able to take into account fully in formulating the guidelines.\" U.S.S.G. &#167; 5K2.0. Thus, when encouraged factors are present, they may take a particular case outside the \"heartland\" of the applicable guideline, thereby warranting a departure. Conversely, discouraged factors are those \"not ordinarily relevant to the determination of whether a sentence should be outside the applicable guideline range.\" U.S.S.G. ch. 5, pt. H, introductory cmt. \"The Sentencing Commission does not view discouraged factors as necessarily inappropriate bases for departure but says they should be relied upon only in exceptional cases.\" <i>United States v. Pereira,</i> <span class=\"citation\" data-id=\"199710\"><a href=\"/opinion/199710/united-states-v-pereira/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 80 (1st Cir.2001) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The third category includes those sentencing factors upon which a court can rely to depart but which, unlike the first two categories, are not specifically enumerated in the Guidelines. \"If a factor is unmentioned in the Guidelines, the court must, after considering the structure and theory of both relevant guidelines and the Guidelines taken as a whole, decide whether it is sufficient to take the case out of the Guideline's heartland.\" <i>Koon,</i> 518 U.S. at 96, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span> (internal quotation marks and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, those factors that are explicitly or implicitly proscribed by the Sentencing Guidelines as bases for departure constitute the last category of sentencing factors. They include \"forbidden factors, factors adequately considered by the Commission, factors that lack relevance, and factors that offend the framework and purpose of the guidelines.\" <i>United States v. Martin,</i> <span class=\"citation\" data-id=\"799752\"><a href=\"/opinion/799752/united-states-v-eugene-edward-martin/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 57 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the instant case, the district court relied on a combination of factors to justify its departure from the applicable sentencing range, including Bogdan's role as a father; his effort to make amends with his ex-wife; his introspection; and his appreciation for the wrongfulness of his conduct.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Though this unique amalgamation of factors is unmentioned in the Guidelines, all of the individual factors cited by the court have been taken into account by the Sentencing Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Bogdan's role as a father and his effort to make amends with his wife are considerations that clearly fall within the category of family ties and responsibilities, a discouraged factor under the Guidelines. <i>See</i> U.S.S.G. &#167; 5H1.6; <i>see also United States v. Rushby,</i> <span class=\"citation\" data-id=\"563223\"><a href=\"/opinion/563223/united-states-v-john-rushby/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 42-43 (1st Cir.1991) (analyzing the defendant's marital status and role as a father under the Guidelines' family ties and responsibilities category); <i>United States v. Carr,</i> <span class=\"citation\" data-id=\"560457\"><a href=\"/opinion/560457/united-states-v-terry-c-carr-and-mark-todd-carr/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 72 (1st Cir.1991) (considering the defendant's role as a father under the Guidelines' family ties and responsibilities category).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Considerations like Bogdan's introspection and his appreciation for the criminality of his conduct have also been taken into account by the Sentencing Commission. Specifically, the Guidelines give district courts the discretion to grant acceptance-of-responsibility credit to defendants who demonstrate extraordinary presentence rehabilitation. <i>See</i> U.S.S.G. &#167; 3E1.1; <i>United States v. Craven,</i> <span class=\"citation\" data-id=\"199260\"><a href=\"/opinion/199260/united-states-v-craven/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 99 (1st Cir.2001) (noting that \"presentence rehabilitation ... can be factored adequately into the sentencing equation by an acceptance-of-responsibility credit,\" and a change in attitude is the touchstone of rehabilitation); <i>United States v. Sklar,</i> <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 115-16 (1st Cir.1990) (remarking that a defendant's sincere desire to change his life is factored into the acceptance-of-responsibility credit).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because the factors upon which the district court relied to depart are discouraged or have already been taken into account by the Guidelines in the form of a credit, a downward departure is justifiable only if the factors are \"present to some exceptional degree.\" <i>Koon,</i> 518 U.S. at 96, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>; <i>see also Craven,</i> 239 F.3d at 98 (ruling that a \"datum [like acceptance of responsibility] that is taken into account by a guideline nonetheless can form the basis for a departure if it is present to an exceptional degree\" (internal citations and quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In order to avoid this cumbersome burden, Bogdan argues that the factors the district court cited should be viewed as unmentioned in the Guidelines. Though he admits that his factors can be likened to recognized categories, Bogdan argues that existing caselaw prevents this Court from construing Guideline categories so broadly as to include the factors of his case. <i>See United States v. Olbres,</i> <span class=\"citation\" data-id=\"197051\"><a href=\"/opinion/197051/united-states-v-olbres/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 35-36 (1st Cir.1996) (admonishing courts not to construe categories under the Guidelines too broadly).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Though we agree that Guideline categories should not be distorted to cover unintended factors, no such exercise is necessary here. The factors the district court relied upon to depart have traditionally and exclusively been considered under established Guideline categories because those factors and the Guideline categories are \"the semantic or practical equivalents of each other.\" <i>Koon,</i> 518 U.S. at 110, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>; <i>see also United States v. DeShon,</i> <span class=\"citation\" data-id=\"765176\"><a href=\"/opinion/765176/united-states-v-richard-andrew-deshon-also-known-as-andy-deshon/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">888</span></a></span>, 890 (8th Cir.1999) (considering defendant's genuine acknowledgment of responsibility for his crime and change of his lifestyle under acceptance-of-responsibility category); <i>United States v. Romero,</i> <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 653 (1st Cir.1994) (treating defendant's status as a father under the category of family ties and responsibilities). To hold otherwise would enable defendants to circumvent the entire Guideline structure by cleverly characterizing discouraged factors in such a way as to appear as &#8212; and be treated under the more lenient standard of &#8212; unmentioned factors.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whether the factors the district court considered, taken together, are present to such an exceptional degree so as to remove Bogdan from the \"heartland\" of cases is not a difficult issue. At most, the record reveals that Bogdan is a caring and generous father to two adult children who live in distant cities. He has also made efforts to improve his relationship with his ex-wife, while supporting her financially with alimony payments. Finally, it is clear from Bogdan's testimony at the sentencing hearing that he is an introspective person who is remorseful for the serious crime he committed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">None of these factors, whether taken individually or in the aggregate, approximates the benchmark of extraordinariness that this Court has set. <i>See Koon,</i> 518 U.S. at 98, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span> (\"Whether a given factor is present to a degree not adequately considered by the Commission, or whether a discouraged factor nonetheless justifies departure because it is present in some unusual or exceptional way, are matters determined in large part by comparison with the facts of other Guidelines cases.\"); <i>Pereira,</i> 272 F.3d at 80 (\"[E]xisting caselaw defines the parameters for departure, outside of which a court cannot go without assuming the risk of acting beyond permissible limits.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Existing caselaw is unequivocal that being an exemplary parent or spouse is not sufficient to take a case out of the \"heartland.\" <i>See United States v. Sweeting,</i> <span class=\"citation\" data-id=\"768785\"><a href=\"/opinion/768785/united-states-v-deneen-sweeting/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 102 (3d Cir.2000) (ruling that though defendant \"appears devoted to her children and is a `substantial positive influence' on their lives,\" no departure was warranted); <i>United States v. Tejeda,</i> <span class=\"citation\" data-id=\"755148\"><a href=\"/opinion/755148/united-states-v-luis-tejeda-ramon-frias/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 87 (2d Cir.1998) (\"The existence of a stable family (a wife and two children) &#8212; something that is by no means extraordinary &#8212; does not satisfy the `exceptional hardship' criterion warranting family circumstance departure.\"); <i>United States v. Bell,</i> <span class=\"citation\" data-id=\"590246\"><a href=\"/opinion/590246/united-states-v-george-r-bell/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span>, 538-39 (4th Cir.1992) (holding that the defendant's role in helping to produce a stable family, and the fact that incarceration would likely disrupt his spousal and parental relationships, is insufficient to grant a downward departure); <i>United States v. Shoupe,</i> <span class=\"citation\" data-id=\"558042\"><a href=\"/opinion/558042/united-states-v-kenneth-shoupe/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span>, 121 (3d Cir.1991) (ruling that a defendant who was a good father, regularly visited his child, and paid child support did not qualify as having an extraordinary family circumstance).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Similarly, the fact that Bogdan is highly introspective and appreciates the criminality of his actions, though admirable, does not serve to make his case at all exceptional, especially considering the facts of his case. The district court found that Bogdan confessed to his illegal conduct \"once everything collapsed.\" It is not uncommon for defendants to discover the virtues of introspection and remorse when facing the threat of punishment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See United States v. DeBeir,</i> <span class=\"citation\" data-id=\"765521\"><a href=\"/opinion/765521/united-states-v-georges-debeir/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></a></span>, 572-73 (4th Cir.1999) (affirming district court's ruling that evidence of \"extreme remorse\" is not atypical and does not justify downward departure); <i>United States v. Brewer,</i> <span class=\"citation\" data-id=\"538845\"><a href=\"/opinion/538845/united-states-v-lynda-gail-brewer-and-teresa-k-evans/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span>, 509 (6th Cir.1990) (ruling that remorse and prompt payment of restitution are not enough to take case out of the \"heartland\"). Moreover, Bogdan's claim of remorse is undermined by the presentence report which indicates that he had not paid any restitution despite being employed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Regrettably, the \"heartland\" of cases under the Guidelines encompasses immense and heart-wrenching hardships. <i>See, e.g., United States v. Dyce,</i> <span class=\"citation\" data-id=\"723904\"><a href=\"/opinion/723904/united-states-v-amrhu-a-dyce/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1462</span></a></span>, 1467-68 (D.C.Cir.1996) (holding that the district court erred when it departed based on the defendant's status as a single mother with three children under the age of four, one of whom was being breast-fed, and where incarceration would require placing the children in foster care). To find that Bogdan's circumstances are outside of the \"heartland\" would require us to ignore existing caselaw and to declare that the Sentencing Commission was so myopic that it failed to foresee that some criminals would be decent parents and spouses who might experience remorse after being caught. We decline the invitation.</p>\n    </div>\n    <p class=\"center\">\n      <i>CONCLUSION</i>\n    </p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We reverse and remand this case for action consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In addition, the district court sentenced appellee to two years of supervised release after his confinement and ordered him to pay $324,214.67 in restitution</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because the government challenges the appropriateness rather than the degree of the district court's departure, our analysis does not include the third inquiry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition, the government argues that the district court departed based on a proscribed factor &#8212; that is, the disparity between Bogdan's proposed sentence of 18 months and the national median sentence of 12 months for defendants convicted of fraud<i>See Martin,</i> 221 F.3d at 57 (noting that \"the fact that the national median for a broadly stated offense type may be above or below a particular defendant's [sentencing range] cannot be used to justify a sentencing departure\"). Though the district court did express some concern over this disparity, it is not clear from the record whether this issue influenced the court's decision to depart. We, therefore, confine our analysis to the justifications the district court explicitly relied upon for departing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> An acceptance-of-responsibility credit is part of the regular sentencing calculation and is thus considered before determining whether a departure is warranted<i>See</i> U.S.S.G. &#167; 3E1.1. When a court decides that the defendant's presentence rehabilitation is so exceptional that it cannot be adequately factored by an acceptance-of-responsibility credit, the court may depart on those grounds. <i>See Craven,</i> 239 F.3d at 99. A departure based on grounds that have already been specifically considered by the Guidelines, however, will be treated as if the departure were based on a discouraged factor. <i>See Koon,</i> 518 U.S. at 96, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Bogdan claims that one factor that makes his case extraordinary is the fact that several members of the community whose trust he violated came to vouch for his character. Though the district court did hear evidence regarding this issue, the court did not explicitly include this factor as one that motivated its decision to depart. Again, we confine our analysis only to the reasons set forth by the district court as grounds for departing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Partly for this reason, we have noted that \"downward departures for presentence rehabilitation are hen's-teeth rare, and our precedent makes clear that such departures should be granted sparingly.\"<i>Craven,</i> 239 F.3d at 99; <i>see also Sklar,</i> 920 F.2d at 116 (\"Some degree of presentence rehabilitation is usually to be expected from a penitent defendant, or one who genuinely shoulders responsibility, or even from one who simply wants to put his best foot forward at sentencing, hopeful of lightening the load.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799752/"
  ]
}