{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199996/",
  "absolute_url": "/opinion/199996/in-re-middlesex-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199996/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:41:36Z",
  "date_modified": "2017-03-24T11:04:33.389152Z",
  "type": "010combined",
  "sha1": "c28eac8a49858421650211ab410e01a9e343fbf5",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2314-01A.pdf",
  "local_path": "pdf/2002/06/11/In_Re_Middlesex_v..pdf",
  "plain_text": "              United States Court of Appeals\n                      For the First Circuit\n                       ____________________\nNo. 01-2314\n\n          IN RE: MIDDLESEX POWER EQUIPMENT & MARINE, INC.,\n\n                              Debtor.\n                       ____________________\n\n\n                NEW ENGLAND POWER & MARINE, INC.,\n\n                            Appellant,\n\n                                v.\n               TOWN OF TYNGSBOROUGH, MASSACHUSETTS,\n                            Appellee.\n                       ____________________\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n                      ____________________\n                             Before\n                      Lynch, Circuit Judge,\n\n          Campbell and Magill,* Senior Circuit Judges.\n                      ____________________\n\n\n          Gregory D. Oberhauser for appellant.\n\n         David G. Baker for appellee.\n\n\n                          June 11, 2002\n\n\n\n\n    *\n         Of the Eighth Circuit, sitting by designation.\n\f           LYNCH, Circuit Judge.         This case involves a dispute over\n\npayment of taxes owed to a town on real estate sold by a trustee in\n\nbankruptcy.      The purchaser of the debtor's property attempted to\n\nhave the bankruptcy court resolve the tax matter by filing a motion\n\nto reopen. The bankruptcy court demurred, preferring to abstain in\n\nfavor of allowing the Massachusetts Land Court, which was hearing\n\nthe tax foreclosure proceedings, to resolve the issue. The federal\n\ndistrict court, hearing the appeal from the bankruptcy court, held\n\nthat the bankruptcy court acted within its power and discretion.\n\nOn appeal to this court, the purchaser argues that the federal\ncourt had exclusive jurisdiction and was required to act, and that,\n\nin the alternative, it abused its discretion by abstaining.              We\naffirm.\n                                     I.\n\n           On October 15, 1992, Middlesex Power Equipment & Marine,\nInc., filed a voluntary Chapter 11 petition with the United States\nBankruptcy Court for the District of Massachusetts. On November 8,\n\n1993, the bankruptcy court authorized the sale of Middlesex Power's\n\"building, and various items of equipment, machinery and inventory\nused in connection with its business activities.\"                This sale\n\nincluded   the    real   estate   that    the   business   occupied,   which\nconsisted of four parcels of land in the town of Tyngsborough,\nMassachusetts. In the trustee's unopposed Motion for Authorization\n\nof Sale, which was allowed by the court by endorsement order, the\ntrustee stated that the sale was pursuant to 11 U.S.C. § 363(b),\n\nand that \"[t]he business assets will be sold free and clear of\n\n                                    -2-\n\fliens, with liens attaching to the proceeds of sale.\"    That broad\n\nwording from the trustee's court endorsed motion was to be the\n\ncause of later mischief.     On January 11, 1994, NEPM purchased\nMiddlesex Power's assets, including the real estate, for $750,000.\n\nOn June 1, 1994, the case was converted to a Chapter 7 bankruptcy,\n\nand on March 11, 1997, the bankruptcy case was closed.\n\n          NEPM, the new owner of the land, refused to pay real\n\nestate taxes levied prior to the sale to the Town of Tyngsborough.\n\nNEPM reasoned that because it purchased the land \"free and clear of\n\nliens, with liens attaching to the proceeds of the sale,\" it did\nnot need to pay back taxes on the property.      In addition, NEPM\n\nstopped making payments on the post-sale real estate taxes in\nSeptember 1994, because it claimed that the Town improperly applied\ncurrent tax payments to pre-sale taxes owed by Middlesex Power.\n\n          The Town brought actions under Massachusetts law, Mass.\nGen. Laws ch. 60, § 65 (2000), to foreclose tax liens on NEPM's\nfour parcels of land on August 26, 1997, in Massachusetts Land\n\nCourt.   The Land Court held a one-day trial on February 14, 2000.\n          While the Land Court still had the case under advisement,\non November 28, 2000, NEPM filed a motion with the bankruptcy court\n\nto reopen the bankruptcy case for the purpose of hearing a motion\nfor civil contempt.    NEPM argued that the Town was in contempt\nbecause of its refusal to comply with the bankruptcy court's 1993\n\nsale order which, it said,   \"carv[ed] out from the proceeds of the\nsale the sum of $10,000 for the benefit of the creditors of the\n\nestate of Middlesex Power Equipment and Marine,\" and stated that\n\n                                -3-\n\fthe property in question would be sold \"free and clear of liens,\n\nwith liens attaching to the proceeds of sales.\"\n\n            The bankruptcy court denied NEPM's motion to reopen on\nJanuary 4, 2001, reasoning that\n\n            the issues raised by the contempt motion can adequately\n            be adjudicated in the pending Land Court proceeding\n            between the parties, a tax taking action by the Town\n            against NEPM. The Bankruptcy Court's jurisdiction over\n            the scope and effectiveness of the 1993 sale order is not\n            exclusive, so the Land Court has jurisdiction to decide\n            the matter.    Issues relating to the 1993 sale order\n            should have been raised (and, I understand, were raised)\n            by NEPM as a defense in the tax taking action. Moreover,\n            the Land Court action has already been fully litigated\n            and taken under advisement.     Comity, and the courts'\n            shared interest in the avoidance of forum shopping, favor\n            leaving the matter to the Land Court . . . the\n            [bankruptcy] Court would, in the interest of comity,\n            abstain from adjudicating the matter.        28 U.S.C. §\n            1334(c)(1).\n\nIn re Middlesex Power Equip. & Marine, Inc., No. 92-20482-CJK, slip\n\nop. at 1-2 (Bankr. D. Mass. Jan. 4, 2001) (footnote omitted).\n            On March 15, 2001, the Land Court entered judgment in the\n\nTown's favor.      Town of Tyngsborough v. New England Power & Marine,\n\nInc., Tax Lien Case Nos. 114858, 114859, 114860, 114861, slip op.\n\n(Mass. Land Ct. Mar. 15, 2001).       In its decision, the Land Court\n\nconsidered and rejected NEPM's argument that the bankruptcy court's\n\nsale order, with its \"free and clear of liens\" provision, prevented\n\nthe Town from collecting back taxes on the land from NEPM.         It\n\nstated that the \"free and clear\" language in the sale order \"was\n\noverbroad in its intended scope and that [it] consequently had no\n\nforce and effect regarding the real estate taxes owed by [the\n\ndebtor].\"    Id.     at 11.   The Land Court, citing to 11 U.S.C. §\n\n523(a), also said that \"the Bankruptcy Court is without authority\n\n                                   -4-\n\fto discharge an individual debtor from any debt arising from\n\nproperty taxes.\"   Id.   at 11 n.14.   Thus, the Land Court ordered\n\nNEPM to pay the Town over $168,000 in unpaid taxes.\n          On March 26, 2001, NEPM filed an appeal from the Land\n\nCourt decision.    On April 9, NEPM filed a motion with the Land\n\nCourt for stay of judgment pending appeal, which the Land Court\ndenied a day later. NEPM then petitioned the Massachusetts Appeals\n\nCourt for relief pending appeal, and the Massachusetts Appeals\n\nCourt granted a temporary restraining order on April 13.      The TRO\n\nwas lifted on April 24, after the Town submitted its brief to the\n\nMassachusetts Appeals Court.\n\n          On April 13, 2001, NEPM filed motions to reopen the case\n\nwith the bankruptcy court, for the court to rule on a motion for\ncontempt and to stay the Land Court's judgment.    On April 27, the\n\nbankruptcy court once again denied the motion stating that \"[i]n\n\ndenying the [first] motion to reopen, [it] effectively abstained\nfrom determining the significance of the sale order\" and \"[t]he\n\nfact that the state court has ruled in favor of the Town is not\n\ncause for the bankruptcy court to revisit its decision to abstain.\"\n\nIn re Middlesex Power Equip. & Marine, Inc., No. 92-20482-CJK, slip\n\nop. at 2 (Bankr. D. Mass. Apr. 27, 2001).         In addition, the\n\nbankruptcy court stated that under the Rooker-Feldman doctrine, it,\n\nas a lower federal court, could not review the final judgment of a\n\nstate court, and that even had it not abstained, \"the Land Court's\n\nruling on the scope and effect of the Bankruptcy Court's sale order\n\n. . . would be entitled to preclusive effect.\"    Id. at 3.\n\n                                -5-\n\f           NEPM appealed the bankruptcy court's decision to the\n\nfederal district court. In response, the Town moved to dismiss the\n\nappeal.    In a written opinion issued on August 14, 2001, the\ndistrict court granted the Town's motion to dismiss the appeal.\n\nNew England Power & Marine, Inc. v. Town of Tyngsborough (In re\n\nMiddlesex Power Equip. & Marine, Inc.), No. 01-10886-DPW, slip op.\n(D. Mass. Aug. 14, 2001). The district court reasoned that because\n\nthe   bankruptcy   court's   jurisdiction   over   the   matter   was    not\n\nexclusive, its decision to abstain \"fell squarely within the\n\ndiscretion afforded to the federal courts under [28 U.S.C.] §\n\n1334(c)(1).\"   Id. at 9.     The district court also agreed with the\n\nbankruptcy court's reliance on the Rooker-Feldman doctrine and\n\nissue preclusion as additional reasons for denying the motion to\nreopen.   Id. at 9-14.\n\n           NEPM now appeals the district court's decision.              NEPM\n\nargues that the federal courts had exclusive jurisdiction over the\n§ 363 sale order and so the bankruptcy court could not abstain.           In\n\nthe alternative, it argues that even if the bankruptcy court had\nconcurrent jurisdiction, it abused its discretion in abstaining.\n\nNEPM also asserts that the Rooker-Feldman doctrine does not apply\n\nto this case because this case involved a federal and not a state\n\nclaim.\n\n           We affirm the district court's order because we conclude\n\nthat the bankruptcy court had concurrent jurisdiction over this\n\nproceeding and was acting well within its discretion under 28\n\n\n\n\n                                  -6-\n\fU.S.C. § 1334(c)(1) to abstain.1\n                                II.\n\nA. Exclusive or Concurrent Jurisdiction\n\n          NEPM's argument is that the bankruptcy court, as a\n\nfederal court, had exclusive jurisdiction in this case, and so had\n\nno discretion to abstain and defer to the Massachusetts Land Court.\n          The federal courts' jurisdiction over bankruptcy cases is\n\ngoverned by 28 U.S.C. § 1334 (2000).   Celotex Corp. v. Edwards, 514\n\nU.S. 300, 307 (1995).   Section 1334 sets up two main categories of\n\nbankruptcy cases over which the district court has jurisdiction:\n\n\"cases under title 11,\" over which the district court has original\n\nand exclusive jurisdiction, 28 U.S.C. § 1334(a), and \"proceedings\n\n     1\n          One of the bankruptcy court's and district court's\ngrounds of decision was the Rooker-Feldman doctrine. The Rooker-\nFeldman doctrine is jurisdictional in nature; if a case is\ndismissed because the Rooker-Feldman doctrine applies, it means the\ncourt has no subject matter jurisdiction to hear the case. See\nHill v. Town of Conway, 193 F.3d 33, 41 (1st Cir. 1999); Long v.\nShorebank Dev. Corp., 182 F.3d 548, 554-55 (7th Cir. 1999);\nGoetzman v. Agribank, FCB (In re Goetzman), 91 F.3d 1173, 1177 (8th\nCir. 1996); Dubinka v. Judges of the Superior Court, 23 F.3d 218,\n221 (9th Cir. 1994). \"Article III generally requires a federal\ncourt to satisfy itself of its jurisdiction over the subject matter\nbefore it considers the merits of a case.\" Ruhrgas AG v. Marathon\nOil Co., 526 U.S. 574, 583 (1999) (citing Steel Co. v. Citizens for\na Better Env't, 523 U.S. 83, 101-02 (1998)).        However, while\n\"subject-matter jurisdiction necessarily precedes a ruling on the\nmerits, the same principle does not dictate a sequencing of\njurisdictional issues,\" and a court may \"choose among threshold\ngrounds for denying audience to a case on the merits.\" Ruhrgas AG,\n526 U.S. at 584-85. For example \"district courts do not overstep\nArticle III limits when they decline jurisdiction of state-law\nclaims on discretionary grounds . . . or abstain under Younger v.\nHarris.\" Id. at 585; see also Parella v. Ret. Bd. of the R.I.\nEmployees' Ret. Sys., 173 F.3d 46, 53-57 (1st Cir. 1999) (declining\nto apply the rule of Steel Co. to cases involving the Eleventh\nAmendment). Thus, we choose to decide this case on discretionary\nabstention grounds before we reach the issue of subject matter\njurisdiction and the Rooker-Feldman doctrine.\n\n                                -7-\n\farising under title 11, or arising in or related to cases under\n\ntitle 11,\" over which the district court has original, but not\n\nexclusive jurisdiction, 28 U.S.C. § 1334(b). See also Donaldson v.\nBernstein, 104 F.3d 547, 552 (3d Cir. 1997).2             Section 1334(a)\n\nstates that the only cases over which the district court has\n\nexclusive jurisdiction are \"cases under title 11.\"             A case under\ntitle 11 is the bankruptcy petition itself, such as a Chapter 11\n\nreorganization. 1 Collier on Bankruptcy ¶ 3.01[3], at 3-12 to 3-13\n\n(L. King et al. eds., 15th rev. ed. 2001) (\"The 'case' referred to\n\nin   section   1334(a)   is   the   umbrella   under   which   all   of    the\n\nproceedings that follow the filing of a bankruptcy petition take\n\nplace.\"); see also Donaldson, 104 F.3d at 552.           The claims here,\n\nbetween a purchaser of estate property and a town, both third\nparties to the bankruptcy, are not the sort of case outlined in §\n\n1334(a), and the bankruptcy court's jurisdiction was therefore not\n\nexclusive. The responsibility of a purchaser of real property from\nthe estate to pay property taxes is not part of the original\n\ndebtor's bankruptcy petition.       Instead, this is a dispute which is\n\nconnected to the bankruptcy case.\n\n           NEPM characterizes the dispute as an attempt by the Town\n\nto collaterally attack the bankruptcy court order. That is not so.\n\nThe Town says it is owed taxes and sought to foreclose.                   NEPM\n\ninterposed the order as a defense to the foreclosure, as it was\n\n\n      2\n          The bankruptcy court has        jurisdiction over these cases\nthrough delegation by the district        court pursuant to 28 U.S.C. §\n157(a) (2000).    LeBlanc v. Salem        (In re Mailman Steam Carpet\nCleaning Corp.), 196 F.3d 1, 5 (1st       Cir. 1999).\n\n                                    -8-\n\fauthorized to do by the statute.       That is not a collateral attack.\n\nThe interpretation of the order and its applicability to discharge\n\nof the liens was never litigated before.\n           Because this case falls into one of the categories\n\nestablished in § 1334(b) -- a proceeding arising under title 11,\n\narising in or related to a case under title 11 -- the bankruptcy\ncourt had non-exclusive jurisdiction. As such, the case is subject\n\nto the abstention provisions in § 1334(c). 1 Collier on Bankruptcy,\n\nsupra, ¶ 3.01[4], at 3-14.3\nB. Mandatory or Permissive Abstention\n\n           Section 1334(c) provides for both permissive abstention\n\nunder § 1334(c)(1), and mandatory abstention under § 1334(c)(2).\n\nWhether   the   bankruptcy   court's    abstention   was   mandatory   or\npermissive matters because, under the language of § 1334 applicable\n\nin this case,4 there is a difference in this court's jurisdiction\n\n     3\n          NEPM attempts to rely on several Ninth Circuit cases to\nbolster its argument that the bankruptcy court had no discretion to\nabstain.   McGhan v. Rutz (In re McGhan), No. 99-56956, 2002 WL\n857767 (9th Cir. May 7, 2002); Contractors' State License Bd. v.\nDunbar (In re Dunbar), 245 F.3d 1058 (9th Cir. 2001); Gruntz v.\nCounty of Los Angeles (In re Gruntz), 202 F.3d 1074 (9th Cir.\n2000). These cases fell within the exclusive jurisdiction of the\nfederal courts under 28 U.S.C. § 1334(a). McGhan, 2002 WL 857767,\nat *4-*5; Gruntz, 202 F.3d at 1080-83.       As we have held that\njurisdiction here was concurrent, those cases are irrelevant.\nAlthough Gruntz contains a dictum that may suggest that its rule\ncould extend to cases of concurrent jurisdiction, 202 F.3d at 1083,\nwe find that suggestion inconsistent with § 1334(c) and therefore\nunpersuasive.\n     4\n          Congress revised 28 U.S.C. § 1334 as part of the\nBankruptcy Reform Act of 1994, Pub. L. No. 103-394, § 104(b), 108\nStat. 4106, 4109 (1994). These revisions only apply in title 11\ncases commenced after the effective date of the revisions, October\n22, 1994.   Id. § 702, 108 Stat. at 4150; see also Christo v.\nPadgett, 223 F.3d 1324, 1331-32 (11th Cir. 2000), cert. denied, 531\n\n                                  -9-\n\fto review the abstention decision.     In relevant part, section\n\n1334(c)(2), the provision for mandatory abstention, states that\n\n\"[a]ny decision to abstain or not to abstain made under this\nsubsection is not reviewable by appeal or otherwise by the court of\n\nappeals . . . or by the Supreme Court . . . .\"         The court of\n\nappeals' jurisdiction to review a decision of mandatory abstention\nis thus, at best, limited.5\n\n          The permissive abstention provision reads:\n\n          Nothing in this section prevents a district court in the\n          interest of justice, or in the interest of comity with\n          State courts or respect for State law, from abstaining\n          from hearing a particular proceeding arising under title\n          11 or arising in or related to a case under title 11.\n\n28 U.S.C. § 1334(c)(1). The abstention exercised by the bankruptcy\n\ncourt in this case was necessarily permissive because the case fits\ninto a category of proceedings described in § 1334(c)(1), as the\n\nbankruptcy court itself stated.\n\n          The dividing line is unclear between proceedings that\n\n\n\nU.S. 1191 (2001). Because this case began on October 15, 1992, the\nrevisions do not apply here.    We therefore use the version of\n§ 1334 that was in place before the revisions.\n     5\n          Because we decide that the bankruptcy court in this case\nproperly abstained under § 1334(c)(1), the permissive abstention\nprovision, we do not decide the extent of appellate jurisdiction to\nreview a court's decision about mandatory abstention under the old\nversion of § 1334(c) which applies in this case. While some courts\nhave stated that appellate courts \"have no power to review the\ndistrict court's decision\" to abstain under § 1334(c)(2), Gober v.\nTerra + Corp., 100 F.3d 1195, 1206 n.9 (5th Cir. 1996), others have\nsaid that appellate courts have jurisdiction to review whether \"the\nstatutory requirements prerequisite to mandatory abstention are\nmet.\" S.G. Phillips Constructors, Inc. v. City of Burlington (In\nre S.G. Phillips Constructors, Inc.), 45 F.3d 702, 708 (2d Cir.\n1995).\n\n                               -10-\n\f\"arise under\" as opposed to \"arise in\" and as opposed to \"relate\n\nto\" title 11.          The statute itself provides no definitions.                     We\n\nassume each term was meant to have separate content in order to\navoid redundancy.           Wood v. Wood (In re Wood), 825 F.2d 90, 96 (5th\n\nCir. 1987); see also Tamko Roofing Prods., Inc. v. Ideal Roofing\n\nCo., 282 F.3d 23, 32 (1st Cir. 2002) (when Congress creates a list\nof    categories,      courts    \"are    loath      to   strip   [any   of    them]    of\n\nmeaning\").\n\n               The \"arising under\" language of § 1334(b) is analogous to\n\nthe \"arising under\" language in 28 U.S.C. § 1331.                       1 Collier on\n\nBankruptcy, supra, ¶ 3.01[4][c][i], at 3-21.                     In shorthand, it is\n\ncommonly said that \"arising under\" proceedings are (at least) those\n\ncases in which the cause of action is created by title 11.                          Id.;\nsee also Cont'l Nat'l Bank of Miami v. Sanchez (In re Toledo), 170\n\nF.3d 1340, 1345 (11th Cir. 1999); In re Wood, 825 F.2d at 96.\n\n               \"Arising in\" proceedings generally \"are those that are\nnot    based    on    any    right   expressly       created     by   title   11,     but\n\nnevertheless, would have no existence outside of the bankruptcy.\"\nIn re Wood, 825 F.2d at 97; see also In re Toledo, 170 F.3d at\n\n1345; United States Tr. v. Gryphon at the Stone Mansion, Inc., 166\n\nF.3d 552, 556 (3d Cir. 1999); Eastport Assocs. v. City of Los\n\nAngeles (In re Eastport Assocs.), 935 F.2d 1071, 1076 (9th Cir.\n\n1991).\n\n               By    contrast,    this      court    has   defined      \"related      to\"\n\nproceedings as proceedings which \"'potentially have some effect on\n\nthe    bankruptcy       estate,      such     as    altering      debtor's     rights,\n\n\n                                         -11-\n\fliabilities, options, or freedom of action, or otherwise have an\n\nimpact   upon     the   handling    and   administration   of   the   bankrupt\n\nestate.'\"   In re G.S.F. Corp., 938 F.2d 1467, 1475 (1st Cir. 1991)\n(quoting Smith v. Commerical Banking Corp. (In re Smith), 866 F.2d\n\n576, 580 (3d Cir. 1989)).             We need not decide        whether this\n\nproceeding is \"related to\" a case under title 11.\n            The    underlying      dispute   here   involves    a   subsequent\n\npurchaser's interpretation of a sale order \"free and clear of\n\nliens\" under 11 U.S.C. § 363(b), an order that can only be issued\n\nby a bankruptcy court, and so it is one that arises in a case under\n\ntitle 11 or perhaps arises under title 11.          In addition, the motion\n\nfor civil contempt underlying the motion to reopen would not exist\n\nbut for the bankruptcy, because NEPM is claiming that the Town is\nin contempt of the bankruptcy court's sale order, and so it arises\n\nin a case under title 11.            1 Collier on Bankruptcy, supra, ¶\n\n3.01[4][c][iv], at 3-28 (\"'Arising in' proceedings might also\ninclude contempt matters.\"). This case then allows permissive\n\nabstention.6\n\n     6\n          Alternatively, if the proceeding were \"related to\" but\nnot \"arising under\" title 11 or \"arising in\" a case under title 11,\nand thus subject to mandatory abstention, then the outcome from a\npractical point of view would be the same. The bankruptcy court\nwould have been required to abstain and this court would have, at\nbest, limited appellate jurisdiction to review that order. See\nsupra n.4. The requirements for mandatory abstention, laid out in\n28 U.S.C. § 1334(c)(2), in relevant part, read:\n\n     Upon timely motion of a party in a proceeding based upon a\n     State law claim or State law cause of action, related to a\n     case under title 11 but not arising under title 11 or arising\n     in a case under title 11, with respect to which an action\n     could not have been commenced in a court of the United States\n     absent jurisdiction under this section, the district court\n\n                                      -12-\n\fC. The Decision to Abstain\n\n          Our review of the bankruptcy court's decision to abstain\n\nunder § 1334(c)(1) is for abuse of discretion.     Gober v. Terra +\n\nCorp., 100 F.3d 1195, 1207 (5th Cir. 1996); Coker v. Pan Am. World\n\nAirways, Inc. (In re Pan Am. Corp.), 950 F.2d 839, 844 (2d Cir.\n\n1991); In re Eastport Assocs., 935 F.2d at 1075.     In a case that\nfalls into the categories outlined in § 1334(c)(1), \"courts have\n\nbroad discretion to abstain from hearing state law claims whenever\n\nappropriate 'in the interest of justice, or in the interest of\n\ncomity with State courts or respect for State law.'\"     Gober, 100\n\nF.3d at 1206 (citing 28 U.S.C. § 1334(c)(1)).      We find no abuse\n\nhere.\n\n          In the bankruptcy court's denial of the first motion to\nreopen, it articulated several reasons for abstention.    The court\n\nstated that the issues raised by the contempt motion underlying the\n\nmotion to reopen \"can adequately be adjudicated in the pending Land\nCourt proceeding between the parties, a tax taking action by the\n\nTown against NEPM\" and that \"the Land Court action has already been\n\nfully litigated and taken under advisement.\"     It then concluded\n\nthat \"[c]omity, and the courts' shared interest in the avoidance of\n\nforum shopping, favor leaving the matter to the Land Court.\"\n\nLater, in the bankruptcy court's opinion denying NEPM's second\n\nmotion to reopen (which is the order on appeal before us), the\n\n\n     shall abstain from hearing such proceeding if an action is\n     commenced, and can be timely adjudicated, in a State forum of\n     appropriate jurisdiction.\n\n28 U.S.C. § 1334(c)(2) (emphasis added).\n\n                               -13-\n\fcourt quoted extensively from its first decision and stated that\n\nthere was no reason for it \"to revisit its decision to abstain.\"\n\n             The scope of the bankruptcy court's sale order under the\nCode is an issue of federal law, and, as such, is a factor that\n\nweighed against abstention.        However, the bankruptcy court also\n\nconsidered other factors which weighed in favor of abstention.           It\ntook into account judicial economy and comity, when, in its first\n\nopinion, it noted that the issues between the parties had already\n\nbeen fully litigated in the Land Court, and in its second decision,\n\nit stated that \"NEPM's motions essentially ask this court to review\n\na final judgment of the state court.\"         The bankruptcy court also\n\nsagely commented on \"avoidance of forum shopping\" as a reason to\n\ndefer to the Land Court.\n             The statute itself delineates \"three . . . criteria to\n\ndetermine whether abstention is appropriate\": the interests of\n\njustice, comity, and respect for state law.         In re Pan Am. Corp.,\n\n950 F.2d at 845. Other circuits have considered several factors in\n\nthe determination of whether permissive abstention is appropriate,\nincluding: \"the extent to which state law issues predominate over\n\nbankruptcy issues\"; \"the presence of a related proceeding commenced\n\nin state court or other nonbankruptcy court\"; and \"the likelihood\n\nthat   the   commencement   of   the   proceeding   in   bankruptcy   court\n\ninvolves forum shopping by one of the parties.\" See Christensen v.\n\nTucson Estates, Inc. (In re Tucson Estates, Inc.), 912 F.2d 1162,\n\n1166-67 (9th Cir. 1990) (quoting Republic Reader's Serv., Inc. v.\n\nMagazine Serv. Bureau, Inc. (In re Republic Reader's Serv., Inc.),\n\n\n                                   -14-\n\f81 B.R. 422, 429 (Bankr. S.D. Tex. 1987)) (internal quotations\n\nomitted)   (adopting   a   twelve-factor   test   to   ascertain   whether\npermissive abstention is appropriate in any given case); see also\n\nIn re Chicago, Milwaukee, St. Paul & Pac. R.R. Co., 6 F.3d 1184,\n\n1189 (7th Cir. 1993) (same).       In our view, the bankruptcy court\ntook these criteria into account in its decision and arrived at a\nsound and supportable decision to abstain.\nIII.\n           Because we conclude that the bankruptcy court was well\nwithin its discretion to abstain under the permissive abstention\n\nprovision, we do not reach the issues of collateral estoppel and\n\nthe Rooker-Feldman doctrine. If appellant is dissatisfied with the\n\nconclusion reached by the state Land Court, its remedies are\nthrough the state system.     We affirm the judgment of the district\n\ncourt.   Costs are awarded to the Town.\n\n\n\n\n                                  -15-\n\f",
  "html": "<p class=\"case_cite\">292 F.3d 61</p>\n    <p class=\"parties\">In re MIDDLESEX POWER EQUIPMENT &amp; MARINE, INC., Debtor.<br>New England Power &amp; Marine, Inc., Appellant,<br>v.<br>Town of Tyngsborough, Massachusetts, Appellee.</p>\n    <p class=\"docket\">No. 01-2314.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 4, 2002.</p>\n    <p class=\"date\">Decided June 11, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Gregory D. Oberhauser for appellant.</p>\n      <p class=\"indent\">David G. Baker for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL and MAGILL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a dispute over payment of taxes owed to a town on real estate sold by a trustee in bankruptcy. The purchaser of the debtor's property attempted to have the bankruptcy court resolve the tax matter by filing a motion to reopen. The bankruptcy court demurred, preferring to abstain in favor of allowing the Massachusetts Land Court, which was hearing the tax foreclosure proceedings, to resolve the issue. The federal district court, hearing the appeal from the bankruptcy court, held that the bankruptcy court acted within its power and discretion. On appeal to this court, the purchaser argues that the federal court had exclusive jurisdiction and was required to act, and that, in the alternative, it abused its discretion by abstaining. We affirm.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 15, 1992, Middlesex Power Equipment &amp; Marine, Inc., filed a voluntary Chapter 11 petition with the United States Bankruptcy Court for the District of Massachusetts. On November 8, 1993, the bankruptcy court authorized the sale of Middlesex Power's \"building, and various items of equipment, machinery and inventory used in connection with its business activities.\" This sale included the real estate that the business occupied, which consisted of four parcels of land in the town of Tyngsborough, Massachusetts. In the trustee's unopposed Motion for Authorization of Sale, which was allowed by the court by endorsement order, the trustee stated that the sale was pursuant to 11 U.S.C. &#167; 363(b), and that \"[t]he business assets will be sold free and clear of liens, with liens attaching to the proceeds of sale.\" That broad wording from the trustee's court endorsed motion was to be the cause of later mischief. On January 11, 1994, NEPM purchased Middlesex Power's assets, including the real estate, for $750,000. On June 1, 1994, the case was converted to a Chapter 7 bankruptcy, and on March 11, 1997, the bankruptcy case was closed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">NEPM, the new owner of the land, refused to pay real estate taxes levied prior to the sale to the Town of Tyngsborough. NEPM reasoned that because it purchased the land \"free and clear of liens, with liens attaching to the proceeds of the sale,\" it did not need to pay back taxes on the property. In addition, NEPM stopped making payments on the post-sale real estate taxes in September 1994, because it claimed that the Town improperly applied current tax payments to pre-sale taxes owed by Middlesex Power.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Town brought actions under Massachusetts law, Mass. Gen. Laws ch. 60, &#167; 65 (2000), to foreclose tax liens on NEPM's four parcels of land on August 26, 1997, in Massachusetts Land Court. The Land Court held a one-day trial on February 14, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While the Land Court still had the case under advisement, on November 28, 2000, NEPM filed a motion with the bankruptcy court to reopen the bankruptcy case for the purpose of hearing a motion for civil contempt. NEPM argued that the Town was in contempt because of its refusal to comply with the bankruptcy court's 1993 sale order which, it said, \"carv[ed] out from the proceeds of the sale the sum of $10,000 for the benefit of the creditors of the estate of Middlesex Power Equipment and Marine,\" and stated that the property in question would be sold \"free and clear of liens, with liens attaching to the proceeds of sales.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The bankruptcy court denied NEPM's motion to reopen on January 4, 2001, reasoning that</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">the issues raised by the contempt motion can adequately be adjudicated in the pending Land Court proceeding between the parties, a tax taking action by the Town against NEPM. The Bankruptcy Court's jurisdiction over the scope and effectiveness of the 1993 sale order is not exclusive, so the Land Court has jurisdiction to decide the matter. Issues relating to the 1993 sale order should have been raised (and, I understand, were raised) by NEPM as a defense in the tax taking action. Moreover, the Land Court action has already been fully litigated and taken under advisement. Comity, and the courts' shared interest in the avoidance of forum shopping, favor leaving the matter to the Land Court ... the [bankruptcy] Court would, in the interest of comity, abstain from adjudicating the matter. 28 U.S.C. &#167; 1334(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>In re Middlesex Power Equip. &amp; Marine, Inc.,</i> No. 92-20482-CJK, slip op. at 1-2 (Bankr.D.Mass. Jan. 4, 2001) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 15, 2001, the Land Court entered judgment in the Town's favor. <i>Town of Tyngsborough v. New England Power &amp; Marine, Inc.,</i> Tax Lien Case Nos. 114858, 114859, 114860, 114861, slip op. (Mass. Land Ct. Mar. 15, 2001). In its decision, the Land Court considered and rejected NEPM's argument that the bankruptcy court's sale order, with its \"free and clear of liens\" provision, prevented the Town from collecting back taxes on the land from NEPM. It stated that the \"free and clear\" language in the sale order \"was overbroad in its intended scope and that [it] consequently had no force and effect regarding the real estate taxes owed by [the debtor].\" <i>Id.</i> at 11. The Land Court, citing to 11 U.S.C. &#167; 523(a), also said that \"the Bankruptcy Court is without authority to discharge an individual debtor from any debt arising from property taxes.\" <i>Id.</i> at 11 n. 14. Thus, the Land Court ordered NEPM to pay the Town over $168,000 in unpaid taxes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On March 26, 2001, NEPM filed an appeal from the Land Court decision. On April 9, NEPM filed a motion with the Land Court for stay of judgment pending appeal, which the Land Court denied a day later. NEPM then petitioned the Massachusetts Appeals Court for relief pending appeal, and the Massachusetts Appeals Court granted a temporary restraining order on April 13. The TRO was lifted on April 24, after the Town submitted its brief to the Massachusetts Appeals Court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On April 13, 2001, NEPM filed motions to reopen the case with the bankruptcy court, for the court to rule on a motion for contempt and to stay the Land Court's judgment. On April 27, the bankruptcy court once again denied the motion stating that \"[i]n denying the [first] motion to reopen, [it] effectively abstained from determining the significance of the sale order\" and \"[t]he fact that the state court has ruled in favor of the Town is not cause for the bankruptcy court to revisit its decision to abstain.\" <i>In re Middlesex Power Equip. &amp; Marine, Inc.,</i> No. 92-20482-CJK, slip op. at 2 (Bankr.D.Mass. Apr. 27, 2001). In addition, the bankruptcy court stated that under the <i>Rooker-Feldman</i> doctrine, it, as a lower federal court, could not review the final judgment of a state court, and that even had it not abstained, \"the Land Court's ruling on the scope and effect of the Bankruptcy Court's sale order... would be entitled to preclusive effect.\" <i>Id.</i> at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">NEPM appealed the bankruptcy court's decision to the federal district court. In response, the Town moved to dismiss the appeal. In a written opinion issued on August 14, 2001, the district court granted the Town's motion to dismiss the appeal. <i>New England Power &amp; Marine, Inc. v. Town of Tyngsborough</i> (<i>In re Middlesex Power Equip. &amp; Marine, Inc.</i>), No. 01-10886-DPW, slip op. (D.Mass. Aug. 14, 2001). The district court reasoned that because the bankruptcy court's jurisdiction over the matter was not exclusive, its decision to abstain \"fell squarely within the discretion afforded to the federal courts under [28 U.S.C.] &#167; 1334(c)(1).\" <i>Id.</i> at 9. The district court also agreed with the bankruptcy court's reliance on the <i>Rooker-Feldman</i> doctrine and issue preclusion as additional reasons for denying the motion to reopen. <i>Id.</i> at 9-14.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">NEPM now appeals the district court's decision. NEPM argues that the federal courts had exclusive jurisdiction over the &#167; 363 sale order and so the bankruptcy court could not abstain. In the alternative, it argues that even if the bankruptcy court had concurrent jurisdiction, it abused its discretion in abstaining. NEPM also asserts that the <i>Rooker-Feldman</i> doctrine does not apply to this case because this case involved a federal and not a state claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We affirm the district court's order because we conclude that the bankruptcy court had concurrent jurisdiction over this proceeding and was acting well within its discretion under 28 U.S.C. &#167; 1334(c)(1) to abstain.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">\n      <i>A. Exclusive or Concurrent Jurisdiction</i>\n    </p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">NEPM's argument is that the bankruptcy court, as a federal court, had exclusive jurisdiction in this case, and so had no discretion to abstain and defer to the Massachusetts Land Court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The federal courts' jurisdiction over bankruptcy cases is governed by 28 U.S.C. &#167; 1334 (2000). <i>Celotex Corp. v. Edwards,</i> 514 U.S. 300, 307, 115 S.Ct. 1493, 131 L.Ed.2d 403 (1995). Section 1334 sets up two main categories of bankruptcy cases over which the district court has jurisdiction: \"cases under title 11,\" over which the district court has original and exclusive jurisdiction, 28 U.S.C. &#167; 1334(a), and \"proceedings arising under title 11, or arising in or related to cases under title 11,\" over which the district court has original, but not exclusive jurisdiction, 28 U.S.C. &#167; 1334(b). <i>See also Donaldson v. Bernstein,</i> 104 F.3d 547, 552 (3d Cir.1997).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Section 1334(a) states that the only cases over which the district court has exclusive jurisdiction are \"cases under title 11.\" A case under title 11 is the bankruptcy petition itself, such as a Chapter 11 reorganization. 1 <i>Collier on Bankruptcy</i> &#182; 3.01[3], at 3-12 to 3-13 (L. King et al. eds., 15th rev. ed. 2001) (\"The `case' referred to in section 1334(a) is the umbrella under which all of the proceedings that follow the filing of a bankruptcy petition take place.\"); <i>see also Donaldson,</i> 104 F.3d at 552. The claims here, between a purchaser of estate property and a town, both third parties to the bankruptcy, are not the sort of case outlined in &#167; 1334(a), and the bankruptcy court's jurisdiction was therefore not exclusive. The responsibility of a purchaser of real property from the estate to pay property taxes is not part of the original debtor's bankruptcy petition. Instead, this is a dispute which is connected to the bankruptcy case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">NEPM characterizes the dispute as an attempt by the Town to collaterally attack the bankruptcy court order. That is not so. The Town says it is owed taxes and sought to foreclose. NEPM interposed the order as a defense to the foreclosure, as it was authorized to do by the statute. That is not a collateral attack. The interpretation of the order and its applicability to discharge of the liens was never litigated before.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because this case falls into one of the categories established in &#167; 1334(b) &#8212; a proceeding arising under title 11, arising in or related to a case under title 11 &#8212; the bankruptcy court had non-exclusive jurisdiction. As such, the case is subject to the abstention provisions in &#167; 1334(c). 1 <i>Collier on Bankruptcy, supra,</i> &#182; 3.01[4], at 3-14.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Mandatory or Permissive Abstention</i>\n    </p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 1334(c) provides for both permissive abstention under &#167; 1334(c)(1), and mandatory abstention under &#167; 1334(c)(2). Whether the bankruptcy court's abstention was mandatory or permissive matters because, under the language of &#167; 1334 applicable in this case,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> there is a difference in this court's jurisdiction to review the abstention decision. In relevant part, section 1334(c)(2), the provision for mandatory abstention, states that \"[a]ny decision to abstain or not to abstain made under this subsection is not reviewable by appeal or otherwise by the court of appeals ... or by the Supreme Court....\" The court of appeals' jurisdiction to review a decision of mandatory abstention is thus, at best, limited.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The permissive abstention provision reads: Nothing in this section prevents a district court in the interest of justice, or in the interest of comity with State courts or respect for State law, from abstaining from hearing a particular proceeding arising under title 11 or arising in or related to a case under title 11.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1334(c)(1). The abstention exercised by the bankruptcy court in this case was necessarily permissive because the case fits into a category of proceedings described in &#167; 1334(c)(1), as the bankruptcy court itself stated.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The dividing line is unclear between proceedings that \"arise under\" as opposed to \"arise in\" and as opposed to \"relate to\" title 11. The statute itself provides no definitions. We assume each term was meant to have separate content in order to avoid redundancy. <i>Wood v. Wood</i> (<i>In re Wood</i>), 825 F.2d 90, 96 (5th Cir.1987); <i>see also Tamko Roofing Prods., Inc. v. Ideal Roofing Co.,</i> 282 F.3d 23, 32 (1st Cir.2002) (when Congress creates a list of categories, courts \"are loath to strip [any of them] of meaning\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The \"arising under\" language of &#167; 1334(b) is analogous to the \"arising under\" language in 28 U.S.C. &#167; 1331. 1 <i>Collier on Bankruptcy, supra,</i> &#182; 3.01[4][c][i], at 3-21. In shorthand, it is commonly said that \"arising under\" proceedings are (at least) those cases in which the cause of action is created by title 11. <i>Id.; see also Cont'l Nat'l Bank of Miami v. Sanchez</i> (<i>In re Toledo</i>), 170 F.3d 1340, 1345 (11th Cir.1999); <i>In re Wood,</i> 825 F.2d at 96.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"Arising in\" proceedings generally \"are those that are not based on any right expressly created by title 11, but nevertheless, would have no existence outside of the bankruptcy.\" <i>In re Wood,</i> 825 F.2d at 97; <i>see also In re Toledo,</i> 170 F.3d at 1345; <i>United States Tr. v. Gryphon at Stone Mansion, Inc.,</i> 166 F.3d 552, 556 (3d Cir.1999); <i>Eastport Assocs. v. City of Los Angeles</i> (<i>In re Eastport Assocs.</i>), 935 F.2d 1071, 1076 (9th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">By contrast, this court has defined \"related to\" proceedings as proceedings which \"`potentially have some effect on the bankruptcy estate, such as altering debtor's rights, liabilities, options, or freedom of action, or otherwise have an impact upon the handling and administration of the bankrupt estate.'\" <i>In re G.S.F. Corp.,</i> 938 F.2d 1467, 1475 (1st Cir.1991) (quoting <i>Smith v. Commercial Banking Corp.</i> (<i>In re Smith</i>), 866 F.2d 576, 580 (3d Cir.1989)). We need not decide whether this proceeding is \"related to\" a case under title 11.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The underlying dispute here involves a subsequent purchaser's interpretation of a sale order \"free and clear of liens\" under 11 U.S.C. &#167; 363(b), an order that can only be issued by a bankruptcy court, and so it is one that arises in a case under title 11 or perhaps arises under title 11. In addition, the motion for civil contempt underlying the motion to reopen would not exist but for the bankruptcy, because NEPM is claiming that the Town is in contempt of the bankruptcy court's sale order, and so it arises in a case under title 11. 1 <i>Collier on Bankruptcy, supra,</i> &#182; 3.01[4][c][iv], at 3-28 (\"`Arising in' proceedings might also include contempt matters.\"). This case then allows permissive abstention.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">\n      <i>C. The Decision to Abstain</i>\n    </p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our review of the bankruptcy court's decision to abstain under &#167; 1334(c)(1) is for abuse of discretion. <i>Gober v. Terra + Corp.,</i> 100 F.3d 1195, 1207 (5th Cir.1996); <i>Coker v. Pan Am. World Airways, Inc.</i> (<i>In re Pan Am. Corp.</i>), 950 F.2d 839, 844 (2d Cir.1991); <i>In re Eastport Assocs.,</i> 935 F.2d at 1075. In a case that falls into the categories outlined in &#167; 1334(c)(1), \"courts have broad discretion to abstain from hearing state law claims whenever appropriate `in the interest of justice, or in the interest of comity with State courts or respect for State law.'\" <i>Gober,</i> 100 F.3d at 1206 (citing 28 U.S.C. &#167; 1334(c)(1)). We find no abuse here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the bankruptcy court's denial of the first motion to reopen, it articulated several reasons for abstention. The court stated that the issues raised by the contempt motion underlying the motion to reopen \"can adequately be adjudicated in the pending Land Court proceeding between the parties, a tax taking action by the Town against NEPM\" and that \"the Land Court action has already been fully litigated and taken under advisement.\" It then concluded that \"[c]omity, and the courts' shared interest in the avoidance of forum shopping, favor leaving the matter to the Land Court.\" Later, in the bankruptcy court's opinion denying NEPM's second motion to reopen (which is the order on appeal before us), the court quoted extensively from its first decision and stated that there was no reason for it \"to revisit its decision to abstain.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The scope of the bankruptcy court's sale order under the Code is an issue of federal law, and, as such, is a factor that weighed against abstention. However, the bankruptcy court also considered other factors which weighed in favor of abstention. It took into account judicial economy and comity, when, in its first opinion, it noted that the issues between the parties had already been fully litigated in the Land Court, and in its second decision, it stated that \"NEPM's motions essentially ask this court to review a final judgment of the state court.\" The bankruptcy court also sagely commented on \"avoidance of forum shopping\" as a reason to defer to the Land Court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The statute itself delineates \"three ... criteria to determine whether abstention is appropriate\": the interests of justice, comity, and respect for state law. <i>In re Pan Am. Corp.,</i> 950 F.2d at 845. Other circuits have considered several factors in the determination of whether permissive abstention is appropriate, including: \"the extent to which state law issues predominate over bankruptcy issues\"; \"the presence of a related proceeding commenced in state court or other nonbankruptcy court\"; and \"the likelihood that the commencement of the proceeding in bankruptcy court involves forum shopping by one of the parties.\" <i>See Christensen v. Tucson Estates, Inc.</i> (<i>In re Tucson Estates, Inc.</i>), 912 F.2d 1162, 1166-67 (9th Cir.1990) (quoting <i>Republic Reader's Serv., Inc. v. Magazine Serv. Bureau, Inc.</i> (<i>In re Republic Reader's Serv., Inc.</i>), 81 B.R. 422, 429 (Bankr.S.D.Tex.1987)) (internal quotations omitted) (adopting a twelve-factor test to ascertain whether permissive abstention is appropriate in any given case); <i>see also In re Chicago, Milwaukee, St. Paul &amp; Pac. R.R. Co.,</i> 6 F.3d 1184, 1189 (7th Cir.1993) (same). In our view, the bankruptcy court took these criteria into account in its decision and arrived at a sound and supportable decision to abstain.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Because we conclude that the bankruptcy court was well within its discretion to abstain under the permissive abstention provision, we do not reach the issues of collateral estoppel and the <i>Rooker-Feldman</i> doctrine. If appellant is dissatisfied with the conclusion reached by the state Land Court, its remedies are through the state system. We <i>affirm</i> the judgment of the district court. Costs are awarded to the Town.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> One of the bankruptcy court's and district court's grounds of decision was the<i>Rooker-Feldman</i> doctrine. The <i>Rooker-Feldman</i> doctrine is jurisdictional in nature; if a case is dismissed because the <i>Rooker-Feldman</i> doctrine applies, it means the court has no subject matter jurisdiction to hear the case. <i>See Hill v. Town of Conway,</i> 193 F.3d 33, 41 (1st Cir.1999); <i>Long v. Shorebank Dev. Corp.,</i> 182 F.3d 548, 554-55 (7th Cir.1999); <i>Goetzman v. Agribank, FCB</i> (<i>In re Goetzman</i>), 91 F.3d 1173, 1177 (8th Cir.1996); <i>Dubinka v. Judges of the Superior Court,</i> 23 F.3d 218, 221 (9th Cir.1994). \"Article III generally requires a federal court to satisfy itself of its jurisdiction over the subject matter before it considers the merits of a case.\" <i>Ruhrgas AG v. Marathon Oil Co.,</i> 526 U.S. 574, 583, 119 S.Ct. 1563, 143 L.Ed.2d 760 (1999) (citing <i>Steel Co. v. Citizens for a Better Env't,</i> 523 U.S. 83, 101-02, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998)). However, while \"subject-matter jurisdiction necessarily precedes a ruling on the merits, the same principle does not dictate a sequencing of jurisdictional issues,\" and a court may \"choose among threshold grounds for denying audience to a case on the merits.\" <i>Ruhrgas AG,</i> 526 U.S. at 584-85, 119 S.Ct. 1563. For example \"district courts do not overstep Article III limits when they decline jurisdiction of state-law claims on discretionary grounds ... or abstain under <i>Younger v. Harris.</i>\" <i>Id.</i> at 585, 119 S.Ct. 1563; <i>see also Parella v. Ret. Bd. of the R.I. Employees' Ret. Sys.,</i> 173 F.3d 46, 53-57 (1st Cir.1999) (declining to apply the rule of <i>Steel Co.</i> to cases involving the Eleventh Amendment). Thus, we choose to decide this case on discretionary abstention grounds before we reach the issue of subject matter jurisdiction and the <i>Rooker-Feldman</i> doctrine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The bankruptcy court has jurisdiction over these cases through delegation by the district court pursuant to 28 U.S.C. &#167; 157(a) (2000)<i>LeBlanc v. Salem</i> (<i>In re Mailman Steam Carpet Cleaning Corp.</i>), 196 F.3d 1, 5 (1st Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> NEPM attempts to rely on several Ninth Circuit cases to bolster its argument that the bankruptcy court had no discretion to abstain<i>McGhan v. Rutz</i> (<i>In re McGhan</i>), 288 F.3d 1172 (9th Cir.2002); <i>Contractors' State License Bd. v. Dunbar</i> (<i>In re Dunbar</i>), 245 F.3d 1058 (9th Cir.2001); <i>Gruntz v. County of Los Angeles</i> (<i>In re Gruntz</i>), 202 F.3d 1074 (9th Cir.2000). These cases fell within the exclusive jurisdiction of the federal courts under 28 U.S.C. &#167; 1334(a). <i>McGhan,</i> 288 F.3d 1172, 1178-79; <i>Gruntz,</i> 202 F.3d at 1080-83. As we have held that jurisdiction here was concurrent, those cases are irrelevant. Although <i>Gruntz</i> contains a dictum that may suggest that its rule could extend to cases of concurrent jurisdiction, 202 F.3d at 1083, we find that suggestion inconsistent with &#167; 1334(c) and therefore unpersuasive.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Congress revised 28 U.S.C. &#167; 1334 as part of the Bankruptcy Reform Act of 1994, Pub.L. No. 103-394, &#167; 104(b), 108 Stat. 4106, 4109 (1994). These revisions only apply in title 11 cases commenced after the effective date of the revisions, October 22, 1994<i>Id.</i> &#167; 702, 108 Stat. at 4150; <i>see also Christo v. Padgett,</i> 223 F.3d 1324, 1331-32 (11th Cir.2000), <i>cert. denied,</i> 531 U.S. 1191, 121 S.Ct. 1190, 149 L.Ed.2d 106 (2001). Because this case began on October 15, 1992, the revisions do not apply here. We therefore use the version of &#167; 1334 that was in place before the revisions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because we decide that the bankruptcy court in this case properly abstained under &#167; 1334(c)(1), the permissive abstention provision, we do not decide the extent of appellate jurisdiction to review a court's decision about mandatory abstention under the old version of &#167; 1334(c) which applies in this case. While some courts have stated that appellate courts \"have no power to review the district court's decision\" to abstain under &#167; 1334(c)(2),<i>Gober v. Terra + Corp.,</i> 100 F.3d 1195, 1206 n. 9 (5th Cir.1996), others have said that appellate courts have jurisdiction to review whether \"the statutory requirements prerequisite to mandatory abstention are met.\" <i>S.G. Phillips Constructors, Inc. v. City of Burlington</i> (<i>In re S.G. Phillips Constructors, Inc.</i>), 45 F.3d 702, 708 (2d Cir.1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Alternatively, if the proceeding were \"related to\" but not \"arising under\" title 11 or \"arising in\" a case under title 11, and thus subject to mandatory abstention, then the outcome from a practical point of view would be the same. The bankruptcy court would have been required to abstain and this court would have, at best, limited appellate jurisdiction to review that order<i>See supra</i> n. 4. The requirements for mandatory abstention, laid out in 28 U.S.C. &#167; 1334(c)(2), in relevant part, read:</p>\n        <p class=\"indent\">Upon timely motion of a party in a proceeding based upon a State law claim or State law cause of action, related to a case under title 11 <i>but not arising under title 11 or arising in a case under title 11,</i> with respect to which an action could not have been commenced in a court of the United States absent jurisdiction under this section, the district court shall abstain from hearing such proceeding if an action is commenced, and can be timely adjudicated, in a State forum of appropriate jurisdiction.</p>\n        <p class=\"indent\">28 U.S.C. &#167; 1334(c)(2) (emphasis added).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></span></p>\n    <p class=\"parties\">In re MIDDLESEX POWER EQUIPMENT &amp; MARINE, INC., Debtor.<br>New England Power &amp; Marine, Inc., Appellant,<br>v.<br>Town of Tyngsborough, Massachusetts, Appellee.</p>\n    <p class=\"docket\">No. 01-2314.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 4, 2002.</p>\n    <p class=\"date\">Decided June 11, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Gregory D. Oberhauser for appellant.</p>\n      <p class=\"indent\">David G. Baker for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL and MAGILL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a dispute over payment of taxes owed to a town on real estate sold by a trustee in bankruptcy. The purchaser of the debtor's property attempted to have the bankruptcy court resolve the tax matter by filing a motion to reopen. The bankruptcy court demurred, preferring to abstain in favor of allowing the Massachusetts Land Court, which was hearing the tax foreclosure proceedings, to resolve the issue. The federal district court, hearing the appeal from the bankruptcy court, held that the bankruptcy court acted within its power and discretion. On appeal to this court, the purchaser argues that the federal court had exclusive jurisdiction and was required to act, and that, in the alternative, it abused its discretion by abstaining. We affirm.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 15, 1992, Middlesex Power Equipment &amp; Marine, Inc., filed a voluntary Chapter 11 petition with the United States Bankruptcy Court for the District of Massachusetts. On November 8, 1993, the bankruptcy court authorized the sale of Middlesex Power's \"building, and various items of equipment, machinery and inventory used in connection with its business activities.\" This sale included the real estate that the business occupied, which consisted of four parcels of land in the town of Tyngsborough, Massachusetts. In the trustee's unopposed Motion for Authorization of Sale, which was allowed by the court by endorsement order, the trustee stated that the sale was pursuant to 11 U.S.C. &#167; 363(b), and that \"[t]he business assets will be sold free and clear of liens, with liens attaching to the proceeds of sale.\" That broad wording from the trustee's court endorsed motion was to be the cause of later mischief. On January 11, 1994, NEPM purchased Middlesex Power's assets, including the real estate, for $750,000. On June 1, 1994, the case was converted to a Chapter 7 bankruptcy, and on March 11, 1997, the bankruptcy case was closed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">NEPM, the new owner of the land, refused to pay real estate taxes levied prior to the sale to the Town of Tyngsborough. NEPM reasoned that because it purchased the land \"free and clear of liens, with liens attaching to the proceeds of the sale,\" it did not need to pay back taxes on the property. In addition, NEPM stopped making payments on the post-sale real estate taxes in September 1994, because it claimed that the Town improperly applied current tax payments to pre-sale taxes owed by Middlesex Power.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Town brought actions under Massachusetts law, Mass. Gen. Laws ch. 60, &#167; 65 (2000), to foreclose tax liens on NEPM's four parcels of land on August 26, 1997, in Massachusetts Land Court. The Land Court held a one-day trial on February 14, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While the Land Court still had the case under advisement, on November 28, 2000, NEPM filed a motion with the bankruptcy court to reopen the bankruptcy case for the purpose of hearing a motion for civil contempt. NEPM argued that the Town was in contempt because of its refusal to comply with the bankruptcy court's 1993 sale order which, it said, \"carv[ed] out from the proceeds of the sale the sum of $10,000 for the benefit of the creditors of the estate of Middlesex Power Equipment and Marine,\" and stated that the property in question would be sold \"free and clear of liens, with liens attaching to the proceeds of sales.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The bankruptcy court denied NEPM's motion to reopen on January 4, 2001, reasoning that</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">the issues raised by the contempt motion can adequately be adjudicated in the pending Land Court proceeding between the parties, a tax taking action by the Town against NEPM. The Bankruptcy Court's jurisdiction over the scope and effectiveness of the 1993 sale order is not exclusive, so the Land Court has jurisdiction to decide the matter. Issues relating to the 1993 sale order should have been raised (and, I understand, were raised) by NEPM as a defense in the tax taking action. Moreover, the Land Court action has already been fully litigated and taken under advisement. Comity, and the courts' shared interest in the avoidance of forum shopping, favor leaving the matter to the Land Court ... the [bankruptcy] Court would, in the interest of comity, abstain from adjudicating the matter. 28 U.S.C. &#167; 1334(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>In re Middlesex Power Equip. &amp; Marine, Inc.,</i> No. 92-20482-CJK, slip op. at 1-2 (Bankr.D.Mass. Jan. 4, 2001) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 15, 2001, the Land Court entered judgment in the Town's favor. <i>Town of Tyngsborough v. New England Power &amp; Marine, Inc.,</i> Tax Lien Case Nos. 114858, 114859, 114860, 114861, slip op. (Mass. Land Ct. Mar. 15, 2001). In its decision, the Land Court considered and rejected NEPM's argument that the bankruptcy court's sale order, with its \"free and clear of liens\" provision, prevented the Town from collecting back taxes on the land from NEPM. It stated that the \"free and clear\" language in the sale order \"was overbroad in its intended scope and that [it] consequently had no force and effect regarding the real estate taxes owed by [the debtor].\" <i>Id.</i> at 11. The Land Court, citing to 11 U.S.C. &#167; 523(a), also said that \"the Bankruptcy Court is without authority to discharge an individual debtor from any debt arising from property taxes.\" <i>Id.</i> at 11 n. 14. Thus, the Land Court ordered NEPM to pay the Town over $168,000 in unpaid taxes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On March 26, 2001, NEPM filed an appeal from the Land Court decision. On April 9, NEPM filed a motion with the Land Court for stay of judgment pending appeal, which the Land Court denied a day later. NEPM then petitioned the Massachusetts Appeals Court for relief pending appeal, and the Massachusetts Appeals Court granted a temporary restraining order on April 13. The TRO was lifted on April 24, after the Town submitted its brief to the Massachusetts Appeals Court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On April 13, 2001, NEPM filed motions to reopen the case with the bankruptcy court, for the court to rule on a motion for contempt and to stay the Land Court's judgment. On April 27, the bankruptcy court once again denied the motion stating that \"[i]n denying the [first] motion to reopen, [it] effectively abstained from determining the significance of the sale order\" and \"[t]he fact that the state court has ruled in favor of the Town is not cause for the bankruptcy court to revisit its decision to abstain.\" <i>In re Middlesex Power Equip. &amp; Marine, Inc.,</i> No. 92-20482-CJK, slip op. at 2 (Bankr.D.Mass. Apr. 27, 2001). In addition, the bankruptcy court stated that under the <i>Rooker-Feldman</i> doctrine, it, as a lower federal court, could not review the final judgment of a state court, and that even had it not abstained, \"the Land Court's ruling on the scope and effect of the Bankruptcy Court's sale order... would be entitled to preclusive effect.\" <i>Id.</i> at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">NEPM appealed the bankruptcy court's decision to the federal district court. In response, the Town moved to dismiss the appeal. In a written opinion issued on August 14, 2001, the district court granted the Town's motion to dismiss the appeal. <i>New England Power &amp; Marine, Inc. v. Town of Tyngsborough</i> (<i>In re Middlesex Power Equip. &amp; Marine, Inc.</i>), No. 01-10886-DPW, slip op. (D.Mass. Aug. 14, 2001). The district court reasoned that because the bankruptcy court's jurisdiction over the matter was not exclusive, its decision to abstain \"fell squarely within the discretion afforded to the federal courts under [28 U.S.C.] &#167; 1334(c)(1).\" <i>Id.</i> at 9. The district court also agreed with the bankruptcy court's reliance on the <i>Rooker-Feldman</i> doctrine and issue preclusion as additional reasons for denying the motion to reopen. <i>Id.</i> at 9-14.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">NEPM now appeals the district court's decision. NEPM argues that the federal courts had exclusive jurisdiction over the &#167; 363 sale order and so the bankruptcy court could not abstain. In the alternative, it argues that even if the bankruptcy court had concurrent jurisdiction, it abused its discretion in abstaining. NEPM also asserts that the <i>Rooker-Feldman</i> doctrine does not apply to this case because this case involved a federal and not a state claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We affirm the district court's order because we conclude that the bankruptcy court had concurrent jurisdiction over this proceeding and was acting well within its discretion under 28 U.S.C. &#167; 1334(c)(1) to abstain.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">\n      <i>A. Exclusive or Concurrent Jurisdiction</i>\n    </p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">NEPM's argument is that the bankruptcy court, as a federal court, had exclusive jurisdiction in this case, and so had no discretion to abstain and defer to the Massachusetts Land Court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The federal courts' jurisdiction over bankruptcy cases is governed by 28 U.S.C. &#167; 1334 (2000). <i>Celotex Corp. v. Edwards,</i> <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 307, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></a></span>, <span class=\"citation\" data-id=\"117920\"><a href=\"/opinion/117920/celotex-corp-v-edwards/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (1995). Section 1334 sets up two main categories of bankruptcy cases over which the district court has jurisdiction: \"cases under title 11,\" over which the district court has original and exclusive jurisdiction, 28 U.S.C. &#167; 1334(a), and \"proceedings arising under title 11, or arising in or related to cases under title 11,\" over which the district court has original, but not exclusive jurisdiction, 28 U.S.C. &#167; 1334(b). <i>See also Donaldson v. Bernstein,</i> <span class=\"citation\" data-id=\"733250\"><a href=\"/opinion/733250/dennis-c-donaldson-marion-l-donaldson-his-wife-v-joseph-j-bernstein/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></a></span>, 552 (3d Cir.1997).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Section 1334(a) states that the only cases over which the district court has exclusive jurisdiction are \"cases under title 11.\" A case under title 11 is the bankruptcy petition itself, such as a Chapter 11 reorganization. 1 <i>Collier on Bankruptcy</i> &#182; 3.01[3], at 3-12 to 3-13 (L. King et al. eds., 15th rev. ed. 2001) (\"The `case' referred to in section 1334(a) is the umbrella under which all of the proceedings that follow the filing of a bankruptcy petition take place.\"); <i>see also Donaldson,</i> 104 F.3d at 552. The claims here, between a purchaser of estate property and a town, both third parties to the bankruptcy, are not the sort of case outlined in &#167; 1334(a), and the bankruptcy court's jurisdiction was therefore not exclusive. The responsibility of a purchaser of real property from the estate to pay property taxes is not part of the original debtor's bankruptcy petition. Instead, this is a dispute which is connected to the bankruptcy case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">NEPM characterizes the dispute as an attempt by the Town to collaterally attack the bankruptcy court order. That is not so. The Town says it is owed taxes and sought to foreclose. NEPM interposed the order as a defense to the foreclosure, as it was authorized to do by the statute. That is not a collateral attack. The interpretation of the order and its applicability to discharge of the liens was never litigated before.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because this case falls into one of the categories established in &#167; 1334(b) &#8212; a proceeding arising under title 11, arising in or related to a case under title 11 &#8212; the bankruptcy court had non-exclusive jurisdiction. As such, the case is subject to the abstention provisions in &#167; 1334(c). 1 <i>Collier on Bankruptcy, supra,</i> &#182; 3.01[4], at 3-14.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Mandatory or Permissive Abstention</i>\n    </p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 1334(c) provides for both permissive abstention under &#167; 1334(c)(1), and mandatory abstention under &#167; 1334(c)(2). Whether the bankruptcy court's abstention was mandatory or permissive matters because, under the language of &#167; 1334 applicable in this case,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> there is a difference in this court's jurisdiction to review the abstention decision. In relevant part, section 1334(c)(2), the provision for mandatory abstention, states that \"[a]ny decision to abstain or not to abstain made under this subsection is not reviewable by appeal or otherwise by the court of appeals ... or by the Supreme Court....\" The court of appeals' jurisdiction to review a decision of mandatory abstention is thus, at best, limited.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The permissive abstention provision reads: Nothing in this section prevents a district court in the interest of justice, or in the interest of comity with State courts or respect for State law, from abstaining from hearing a particular proceeding arising under title 11 or arising in or related to a case under title 11.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1334(c)(1). The abstention exercised by the bankruptcy court in this case was necessarily permissive because the case fits into a category of proceedings described in &#167; 1334(c)(1), as the bankruptcy court itself stated.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The dividing line is unclear between proceedings that \"arise under\" as opposed to \"arise in\" and as opposed to \"relate to\" title 11. The statute itself provides no definitions. We assume each term was meant to have separate content in order to avoid redundancy. <i>Wood v. Wood</i> (<i>In re Wood</i>), <span class=\"citation\" data-id=\"492074\"><a href=\"/opinion/492074/17-collier-bankrcas2d-743-bankr-l-rep-p-71955-in-the-matter-of-james/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 96 (5th Cir.1987); <i>see also Tamko Roofing Prods., Inc. v. Ideal Roofing Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></span>, 32 (1st Cir.2002) (when Congress creates a list of categories, courts \"are loath to strip [any of them] of meaning\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The \"arising under\" language of &#167; 1334(b) is analogous to the \"arising under\" language in 28 U.S.C. &#167; 1331. 1 <i>Collier on Bankruptcy, supra,</i> &#182; 3.01[4][c][i], at 3-21. In shorthand, it is commonly said that \"arising under\" proceedings are (at least) those cases in which the cause of action is created by title 11. <i>Id.; see also Cont'l Nat'l Bank of Miami v. Sanchez</i> (<i>In re Toledo</i>), <span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1340</span></span>, 1345 (11th Cir.1999); <i>In re Wood,</i> 825 F.2d at 96.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"Arising in\" proceedings generally \"are those that are not based on any right expressly created by title 11, but nevertheless, would have no existence outside of the bankruptcy.\" <i>In re Wood,</i> 825 F.2d at 97; <i>see also In re Toledo,</i> 170 F.3d at 1345; <i>United States Tr. v. Gryphon at Stone Mansion, Inc.,</i> <span class=\"citation\" data-id=\"761246\"><a href=\"/opinion/761246/united-states-trustee-v-gryphon-at-the-stone-mansion-inc-dba-erik/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">552</span></a></span>, 556 (3d Cir.1999); <i>Eastport Assocs. v. City of Los Angeles</i> (<i>In re Eastport Assocs.</i>), <span class=\"citation\" data-id=\"562708\"><a href=\"/opinion/562708/bankr-l-rep-p-74021-in-re-eastport-associates-debtor-two-cases/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1076 (9th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">By contrast, this court has defined \"related to\" proceedings as proceedings which \"`potentially have some effect on the bankruptcy estate, such as altering debtor's rights, liabilities, options, or freedom of action, or otherwise have an impact upon the handling and administration of the bankrupt estate.'\" <i>In re G.S.F. Corp.,</i> <span class=\"citation\" data-id=\"564956\"><a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1467</span></a></span>, 1475 (1st Cir.1991) (quoting <i>Smith v. Commercial Banking Corp.</i> (<i>In re Smith</i>), <span class=\"citation\" data-id=\"517606\"><a href=\"/opinion/517606/bankr-l-rep-p-72640-in-re-johnnie-mae-smith-johnnie-mae-smith-v/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></a></span>, 580 (3d Cir.1989)). We need not decide whether this proceeding is \"related to\" a case under title 11.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The underlying dispute here involves a subsequent purchaser's interpretation of a sale order \"free and clear of liens\" under 11 U.S.C. &#167; 363(b), an order that can only be issued by a bankruptcy court, and so it is one that arises in a case under title 11 or perhaps arises under title 11. In addition, the motion for civil contempt underlying the motion to reopen would not exist but for the bankruptcy, because NEPM is claiming that the Town is in contempt of the bankruptcy court's sale order, and so it arises in a case under title 11. 1 <i>Collier on Bankruptcy, supra,</i> &#182; 3.01[4][c][iv], at 3-28 (\"`Arising in' proceedings might also include contempt matters.\"). This case then allows permissive abstention.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">\n      <i>C. The Decision to Abstain</i>\n    </p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Our review of the bankruptcy court's decision to abstain under &#167; 1334(c)(1) is for abuse of discretion. <i>Gober v. Terra + Corp.,</i> <span class=\"citation\" data-id=\"10969\"><a href=\"/opinion/10969/gober-v-terra-corporation/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1195</span></a></span>, 1207 (5th Cir.1996); <i>Coker v. Pan Am. World Airways, Inc.</i> (<i>In re Pan Am. Corp.</i>), <span class=\"citation\" data-id=\"573070\"><a href=\"/opinion/573070/26-collier-bankrcas2d-20-bankr-l-rep-p-74377-in-re-pan-american/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 844 (2d Cir.1991); <i>In re Eastport Assocs.,</i> 935 F.2d at 1075. In a case that falls into the categories outlined in &#167; 1334(c)(1), \"courts have broad discretion to abstain from hearing state law claims whenever appropriate `in the interest of justice, or in the interest of comity with State courts or respect for State law.'\" <i>Gober,</i> 100 F.3d at 1206 (citing 28 U.S.C. &#167; 1334(c)(1)). We find no abuse here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the bankruptcy court's denial of the first motion to reopen, it articulated several reasons for abstention. The court stated that the issues raised by the contempt motion underlying the motion to reopen \"can adequately be adjudicated in the pending Land Court proceeding between the parties, a tax taking action by the Town against NEPM\" and that \"the Land Court action has already been fully litigated and taken under advisement.\" It then concluded that \"[c]omity, and the courts' shared interest in the avoidance of forum shopping, favor leaving the matter to the Land Court.\" Later, in the bankruptcy court's opinion denying NEPM's second motion to reopen (which is the order on appeal before us), the court quoted extensively from its first decision and stated that there was no reason for it \"to revisit its decision to abstain.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The scope of the bankruptcy court's sale order under the Code is an issue of federal law, and, as such, is a factor that weighed against abstention. However, the bankruptcy court also considered other factors which weighed in favor of abstention. It took into account judicial economy and comity, when, in its first opinion, it noted that the issues between the parties had already been fully litigated in the Land Court, and in its second decision, it stated that \"NEPM's motions essentially ask this court to review a final judgment of the state court.\" The bankruptcy court also sagely commented on \"avoidance of forum shopping\" as a reason to defer to the Land Court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The statute itself delineates \"three ... criteria to determine whether abstention is appropriate\": the interests of justice, comity, and respect for state law. <i>In re Pan Am. Corp.,</i> 950 F.2d at 845. Other circuits have considered several factors in the determination of whether permissive abstention is appropriate, including: \"the extent to which state law issues predominate over bankruptcy issues\"; \"the presence of a related proceeding commenced in state court or other nonbankruptcy court\"; and \"the likelihood that the commencement of the proceeding in bankruptcy court involves forum shopping by one of the parties.\" <i>See Christensen v. Tucson Estates, Inc.</i> (<i>In re Tucson Estates, Inc.</i>), <span class=\"citation\" data-id=\"547299\"><a href=\"/opinion/547299/bankr-l-rep-p-73613-in-re-tucson-estates-inc-debtor-alphus/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1162</span></a></span>, 1166-67 (9th Cir.1990) (quoting <i>Republic Reader's Serv., Inc. v. Magazine Serv. Bureau, Inc.</i> (<i>In re Republic Reader's Serv., Inc.</i>), <span class=\"citation\" data-id=\"1822234\"><a href=\"/opinion/1822234/in-re-republic-readers-service-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">422</span></a></span>, 429 (Bankr.S.D.Tex.1987)) (internal quotations omitted) (adopting a twelve-factor test to ascertain whether permissive abstention is appropriate in any given case); <i>see also In re Chicago, Milwaukee, St. Paul &amp; Pac. R.R. Co.,</i> <span class=\"citation\" data-id=\"654614\"><a href=\"/opinion/654614/bankr-l-rep-p-75481-in-the-matter-of-chicago-milwaukee-st-paul/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1189 (7th Cir.1993) (same). In our view, the bankruptcy court took these criteria into account in its decision and arrived at a sound and supportable decision to abstain.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Because we conclude that the bankruptcy court was well within its discretion to abstain under the permissive abstention provision, we do not reach the issues of collateral estoppel and the <i>Rooker-Feldman</i> doctrine. If appellant is dissatisfied with the conclusion reached by the state Land Court, its remedies are through the state system. We <i>affirm</i> the judgment of the district court. Costs are awarded to the Town.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> One of the bankruptcy court's and district court's grounds of decision was the<i>Rooker-Feldman</i> doctrine. The <i>Rooker-Feldman</i> doctrine is jurisdictional in nature; if a case is dismissed because the <i>Rooker-Feldman</i> doctrine applies, it means the court has no subject matter jurisdiction to hear the case. <i>See Hill v. Town of Conway,</i> <span class=\"citation\" data-id=\"198663\"><a href=\"/opinion/198663/hill-v-town-of-conway/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 41 (1st Cir.1999); <i>Long v. Shorebank Dev. Corp.,</i> <span class=\"citation\" data-id=\"765031\"><a href=\"/opinion/765031/sasha-long-an-individual-v-shorebank-development-corporation-fka-city/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 554-55 (7th Cir.1999); <i>Goetzman v. Agribank, FCB</i> (<i>In re Goetzman</i>), <span class=\"citation\" data-id=\"723850\"><a href=\"/opinion/723850/in-re-james-o-goetzman-georgiann-goetzman-debtors-james-o-goetzman/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span>, 1177 (8th Cir.1996); <i>Dubinka v. Judges of the Superior Court,</i> <span class=\"citation\" data-id=\"669135\"><a href=\"/opinion/669135/michael-dubinka-john-f-coleman-raul-meza-v-judges-of-the-superior-court/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 221 (9th Cir.1994). \"Article III generally requires a federal court to satisfy itself of its jurisdiction over the subject matter before it considers the merits of a case.\" <i>Ruhrgas AG v. Marathon Oil Co.,</i> <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 583, <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1563</span></a></span>, <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">760</span></a></span> (1999) (citing <i>Steel Co. v. Citizens for a Better Env't,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 101-02, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998)). However, while \"subject-matter jurisdiction necessarily precedes a ruling on the merits, the same principle does not dictate a sequencing of jurisdictional issues,\" and a court may \"choose among threshold grounds for denying audience to a case on the merits.\" <i>Ruhrgas AG,</i> 526 U.S. at 584-85, <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1563</span></a></span>. For example \"district courts do not overstep Article III limits when they decline jurisdiction of state-law claims on discretionary grounds ... or abstain under <i>Younger v. Harris.</i>\" <i>Id.</i> at 585, <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1563</span></a></span>; <i>see also Parella v. Ret. Bd. of the R.I. Employees' Ret. Sys.,</i> <span class=\"citation\" data-id=\"198432\"><a href=\"/opinion/198432/parella-v-retirement/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 53-57 (1st Cir.1999) (declining to apply the rule of <i>Steel Co.</i> to cases involving the Eleventh Amendment). Thus, we choose to decide this case on discretionary abstention grounds before we reach the issue of subject matter jurisdiction and the <i>Rooker-Feldman</i> doctrine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The bankruptcy court has jurisdiction over these cases through delegation by the district court pursuant to 28 U.S.C. &#167; 157(a) (2000)<i>LeBlanc v. Salem</i> (<i>In re Mailman Steam Carpet Cleaning Corp.</i>), <span class=\"citation\" data-id=\"198701\"><a href=\"/opinion/198701/leblanc-v-salem/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> NEPM attempts to rely on several Ninth Circuit cases to bolster its argument that the bankruptcy court had no discretion to abstain<i>McGhan v. Rutz</i> (<i>In re McGhan</i>), <span class=\"citation\" data-id=\"777521\"><a href=\"/opinion/777521/in-re-lon-mcghan-aka-lon-l-mcghan-fdba-envirotrend-inc-fdba-mcghan/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1172</span></a></span> (9th Cir.2002); <i>Contractors' State License Bd. v. Dunbar</i> (<i>In re Dunbar</i>), <span class=\"citation\" data-id=\"772762\"><a href=\"/opinion/772762/in-re-robert-wayne-dunbar-debtor-in-re-kimberly-ann-dunbar-debtor/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span> (9th Cir.2001); <i>Gruntz v. County of Los Angeles</i> (<i>In re Gruntz</i>), <span class=\"citation\" data-id=\"767552\"><a href=\"/opinion/767552/in-re-robert-gruntz-debtor-robert-gruntz-v-opinion-county-of-los-angeles/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1074</span></a></span> (9th Cir.2000). These cases fell within the exclusive jurisdiction of the federal courts under 28 U.S.C. &#167; 1334(a). <i>McGhan,</i> <span class=\"citation\" data-id=\"777521\"><a href=\"/opinion/777521/in-re-lon-mcghan-aka-lon-l-mcghan-fdba-envirotrend-inc-fdba-mcghan/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1172</span></a></span>, 1178-79; <i>Gruntz,</i> 202 F.3d at 1080-83. As we have held that jurisdiction here was concurrent, those cases are irrelevant. Although <i>Gruntz</i> contains a dictum that may suggest that its rule could extend to cases of concurrent jurisdiction, 202 F.3d at 1083, we find that suggestion inconsistent with &#167; 1334(c) and therefore unpersuasive.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Congress revised 28 U.S.C. &#167; 1334 as part of the Bankruptcy Reform Act of 1994, Pub.L. No. 103-394, &#167; 104(b), 108 Stat. 4106, 4109 (1994). These revisions only apply in title 11 cases commenced after the effective date of the revisions, October 22, 1994<i>Id.</i> &#167; 702, 108 Stat. at 4150; <i>see also Christo v. Padgett,</i> <span class=\"citation\" data-id=\"74727\"><a href=\"/opinion/74727/christo-v-padgett/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1324</span></a></span>, 1331-32 (11th Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1191</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1190</span></span>, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></span> (2001). Because this case began on October 15, 1992, the revisions do not apply here. We therefore use the version of &#167; 1334 that was in place before the revisions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because we decide that the bankruptcy court in this case properly abstained under &#167; 1334(c)(1), the permissive abstention provision, we do not decide the extent of appellate jurisdiction to review a court's decision about mandatory abstention under the old version of &#167; 1334(c) which applies in this case. While some courts have stated that appellate courts \"have no power to review the district court's decision\" to abstain under &#167; 1334(c)(2),<i>Gober v. Terra + Corp.,</i> <span class=\"citation\" data-id=\"10969\"><a href=\"/opinion/10969/gober-v-terra-corporation/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1195</span></a></span>, 1206 n. 9 (5th Cir.1996), others have said that appellate courts have jurisdiction to review whether \"the statutory requirements prerequisite to mandatory abstention are met.\" <i>S.G. Phillips Constructors, Inc. v. City of Burlington</i> (<i>In re S.G. Phillips Constructors, Inc.</i>), <span class=\"citation\" data-id=\"687272\"><a href=\"/opinion/687272/in-re-sg-phillips-constructors-inc-debtor-sg-phillips-constructors/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">702</span></a></span>, 708 (2d Cir.1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Alternatively, if the proceeding were \"related to\" but not \"arising under\" title 11 or \"arising in\" a case under title 11, and thus subject to mandatory abstention, then the outcome from a practical point of view would be the same. The bankruptcy court would have been required to abstain and this court would have, at best, limited appellate jurisdiction to review that order<i>See supra</i> n. 4. The requirements for mandatory abstention, laid out in 28 U.S.C. &#167; 1334(c)(2), in relevant part, read:</p>\n        <p class=\"indent\">Upon timely motion of a party in a proceeding based upon a State law claim or State law cause of action, related to a case under title 11 <i>but not arising under title 11 or arising in a case under title 11,</i> with respect to which an action could not have been commenced in a court of the United States absent jurisdiction under this section, the district court shall abstain from hearing such proceeding if an action is commenced, and can be timely adjudicated, in a State forum of appropriate jurisdiction.</p>\n        <p class=\"indent\">28 U.S.C. &#167; 1334(c)(2) (emphasis added).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/10969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/74727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1822234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}