{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199975/",
  "absolute_url": "/opinion/199975/united-states-v-dubon-otero/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199975/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:41:14Z",
  "date_modified": "2017-03-24T11:04:37.309475Z",
  "type": "010combined",
  "sha1": "19e927a261fee19d73a402d70e96e3f95c662a25",
  "page_count": 35,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2029-01A.pdf",
  "local_path": "pdf/2002/05/29/US_v._Dubon-Otero.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-2029\n\n                         UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                      LUIS E. DUBÓN-OTERO,\n\n                     Defendant - Appellant.\n\n\nNo. 00-2030\n\n                         UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                     JORGE L. GARIB-BAZAIN,\n\n                     Defendant - Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n\n              John R. Gibson,* Senior Circuit Judge,\n\n\n    *   Of the Eighth Circuit, sitting by designation.\n\f                    and Lipez, Circuit Judge.\n\n\n\n     David W. Roman, with whom Brown & Ubarri, Frederick P. Hafetz,\nSusan R. Necheles, Elizabeth M. Johnson, and Goldman & Hafetz were on\nbrief, for appellant Dubón.\n     Scott A. Srebnick, with whom Howard M. Srebnick and Black,\nSrebnick, & Kornspan were on brief, for appellant Garib.\n     Richard A. Friedman, United States Department of Justice, with\nwhom Guillermo Gil, United States Attorney, and Maria Dominguez and\nThomas F. Klumper, Assistant United States Attorneys, were on brief,\nfor appellee.\n\n\n\n\n                           May 29, 2002\n\n\n\n\n                                -2-\n\f            JOHN R. GIBSON, Senior Circuit Judge. Luis Dubón-Otero and\n\nJorge L. Garib-Bazain appeal from their convictions, after a joint\n\ntrial, for conspiring to steal property worth more than $5,000 from an\n\norganization receiving more than $10,000 in federal benefits in any\n\none-year period. See 18 U.S.C. §§ 371, 666(a)(1)(A) and (2) (1994).\n\nThey argue that there was a constructive amendment of the indictment,\n\nthat there was insufficient evidence to convict them, and that the jury\n\ninstructions were defective. They also challenge the makeup of their\n\njury and the appointment of the United States Attorney. Garib also\n\nappeals his conviction for making false declarations before a grand\n\njury in violation of 18 U.S.C. § 1623 (1994).        We affirm.\n\n            Advanced Community Health Services (Health Services) was\n\nincorporated in the Commonwealth of Puerto Rico in 1987 as a for-profit\n\ncorporation.1 Dubón, a lawyer, and Garib, a doctor, were shareholders\n\nand directors. Dubón served as legal advisor to Health Services and\n\nGarib as the Medical Director of Patient Services. Dr. Yamil Kourí-\n\nPerez was a consultant from the Harvard Institute for International\n\n\n     1   Health Services later became a non-profit corporation.\n\n                                  -3-\n\fDevelopment who, together with Jeanette Sotomayor-Vazquez, the\n\nadministrative director, and Angel Luis Corcino-Mauras, the\n\ncomptroller, conducted the day-to-day operations of Health Services.\n\n          Dubón and Garib were charged with conspiring to use Health\n\nServices funds to pay personal expenses and make political payoffs.\n\nThe principal witness at trial was Corcino, whose testimony painted a\n\npicture of Kourí as the primary conspirator. Kourí and Sotomayor were\n\nindicted along with Dubón and Garib, but tried separately. They were\n\nconvicted, and we affirmed in United States v. Sotomayor-Vazquez, 249\n\nF.3d 1 (1st Cir. 2001).\n\n          In January 1988, Health Services contracted with the\n\nMunicipality of San Juan to provide services for AIDS patients. The\n\ninitial contract provided that the Municipality would pay Health\n\nServices a flat fee of $3.2 million per year for these services.\n\nBecause under the contract Health Services became \"the exclusive source\n\nof AIDS counseling and professional services in San Juan,\" United\n\nStates v. Dubón-Otero, No. 97-091, slip op. at 10 (D. P.R. March 3,\n\n2000), federal monies began to find their way to Health Services.\n\n          The Government introduced evidence regarding the payment of\n\nthese federal monies to Health Services, and the ways in which Dubón\n\nand Garib diverted these funds. This evidence will be discussed in\n\ngreater detail below, as we discuss the various arguments made by Dubón\n\nand Garib on appeal.\n\n\n                                 -4-\n\f                                  I.\n\n          Dubón and Garib argue that the district court erred by\n\nallowing a constructive amendment of the indictment. Specifically,\n\nthey complain the court admitted evidence that the funds the defendants\n\nhad stolen were federal or public funds, which may have been entrusted\n\nto Health Services but never lost their federal or public character.\n\nAppellants argue admission of this evidence constituted a constructive\n\namendment of the indictment. They construe the indictment as limiting\n\nthe charge against them to conspiring to steal only Health Services\n\nfunds.\n\n     A constructive amendment occurs when the charging terms of\n     the indictment are altered, either literally or in effect,\n     by prosecution or court after the grand jury has last passed\n     upon them. An amendment of the indictment is considered\n     prejudicial per se and grounds for reversal of a conviction\n     whether it is brought about by a literal alteration of the\n     words of the indictment, a jury instruction which modifies\n     the offense charged in the indictment, or the admission of\n     evidence of an offense not charged by the grand jury.\n\nUnited States v. Dunn, 758 F.2d 30, 35 (1st Cir. 1985) (internal\n\nquotation marks and citations omitted).2\n\n          The charging paragraph of the indictment alleged that Dubón\n\nand Garib, \"as agents of an organization which received benefits in\n\n\n     2 Because our ultimate conclusion is that there was no\nconstructive amendment in this case, we need not address the\nGovernment's argument that the rule of per se reversal of cases\nwhere there has been a constructive amendment has been modified\nby the Supreme Court's recent decision in Neder v. United\nStates, 527 U.S. 1 (1999) (holding that failure to instruct jury\non element of crime is subject to harmless error review).\n\n                                 -5-\n\fexcess of $10,000.00 under a Federal program involving a grant, or\n\nother form of Federal assistance,\" conspired with others to \"embezzle,\n\nsteal, and obtain by fraud, and without authority knowingly convert to\n\nthe use of a person not the rightful owner, and intentionally misapply\n\nproperty worth at least $5,000.00 owned by such organization, that is,\n\nmonies in excess of $2,000,000.00 in program funds.\" (Emphasis added.)\n\n(Paragraph Thirty-Seven of the indictment read: \"the defendants\n\nembezzled, stole and obtained by fraud, in excess of $2,000,000.00 of\n\npublic funds.\" (Emphasis added.)) The indictment incorporated Counts\n\nTwo through Thirty-Four as overt acts, which further described the\n\nfunds in question as \"owned by or under the care, custody, and control\n\nof [Health Services].\" (Emphasis added.).        Under Count I, the\n\nindictment charged Dubón and Garib generally with conspiracy to violate\n\n§ 666. Section 666 seeks, among other things, to punish any agent of\n\nan organization receiving more than $10,000 in federal benefits in any\n\none-year period, who \"embezzles, steals, obtains by fraud, or otherwise\n\nwithout authority knowingly converts to the use of any person other\n\nthan the rightful owner or intentionally misapplies property that--(i)\n\nis valued at $5,000 or more, and (ii) is owned by, or is under the\n\ncare, custody, or control of such organization.\"          18 U.S.C. §\n\n666(a)(1)(A) (emphasis added).3 While the elements of the charged crime\n\n\n     3   The statute provides in relevant part:\n\n(a) Whoever, if the circumstances described in subsection (b) of\n\n                                 -6-\n\fhave to \"appear primarily from the language in the indictment . . .\n\ncommon sense suggests that such a citation should not be entirely\n\nignored where, as here, it so plainly reinforces what is implicit in\n\nthe text.\" United States v. McLennan, 672 F.2d 239, 243-44 (1st Cir.\n\n1982).\n\n          Dubón and Garib cite United States v. Pheaster, 544 F.2d 353\n\n\n\nthis section exists--\n     (1) being an agent of an organization, or of a State, local,\n     or Indian tribal government, or agency thereof--\n          (A) embezzles, steals, obtains by fraud, or otherwise\n          without authority knowingly converts to the use of any\n          person other than the rightful owner or intentionally\n          misapplies, property that--\n               (i) is valued at $5,000 or more, and\n               (ii) is owned by, or is under the care, custody,\nor             control of such organization, government, or\nagency;\n          . . .\nshall be fined under this title, imprisoned not more than 10\nyears, or both.\n(b) The circumstance referred to in subsection (a) of this\nsection is that the organization, government, or agency\nreceives, in any one year period, benefits in excess of $10,000\nunder a Federal program involving a grant, contract, subsidy,\nloan, guarantee, insurance, or other form of Federal assistance.\n(c) This section does not apply to bona fide salary, wages,\nfees, or other compensation paid, or expenses paid or\nreimbursed, in the usual course of business.\n(d) As used in this section--\n     . . .\n     (5) the term \"in any one-year period\" means a continuous\n     period that commences no earlier than twelve months before\nthe       commission of the offense or that ends no later than\ntwelve    months after the commission of the offense.        Such\nperiod may     include time both before and after the commission\nof the    offense.\n\n18 U.S.C. § 666.\n\n                                -7-\n\f(9th Cir. 1976), for the proposition that overt acts cannot supply an\n\nelement missing from the charging paragraph. See id. at 361 (\"[A]\n\nconspiracy indictment's specification of overt acts cannot be used to\n\nsupply the allegation of a critical element completely missing from the\n\ncharging language.\").    However, Pheaster itself recognized that\n\n\"reference to the overt acts is appropriate to confirm an otherwise\n\ncommonsense interpretation of an allegation which is included in the\n\ncharging language,\" id. at 362, and thus is of no help to Appellants.\n\n          A primary objective of the rule against constructive\n\namendment of indictments is to ensure defendants have notice of the\n\ncharges they must defend against. United States v. Kelly, 722 F.2d\n\n873, 876 (1st Cir. 1983); cf. United States v. Delano, 55 F.3d 720, 729\n\n(2d Cir. 1995) (\"[W]e have consistently permitted significant\n\nflexibility in proof, provided that the defendant was given notice . .\n\n. .\"). The indictment here put Appellants on notice that they would\n\nhave to defend against exactly the type of evidence of entrustment of\n\nwhich they now complain.    If Dubón and Garib chose not to defend\n\nagainst that type of evidence, that choice does not make the district\n\ncourt's permitting the Government to go forward with such evidence a\n\nconstructive amendment.\n\n                                 II.\n\n          The indictment in this case charged a conspiracy covering the\n\nyears 1989 to 1994. Dubón and Garib argue the district court erred by\n\n\n                                 -8-\n\frefusing to acquit them following trial because the Government failed\n\nto prove Health Services received any federal benefits before 1991.\n\nThey contend that amounts received in 1989 were commercial payments,\n\nnot federal benefits, and thus their        convictions could not be\n\npredicated on pre-1991 conduct.4       Since there would be no way of\n\nassuring the jury did not rely on pre-1991 conduct in reaching its\n\nconclusion, the conviction could then not stand. See Yates v. United\n\nStates, 354 U.S. 298, 312 (1957) (\"[W]e think the proper rule to be\n\napplied is that which requires a verdict to be set aside in cases where\n\nthe verdict is supportable on one ground, but not another, and it is\n\nimpossible to tell which ground the jury selected.\"). The Government,\n\non the other hand, argues it proved Health Services received federal\n\nbenefits beginning in January 1989. In the alternative, the Government\n\nargues the Supreme Court's decision in Neder v. United States, 527\n\nU.S. 1 (1999), modified Yates to allow harmless error review,\n\nand the error here was indeed harmless.5\n\n          We review a denial of a Rule 29 motion for acquittal de novo.\n\nUnited States v. Czubinski, 106 F.3d 1069, 1073 (1st Cir. 1997). We\n\nalso review de novo the question of what type of transactions\n\n\n\n     4 As we explain below, federal monies are not synonymous\nwith federal benefits for purposes of a conviction under § 666.\n     5As in Part I above, our ultimate conclusion here precludes\nour having to address the Government's alternative Neder\nargument.\n\n                                 -9-\n\fconstitute benefits under § 666. See United States v. Peery, 977 F.2d\n\n1230, 1233 n.2 (8th Cir. 1992) (\"[D]etermining whether section 666\n\napplies to Peery's conduct is a question of law.\"). Finally, we review\n\nde novo the question of whether the Government presented sufficient\n\nevidence at trial to prove Health Services in fact received benefits\n\nunder § 666, viewing the evidence in the light most favorable to the\n\nGovernment. See United States v. Otero-Mendez, 273 F.3d 46, 50 (1st\n\nCir. 2001); United States v. Fischer, 168 F.3d 1273, 1276 n.7 (11th\n\nCir. 1999), aff'd Fischer v. United States, 529 U.S. 667 (2000); United\n\nStates v. Copeland, 143 F.3d 1439, 1442 (11th Cir. 1998).\n\n          Appellants concede Health Services received federal benefits\n\nbeginning in 1991. The question we must answer is whether Health\n\nServices' receipt of federal monies between 1989 and 1991 constituted\n\nreceipt of federal benefits. Three distinct transactions are at issue.\n\nFirst, on January 13, 1989, Health Services deposited two checks\n\ntotaling $11,862.14 from the Centers for Disease Control, a federal\n\nagency.   The Centers for Disease Control had contracted with the\n\nMunicipality to test members of the public for AIDS, and the\n\nMunicipality subcontracted the work to Health Services.         Health\n\nServices was paid directly by the Centers for Disease Control. There\n\nwas evidence Health Services received another $11,124.03 from the\n\nCenters for Disease Control in August 1989 for similar work. Second,\n\nHealth Services received $70,680 in 1989, and $99,729 in 1990, to\n\n\n                                 -10-\n\foperate an assessment and intervention center for drug addicts. This\n\nmoney came from the Municipality.      The Municipality in turn had\n\nreceived it from the Commonwealth, which had received it as a grant\n\nfrom the National Institute on Drug Abuse (the Institute), a federal\n\nagency. Third, on January 10, 1989, Health Services received $100,000\n\nfor work on a mass-media education project on AIDS. Although this\n\nmoney was paid by the Municipality, there was testimony from a\n\nmunicipal official that this payment had its source in federal funds,\n\nwhich passed through the Puerto Rico Department of Health to the\n\nMunicipality.\n\n          The Supreme Court recently addressed the issue of what\n\nconstitutes receipt of benefits under § 666 in Fischer v. United\n\nStates, 529 U.S. 667 (2000).6 In that case, the Court concluded that\n\n§ 666 \"covers fraud perpetrated on organizations participating in the\n\nMedicare program.\" Id. at 669. The Court reached this conclusion\n\nbecause the \"nature and purposes of the Medicare program,\" id. at 671,\n\nindicated payments were made \"for significant and substantial reasons\n\nin addition to compensation or reimbursement,\" such as assisting \"the\n\nhospital in making available and maintaining a certain level and\n\n\n\n     6 Fischer was decided after the convictions in this case.\nNonetheless, it applies on direct appeal. See United States v.\nOchs, 842 F.2d 515, 519 (1st Cir. 1988) (\"[I]n our direct review\nof the convictions entered below, we are bound by McNally[ v.\nUnited States, 483 U.S. 350 (1987)], even though it was decided\nafter the completion of proceedings in the district court.\").\n\n                                -11-\n\fquality of medical care, all in the interest of both the hospital and\n\nthe greater community,\" id. at 679-80. The Court stated that the term\n\n\"benefits\" is used in the statute in its ordinary sense, id. at 677,\n\nand since the hospitals themselves derive significant advantage from\n\nparticipating in Medicare, they could be said to be deriving benefits\n\nwithin the meaning of § 666, \"a statute we have described as\n\n'expansive,' 'both as to the [conduct] forbidden and the activities\n\ncovered,'\" id. at 678 (quoting Salinas v. United States, 522 U.S. 52,\n\n56 (1997)). The Court saw this conclusion as consistent with the\n\nlanguage of the statute, which \"indicates that Congress viewed many\n\nfederal assistance programs as providing benefits to participating\n\norganizations,\" as well as \"Congress' expansive, unambiguous intent to\n\nensure the integrity of organizations participating in federal\n\nassistance programs.\" Id. at 678. The Court set out the following\n\ntest:\n\n     To determine whether an organization participating in a\n     federal assistance program receives \"benefits,\" an\n     examination must be undertaken of the program's structure,\n     operation, and purpose. The inquiry should examine the\n     conditions under which the organization receives the federal\n     payments. The answer could depend, as it does here, on\n     whether the recipient's own operations are one of the\n     reasons for maintaining the program.\n\nId. at 681.\n\n          The Court rejected the notion that Medicare payments made to\n\n\n\n\n                                -12-\n\fthe hospitals were compensation of the type excluded by § 666(c).7 In\n\naddition to the fact that monies paid included sums to enhance the\n\nhospitals themselves, Medicare placed conditions on recipient\n\nhospitals, \"unlike the case of a contractor whom the Government does\n\nnot regulate or assist for long-term objectives or for significant\n\npurposes beyond performance of an immediate transaction.\" Id. at 680.8\n\nThe Court also rejected the contention that since the primary\n\nbeneficiary of Medicare was the individual patient, the hospitals could\n\nnot also be said to have received a benefit under the program. Id. at\n\n\n\n     7 Subsection (c) states: \"This section does not apply to\nbona fide salary, wages, fees, or other compensation paid, or\nexpenses paid or reimbursed, in the usual course of business.\"\n     8  A number of cases from other circuits, which preceded\nFischer, also support the proposition that, while purely\ncommercial payments made by the government \"as a commercial\nentity, such as payments for supplies or equipment,\" do not\nconstitute benefits under § 666, the mere presence of quid pro quo\ndoes not preclude a finding of federal benefits. United States v.\nRooney, 986 F.2d 31, 33-34 (2d Cir. 1993) (holding that loan proceeds\nreceived from the Farmers Home Administration constituted benefits);\nsee United States v. Copeland, 143 F.3d 1439, 1441 (11th Cir. 1998)\n(holding that money paid to Lockheed Aeronautical Systems Company as\nthe prime contractor for the Department of Defense did not constitute\nbenefits under § 666); United States v. Marmolejo, 89 F.3d 1185, 1189-\n91 (5th Cir. 1996) (holding that funds provided to a county jail, in\nexchange for the jail housing federal prisoners, constituted benefits),\naff'd sub nom. Salinas v. United States, 522 U.S. 52 (1997). Those\ncases distinguish purely commercial transactions from \"monies\ndistributed through 'Federal programs,' for which there is 'a specific\nstatutory scheme authorizing the Federal assistance in order to promote\nor achieve certain policy objectives.'\" Rooney, 986 F.2d at 35\n(quoting S. Rep. No. 98-225, at 369 (1984), reprinted in 1984\nU.S.C.C.A.N. 3182, 3510); see Copeland, 143 F.3d at 1441-42; Marmolejo,\n89 F.3d at 1190.\n\n                                 -13-\n\f677. Finally, the Court refused to endorse the notion that all that\n\nwas required for funds to constitute benefits under § 666 was to\n\nestablish that they came from a federal program.        Id.\n\n          When we apply Fischer to this case, we conclude, and the jury\n\nsupportably could have so found, that the Institute payments that\n\nHealth Services received constituted benefits.9 The Institute10 monies\n\nin this case were originally disbursed under a grant to the Puerto Rico\n\nDepartment of Anti-Addiction Services. Anti-Addiction Services in turn\n\nmade a grant of a portion of these funds to the Municipality, which\n\nthen paid Health Services. Dubón acknowledges this money was \"clearly\n\na grant intended to assist AIDS patients in Puerto Rico,\" and \"may also\n\nhave been intended to assist the Commonwealth or the Municipality in\n\nthat it enabled these government entities to assist citizens with drug\n\naddictions.\" Dubón questions, however, \"whether the program under\n\nwhich this money was paid was intended to aid or promote the well being\n\nof [Health Services].\" We point out that the Supreme Court in Fischer\n\nonly said that \"[t]he answer [to the question of whether there are\n\n\n     9We thus need not decide the character of the Centers for Disease\nControl or mass-media education project payments.\n     10The National Institute on Drug Abuse \"supports over 85 percent\nof the world's research on the health aspects of drug abuse and\naddiction.\" National Institute on Drug Abuse, Welcome to the NIDA\nWebsite, at http://www.drugabuse.gov/NIDAWelcome.html (last visited May\n17, 2002). Part of its mission \"is to ensure the rapid and effective\ndissemination and use of the results of that research to significantly\nimprove drug abuse and addiction prevention, treatment, and policy.\"\nId. Distribution of funds is authorized under 21 U.S.C. § 1177 (1994).\n\n                                 -14-\n\ffederal benefits under § 666] could depend . . . on whether the\n\nrecipient's own operations are one of the reasons for maintaining the\n\nprogram. . . . Other cases may present questions requiring further\n\nexamination and elaboration of the term 'benefits.'\" 529 U.S. at 681-\n\n82 (emphasis added).\n\n          One of the Institute's goals in making grants is to \"insure\n\ncare of good quality, in general community facilities.\" 21 U.S.C. §\n\n1177(f).11 Under its contract with the Municipality, Health Services\n\nwas \"the exclusive source of AIDS counseling and professional services\n\nin San Juan . . . supplying AIDS services under a federally financed\n\n\n\n     11Congress has authorized the Secretary of Health and Human\nServices, \"acting through the National Institute on Drug Abuse,\"\nto make grants and \"enter into contracts with individuals and\npublic and private nonprofit entities\" in order to provide\n\"educational programs, technical assistance for the development,\ndemonstration, and evaluation of drug abuse prevention,\ntreatment, and rehabilitation programs,\" and in so doing to\n\"accord a high priority to applications for grants or contracts\nfor primary prevention programs.\"    21 U.S.C. § 1177(a).    The\nSecretary is to \"require coordination of all applications for\nprograms.\" § 1177(c). Projects and programs for prevention and\ntreatment services are subject to specific requirements. They\nshould, \"whenever possible, be community based, insure care of\ngood quality in general community care facilities . . . and be\nintegrated with, and provide for the active participation of, a\nwide   range   of    public   and   nongovernmental    agencies,\norganizations, institutions, and individuals.\"       § 1177(f).\n\"[W]here a substantial number of the individuals in the\npopulation served by the project or program are of limited\nEnglish-speaking ability[, they should] . . . utilize . . .\noutreach workers fluent in the language spoken,\" and \"identify\nan individual who is fluent both in that language and English\"\nto provide guidance to individuals of limited English-speaking\nability. Id.\n\n                                -15-\n\fprogram.\" Dubón-Otero, No. 97-091, slip op. at 10.12 Therefore, the\n\nInstitute would naturally intend its monies to assist Health Services\n\nin providing AIDS care, much as Medicare monies assist hospitals in\n\nproviding patient care.\n\n          It makes no difference that Health Services received this\n\nmoney indirectly.   It is now well established that benefits under\n\n§ 666 are not limited solely to primary target recipients or\n\nbeneficiaries. See Fischer, 168 F.3d at 1278 (\"[T]he plain language of\n\n§ 666(b) does not distinguish between an organization . . . that\n\nreceives 'benefits' directly under a federal program and an\n\norganization . . . that receives 'benefits' as an assignee under a\n\nfederal program.\"); cf. Fischer, 529 U.S. at 677-78 (\"Medicare operates\n\n\n\n     12The contract with the Municipality provides in pertinent\npart that:\n\n     The Municipality must hire the services of a company\n     with   personnel   that   has   the   experience   and\n     professional knowledge necessary to design, establish,\n     direct and manage the AIDS program of San Juan . . .\n     . [Health Services] will utilize the equipment located\n     at the facilities provided by the Municipality . . .\n     . Epidemiological services will be provided in order\n     to establish a state of alertness of the disease as\n     well as counseling and treatment to the patients. The\n     epidemiological activities shall be coordinated with\n     the respective state and federal authorities. . . .\n     [Health Services] will establish an educational\n     program for the community in order to create public\n     conscience especially to high risk groups. . . . The\n     population at large will be educated regarding\n     prevention of AIDS and the different methods of\n     transmission.\n\n                                 -16-\n\fwith a purpose and design above and beyond point-of-sale patient\n\ncare.\"). Health Services' contract with the Municipality contemplated\n\na relationship between Health Services and the United States\n\nGovernment, and those operating federal assistance programs like the\n\nInstitute are well aware that recipients of program funds use subgrants\n\nand subcontracts to further effectuate the program's goals. Lawrence\n\nPoole, a grants manager for the United States Department of\n\nHealth and Human Services,13 testified that \"a grant award [that]\n\nis issued by an agency could and does in fact translate into\n\nsubcontracts      or     subgrantee      relationships   with    other\n\norganizations.\"        Poole further testified that Health Services\n\nreceived federal funding as a subgrantee for the years of 1988\n\nand 1989, and that \"the requirements for each subgrantee or\n\nsubcontract relationship are subject to the same requirements\n\nfor accountability of federal funds and terms of the award as\n\nthe actual grantee recipient of federal funds.\" We conclude that\n\nif the payments in Fischer were \"made not simply to reimburse,\" 529\n\nU.S. at 679, then neither were the payments here.\n\n\n\n     13The Department of Health and Human Services encompasses\nthe National Institute on Drug Abuse. Mr. Poole described his\nduties as administering individual discretionary grant programs\ngeared primarily toward provision of health care in United\nStates territories. He had been with Health and Human Services\napproximately thirty years and was very familiar with their\nfederal grant programs.\n\n\n                                  -17-\n\f                                 III.\n\n          Dubón and Garib argue that the district court erred in\n\ndenying their motions for acquittal for insufficient evidence.\n\nPointing to the fact that the indictment charged them with conspiring\n\nto steal from Health Services, they assert the Government did not prove\n\nthe crucial element of lack of consent of the corporation. They cite\n\nUnited States v. Burbank for the proposition that there can be no theft\n\nwhere \"[n]o evidence [is] presented by the government to show that the\n\ntransactions were not authorized by the corporation.\" 848 F.2d 453,\n\n454 (4th Cir. 1988).14 They contend Health Services' shareholders and\n\nboard of directors consented to the transactions at issue and therefore\n\nthere was no theft.\n\n          In reviewing a challenge to the sufficiency of the evidence,\n\n\"[t]he verdict of a jury must be sustained if there is substantial\n\nevidence, taking the view most favorable to the Government, to support\n\nit.\" Glasser v. United States, 315 U.S. 60, 80 (1942); see United\n\n\n\n     14Because we ultimately conclude that there was sufficient\nevidence for the jury to find a lack of valid authorization,\nAppellants' Burbank argument need not detain us.        We have\nserious concerns about some of the broad language in Burbank,\nbut it suffices to say that while it is one thing to decide that\nthe consent of sole or co-owners can preclude conviction for\ninterstate transport of stolen money (as was the case in Burbank\nunder 18 U.S.C. § 2314 (2000)), it would be quite another to\nextend that holding to this case involving a conspiracy to\nembezzle or steal funds from an organization receiving funds\nfrom the federal government, especially given the attendant\ncomplexities of 18 U.S.C. § 666.\n\n                                 -18-\n\fStates v. Mena-Robles, 4 F.3d 1026, 1031 (1st Cir. 1993) (stating that\n\nthe issue in a sufficiency challenge is \"whether the evidence and\n\nreasonable inferences therefrom, taken as a whole and in the light most\n\nfavorable to the prosecution, would allow a rational jury to determine\n\nbeyond a reasonable doubt that the defendants were guilty as charged\").\n\n          The Government presented evidence that between 1987 and May\n\n1991 Dubón received $10,000 per month from Health Services as a legal\n\nretainer, although Health Services' board of directors had authorized\n\na retainer of only $5,000. Someone had tampered with the original\n\nboard minutes to show authorization for a monthly retainer of $10,000,\n\nallowing Dubón to funnel the additional $5,000 per month to Kourí.\n\nSpecifically, the director of the word processing center where the\n\nminutes were transcribed testified that the original page of the\n\nminutes setting forth the retainer as $5,000 was replaced in another\n\nset of minutes with a page showing the retainer as $10,000. The page\n\nshowing the retainer as $10,000 was a different consistency than the\n\nrest of the minutes and was not produced at the same word processing\n\ncenter. Corcino testified the additional $5,000 was going to Kourí to\n\npay Kourí's home rent and credit card bills. Corcino further testified\n\nthat Kourí could not be on Health Services' payroll because Kourí was\n\nunder contract with the Harvard Institute for International\n\nDevelopment, which in turn had a contract directly with the\n\nMunicipality of San Juan.\n\n\n                                 -19-\n\f          The Government also presented evidence that Garib employed\n\na personal housekeeper, as well as a secretary for his private\n\npractice, using Health Services' money. Corcino, Health Services'\n\ncomptroller, testified that for a long time he was not aware that\n\nHealth Services was paying for a private secretary and personal\n\nhousekeeper for Garib, and that in his opinion such payments\n\nconstituted an unauthorized diversion of Health Services funds for\n\npersonal use. The housekeeper testified that the signature on the\n\ntimesheets bearing her name was not hers. The secretary testified that\n\nwhile she was paid by Health Services, ninety-nine percent of her time\n\nwas spent on tasks related to Garib's private practice.\n\n          Finally, there was evidence at trial that Appellants also\n\nused Health Services assets to purchase political support, which Health\n\nServices was dependent upon for its funding.      Before the San Juan\n\nmayoral election of 1988, Garib allegedly loaned a $19,000 video camera\n\nto one of the candidates, Jose Granados-Navedo. The camera had been\n\npurchased with a Health Services check. Garib and Kourí later met with\n\nGranados to discuss Health Services providing other financial support\n\nfor his campaign.\n\n          To generate more cash, Garib, Sotomayor, and Corcino then met\n\nwith Antonio Fernandez, the owner of IMA Productions, and presented him\n\na Health Services check made out to IMA in the amount of $60,000 and\n\nsigned by Garib and Sotomayor. Only some of this money was intended to\n\n\n                                 -20-\n\fpay for services performed by IMA. Garib asked Fernandez to endorse\n\nthe check and cash it--or else write separate IMA checks payable to\n\nother persons who had not rendered services--so Garib could recover the\n\nexcess in cash. Garib explained Health Services had an urgent need of\n\ncash to make certain payments that it could not make by company check.\n\nWhen Fernandez refused to participate, Garib stated that he had solved\n\nthe problem in another way. Garib later met with Granados and gave him\n\na box containing more than $100,000 in cash.\n\n          Granados lost the election. After the new administration\n\nassumed office, payments on the AIDS contract were delayed. Kourí\n\nlater told Corcino that he had taken care of the problem by arranging\n\nfor $5,000 a month to be paid to the candidate who had won the\n\nelection, Mayor Hector Luis Acevedo, and $5,000 to the Director of the\n\nHealth Department of the Municipality, Dr. Freddie Borras. Regular\n\npayments by the Municipality on the AIDS contract then resumed. The\n\n$10,000 monthly payments were raised by cashing Health Services checks\n\nissued to persons who had performed no services. Several of these\n\nchecks were signed by Garib and Dubón.     Dubón's law firm was also\n\ninvolved in cashing a series of these Health Services checks at Dubón's\n\ndirection, with at least one of the checks being issued to Dubón's son,\n\nwho had performed no services.    Toward the end of 1990 Dubón told\n\nCorcino, \"I am not going to sign for that [expletive] any longer.\" He\n\ndid not, however, object to the continued diversion of the funds.\n\n\n                                 -21-\n\f          Viewing this evidence in the light most favorable to the\n\nGovernment, as we must, we conclude that a rational jury could find\n\nbeyond a reasonable doubt that Dubón and Garib were participants in a\n\nconspiracy to use Health Services funds to pay personal expenses and\n\nmake political payoffs as charged in the indictment. The evidence of\n\ninformal alterations of the board minutes as a means to funnel funds to\n\nKourí, of the apparent use of a forged signature to divert Health\n\nServices' funds to pay for Garib's personal housekeeper, of the use of\n\na Health Services' employee to do work almost exclusively for Garib's\n\nprivate practice, and of the clandestine efforts to turn Health\n\nServices checks into cash are all evidence from which a jury could find\n\nthat defendants \"without valid authority\" embezzled, stole, or obtained\n\nby fraud money or property.\n\n                                 IV.\n\n          Dubón and Garib challenge a number of the district court's\n\ndecisions regarding jury instructions.      We address each in turn,\n\nrecognizing that when alleged errors involve particular instructions'\n\nadequacy in explaining the law, as they do here, \"[w]e must look at the\n\nentire charge, in light of the evidence, and determine whether, taken\n\nas whole, the court's instructions fairly and adequately submitted the\n\nissues in the case to the jury.\" United States v. Woodward, 149 F.3d\n\n46, 69 (1st Cir. 1998).\n\n                                  A.\n\n\n                                 -22-\n\f          The district court denied defendants' requested jury\n\ninstructions, including instructions which required the Government to\n\nprove that the actions of defendants were designed to \"cheat Health\n\nServices,\" that Health Services was the \"victim,\" and that\n\nauthorization by Health Services was thus a defense.15 Instead, the\n\ndistrict court instructed the jury that it was sufficient to find that\n\nthe funds at issue were \"something of value in excess of $5,000 in\n\nconnection with federal funding\" and \"under the care, custody or\n\ncontrol\" of Health Services.\n\n          We conclude the district court did not err in its\n\ninstructions to the jury. The district court instructed that theft\n\ninvolved taking property without authority and that embezzlement\n\n\n\n\n     15One of the requested instructions said that \"to act with\nintent to defraud means to act knowingly with the intent or the\npurpose to obtain, deceive, or cheat [Health Services] out of\nmoney or property.\" There was also a request to instruct the\njury that\n\n     The government must prove beyond a reasonable doubt\n     that   [Health  Services]   did  not   authorize   the\n     expenditure. One of the ways by which a corporation\n     can authorize a payment is by the board of directors.\n     If the board of directors of Advanced Community Health\n     Services   authorized   an  expenditure,   then   this\n     expenditure was not theft or embezzlement.\n\nOther instructions were requested, but since they all embody\nvariations of the same theme as the ones above, we need not set\nthem all out.\n\n                                -23-\n\finvolved taking property under one's control belonging to another.16\n\nIts further instructions that there was a crime if the money or\n\nproperty stolen \"was owned by or was under the care, custody, or\n\ncontrol of [Health Services],\" was proper in light of our discussion\n\nabove in Part I.     The instructions taken as a whole fairly and\n\nadequately informed the jury of the applicable law.\n\n                                   B.\n\n            Dubón and Garib argue the district court erred by refusing\n\nto instruct the jury on the requested definition of federal benefits.\n\nWe have already set out the applicable law as to what constitutes\n\nfederal benefits under § 666 in Part II above.\n\n            Dubón and Garib requested the following instructions: (1) Not\n\nevery payment by the federal government to an organization constitutes\n\n\n     16   The district court instructed:\n\n     Embezzlement is the fraudulent appropriation of\n     property with [sic] one properly entrusted with its\n     possession.\n               It is to willfully convert to one's own use,\n     without authority, another's money and property, of\n     which the wrongdoer acquired possession validly, of\n     [sic] some office, employment or position of trust.\n               Theft, also known as larceny, is the act of\n     stealing or taking of property without the owner's\n     consent.   It is the fraudulent taking of personal\n     property for [sic] money belonging to another from his\n     possession or from the possession of some person\n     holding the same for him without his consent, with an\n     intent to deprive the owner of the value of the same\n     and to appropriate it to the use or benefit of the\n     person taking it.\n\n\n                                  -24-\n\ffederal \"benefits\" as required by the statute; (2) Federal money paid\n\nto a private corporation as payment of fees for services already\n\nrendered by the corporation does not qualify as federal benefits; (3)\n\nPayments made by the federal government to a private corporation as\n\npart of an ordinary commercial transaction do not qualify as federal\n\nbenefits; (4) Money paid to a corporation is a federal benefit if the\n\ncorporation was required to \"administer\" the money under an agreement\n\nwith the government or to \"disburse\" the money to others. The district\n\ncourt, meanwhile, tracked the statutory language in instructing the\n\njury.17 Cf. United States v. Paradies, 98 F.3d 1266, 1289 (11th Cir.\n\n1996) (concluding there was no plain error in district court's failure\n\nto instruct on an element of § 666, where the instructions \"tracked the\n\nstatutory requirements\" and the evidence at trial was sufficient for a\n\njury to find the element in question satisfied).18\n\n\n     17The district court instructed the jury that in order for\nthem to return a guilty verdict, Health Services must have\nreceived\n\n     in any one-year period benefits in excess of $10,000\n     under a federal program involving a grant, a contract,\n     a subsidy, a loan, a guarantee, insurance or other\n     form of federal assistance. This section [666] does\n     not apply to bona fide salary, wages, fees, or other\n     compensation paid, or expenses paid or reimbursed in\n     the usual course of business.\n\nThe district court reiterated this element of § 666 later.\n     18Dubón and Garib cite Marmolejo, 89 F.3d at 1189, for the\nproposition that \"[t]he plain language of § 666 is ambiguous in\ndefining 'Federal Program' and 'Federal Assistance,'\" and\n\n                                 -25-\n\f             We conclude the first three of the requested instructions\n\nwere adequately covered by the district court when it instructed the\n\njury that \"legitimate, valid, bona fide salary, wages, fees, or\n\nother compensation paid or expenses paid or reimbursed in the\n\nordinary course of business\" did not constitute benefits.        As to\n\nthe fourth requested instruction, Dubón and Garib direct us to no\n\nauthority supporting such a definition of federal benefits under § 666,\n\nnor do we believe that such is a complete statement of the law in this\n\nrespect.19    We cannot conclude that there is error in refusing an\n\noffered instruction where we are left to speculate as to an appellant's\n\nlegal underpinning for the proposed instruction. One may argue that\n\nUnited States v. Rooney, 986 F.2d 31 (2d Cir. 1993), provides some\n\nsupport. In that case the Second Circuit stated that \"[i]n each of the\n\n\n\ntherefore more was required than mere recitation of the\nstatutory language. However, there can be little doubt that the\nNational Institute on Drug Abuse (which we have concluded is the\nsource of the federal benefits at issue here) is a federal\nassistance program. Thus, even if we were to find error in the\ndistrict court's failure to define \"federal program\" and\n\"federal assistance\" in its instructions, such error would be\nharmless.   See Bastien v. Goddard, 279 F.3d 10, 16 (1st Cir.\n2002) (instructional error \"entitles appellant to a new trial on\nhis claim only if it had a prejudicial effect\").\n     19 Garib acknowledges the requested instructions were\nwritten \"so that the jury could differentiate between the\npayments Health Services received in 1989 (which were not\n'benefits'), and the federal grants it received after February\n1991 (which were 'benefits').\" Since we have already concluded\nthat Health Services did receive benefits in 1989, the requested\ninstructions buckle under their own weight.\n\n                                  -26-\n\fcases [enumerated by the Senate Report to illustrate situations § 666\n\nis intended to include], the organization . . . provided the Federal\n\ngovernment with a service by administering a government program.\" Id.\n\nat 35 But that discussion of legislative history was dictum, since the\n\ncourt there had already concluded that benefits were present on the\n\nbasis of § 666's statutory language. Id. at 34. More importantly, a\n\ncourt's refusal to instruct in the language of an appellate opinion\n\ndoes not justify reversal. See Kent v. Smith, 404 F.2d 241, 244 (2d\n\nCir. 1968) (\"[I]t is generally not helpful to take quotations from the\n\nopinions of appellate courts, that were never intended to be used as\n\ninstructions to juries, and submit these in the form of requests to\n\ncharge.\").\n\n            We are aware that the Supreme Court in Fischer stated that\n\n\"[t]o determine whether an organization participating in a federal\n\nassistance program receives 'benefits,' an examination must be\n\nundertaken of the program's structure, operation, and purpose.\" 529\n\nU.S. at 681. The record before us demonstrates that evidence was\n\nbefore the jury relevant to these issues, and the district court, in\n\nruling on the motion for acquittal, expressly analyzed these issues.20\n\n\n     20   The district court stated:\n\n     Defendants' requests are premised upon their enduring\n     contention that federal money paid to a private\n     corporation   which  performs   a   service  for   the\n     government can not constitute federal benefits.\n               We have disagreed, and continue to disagree,\n\n                                 -27-\n\fThe district court did not err in instructing the jury in this respect.\n\n                                  C.\n\n          Dubón and Garib argue that the district court erred by\n\nrefusing to instruct the jury that it could only return a verdict of\n\nguilty on the basis of conduct occurring after Health Services first\n\nreceived federal benefits.     The requested instruction stated:\n\n     An expenditure that occurred before [Health Services] ever\n     received any federal benefits is not a violation of 18\n     U.S.C. section 666. The government must prove that the\n     defendant agreed to an unauthorized expenditure or\n     expenditures that occurred after [Health Services] received\n     federal benefits. Therefore, if the defendant agreed only\n     to an expenditure or expenditures occurring before Health\n     Services received any federal benefits, you must find the\n     defendant not guilty of count 1.\n\n\n\n     with such a contention.    To summarize, we find that\n     [Health Services] was not in a purely commercial\n     relationship with the federal government. First, the\n     contract between the Municipality of San Juan and\n     [Health Services] provided that [Health Services] was\n     to be the exclusive source of AIDS counseling and\n     professional services in San Juan and that the\n     Municipality maintained administrative and supervisory\n     roles over [Health Services]. This fact alone clearly\n     indicates more than a commercial relationship.\n     Moreover, we find that the contractual relationship\n     itself is a form of a federal assistance, supplying\n     AIDS services under a federally financed program. See\n     United States v. Copeland, 143 F.3d 1439, 1441 (11th\n     Cir. 1998) (\"[O]rganizations engaged in contractual\n     relationships with the federal government would fall\n     within   the  scope   of  [section   666],   if  those\n     'contractual relationships constitut[ed] some form of\n     Federal assistance.'\") (internal citations omitted).\n     We instructed the jury accordingly.\n\nDubón-Otero, No. 97-091, slip op. at 10-11.\n\n                                 -28-\n\fThe district court denied this request.\n\n          The relevant statutory language states: \"[T]he circumstance\n\n[that must exist for there to be a federal crime] is that the\n\norganization . . . receives, in any one year period, benefits in excess\n\nof $10,000 under a Federal program involving a grant, contract,\n\nsubsidy, loan, guarantee, insurance, or other form of Federal\n\nassistance.\" § 666(b). The statute further defines one-year period as\n\n\"a continuous period that commences no earlier than twelve months\n\nbefore the commission of the offense or that ends no later than twelve\n\nmonths after the commission of the offense. Such period may include\n\ntime both before and after the commission of the offense.\"            §\n\n666(b)(5).\n\n          Garib now argues the instruction given by the district court\n\nallowed the jury to return a guilty verdict on the basis of conduct\n\noccurring before Health Services received any federal money at all,\n\nmuch less federal benefits.21 For instance, the jury could have found\n\nGarib guilty on the basis of conduct occurring only in 1988 (before\n\nHealth Services received any federal monies), added twelve months to\n\nget into 1989 (when Health Services received over $10,000 in federal\n\nfunds), and thus satisfied the instruction. Garib argues federally\n\n\n     21Because Dubón's conduct all involved 1989, and because we\nhave already concluded that there was indeed sufficient evidence\nfor the jury to find that Health Services had received federal\nbenefits in 1989, we only need to consider this argument as it\npertains to Garib.\n\n                                 -29-\n\fcriminalizing his 1988 conduct in that way would exceed the\n\ngovernment's authority under the Spending Clause of the United States\n\nConstitution, U.S. Const. art. I, § 8, cl. 1. See Fischer, 529 U.S.\n\nat 689 (Thomas, J., dissenting) (\"We have held that the spending power\n\nrequires, at least, that the exercise of federal power be related 'to\n\nthe federal interest in particular national projects or programs.'\")\n\n(quoting South Dakota v. Dole, 483 U.S. 203, 207 (1987)); United States\n\nv. Zwick, 199 F.3d 672, 687 (3d Cir. 1999) (\"Applying § 666 to offense\n\nconduct, absent evidence of any federal interest, would appear to be an\n\nunconstitutional exercise of power under the Spending Clause.\").\n\n          In support of his contention that the jury could have found\n\nhim guilty based solely on 1988 conduct, Garib points to the\n\nGovernment's argument to the jury in summation:\n\n     And you will recall that Mr. Poole testified that on January\n     10 of 1989, federal funds were received through that grant.\n     And you will recall that that grant was in excess of\n     $10,000. And why is that date important? Because, as the\n     judge will instruct you on what the law is for federal\n     program fraud, the government has to prove that $10,000 were\n     received in any one calender [sic] year period either before\n     or after the commission of the offense. And if you take the\n     date of January 10th of 1989 and go back one year, it takes\n     you to January 10th of 1988, close to the date on which\n     [Health Services] was created.\n\nGarib and Dubón requested a special verdict that would have required\n\nthe jury to identify what conduct it was basing its verdict on, but the\n\nGovernment objected, and the district court did not submit a special\n\nverdict form.\n\n\n                                 -30-\n\f          The Government responds that the indictment charged a\n\nconspiracy beginning in 1989 and that the jury was instructed\n\naccordingly. It argues the 1988 conduct was only presented to show the\n\nexistence of a conspiracy. It further argues that even if 1988 conduct\n\nwas a basis for the jury's verdict, there in fact was federal interest\n\nin the form of pending contracts. Finally, the Government argues any\n\nerror was harmless because the jury found that a conspiracy existed,\n\nthat Dubón's conduct occurred in 1989, and that Garib, as a co-\n\nconspirator, was responsible for that conduct.\n\n          We conclude there was no error.        To begin with, the\n\ninstruction requested by Dubón and Garib was not a correct statement of\n\nthe law, because what the Government had to prove was that the\n\ndefendants agreed to join a conspiracy to steal from Health Services\n\nand that an overt act in furtherance of that conspiracy occurred after\n\n§ 666 became applicable. The requested language was simply too narrow.\n\nMost importantly, however, the district court's instructions as to the\n\nscope of the indictment properly limited the jury:\n\n     So let's now talk about conspiracy. For you to find a\n     defendant guilty of conspiracy, you must be convinced that\n     the government has proved each of the following elements\n     beyond a reasonable doubt.\n                First, that between in or about January of 1989\n     up to and including February of 1994, the agreement\n     specified in the indictment and not some other agreement or\n     agreements existed between at least two of the defendants\n     charged in the indictment; and second, that the defendants\n     Luis Dubon and Jorge Garib each willfully joined in that\n     agreement; and third that at least one of the conspirators\n     committed at least one overt act in the an [sic] effort to\n\n                                 -31-\n\f     further the purpose of the conspiracy.\n\n(Emphasis added.)\n\n           As for the Government's argument to the jury in summation,\n\nit was not the subject of a timely objection and we will not say it was\n\nplain error to permit it.22 See Chute v. Sears Roebuck and Co., 143\n\nF.3d 629, 630 (1st Cir. 1998) (\"[T]he court of appeals will consider a\n\nforfeited objection only if an error was committed, if the error was\n\n'plain' (i.e. clear under current law), if the error was prejudicial,\n\nand if review is needed to prevent a miscarriage of justice.\") (citing\n\nUnited States v. Olano, 507 U.S. 725, 733-37 (1993)).\n\n                                  V.\n\n           Garib challenges his perjury conviction. See 18 U.S.C. §\n\n1623 (imposing punishment on anyone who, under oath in any proceeding\n\nbefore any grand jury, knowingly makes any false material declaration).\n\nGarib's perjury charge stems from testimony he gave before the grand\n\njury.     As part of that testimony he denied giving political\n\n\n     22Garib also points to the district court's reimbursement order\nfollowing the conviction as evidence of the district court's alleged\nconfusion on this issue. In that order, the district court required\nGarib to repay the federal government for losses it incurred as a\nresult of Garib's conduct in 1988. Even if we were to agree that the\nreimbursement order suggests a misunderstanding of the law on the part\nof the judge, it does not invalidate the judge's instructions. The\njudge need not be correct in his reasoning, so long as he was correct\nin his decision being challenged on appeal. See Helvering v. Gowran,\n302 U.S. 238, 245 (1937) (\"In the review of judicial proceedings the\nrule is settled that if the decision below is correct, it must be\naffirmed, although the lower court relied upon a wrong ground or gave\na wrong reason.\").\n\n                                 -32-\n\fcontributions, or loaning a video camera, to Granados. He also denied\n\nasking Fernandez to sign a $60,000 check so Garib could generate cash.\n\nGarib now argues he was denied a fair trial on his perjury charge for\n\ntwo reasons. First, he argues that by improperly instructing the jury\n\nas to § 666's \"one-year-period\" and Health Services' authorization\n\ndefense, the court effectively directed a verdict as to materiality.\n\nBecause we have concluded above that the district court's instructions\n\non these matters were not improper, Garib's argument on this first\n\npoint must fail.     Second, Garib argues the district court's\n\ninstructions as to perjury removed the Government's burden of proving\n\nthe falsity of the statements at issue. The district court instructed\n\nthe jury that:\n\n     In order to sustain its burden of proof for the purpose of\n     making a false declaration before the federal grand jury as\n     charged in Count Thirty-five of the indictment, the\n     government must prove the following four essential elements\n     beyond a reasonable doubt. One, that the defendant Jorge\n     Garib gave testimony under oath before a federal grand jury;\n     number two, that the defendant Jorge Garib made the false\n     material statement as detailed in the indictment during that\n     testimony; three, the defendant Jorge Garib knew that the\n     statements were false when he gave the testimony; and four,\n     that the statement or representation was material, meaning\n     that it had a natural tendency to influence or was capable\n     of influencing a decision or an action, whether or not it\n     actually influenced or deceived anyone. I also instruct you\n     that truth is a defense to perjury.\n\n(Emphasis added.) We see no error in the district court's instructions\n\nbecause they adequately covered the Government's burden of proof. See\n\nUnited States v. Watson, 623 F.2d 1198, 1204 (7th Cir. 1980) (upholding\n\n\n                                 -33-\n\fsimilar instruction).23\n\n                                 VI.\n\n          Finally, Dubón and Garib challenge the makeup of their jury\n\nand the appointment of the interim United States Attorney.\n\n                                  A.\n\n          Dubón and Garib argue that their right, as criminal\n\ndefendants, to a petit jury selected from a fair cross-section of the\n\ncommunity, see Taylor v. Louisiana, 419 U.S. 522, 528 (1975) (\"the\n\nselection of a petit jury from a representative cross section of the\n\ncommunity is an essential component of the Sixth Amendment right to a\n\njury trial\") (citing also 28 U.S.C. § 1861), is denied in Puerto Rico\n\nby the exclusion of potential jurors who are not proficient in English-\n\n-an exclusion which they allege systematically excludes the poor. We\n\npreviously held a similar challenge to be unavailing in United States\n\nv. Benmuhar, 658 F.2d 14 (1st Cir. 1981). Dubón and Garib seek to\n\ndistinguish Benmuhar as having been decided in part upon the absence of\n\nany viable alternative, while here they suggested simultaneous\n\ntranslation. However, we stated in United States v. Flores-Rivera,\n\n\n     23Garib raises three other arguments, which we conclude are\nwithout merit. As phrased in his brief, they are: \"The District\nCourt's Flawed Instructions On § 666 Propelled The Prosecutor To\nArgue That Dr. Garib Had A Motive To Lie To The Grand Jury\";\n\"The District Court's Endorsement Of The Flawed Theory Of\nProsecution Invited The Prosecutor To Assail Dr. Garib's\nCharacter And Prejudice His Right To A Fair Trial\"; \"The\nCumulative Effect Of The District Court's Errors Deprived Dr.\nGarib Of A Fair Trial.\"\n\n                                 -34-\n\fthat it is \"the overwhelming national interest served by the use of\n\nEnglish in a United States court,\" which \"justifies conducting\n\nproceedings in the District of Puerto Rico in English and requiring\n\njurors to be proficient in that language.\" 56 F.3d 319, 326 (1st Cir.\n\n1995) (quoting United States v. Aponte-Suarez, 905 F.2d 483, 492 (1st\n\nCir. 1990)). This justification is independent of the presence or lack\n\nof any viable alternatives.     Accordingly, we reject Appellants'\n\ncontention.\n\n                                 B.\n\n          Dubón and Garib challenge the appointment of interim United\n\nStates Attorney Guillermo Gil as statutorily and constitutionally\n\ndefective. As Appellants themselves recognize, this issue has been\n\ndefinitively resolved in the Government's favor. United States v.\n\nHilario, 218 F.3d 19, 22 (1st Cir. 2000).\n\n                                VII.\n\n          Accordingly, we affirm.\n\n\n\n\n                                -35-\n\f",
  "html": "<p class=\"case_cite\">292 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Luis E. DUB&#211;N-OTERO, Defendant-Appellant.<br>United States, Appellee,<br>v.<br>Jorge L. Garib-Bazain, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 00-2029.</p>\n    <p class=\"docket\">No. 00-2030.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard July 31, 2001.</p>\n    <p class=\"date\">Decided May 29, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED David W. Roman, with whom Brown &amp; Ubarri, Frederick P. Hafetz, Susan R. Necheles, Elizabeth M. Johnson, and Goldman &amp; Hafetz were on brief, for appellant Dub&#243;n.</p>\n      <p class=\"indent\">Scott A. Srebnick, with whom Howard M. Srebnick and Black, Srebnick, &amp; Kornspan were on brief, for appellant Garib.</p>\n      <p class=\"indent\">Richard A. Friedman, United States Department of Justice, with whom Guillermo Gil, United States Attorney, and Maria Dominguez and Thomas F. Klumper, Assistant United States Attorneys, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Luis Dub&#243;n-Otero and Jorge L. Garib-Bazain appeal from their convictions, after a joint trial, for conspiring to steal property worth more than $5,000 from an organization receiving more than $10,000 in federal benefits in any one-year period. <i>See</i> 18 U.S.C. &#167;&#167; 371, 666(a)(1)(A) and (2) (1994). They argue that there was a constructive amendment of the indictment, that there was insufficient evidence to convict them, and that the jury instructions were defective. They also challenge the makeup of their jury and the appointment of the United States Attorney. Garib also appeals his conviction for making false declarations before a grand jury in violation of 18 U.S.C. &#167; 1623 (1994). We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Advanced Community Health Services (Health Services) was incorporated in the Commonwealth of Puerto Rico in 1987 as a for-profit corporation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Dub&#243;n, a lawyer, and Garib, a doctor, were shareholders and directors. Dub&#243;n served as legal advisor to Health Services and Garib as the Medical Director of Patient Services. Dr. Yamil Kour&#237;-Perez was a consultant from the Harvard Institute for International Development who, together with Jeanette Sotomayor-Vazquez, the administrative director, and Angel Luis Corcino-Mauras, the comptroller, conducted the day-to-day operations of Health Services.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dub&#243;n and Garib were charged with conspiring to use Health Services funds to pay personal expenses and make political payoffs. The principal witness at trial was Corcino, whose testimony painted a picture of Kour&#237; as the primary conspirator. Kour&#237; and Sotomayor were indicted along with Dub&#243;n and Garib, but tried separately. They were convicted, and we affirmed in <i>United States v. Sotomayor-Vazquez,</i> 249 F.3d 1 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January 1988, Health Services contracted with the Municipality of San Juan to provide services for AIDS patients. The initial contract provided that the Municipality would pay Health Services a flat fee of $3.2 million per year for these services. Because under the contract Health Services became \"the exclusive source of AIDS counseling and professional services in San Juan,\" <i>United States v. Dub&#243;n-Otero,</i> No. 97-091, slip op. at 10 (D.P.R. March 3, 2000), federal monies began to find their way to Health Services.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Government introduced evidence regarding the payment of these federal monies to Health Services, and the ways in which Dub&#243;n and Garib diverted these funds. This evidence will be discussed in greater detail below, as we discuss the various arguments made by Dub&#243;n and Garib on appeal.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue that the district court erred by allowing a constructive amendment of the indictment. Specifically, they complain the court admitted evidence that the funds the defendants had stolen were federal or public funds, which may have been entrusted to Health Services but never lost their federal or public character. Appellants argue admission of this evidence constituted a constructive amendment of the indictment. They construe the indictment as limiting the charge against them to conspiring to steal only Health Services funds.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A constructive amendment occurs when the charging terms of the indictment are altered, either literally or in effect, by prosecution or court after the grand jury has last passed upon them. An amendment of the indictment is considered prejudicial per se and grounds for reversal of a conviction whether it is brought about by a literal alteration of the words of the indictment, a jury instruction which modifies the offense charged in the indictment, or the admission of evidence of an offense not charged by the grand jury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>United States v. Dunn,</i> 758 F.2d 30, 35 (1st Cir.1985) (internal quotation marks and citations omitted).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The charging paragraph of the indictment alleged that Dub&#243;n and Garib, \"as agents of an organization which received benefits in excess of $10,000.00 under a Federal program involving a grant, or other form of Federal assistance,\" conspired with others to \"embezzle, steal, and obtain by fraud, and without authority knowingly convert to the use of a person not the rightful owner, and intentionally misapply property worth at least $5,000.00 owned by such organization, that is, monies in excess of $2,000,000.00 in <i>program funds.</i>\" (Emphasis added.) (Paragraph Thirty-Seven of the indictment read: \"the defendants embezzled, stole and obtained by fraud, in excess of $2,000,000.00 of <i>public funds.</i>\" (Emphasis added.)) The indictment incorporated Counts Two through Thirty-Four as overt acts, which further described the funds in question as \"owned by or <i>under the care, custody, and control</i> of [Health Services].\" (Emphasis added.). Under Count I, the indictment charged Dub&#243;n and Garib generally with conspiracy to violate &#167; 666. Section 666 seeks, among other things, to punish any agent of an organization receiving more than $10,000 in federal benefits in any one-year period, who \"embezzles, steals, obtains by fraud, or otherwise without authority knowingly converts to the use of any person other than the rightful owner or intentionally misapplies property that &#8212; (i) is valued at $5,000 or more, and (ii) is owned by, <i>or is under the care, custody, or control</i> of such organization.\" 18 U.S.C. &#167; 666(a)(1)(A) (emphasis added).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> While the elements of the charged crime have to \"appear primarily from the language in the indictment ... common sense suggests that such a citation should not be entirely ignored where, as here, it so plainly reinforces what is implicit in the text.\" <i>United States v. McLennan,</i> 672 F.2d 239, 243-44 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dub&#243;n and Garib cite <i>United States v. Pheaster,</i> 544 F.2d 353 (9th Cir.1976), for the proposition that overt acts cannot supply an element missing from the charging paragraph. <i>See id.</i> at 361 (\"[A] conspiracy indictment's specification of overt acts cannot be used to supply the allegation of a critical element completely missing from the charging language.\"). However, <i>Pheaster</i> itself recognized that \"reference to the overt acts is appropriate to confirm an otherwise commonsense interpretation of an allegation which is included in the charging language,\" <i>id.</i> at 362, and thus is of no help to Appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A primary objective of the rule against constructive amendment of indictments is to ensure defendants have notice of the charges they must defend against. <i>United States v. Kelly,</i> 722 F.2d 873, 876 (1st Cir.1983); <i>cf. United States v. Delano,</i> 55 F.3d 720, 729 (2d Cir.1995) (\"[W]e have consistently permitted significant flexibility in proof, provided that the defendant was given notice....\"). The indictment here put Appellants on notice that they would have to defend against exactly the type of evidence of entrustment of which they now complain. If Dub&#243;n and Garib chose not to defend against that type of evidence, that choice does not make the district court's permitting the Government to go forward with such evidence a constructive amendment.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The indictment in this case charged a conspiracy covering the years 1989 to 1994. Dub&#243;n and Garib argue the district court erred by refusing to acquit them following trial because the Government failed to prove Health Services received any federal benefits before 1991. They contend that amounts received in 1989 were commercial payments, not federal benefits, and thus their convictions could not be predicated on pre-1991 conduct.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Since there would be no way of assuring the jury did not rely on pre-1991 conduct in reaching its conclusion, the conviction could then not stand. <i>See Yates v. United States,</i> 354 U.S. 298, 312, 77 S.Ct. 1064, 1 L.Ed.2d 1356 (1957) (\"[W]e think the proper rule to be applied is that which requires a verdict to be set aside in cases where the verdict is supportable on one ground, but not another, and it is impossible to tell which ground the jury selected.\"). The Government, on the other hand, argues it proved Health Services received federal benefits beginning in January 1989. In the alternative, the Government argues the Supreme Court's decision in <i>Neder v. United States,</i> 527 U.S. 1, 119 S.Ct. 1827, 144 L.Ed.2d 35 (1999), modified <i>Yates</i> to allow harmless error review, and the error here was indeed harmless.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a denial of a Rule 29 motion for acquittal de novo. <i>United States v. Czubinski,</i> 106 F.3d 1069, 1073 (1st Cir.1997). We also review de novo the question of what type of transactions constitute benefits under &#167; 666. <i>See United States v. Peery,</i> 977 F.2d 1230, 1233 n. 2 (8th Cir.1992) (\"[D]etermining whether section 666 applies to Peery's conduct is a question of law.\"). Finally, we review de novo the question of whether the Government presented sufficient evidence at trial to prove Health Services in fact received benefits under &#167; 666, viewing the evidence in the light most favorable to the Government. <i>See United States v. Otero-Mendez,</i> 273 F.3d 46, 50 (1st Cir.2001); <i>United States v. Fischer,</i> 168 F.3d 1273, 1276 n. 7 (11th Cir.1999), <i>aff'd Fischer v. United States,</i> 529 U.S. 667, 120 S.Ct. 1780, 146 L.Ed.2d 707 (2000); <i>United States v. Copeland,</i> 143 F.3d 1439, 1442 (11th Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants concede Health Services received federal benefits beginning in 1991. The question we must answer is whether Health Services' receipt of federal monies between 1989 and 1991 constituted receipt of federal benefits. Three distinct transactions are at issue. First, on January 13, 1989, Health Services deposited two checks totaling $11,862.14 from the Centers for Disease Control, a federal agency. The Centers for Disease Control had contracted with the Municipality to test members of the public for AIDS, and the Municipality subcontracted the work to Health Services. Health Services was paid directly by the Centers for Disease Control. There was evidence Health Services received another $11,124.03 from the Centers for Disease Control in August 1989 for similar work. Second, Health Services received $70,680 in 1989, and $99,729 in 1990, to operate an assessment and intervention center for drug addicts. This money came from the Municipality. The Municipality in turn had received it from the Commonwealth, which had received it as a grant from the National Institute on Drug Abuse (the Institute), a federal agency. Third, on January 10, 1989, Health Services received $100,000 for work on a mass-media education project on AIDS. Although this money was paid by the Municipality, there was testimony from a municipal official that this payment had its source in federal funds, which passed through the Puerto Rico Department of Health to the Municipality.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Supreme Court recently addressed the issue of what constitutes receipt of benefits under &#167; 666 in <i>Fischer v. United States,</i> 529 U.S. 667, 120 S.Ct. 1780, 146 L.Ed.2d 707 (2000).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In that case, the Court concluded that &#167; 666 \"covers fraud perpetrated on organizations participating in the Medicare program.\" <i>Id.</i> at 669, 120 S.Ct. 1780. The Court reached this conclusion because the \"nature and purposes of the Medicare program,\" <i>id.</i> at 671, 120 S.Ct. 1780, indicated payments were made \"for significant and substantial reasons in addition to compensation or reimbursement,\" such as assisting \"the hospital in making available and maintaining a certain level and quality of medical care, all in the interest of both the hospital and the greater community,\" <i>id.</i> at 679-80, 120 S.Ct. 1780. The Court stated that the term \"benefits\" is used in the statute in its ordinary sense, <i>id.</i> at 677, 120 S.Ct. 1780, and since the hospitals themselves derive significant advantage from participating in Medicare, they could be said to be deriving benefits within the meaning of &#167; 666, \"a statute we have described as `expansive,' `both as to the [conduct] forbidden and the activities covered,'\" <i>id.</i> at 678, 120 S.Ct. 1780 (quoting <i>Salinas v. United States,</i> 522 U.S. 52, 56, 118 S.Ct. 469, 139 L.Ed.2d 352 (1997)). The Court saw this conclusion as consistent with the language of the statute, which \"indicates that Congress viewed many federal assistance programs as providing benefits to participating organizations,\" as well as \"Congress' expansive, unambiguous intent to ensure the integrity of organizations participating in federal assistance programs.\" <i>Id.</i> at 678, 120 S.Ct. 1780. The Court set out the following test:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To determine whether an organization participating in a federal assistance program receives \"benefits,\" an examination must be undertaken of the program's structure, operation, and purpose. The inquiry should examine the conditions under which the organization receives the federal payments. The answer could depend, as it does here, on whether the recipient's own operations are one of the reasons for maintaining the program.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Id.</i> at 681, 120 S.Ct. 1780.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Court rejected the notion that Medicare payments made to the hospitals were compensation of the type excluded by &#167; 666(c).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> In addition to the fact that monies paid included sums to enhance the hospitals themselves, Medicare placed conditions on recipient hospitals, \"unlike the case of a contractor whom the Government does not regulate or assist for long-term objectives or for significant purposes beyond performance of an immediate transaction.\" <i>Id.</i> at 680, 120 S.Ct. 1780.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The Court also rejected the contention that since the primary beneficiary of Medicare was the individual patient, the hospitals could not also be said to have received a benefit under the program. <i>Id.</i> at 677, 120 S.Ct. 1780. Finally, the Court refused to endorse the notion that all that was required for funds to constitute benefits under &#167; 666 was to establish that they came from a federal program. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">When we apply <i>Fischer</i> to this case, we conclude, and the jury supportably could have so found, that the Institute payments that Health Services received constituted benefits.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The Institute<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> monies in this case were originally disbursed under a grant to the Puerto Rico Department of Anti-Addiction Services. Anti-Addiction Services in turn made a grant of a portion of these funds to the Municipality, which then paid Health Services. Dub&#243;n acknowledges this money was \"clearly a grant intended to assist AIDS patients in Puerto Rico,\" and \"may also have been intended to assist the Commonwealth or the Municipality in that it enabled these government entities to assist citizens with drug addictions.\" Dub&#243;n questions, however, \"whether the program under which this money was paid was intended to aid or promote the well being of [<i>Health Services</i>].\" We point out that the Supreme Court in <i>Fischer</i> only said that \"[t]he answer [to the question of whether there are federal benefits under &#167; 666] <i>could</i> depend ... on whether the recipient's own operations are one of the reasons for maintaining the program.... Other cases may present questions requiring further examination and elaboration of the term `benefits.'\" 529 U.S. at 681-82, 120 S.Ct. 1780 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One of the Institute's goals in making grants is to \"insure care of good quality, in general community facilities.\" 21 U.S.C. &#167; 1177(f).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Under its contract with the Municipality, Health Services was \"the exclusive source of AIDS counseling and professional services in San Juan ... supplying AIDS services under a federally financed program.\" <i>Dub&#243;n-Otero,</i> No. 97-091, slip op. at 10.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Therefore, the Institute would naturally intend its monies to assist Health Services in providing AIDS care, much as Medicare monies assist hospitals in providing patient care.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It makes no difference that Health Services received this money indirectly. It is now well established that benefits under &#167; 666 are not limited solely to primary target recipients or beneficiaries. <i>See Fischer,</i> 168 F.3d at 1278 (\"[T]he plain language of &#167; 666(b) does not distinguish between an organization ... that receives `benefits' directly under a federal program and an organization ... that receives `benefits' as an assignee under a federal program.\"); <i>cf. Fischer,</i> 529 U.S. at 677-78, 120 S.Ct. 1780 (\"Medicare operates with a purpose and design above and beyond point-of-sale patient care.\"). Health Services' contract with the Municipality contemplated a relationship between Health Services and the United States Government, and those operating federal assistance programs like the Institute are well aware that recipients of program funds use subgrants and subcontracts to further effectuate the program's goals. Lawrence Poole, a grants manager for the United States Department of Health and Human Services,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> testified that \"a grant award [that] is issued by an agency could and does in fact translate into subcontracts or subgrantee relationships with other organizations.\" Poole further testified that Health Services received federal funding as a subgrantee for the years of 1988 and 1989, and that \"the requirements for each subgrantee or subcontract relationship are subject to the same requirements for accountability of federal funds and terms of the award as the actual grantee recipient of federal funds.\" We conclude that if the payments in <i>Fischer</i> were \"made not simply to reimburse,\" 529 U.S. at 679, 120 S.Ct. 1780, then neither were the payments here.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue that the district court erred in denying their motions for acquittal for insufficient evidence. Pointing to the fact that the indictment charged them with conspiring to steal from Health Services, they assert the Government did not prove the crucial element of lack of consent of the corporation. They cite <i>United States v. Burbank</i> for the proposition that there can be no theft where \"[n]o evidence [is] presented by the government to show that the transactions were not authorized by the corporation.\" 848 F.2d 453, 454 (4th Cir.1988).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> They contend Health Services' shareholders and board of directors consented to the transactions at issue and therefore there was no theft.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In reviewing a challenge to the sufficiency of the evidence, \"[t]he verdict of a jury must be sustained if there is substantial evidence, taking the view most favorable to the Government, to support it.\" <i>Glasser v. United States,</i> 315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680 (1942); <i>see United States v. Mena-Robles,</i> 4 F.3d 1026, 1031 (1st Cir.1993) (stating that the issue in a sufficiency challenge is \"whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Government presented evidence that between 1987 and May 1991 Dub&#243;n received $10,000 per month from Health Services as a legal retainer, although Health Services' board of directors had authorized a retainer of only $5,000. Someone had tampered with the original board minutes to show authorization for a monthly retainer of $10,000, allowing Dub&#243;n to funnel the additional $5,000 per month to Kour&#237;. Specifically, the director of the word processing center where the minutes were transcribed testified that the original page of the minutes setting forth the retainer as $5,000 was replaced in another set of minutes with a page showing the retainer as $10,000. The page showing the retainer as $10,000 was a different consistency than the rest of the minutes and was not produced at the same word processing center. Corcino testified the additional $5,000 was going to Kour&#237; to pay Kour&#237;'s home rent and credit card bills. Corcino further testified that Kour&#237; could not be on Health Services' payroll because Kour&#237; was under contract with the Harvard Institute for International Development, which in turn had a contract directly with the Municipality of San Juan.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Government also presented evidence that Garib employed a personal housekeeper, as well as a secretary for his private practice, using Health Services' money. Corcino, Health Services' comptroller, testified that for a long time he was not aware that Health Services was paying for a private secretary and personal housekeeper for Garib, and that in his opinion such payments constituted an unauthorized diversion of Health Services funds for personal use. The housekeeper testified that the signature on the timesheets bearing her name was not hers. The secretary testified that while she was paid by Health Services, ninety-nine percent of her time was spent on tasks related to Garib's private practice.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, there was evidence at trial that Appellants also used Health Services assets to purchase political support, which Health Services was dependent upon for its funding. Before the San Juan mayoral election of 1988, Garib allegedly loaned a $19,000 video camera to one of the candidates, Jose Granados-Navedo. The camera had been purchased with a Health Services check. Garib and Kour&#237; later met with Granados to discuss Health Services providing other financial support for his campaign.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To generate more cash, Garib, Sotomayor, and Corcino then met with Antonio Fernandez, the owner of IMA Productions, and presented him a Health Services check made out to IMA in the amount of $60,000 and signed by Garib and Sotomayor. Only some of this money was intended to pay for services performed by IMA. Garib asked Fernandez to endorse the check and cash it &#8212; or else write separate IMA checks payable to other persons who had not rendered services &#8212; so Garib could recover the excess in cash. Garib explained Health Services had an urgent need of cash to make certain payments that it could not make by company check. When Fernandez refused to participate, Garib stated that he had solved the problem in another way. Garib later met with Granados and gave him a box containing more than $100,000 in cash.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Granados lost the election. After the new administration assumed office, payments on the AIDS contract were delayed. Kour&#237; later told Corcino that he had taken care of the problem by arranging for $5,000 a month to be paid to the candidate who had won the election, Mayor Hector Luis Acevedo, and $5,000 to the Director of the Health Department of the Municipality, Dr. Freddie Borras. Regular payments by the Municipality on the AIDS contract then resumed. The $10,000 monthly payments were raised by cashing Health Services checks issued to persons who had performed no services. Several of these checks were signed by Garib and Dub&#243;n. Dub&#243;n's law firm was also involved in cashing a series of these Health Services checks at Dub&#243;n's direction, with at least one of the checks being issued to Dub&#243;n's son, who had performed no services. Toward the end of 1990 Dub&#243;n told Corcino, \"I am not going to sign for that [expletive] any longer.\" He did not, however, object to the continued diversion of the funds.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Viewing this evidence in the light most favorable to the Government, as we must, we conclude that a rational jury could find beyond a reasonable doubt that Dub&#243;n and Garib were participants in a conspiracy to use Health Services funds to pay personal expenses and make political payoffs as charged in the indictment. The evidence of informal alterations of the board minutes as a means to funnel funds to Kour&#237;, of the apparent use of a forged signature to divert Health Services' funds to pay for Garib's personal housekeeper, of the use of a Health Services' employee to do work almost exclusively for Garib's private practice, and of the clandestine efforts to turn Health Services checks into cash are all evidence from which a jury could find that defendants \"without valid authority\" embezzled, stole, or obtained by fraud money or property.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Dub&#243;n and Garib challenge a number of the district court's decisions regarding jury instructions. We address each in turn, recognizing that when alleged errors involve particular instructions' adequacy in explaining the law, as they do here, \"[w]e must look at the entire charge, in light of the evidence, and determine whether, taken as whole, the court's instructions fairly and adequately submitted the issues in the case to the jury.\" <i>United States v. Woodward,</i> 149 F.3d 46, 69 (1st Cir.1998).</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court denied defendants' requested jury instructions, including instructions which required the Government to prove that the actions of defendants were designed to \"cheat Health Services,\" that Health Services was the \"victim,\" and that authorization by Health Services was thus a defense.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Instead, the district court instructed the jury that it was sufficient to find that the funds at issue were \"something of value in excess of $5,000 in connection with federal funding\" and \"under the care, custody or control\" of Health Services.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We conclude the district court did not err in its instructions to the jury. The district court instructed that theft involved taking property without authority and that embezzlement involved taking property under one's control belonging to another.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Its further instructions that there was a crime if the money or property stolen \"was owned by or was under the care, custody, or control of [Health Services],\" was proper in light of our discussion above in Part I. The instructions taken as a whole fairly and adequately informed the jury of the applicable law.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue the district court erred by refusing to instruct the jury on the requested definition of federal benefits. We have already set out the applicable law as to what constitutes federal benefits under &#167; 666 in Part II above.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Dub&#243;n and Garib requested the following instructions: (1) Not every payment by the federal government to an organization constitutes federal \"benefits\" as required by the statute; (2) Federal money paid to a private corporation as payment of fees for services already rendered by the corporation does not qualify as federal benefits; (3) Payments made by the federal government to a private corporation as part of an ordinary commercial transaction do not qualify as federal benefits; (4) Money paid to a corporation is a federal benefit if the corporation was required to \"administer\" the money under an agreement with the government or to \"disburse\" the money to others. The district court, meanwhile, tracked the statutory language in instructing the jury.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> <i>Cf. United States v. Paradies,</i> 98 F.3d 1266, 1289 (11th Cir.1996) (concluding there was no plain error in district court's failure to instruct on an element of &#167; 666, where the instructions \"tracked the statutory requirements\" and the evidence at trial was sufficient for a jury to find the element in question satisfied).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We conclude the first three of the requested instructions were adequately covered by the district court when it instructed the jury that \"legitimate, valid, bona fide salary, wages, fees, or other compensation paid or expenses paid or reimbursed in the ordinary course of business\" did not constitute benefits. As to the fourth requested instruction, Dub&#243;n and Garib direct us to no authority supporting such a definition of federal benefits under &#167; 666, nor do we believe that such is a complete statement of the law in this respect.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> We cannot conclude that there is error in refusing an offered instruction where we are left to speculate as to an appellant's legal underpinning for the proposed instruction. One may argue that <i>United States v. Rooney,</i> 986 F.2d 31 (2d Cir.1993), provides some support. In that case the Second Circuit stated that \"[i]n each of the cases [enumerated by the Senate Report to illustrate situations &#167; 666 is intended to include], the organization ... provided the Federal government with a service by administering a government program.\" <i>Id.</i> at 35. But that discussion of legislative history was dictum, since the court there had already concluded that benefits were present on the basis of &#167; 666's statutory language. <i>Id.</i> at 34. More importantly, a court's refusal to instruct in the language of an appellate opinion does not justify reversal. <i>See Kent v. Smith,</i> 404 F.2d 241, 244 (2d Cir.1968) (\"[I]t is generally not helpful to take quotations from the opinions of appellate courts, that were never intended to be used as instructions to juries, and submit these in the form of requests to charge.\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We are aware that the Supreme Court in <i>Fischer</i> stated that \"[t]o determine whether an organization participating in a federal assistance program receives `benefits,' an examination must be undertaken of the program's structure, operation, and purpose.\" 529 U.S. at 681, 120 S.Ct. 1780. The record before us demonstrates that evidence was before the jury relevant to these issues, and the district court, in ruling on the motion for acquittal, expressly analyzed these issues.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The district court did not err in instructing the jury in this respect.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue that the district court erred by refusing to instruct the jury that it could only return a verdict of guilty on the basis of conduct occurring after Health Services first received federal benefits. The requested instruction stated:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">An expenditure that occurred before [Health Services] ever received any federal benefits is not a violation of 18 U.S.C. section 666. The government must prove that the defendant agreed to an unauthorized expenditure or expenditures that occurred after [Health Services] received federal benefits. Therefore, if the defendant agreed only to an expenditure or expenditures occurring before Health Services received any federal benefits, you must find the defendant not guilty of count 1.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court denied this request.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The relevant statutory language states: \"[T]he circumstance [that must exist for there to be a federal crime] is that the organization ... receives, in any one year period, benefits in excess of $10,000 under a Federal program involving a grant, contract, subsidy, loan, guarantee, insurance, or other form of Federal assistance.\" &#167; 666(b). The statute further defines one-year period as \"a continuous period that commences no earlier than twelve months before the commission of the offense or that ends no later than twelve months after the commission of the offense. Such period may include time both before and after the commission of the offense.\" &#167; 666(b)(5).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Garib now argues the instruction given by the district court allowed the jury to return a guilty verdict on the basis of conduct occurring before Health Services received any federal money at all, much less federal benefits.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> For instance, the jury could have found Garib guilty on the basis of conduct occurring only in 1988 (before Health Services received any federal monies), added twelve months to get into 1989 (when Health Services received over $10,000 in federal funds), and thus satisfied the instruction. Garib argues federally criminalizing his 1988 conduct in that way would exceed the government's authority under the Spending Clause of the United States Constitution, U.S. Const. art. I, &#167; 8, cl. 1. <i>See Fischer,</i> 529 U.S. at 689, 120 S.Ct. 1780 (Thomas, J., dissenting) (\"We have held that the spending power requires, at least, that the exercise of federal power be related `to the federal interest in particular national projects or programs.'\") (quoting <i>South Dakota v. Dole,</i> 483 U.S. 203, 207, 107 S.Ct. 2793, 97 L.Ed.2d 171 (1987)); <i>United States v. Zwick,</i> 199 F.3d 672, 687 (3d Cir.1999) (\"Applying &#167; 666 to offense conduct, absent evidence of any federal interest, would appear to be an unconstitutional exercise of power under the Spending Clause.\").</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In support of his contention that the jury could have found him guilty based solely on 1988 conduct, Garib points to the Government's argument to the jury in summation:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">And you will recall that Mr. Poole testified that on January 10 of 1989, federal funds were received through that grant. And you will recall that that grant was in excess of $10,000. And why is that date important? Because, as the judge will instruct you on what the law is for federal program fraud, the government has to prove that $10,000 were received in any one calender [sic] year period either before or after the commission of the offense. And if you take the date of January 10th of 1989 and go back one year, it takes you to January 10th of 1988, close to the date on which [Health Services] was created.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Garib and Dub&#243;n requested a special verdict that would have required the jury to identify what conduct it was basing its verdict on, but the Government objected, and the district court did not submit a special verdict form.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The Government responds that the indictment charged a conspiracy beginning in 1989 and that the jury was instructed accordingly. It argues the 1988 conduct was only presented to show the existence of a conspiracy. It further argues that even if 1988 conduct was a basis for the jury's verdict, there in fact was federal interest in the form of pending contracts. Finally, the Government argues any error was harmless because the jury found that a conspiracy existed, that Dub&#243;n's conduct occurred in 1989, and that Garib, as a co-conspirator, was responsible for that conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We conclude there was no error. To begin with, the instruction requested by Dub&#243;n and Garib was not a correct statement of the law, because what the Government had to prove was that the defendants agreed to join a conspiracy to steal from Health Services and that an overt act in furtherance of that conspiracy occurred after &#167; 666 became applicable. The requested language was simply too narrow. Most importantly, however, the district court's instructions as to the scope of the indictment properly limited the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">So let's now talk about conspiracy. For you to find a defendant guilty of conspiracy, you must be convinced that the government has proved each of the following elements beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">First, that between in or about <i>January of 1989</i> up to and including February of 1994, the agreement specified in the indictment and not some other agreement or agreements existed between at least two of the defendants charged in the indictment; and second, that the defendants Luis Dubon and Jorge Garib each willfully joined in that agreement; and third that at least one of the conspirators committed at least one overt act in the an [sic] effort to further the purpose of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As for the Government's argument to the jury in summation, it was not the subject of a timely objection and we will not say it was plain error to permit it.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> <i>See Chute v. Sears Roebuck and Co.,</i> 143 F.3d 629, 630 (1st Cir.1998) (\"[T]he court of appeals will consider a forfeited objection only if an error was committed, if the error was `plain' (i.e. clear under current law), if the error was prejudicial, and if review is needed to prevent a miscarriage of justice.\") (citing <i>United States v. Olano,</i> 507 U.S. 725, 733-37, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993)).</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Garib challenges his perjury conviction. <i>See</i> 18 U.S.C. &#167; 1623 (imposing punishment on anyone who, under oath in any proceeding before any grand jury, knowingly makes any false material declaration). Garib's perjury charge stems from testimony he gave before the grand jury. As part of that testimony he denied giving political contributions, or loaning a video camera, to Granados. He also denied asking Fernandez to sign a $60,000 check so Garib could generate cash. Garib now argues he was denied a fair trial on his perjury charge for two reasons. First, he argues that by improperly instructing the jury as to &#167; 666's \"one-year-period\" and Health Services' authorization defense, the court effectively directed a verdict as to materiality. Because we have concluded above that the district court's instructions on these matters were not improper, Garib's argument on this first point must fail. Second, Garib argues the district court's instructions as to perjury removed the Government's burden of proving the falsity of the statements at issue. The district court instructed the jury that:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In order to sustain its burden of proof for the purpose of making a false declaration before the federal grand jury as charged in Count Thirty-five of the indictment, the government must prove the following four essential elements beyond a reasonable doubt. One, that the defendant Jorge Garib gave testimony under oath before a federal grand jury; number two, that the defendant Jorge Garib made <i>the false material statement</i> as detailed in the indictment during that testimony; three, the defendant Jorge Garib knew that the statements were false when he gave the testimony; and four, that the statement or representation was material, meaning that it had a natural tendency to influence or was capable of influencing a decision or an action, whether or not it actually influenced or deceived anyone. I also instruct you that truth is a defense to perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">(Emphasis added.) We see no error in the district court's instructions because they adequately covered the Government's burden of proof. <i>See United States v. Watson,</i> 623 F.2d 1198, 1204 (7th Cir.1980) (upholding similar instruction).<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Finally, Dub&#243;n and Garib challenge the makeup of their jury and the appointment of the interim United States Attorney.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue that their right, as criminal defendants, to a petit jury selected from a fair cross-section of the community, <i>see Taylor v. Louisiana,</i> 419 U.S. 522, 528, 95 S.Ct. 692, 42 L.Ed.2d 690 (1975) (\"the selection of a petit jury from a representative cross section of the community is an essential component of the Sixth Amendment right to a jury trial\") (citing also 28 U.S.C. &#167; 1861), is denied in Puerto Rico by the exclusion of potential jurors who are not proficient in English &#8212; an exclusion which they allege systematically excludes the poor. We previously held a similar challenge to be unavailing in <i>United States v. Benmuhar,</i> 658 F.2d 14 (1st Cir.1981). Dub&#243;n and Garib seek to distinguish <i>Benmuhar</i> as having been decided in part upon the absence of any viable alternative, while here they suggested simultaneous translation. However, we stated in <i>United States v. Flores-Rivera,</i> that it is \"the overwhelming national interest served by the use of English in a United States court,\" which \"justifies conducting proceedings in the District of Puerto Rico in English and requiring jurors to be proficient in that language.\" 56 F.3d 319, 326 (1st Cir.1995) (quoting <i>United States v. Aponte-Suarez,</i> 905 F.2d 483, 492 (1st Cir.1990)). This justification is independent of the presence or lack of any viable alternatives. Accordingly, we reject Appellants' contention.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Dub&#243;n and Garib challenge the appointment of interim United States Attorney Guillermo Gil as statutorily and constitutionally defective. As Appellants themselves recognize, this issue has been definitively resolved in the Government's favor. <i>United States v. Hilario,</i> 218 F.3d 19, 22 (1st Cir.2000).</p>\n    </div>\n    <p>VII.</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Accordingly, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Health Services later became a non-profit corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because our ultimate conclusion is that there was no constructive amendment in this case, we need not address the Government's argument that the rule of per se reversal of cases where there has been a constructive amendment has been modified by the Supreme Court's recent decision in<i>Neder v. United States,</i> 527 U.S. 1, 119 S.Ct. 1827, 144 L.Ed.2d 35 (1999) (holding that failure to instruct jury on element of crime is subject to harmless error review).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statute provides in relevant part:</p>\n        <p class=\"indent\">(a) Whoever, if the circumstances described in subsection (b) of this section exists &#8212;</p>\n        <p class=\"indent\">(1) being an agent of an organization, or of a State, local, or Indian tribal government, or agency thereof &#8212;</p>\n        <p class=\"indent\">(A) embezzles, steals, obtains by fraud, or otherwise without authority knowingly converts to the use of any person other than the rightful owner or intentionally misapplies, property that &#8212;</p>\n        <p class=\"indent\">(i) is valued at $5,000 or more, and</p>\n        <p class=\"indent\">(ii) is owned by, or is under the care, custody, or control of such organization, government, or agency;</p>\n        <p class=\"indent\">....</p>\n        <p class=\"indent\">shall be fined under this title, imprisoned not more than 10 years, or both.</p>\n        <p class=\"indent\">(b) The circumstance referred to in subsection (a) of this section is that the organization, government, or agency receives, in any one year period, benefits in excess of $10,000 under a Federal program involving a grant, contract, subsidy, loan, guarantee, insurance, or other form of Federal assistance.</p>\n        <p class=\"indent\">(c) This section does not apply to bona fide salary, wages, fees, or other compensation paid, or expenses paid or reimbursed, in the usual course of business.</p>\n        <p class=\"indent\">(d) As used in this section &#8212;</p>\n        <p class=\"indent\">....</p>\n        <p class=\"indent\">(5) the term \"in any one-year period\" means a continuous period that commences no earlier than twelve months before the commission of the offense or that ends no later than twelve months after the commission of the offense. Such period may include time both before and after the commission of the offense.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 666.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As we explain below, federal monies are not synonymous with federal benefits for purposes of a conviction under &#167; 666</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As in Part I above, our ultimate conclusion here precludes our having to address the Government's alternative<i>Neder</i> argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>Fischer</i> was decided after the convictions in this case. Nonetheless, it applies on direct appeal. <i>See United States v. Ochs,</i> 842 F.2d 515, 519 (1st Cir.1988) (\"[I]n our direct review of the convictions entered below, we are bound by <i>McNally</i> [<i>v. United States,</i> 483 U.S. 350, 107 S.Ct. 2875, 97 L.Ed.2d 292 (1987)], even though it was decided after the completion of proceedings in the district court.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Subsection (c) states: \"This section does not apply to bona fide salary, wages, fees, or other compensation paid, or expenses paid or reimbursed, in the usual course of business.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> A number of cases from other circuits, which preceded<i>Fischer,</i> also support the proposition that, while purely commercial payments made by the government \"as a commercial entity, such as payments for supplies or equipment,\" do not constitute benefits under &#167; 666, the mere presence of quid pro quo does not preclude a finding of federal benefits. <i>United States v. Rooney,</i> 986 F.2d 31, 33-34 (2d Cir.1993) (holding that loan proceeds received from the Farmers Home Administration constituted benefits); <i>see United States v. Copeland,</i> 143 F.3d 1439, 1441 (11th Cir.1998) (holding that money paid to Lockheed Aeronautical Systems Company as the prime contractor for the Department of Defense did not constitute benefits under &#167; 666); <i>United States v. Marmolejo,</i> 89 F.3d 1185, 1189-91 (5th Cir.1996) (holding that funds provided to a county jail, in exchange for the jail housing federal prisoners, constituted benefits), <i>aff'd sub nom. Salinas v. United States,</i> 522 U.S. 52, 118 S.Ct. 469, 139 L.Ed.2d 352 (1997). Those cases distinguish purely commercial transactions from \"monies distributed through `Federal programs,' for which there is `a specific statutory scheme authorizing the Federal assistance in order to promote or achieve certain policy objectives.'\" <i>Rooney,</i> 986 F.2d at 35 (quoting S.Rep. No. 98-225, at 369 (1984), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3510); <i>see Copeland,</i> 143 F.3d at 1441-42; <i>Marmolejo,</i> 89 F.3d at 1190.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We thus need not decide the character of the Centers for Disease Control or mass-media education project payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The National Institute on Drug Abuse \"supports over 85 percent of the world's research on the health aspects of drug abuse and addiction.\" National Institute on Drug Abuse,<i>Welcome to the NIDA Website, at http:-//www.drugabuse.gov/NIDAWelcome.html</i> (last visited May 17, 2002). Part of its mission \"is to ensure the rapid and effective dissemination and use of the results of that research to significantly improve drug abuse and addiction prevention, treatment, and policy.\" <i>Id.</i> Distribution of funds is authorized under 21 U.S.C. &#167; 1177 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Congress has authorized the Secretary of Health and Human Services, \"acting through the National Institute on Drug Abuse,\" to make grants and \"enter into contracts with individuals and public and private nonprofit entities\" in order to provide \"educational programs, technical assistance for the development, demonstration, and evaluation of drug abuse prevention, treatment, and rehabilitation programs,\" and in so doing to \"accord a high priority to applications for grants or contracts for primary prevention programs.\" 21 U.S.C. &#167; 1177(a). The Secretary is to \"require coordination of all applications for programs.\" &#167; 1177(c). Projects and programs for prevention and treatment services are subject to specific requirements. They should, \"whenever possible, be community based, insure care of good quality in general community care facilities ... and be integrated with, and provide for the active participation of, a wide range of public and nongovernmental agencies, organizations, institutions, and individuals.\" &#167; 1177(f). \"[W]here a substantial number of the individuals in the population served by the project or program are of limited English-speaking ability, [they should] ... utilize ... outreach workers fluent in the language spoken,\" and \"identify an individual who is fluent both in that language and English\" to provide guidance to individuals of limited English-speaking ability<i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The contract with the Municipality provides in pertinent part that:</p>\n        <p class=\"indent\">The Municipality must hire the services of a company with personnel that has the experience and professional knowledge necessary to design, establish, direct and manage the AIDS program of San Juan.... [Health Services] will utilize the equipment located at the facilities provided by the Municipality.... Epidemiological services will be provided in order to establish a state of alertness of the disease as well as counseling and treatment to the patients. The epidemiological activities shall be coordinated with the respective state and federal authorities.... [Health Services] will establish an educational program for the community in order to create public conscience especially to high risk groups.... The population at large will be educated regarding prevention of AIDS and the different methods of transmission.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Department of Health and Human Services encompasses the National Institute on Drug Abuse. Mr. Poole described his duties as administering individual discretionary grant programs geared primarily toward provision of health care in United States territories. He had been with Health and Human Services approximately thirty years and was very familiar with their federal grant programs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Because we ultimately conclude that there was sufficient evidence for the jury to find a lack of valid authorization, Appellants'<i>Burbank</i> argument need not detain us. We have serious concerns about some of the broad language in <i>Burbank,</i> but it suffices to say that while it is one thing to decide that the consent of sole or co-owners can preclude conviction for interstate transport of stolen money (as was the case in <i>Burbank</i> under 18 U.S.C. &#167; 2314 (2000)), it would be quite another to extend that holding to this case involving a conspiracy to embezzle or steal funds from an organization receiving funds from the federal government, especially given the attendant complexities of 18 U.S.C. &#167; 666.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> One of the requested instructions said that</p>\n        <p class=\"indent\">\"to act with intent to defraud means to act knowingly with the intent or the purpose to obtain, deceive, or cheat [Health Services] out of money or property.\" There was also a request to instruct the jury that</p>\n        <p class=\"indent\">The government must prove beyond a reasonable doubt that [Health Services] did not authorize the expenditure. One of the ways by which a corporation can authorize a payment is by the board of directors. If the board of directors of Advanced Community Health Services authorized an expenditure, then this expenditure was not theft or embezzlement.</p>\n        <p class=\"indent\">Other instructions were requested, but since they all embody variations of the same theme as the ones above, we need not set them all out.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court instructed:</p>\n        <p class=\"indent\">Embezzlement is the fraudulent appropriation of property with [sic] one properly entrusted with its possession.</p>\n        <p class=\"indent\">It is to willfully convert to one's own use, without authority, another's money and property, of which the wrongdoer acquired possession validly, of [sic] some office, employment or position of trust.</p>\n        <p class=\"indent\">Theft, also known as larceny, is the act of stealing or taking of property without the owner's consent. It is the fraudulent taking of personal property for [sic] money belonging to another from his possession or from the possession of some person holding the same for him without his consent, with an intent to deprive the owner of the value of the same and to appropriate it to the use or benefit of the person taking it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The district court instructed the jury that</p>\n        <p class=\"indent\">in order for them to return a guilty verdict, Health Services must have received</p>\n        <p class=\"indent\">in any one-year period benefits in excess of $10,000 under a federal program involving a grant, a contract, a subsidy, a loan, a guarantee, insurance or other form of federal assistance. This section [666] does not apply to bona fide salary, wages, fees, or other compensation paid, or expenses paid or reimbursed in the usual course of business.</p>\n        <p class=\"indent\">The district court reiterated this element of &#167; 666 later.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Dub&#243;n and Garib cite<i>Marmolejo,</i> 89 F.3d at 1189, for the proposition that \"[t]he plain language of &#167; 666 is ambiguous in defining `Federal Program' and `Federal Assistance,'\" and therefore more was required than mere recitation of the statutory language. However, there can be little doubt that the National Institute on Drug Abuse (which we have concluded is the source of the federal benefits at issue here) is a federal assistance program. Thus, even if we were to find error in the district court's failure to define \"federal program\" and \"federal assistance\" in its instructions, such error would be harmless. <i>See Bastien v. Goddard,</i> 279 F.3d 10, 16 (1st Cir.2002) (instructional error \"entitles appellant to a new trial on his claim only if it had a prejudicial effect\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Garib acknowledges the requested instructions were written \"so that the jury could differentiate between the payments Health Services received in 1989 (which were not `benefits'), and the federal grants it received after February 1991 (which were `benefits').\" Since we have already concluded that Health Services did receive benefits in 1989, the requested instructions buckle under their own weight</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> The district court stated:</p>\n        <p class=\"indent\">Defendants' requests are premised upon their enduring contention that federal money paid to a private corporation which performs a service for the government can not constitute federal benefits.</p>\n        <p class=\"indent\">We have disagreed, and continue to disagree, with such a contention. To summarize, we find that [Health Services] was not in a purely commercial relationship with the federal government. First, the contract between the Municipality of San Juan and [Health Services] provided that [Health Services] was to be the exclusive source of AIDS counseling and professional services in San Juan and that the Municipality maintained administrative and supervisory roles over [Health Services]. This fact alone clearly indicates more than a commercial relationship. Moreover, we find that the contractual relationship itself is a form of a federal assistance, supplying AIDS services under a federally financed program. <i>See United States v. Copeland,</i> 143 F.3d 1439, 1441 (11th Cir.1998) (\"[O]rganizations engaged in contractual relationships with the federal government would fall within the scope of [section 666], if those `contractual relationships constitut[ed] some form of Federal assistance.'\") (internal citations omitted). We instructed the jury accordingly.</p>\n        <p class=\"indent\"><i>Dub&#243;n-Otero,</i> No. 97-091, slip op. at 10-11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Because Dub&#243;n's conduct all involved 1989, and because we have already concluded that there was indeed sufficient evidence for the jury to find that Health Services had received federal benefits in 1989, we only need to consider this argument as it pertains to Garib</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Garib also points to the district court's reimbursement order following the conviction as evidence of the district court's alleged confusion on this issue. In that order, the district court required Garib to repay the federal government for losses it incurred as a result of Garib's conduct in 1988. Even if we were to agree that the reimbursement order suggests a misunderstanding of the law on the part of the judge, it does not invalidate the judge's instructions. The judge need not be correct in his reasoning, so long as he was correct in his decision being challenged on appeal<i>See Helvering v. Gowran,</i> 302 U.S. 238, 245, 58 S.Ct. 154, 82 L.Ed. 224 (1937) (\"In the review of judicial proceedings the rule is settled that if the decision below is correct, it must be affirmed, although the lower court relied upon a wrong ground or gave a wrong reason.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Garib raises three other arguments, which we conclude are without merit. As phrased in his brief, they are: \"The District Court's Flawed Instructions On &#167; 666 Propelled The Prosecutor To Argue That Dr. Garib Had A Motive To Lie To The Grand Jury\"; \"The District Court's Endorsement Of The Flawed Theory Of Prosecution Invited The Prosecutor To Assail Dr. Garib's Character And Prejudice His Right To A Fair Trial\"; \"The Cumulative Effect Of The District Court's Errors Deprived Dr. Garib Of A Fair Trial.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Luis E. DUB&#211;N-OTERO, Defendant-Appellant.<br>United States, Appellee,<br>v.<br>Jorge L. Garib-Bazain, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 00-2029.</p>\n    <p class=\"docket\">No. 00-2030.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard July 31, 2001.</p>\n    <p class=\"date\">Decided May 29, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED David W. Roman, with whom Brown &amp; Ubarri, Frederick P. Hafetz, Susan R. Necheles, Elizabeth M. Johnson, and Goldman &amp; Hafetz were on brief, for appellant Dub&#243;n.</p>\n      <p class=\"indent\">Scott A. Srebnick, with whom Howard M. Srebnick and Black, Srebnick, &amp; Kornspan were on brief, for appellant Garib.</p>\n      <p class=\"indent\">Richard A. Friedman, United States Department of Justice, with whom Guillermo Gil, United States Attorney, and Maria Dominguez and Thomas F. Klumper, Assistant United States Attorneys, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Luis Dub&#243;n-Otero and Jorge L. Garib-Bazain appeal from their convictions, after a joint trial, for conspiring to steal property worth more than $5,000 from an organization receiving more than $10,000 in federal benefits in any one-year period. <i>See</i> 18 U.S.C. &#167;&#167; 371, 666(a)(1)(A) and (2) (1994). They argue that there was a constructive amendment of the indictment, that there was insufficient evidence to convict them, and that the jury instructions were defective. They also challenge the makeup of their jury and the appointment of the United States Attorney. Garib also appeals his conviction for making false declarations before a grand jury in violation of 18 U.S.C. &#167; 1623 (1994). We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Advanced Community Health Services (Health Services) was incorporated in the Commonwealth of Puerto Rico in 1987 as a for-profit corporation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Dub&#243;n, a lawyer, and Garib, a doctor, were shareholders and directors. Dub&#243;n served as legal advisor to Health Services and Garib as the Medical Director of Patient Services. Dr. Yamil Kour&#237;-Perez was a consultant from the Harvard Institute for International Development who, together with Jeanette Sotomayor-Vazquez, the administrative director, and Angel Luis Corcino-Mauras, the comptroller, conducted the day-to-day operations of Health Services.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dub&#243;n and Garib were charged with conspiring to use Health Services funds to pay personal expenses and make political payoffs. The principal witness at trial was Corcino, whose testimony painted a picture of Kour&#237; as the primary conspirator. Kour&#237; and Sotomayor were indicted along with Dub&#243;n and Garib, but tried separately. They were convicted, and we affirmed in <i>United States v. Sotomayor-Vazquez,</i> <span class=\"citation\" data-id=\"199390\"><a href=\"/opinion/199390/united-states-v-sotomayor-vazquez/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January 1988, Health Services contracted with the Municipality of San Juan to provide services for AIDS patients. The initial contract provided that the Municipality would pay Health Services a flat fee of $3.2 million per year for these services. Because under the contract Health Services became \"the exclusive source of AIDS counseling and professional services in San Juan,\" <i>United States v. Dub&#243;n-Otero,</i> No. 97-091, slip op. at 10 (D.P.R. March 3, 2000), federal monies began to find their way to Health Services.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Government introduced evidence regarding the payment of these federal monies to Health Services, and the ways in which Dub&#243;n and Garib diverted these funds. This evidence will be discussed in greater detail below, as we discuss the various arguments made by Dub&#243;n and Garib on appeal.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue that the district court erred by allowing a constructive amendment of the indictment. Specifically, they complain the court admitted evidence that the funds the defendants had stolen were federal or public funds, which may have been entrusted to Health Services but never lost their federal or public character. Appellants argue admission of this evidence constituted a constructive amendment of the indictment. They construe the indictment as limiting the charge against them to conspiring to steal only Health Services funds.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A constructive amendment occurs when the charging terms of the indictment are altered, either literally or in effect, by prosecution or court after the grand jury has last passed upon them. An amendment of the indictment is considered prejudicial per se and grounds for reversal of a conviction whether it is brought about by a literal alteration of the words of the indictment, a jury instruction which modifies the offense charged in the indictment, or the admission of evidence of an offense not charged by the grand jury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>United States v. Dunn,</i> <span class=\"citation\" data-id=\"449678\"><a href=\"/opinion/449678/united-states-v-john-f-dunn-jr/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 35 (1st Cir.1985) (internal quotation marks and citations omitted).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The charging paragraph of the indictment alleged that Dub&#243;n and Garib, \"as agents of an organization which received benefits in excess of $10,000.00 under a Federal program involving a grant, or other form of Federal assistance,\" conspired with others to \"embezzle, steal, and obtain by fraud, and without authority knowingly convert to the use of a person not the rightful owner, and intentionally misapply property worth at least $5,000.00 owned by such organization, that is, monies in excess of $2,000,000.00 in <i>program funds.</i>\" (Emphasis added.) (Paragraph Thirty-Seven of the indictment read: \"the defendants embezzled, stole and obtained by fraud, in excess of $2,000,000.00 of <i>public funds.</i>\" (Emphasis added.)) The indictment incorporated Counts Two through Thirty-Four as overt acts, which further described the funds in question as \"owned by or <i>under the care, custody, and control</i> of [Health Services].\" (Emphasis added.). Under Count I, the indictment charged Dub&#243;n and Garib generally with conspiracy to violate &#167; 666. Section 666 seeks, among other things, to punish any agent of an organization receiving more than $10,000 in federal benefits in any one-year period, who \"embezzles, steals, obtains by fraud, or otherwise without authority knowingly converts to the use of any person other than the rightful owner or intentionally misapplies property that &#8212; (i) is valued at $5,000 or more, and (ii) is owned by, <i>or is under the care, custody, or control</i> of such organization.\" 18 U.S.C. &#167; 666(a)(1)(A) (emphasis added).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> While the elements of the charged crime have to \"appear primarily from the language in the indictment ... common sense suggests that such a citation should not be entirely ignored where, as here, it so plainly reinforces what is implicit in the text.\" <i>United States v. McLennan,</i> <span class=\"citation\" data-id=\"400081\"><a href=\"/opinion/400081/united-states-v-earl-mclennan/\"><span class=\"volume\">672</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span>, 243-44 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dub&#243;n and Garib cite <i>United States v. Pheaster,</i> <span class=\"citation\" data-id=\"340098\"><a href=\"/opinion/340098/united-states-v-hugh-macleod-pheaster-united-states-of-america-v-angelo/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span> (9th Cir.1976), for the proposition that overt acts cannot supply an element missing from the charging paragraph. <i>See id.</i> at 361 (\"[A] conspiracy indictment's specification of overt acts cannot be used to supply the allegation of a critical element completely missing from the charging language.\"). However, <i>Pheaster</i> itself recognized that \"reference to the overt acts is appropriate to confirm an otherwise commonsense interpretation of an allegation which is included in the charging language,\" <i>id.</i> at 362, and thus is of no help to Appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A primary objective of the rule against constructive amendment of indictments is to ensure defendants have notice of the charges they must defend against. <i>United States v. Kelly,</i> <span class=\"citation\" data-id=\"428305\"><a href=\"/opinion/428305/united-states-v-james-a-kelly-jr/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></a></span>, 876 (1st Cir.1983); <i>cf. United States v. Delano,</i> <span class=\"citation\" data-id=\"696562\"><a href=\"/opinion/696562/united-states-v-robert-e-delano/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">720</span></a></span>, 729 (2d Cir.1995) (\"[W]e have consistently permitted significant flexibility in proof, provided that the defendant was given notice....\"). The indictment here put Appellants on notice that they would have to defend against exactly the type of evidence of entrustment of which they now complain. If Dub&#243;n and Garib chose not to defend against that type of evidence, that choice does not make the district court's permitting the Government to go forward with such evidence a constructive amendment.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The indictment in this case charged a conspiracy covering the years 1989 to 1994. Dub&#243;n and Garib argue the district court erred by refusing to acquit them following trial because the Government failed to prove Health Services received any federal benefits before 1991. They contend that amounts received in 1989 were commercial payments, not federal benefits, and thus their convictions could not be predicated on pre-1991 conduct.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Since there would be no way of assuring the jury did not rely on pre-1991 conduct in reaching its conclusion, the conviction could then not stand. <i>See Yates v. United States,</i> <span class=\"citation\" data-id=\"105537\"><a href=\"/opinion/105537/yates-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, 312, <span class=\"citation\" data-id=\"105537\"><a href=\"/opinion/105537/yates-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></a></span>, <span class=\"citation\" data-id=\"105537\"><a href=\"/opinion/105537/yates-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1356</span></a></span> (1957) (\"[W]e think the proper rule to be applied is that which requires a verdict to be set aside in cases where the verdict is supportable on one ground, but not another, and it is impossible to tell which ground the jury selected.\"). The Government, on the other hand, argues it proved Health Services received federal benefits beginning in January 1989. In the alternative, the Government argues the Supreme Court's decision in <i>Neder v. United States,</i> <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">35</span></a></span> (1999), modified <i>Yates</i> to allow harmless error review, and the error here was indeed harmless.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a denial of a Rule 29 motion for acquittal de novo. <i>United States v. Czubinski,</i> <span class=\"citation\" data-id=\"197216\"><a href=\"/opinion/197216/united-states-v-czubinski/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1069</span></a></span>, 1073 (1st Cir.1997). We also review de novo the question of what type of transactions constitute benefits under &#167; 666. <i>See United States v. Peery,</i> <span class=\"citation\" data-id=\"593239\"><a href=\"/opinion/593239/united-states-v-raymond-j-peery/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1230</span></a></span>, 1233 n. 2 (8th Cir.1992) (\"[D]etermining whether section 666 applies to Peery's conduct is a question of law.\"). Finally, we review de novo the question of whether the Government presented sufficient evidence at trial to prove Health Services in fact received benefits under &#167; 666, viewing the evidence in the light most favorable to the Government. <i>See United States v. Otero-Mendez,</i> <span class=\"citation\" data-id=\"775757\"><a href=\"/opinion/775757/united-states-v-jose-a-otero-mendez/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 50 (1st Cir.2001); <i>United States v. Fischer,</i> <span class=\"citation\" data-id=\"762098\"><a href=\"/opinion/762098/60-socsecrepser-38-12-fla-l-weekly-fed-c-551-united-states-of/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1273</span></a></span>, 1276 n. 7 (11th Cir.1999), <i>aff'd Fischer v. United States,</i> <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">707</span></a></span> (2000); <i>United States v. Copeland,</i> <span class=\"citation\" data-id=\"72935\"><a href=\"/opinion/72935/united-states-v-copeland/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1439</span></a></span>, 1442 (11th Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants concede Health Services received federal benefits beginning in 1991. The question we must answer is whether Health Services' receipt of federal monies between 1989 and 1991 constituted receipt of federal benefits. Three distinct transactions are at issue. First, on January 13, 1989, Health Services deposited two checks totaling $11,862.14 from the Centers for Disease Control, a federal agency. The Centers for Disease Control had contracted with the Municipality to test members of the public for AIDS, and the Municipality subcontracted the work to Health Services. Health Services was paid directly by the Centers for Disease Control. There was evidence Health Services received another $11,124.03 from the Centers for Disease Control in August 1989 for similar work. Second, Health Services received $70,680 in 1989, and $99,729 in 1990, to operate an assessment and intervention center for drug addicts. This money came from the Municipality. The Municipality in turn had received it from the Commonwealth, which had received it as a grant from the National Institute on Drug Abuse (the Institute), a federal agency. Third, on January 10, 1989, Health Services received $100,000 for work on a mass-media education project on AIDS. Although this money was paid by the Municipality, there was testimony from a municipal official that this payment had its source in federal funds, which passed through the Puerto Rico Department of Health to the Municipality.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Supreme Court recently addressed the issue of what constitutes receipt of benefits under &#167; 666 in <i>Fischer v. United States,</i> <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">707</span></a></span> (2000).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In that case, the Court concluded that &#167; 666 \"covers fraud perpetrated on organizations participating in the Medicare program.\" <i>Id.</i> at 669, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>. The Court reached this conclusion because the \"nature and purposes of the Medicare program,\" <i>id.</i> at 671, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>, indicated payments were made \"for significant and substantial reasons in addition to compensation or reimbursement,\" such as assisting \"the hospital in making available and maintaining a certain level and quality of medical care, all in the interest of both the hospital and the greater community,\" <i>id.</i> at 679-80, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>. The Court stated that the term \"benefits\" is used in the statute in its ordinary sense, <i>id.</i> at 677, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>, and since the hospitals themselves derive significant advantage from participating in Medicare, they could be said to be deriving benefits within the meaning of &#167; 666, \"a statute we have described as `expansive,' `both as to the [conduct] forbidden and the activities covered,'\" <i>id.</i> at 678, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span> (quoting <i>Salinas v. United States,</i> <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 56, <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span></a></span> (1997)). The Court saw this conclusion as consistent with the language of the statute, which \"indicates that Congress viewed many federal assistance programs as providing benefits to participating organizations,\" as well as \"Congress' expansive, unambiguous intent to ensure the integrity of organizations participating in federal assistance programs.\" <i>Id.</i> at 678, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>. The Court set out the following test:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To determine whether an organization participating in a federal assistance program receives \"benefits,\" an examination must be undertaken of the program's structure, operation, and purpose. The inquiry should examine the conditions under which the organization receives the federal payments. The answer could depend, as it does here, on whether the recipient's own operations are one of the reasons for maintaining the program.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Id.</i> at 681, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Court rejected the notion that Medicare payments made to the hospitals were compensation of the type excluded by &#167; 666(c).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> In addition to the fact that monies paid included sums to enhance the hospitals themselves, Medicare placed conditions on recipient hospitals, \"unlike the case of a contractor whom the Government does not regulate or assist for long-term objectives or for significant purposes beyond performance of an immediate transaction.\" <i>Id.</i> at 680, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The Court also rejected the contention that since the primary beneficiary of Medicare was the individual patient, the hospitals could not also be said to have received a benefit under the program. <i>Id.</i> at 677, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>. Finally, the Court refused to endorse the notion that all that was required for funds to constitute benefits under &#167; 666 was to establish that they came from a federal program. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">When we apply <i>Fischer</i> to this case, we conclude, and the jury supportably could have so found, that the Institute payments that Health Services received constituted benefits.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The Institute<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> monies in this case were originally disbursed under a grant to the Puerto Rico Department of Anti-Addiction Services. Anti-Addiction Services in turn made a grant of a portion of these funds to the Municipality, which then paid Health Services. Dub&#243;n acknowledges this money was \"clearly a grant intended to assist AIDS patients in Puerto Rico,\" and \"may also have been intended to assist the Commonwealth or the Municipality in that it enabled these government entities to assist citizens with drug addictions.\" Dub&#243;n questions, however, \"whether the program under which this money was paid was intended to aid or promote the well being of [<i>Health Services</i>].\" We point out that the Supreme Court in <i>Fischer</i> only said that \"[t]he answer [to the question of whether there are federal benefits under &#167; 666] <i>could</i> depend ... on whether the recipient's own operations are one of the reasons for maintaining the program.... Other cases may present questions requiring further examination and elaboration of the term `benefits.'\" 529 U.S. at 681-82, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span> (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One of the Institute's goals in making grants is to \"insure care of good quality, in general community facilities.\" 21 U.S.C. &#167; 1177(f).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Under its contract with the Municipality, Health Services was \"the exclusive source of AIDS counseling and professional services in San Juan ... supplying AIDS services under a federally financed program.\" <i>Dub&#243;n-Otero,</i> No. 97-091, slip op. at 10.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Therefore, the Institute would naturally intend its monies to assist Health Services in providing AIDS care, much as Medicare monies assist hospitals in providing patient care.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It makes no difference that Health Services received this money indirectly. It is now well established that benefits under &#167; 666 are not limited solely to primary target recipients or beneficiaries. <i>See Fischer,</i> 168 F.3d at 1278 (\"[T]he plain language of &#167; 666(b) does not distinguish between an organization ... that receives `benefits' directly under a federal program and an organization ... that receives `benefits' as an assignee under a federal program.\"); <i>cf. Fischer,</i> 529 U.S. at 677-78, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span> (\"Medicare operates with a purpose and design above and beyond point-of-sale patient care.\"). Health Services' contract with the Municipality contemplated a relationship between Health Services and the United States Government, and those operating federal assistance programs like the Institute are well aware that recipients of program funds use subgrants and subcontracts to further effectuate the program's goals. Lawrence Poole, a grants manager for the United States Department of Health and Human Services,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> testified that \"a grant award [that] is issued by an agency could and does in fact translate into subcontracts or subgrantee relationships with other organizations.\" Poole further testified that Health Services received federal funding as a subgrantee for the years of 1988 and 1989, and that \"the requirements for each subgrantee or subcontract relationship are subject to the same requirements for accountability of federal funds and terms of the award as the actual grantee recipient of federal funds.\" We conclude that if the payments in <i>Fischer</i> were \"made not simply to reimburse,\" 529 U.S. at 679, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>, then neither were the payments here.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue that the district court erred in denying their motions for acquittal for insufficient evidence. Pointing to the fact that the indictment charged them with conspiring to steal from Health Services, they assert the Government did not prove the crucial element of lack of consent of the corporation. They cite <i>United States v. Burbank</i> for the proposition that there can be no theft where \"[n]o evidence [is] presented by the government to show that the transactions were not authorized by the corporation.\" <span class=\"citation\" data-id=\"507104\"><a href=\"/opinion/507104/united-states-v-william-fleming-burbank-iv-aka-bill-burbank-jr/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 454 (4th Cir.1988).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> They contend Health Services' shareholders and board of directors consented to the transactions at issue and therefore there was no theft.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In reviewing a challenge to the sufficiency of the evidence, \"[t]he verdict of a jury must be sustained if there is substantial evidence, taking the view most favorable to the Government, to support it.\" <i>Glasser v. United States,</i> <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 80, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></a></span>, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">680</span></a></span> (1942); <i>see United States v. Mena-Robles,</i> <span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1031 (1st Cir.1993) (stating that the issue in a sufficiency challenge is \"whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendants were guilty as charged\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Government presented evidence that between 1987 and May 1991 Dub&#243;n received $10,000 per month from Health Services as a legal retainer, although Health Services' board of directors had authorized a retainer of only $5,000. Someone had tampered with the original board minutes to show authorization for a monthly retainer of $10,000, allowing Dub&#243;n to funnel the additional $5,000 per month to Kour&#237;. Specifically, the director of the word processing center where the minutes were transcribed testified that the original page of the minutes setting forth the retainer as $5,000 was replaced in another set of minutes with a page showing the retainer as $10,000. The page showing the retainer as $10,000 was a different consistency than the rest of the minutes and was not produced at the same word processing center. Corcino testified the additional $5,000 was going to Kour&#237; to pay Kour&#237;'s home rent and credit card bills. Corcino further testified that Kour&#237; could not be on Health Services' payroll because Kour&#237; was under contract with the Harvard Institute for International Development, which in turn had a contract directly with the Municipality of San Juan.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Government also presented evidence that Garib employed a personal housekeeper, as well as a secretary for his private practice, using Health Services' money. Corcino, Health Services' comptroller, testified that for a long time he was not aware that Health Services was paying for a private secretary and personal housekeeper for Garib, and that in his opinion such payments constituted an unauthorized diversion of Health Services funds for personal use. The housekeeper testified that the signature on the timesheets bearing her name was not hers. The secretary testified that while she was paid by Health Services, ninety-nine percent of her time was spent on tasks related to Garib's private practice.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, there was evidence at trial that Appellants also used Health Services assets to purchase political support, which Health Services was dependent upon for its funding. Before the San Juan mayoral election of 1988, Garib allegedly loaned a $19,000 video camera to one of the candidates, Jose Granados-Navedo. The camera had been purchased with a Health Services check. Garib and Kour&#237; later met with Granados to discuss Health Services providing other financial support for his campaign.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To generate more cash, Garib, Sotomayor, and Corcino then met with Antonio Fernandez, the owner of IMA Productions, and presented him a Health Services check made out to IMA in the amount of $60,000 and signed by Garib and Sotomayor. Only some of this money was intended to pay for services performed by IMA. Garib asked Fernandez to endorse the check and cash it &#8212; or else write separate IMA checks payable to other persons who had not rendered services &#8212; so Garib could recover the excess in cash. Garib explained Health Services had an urgent need of cash to make certain payments that it could not make by company check. When Fernandez refused to participate, Garib stated that he had solved the problem in another way. Garib later met with Granados and gave him a box containing more than $100,000 in cash.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Granados lost the election. After the new administration assumed office, payments on the AIDS contract were delayed. Kour&#237; later told Corcino that he had taken care of the problem by arranging for $5,000 a month to be paid to the candidate who had won the election, Mayor Hector Luis Acevedo, and $5,000 to the Director of the Health Department of the Municipality, Dr. Freddie Borras. Regular payments by the Municipality on the AIDS contract then resumed. The $10,000 monthly payments were raised by cashing Health Services checks issued to persons who had performed no services. Several of these checks were signed by Garib and Dub&#243;n. Dub&#243;n's law firm was also involved in cashing a series of these Health Services checks at Dub&#243;n's direction, with at least one of the checks being issued to Dub&#243;n's son, who had performed no services. Toward the end of 1990 Dub&#243;n told Corcino, \"I am not going to sign for that [expletive] any longer.\" He did not, however, object to the continued diversion of the funds.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Viewing this evidence in the light most favorable to the Government, as we must, we conclude that a rational jury could find beyond a reasonable doubt that Dub&#243;n and Garib were participants in a conspiracy to use Health Services funds to pay personal expenses and make political payoffs as charged in the indictment. The evidence of informal alterations of the board minutes as a means to funnel funds to Kour&#237;, of the apparent use of a forged signature to divert Health Services' funds to pay for Garib's personal housekeeper, of the use of a Health Services' employee to do work almost exclusively for Garib's private practice, and of the clandestine efforts to turn Health Services checks into cash are all evidence from which a jury could find that defendants \"without valid authority\" embezzled, stole, or obtained by fraud money or property.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Dub&#243;n and Garib challenge a number of the district court's decisions regarding jury instructions. We address each in turn, recognizing that when alleged errors involve particular instructions' adequacy in explaining the law, as they do here, \"[w]e must look at the entire charge, in light of the evidence, and determine whether, taken as whole, the court's instructions fairly and adequately submitted the issues in the case to the jury.\" <i>United States v. Woodward,</i> <span class=\"citation\" data-id=\"198059\"><a href=\"/opinion/198059/united-states-v-woodward/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 69 (1st Cir.1998).</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court denied defendants' requested jury instructions, including instructions which required the Government to prove that the actions of defendants were designed to \"cheat Health Services,\" that Health Services was the \"victim,\" and that authorization by Health Services was thus a defense.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Instead, the district court instructed the jury that it was sufficient to find that the funds at issue were \"something of value in excess of $5,000 in connection with federal funding\" and \"under the care, custody or control\" of Health Services.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We conclude the district court did not err in its instructions to the jury. The district court instructed that theft involved taking property without authority and that embezzlement involved taking property under one's control belonging to another.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Its further instructions that there was a crime if the money or property stolen \"was owned by or was under the care, custody, or control of [Health Services],\" was proper in light of our discussion above in Part I. The instructions taken as a whole fairly and adequately informed the jury of the applicable law.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue the district court erred by refusing to instruct the jury on the requested definition of federal benefits. We have already set out the applicable law as to what constitutes federal benefits under &#167; 666 in Part II above.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Dub&#243;n and Garib requested the following instructions: (1) Not every payment by the federal government to an organization constitutes federal \"benefits\" as required by the statute; (2) Federal money paid to a private corporation as payment of fees for services already rendered by the corporation does not qualify as federal benefits; (3) Payments made by the federal government to a private corporation as part of an ordinary commercial transaction do not qualify as federal benefits; (4) Money paid to a corporation is a federal benefit if the corporation was required to \"administer\" the money under an agreement with the government or to \"disburse\" the money to others. The district court, meanwhile, tracked the statutory language in instructing the jury.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> <i>Cf. United States v. Paradies,</i> <span class=\"citation\" data-id=\"728163\"><a href=\"/opinion/728163/united-states-v-daniel-m-paradies-the-paradies-shops-inc-paradies/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1266</span></a></span>, 1289 (11th Cir.1996) (concluding there was no plain error in district court's failure to instruct on an element of &#167; 666, where the instructions \"tracked the statutory requirements\" and the evidence at trial was sufficient for a jury to find the element in question satisfied).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We conclude the first three of the requested instructions were adequately covered by the district court when it instructed the jury that \"legitimate, valid, bona fide salary, wages, fees, or other compensation paid or expenses paid or reimbursed in the ordinary course of business\" did not constitute benefits. As to the fourth requested instruction, Dub&#243;n and Garib direct us to no authority supporting such a definition of federal benefits under &#167; 666, nor do we believe that such is a complete statement of the law in this respect.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> We cannot conclude that there is error in refusing an offered instruction where we are left to speculate as to an appellant's legal underpinning for the proposed instruction. One may argue that <i>United States v. Rooney,</i> <span class=\"citation\" data-id=\"600399\"><a href=\"/opinion/600399/united-states-v-john-p-rooney-jr/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span> (2d Cir.1993), provides some support. In that case the Second Circuit stated that \"[i]n each of the cases [enumerated by the Senate Report to illustrate situations &#167; 666 is intended to include], the organization ... provided the Federal government with a service by administering a government program.\" <i>Id.</i> at 35. But that discussion of legislative history was dictum, since the court there had already concluded that benefits were present on the basis of &#167; 666's statutory language. <i>Id.</i> at 34. More importantly, a court's refusal to instruct in the language of an appellate opinion does not justify reversal. <i>See Kent v. Smith,</i> <span class=\"citation\" data-id=\"282536\"><a href=\"/opinion/282536/william-j-kent-iii-v-albert-c-smith/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 244 (2d Cir.1968) (\"[I]t is generally not helpful to take quotations from the opinions of appellate courts, that were never intended to be used as instructions to juries, and submit these in the form of requests to charge.\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We are aware that the Supreme Court in <i>Fischer</i> stated that \"[t]o determine whether an organization participating in a federal assistance program receives `benefits,' an examination must be undertaken of the program's structure, operation, and purpose.\" 529 U.S. at 681, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span>. The record before us demonstrates that evidence was before the jury relevant to these issues, and the district court, in ruling on the motion for acquittal, expressly analyzed these issues.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The district court did not err in instructing the jury in this respect.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue that the district court erred by refusing to instruct the jury that it could only return a verdict of guilty on the basis of conduct occurring after Health Services first received federal benefits. The requested instruction stated:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">An expenditure that occurred before [Health Services] ever received any federal benefits is not a violation of 18 U.S.C. section 666. The government must prove that the defendant agreed to an unauthorized expenditure or expenditures that occurred after [Health Services] received federal benefits. Therefore, if the defendant agreed only to an expenditure or expenditures occurring before Health Services received any federal benefits, you must find the defendant not guilty of count 1.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court denied this request.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The relevant statutory language states: \"[T]he circumstance [that must exist for there to be a federal crime] is that the organization ... receives, in any one year period, benefits in excess of $10,000 under a Federal program involving a grant, contract, subsidy, loan, guarantee, insurance, or other form of Federal assistance.\" &#167; 666(b). The statute further defines one-year period as \"a continuous period that commences no earlier than twelve months before the commission of the offense or that ends no later than twelve months after the commission of the offense. Such period may include time both before and after the commission of the offense.\" &#167; 666(b)(5).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Garib now argues the instruction given by the district court allowed the jury to return a guilty verdict on the basis of conduct occurring before Health Services received any federal money at all, much less federal benefits.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> For instance, the jury could have found Garib guilty on the basis of conduct occurring only in 1988 (before Health Services received any federal monies), added twelve months to get into 1989 (when Health Services received over $10,000 in federal funds), and thus satisfied the instruction. Garib argues federally criminalizing his 1988 conduct in that way would exceed the government's authority under the Spending Clause of the United States Constitution, U.S. Const. art. I, &#167; 8, cl. 1. <i>See Fischer,</i> 529 U.S. at 689, <span class=\"citation\" data-id=\"118365\"><a href=\"/opinion/118365/fischer-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1780</span></a></span> (Thomas, J., dissenting) (\"We have held that the spending power requires, at least, that the exercise of federal power be related `to the federal interest in particular national projects or programs.'\") (quoting <i>South Dakota v. Dole,</i> <span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 207, <span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2793</span></a></span>, <span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1987)); <i>United States v. Zwick,</i> <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">672</span></span>, 687 (3d Cir.1999) (\"Applying &#167; 666 to offense conduct, absent evidence of any federal interest, would appear to be an unconstitutional exercise of power under the Spending Clause.\").</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In support of his contention that the jury could have found him guilty based solely on 1988 conduct, Garib points to the Government's argument to the jury in summation:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">And you will recall that Mr. Poole testified that on January 10 of 1989, federal funds were received through that grant. And you will recall that that grant was in excess of $10,000. And why is that date important? Because, as the judge will instruct you on what the law is for federal program fraud, the government has to prove that $10,000 were received in any one calender [sic] year period either before or after the commission of the offense. And if you take the date of January 10th of 1989 and go back one year, it takes you to January 10th of 1988, close to the date on which [Health Services] was created.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Garib and Dub&#243;n requested a special verdict that would have required the jury to identify what conduct it was basing its verdict on, but the Government objected, and the district court did not submit a special verdict form.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The Government responds that the indictment charged a conspiracy beginning in 1989 and that the jury was instructed accordingly. It argues the 1988 conduct was only presented to show the existence of a conspiracy. It further argues that even if 1988 conduct was a basis for the jury's verdict, there in fact was federal interest in the form of pending contracts. Finally, the Government argues any error was harmless because the jury found that a conspiracy existed, that Dub&#243;n's conduct occurred in 1989, and that Garib, as a co-conspirator, was responsible for that conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We conclude there was no error. To begin with, the instruction requested by Dub&#243;n and Garib was not a correct statement of the law, because what the Government had to prove was that the defendants agreed to join a conspiracy to steal from Health Services and that an overt act in furtherance of that conspiracy occurred after &#167; 666 became applicable. The requested language was simply too narrow. Most importantly, however, the district court's instructions as to the scope of the indictment properly limited the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">So let's now talk about conspiracy. For you to find a defendant guilty of conspiracy, you must be convinced that the government has proved each of the following elements beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">First, that between in or about <i>January of 1989</i> up to and including February of 1994, the agreement specified in the indictment and not some other agreement or agreements existed between at least two of the defendants charged in the indictment; and second, that the defendants Luis Dubon and Jorge Garib each willfully joined in that agreement; and third that at least one of the conspirators committed at least one overt act in the an [sic] effort to further the purpose of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As for the Government's argument to the jury in summation, it was not the subject of a timely objection and we will not say it was plain error to permit it.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> <i>See Chute v. Sears Roebuck and Co.,</i> <span class=\"citation\" data-id=\"197985\"><a href=\"/opinion/197985/chute-v-sears-roebuck-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">629</span></a></span>, 630 (1st Cir.1998) (\"[T]he court of appeals will consider a forfeited objection only if an error was committed, if the error was `plain' (i.e. clear under current law), if the error was prejudicial, and if review is needed to prevent a miscarriage of justice.\") (citing <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733-37, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993)).</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Garib challenges his perjury conviction. <i>See</i> 18 U.S.C. &#167; 1623 (imposing punishment on anyone who, under oath in any proceeding before any grand jury, knowingly makes any false material declaration). Garib's perjury charge stems from testimony he gave before the grand jury. As part of that testimony he denied giving political contributions, or loaning a video camera, to Granados. He also denied asking Fernandez to sign a $60,000 check so Garib could generate cash. Garib now argues he was denied a fair trial on his perjury charge for two reasons. First, he argues that by improperly instructing the jury as to &#167; 666's \"one-year-period\" and Health Services' authorization defense, the court effectively directed a verdict as to materiality. Because we have concluded above that the district court's instructions on these matters were not improper, Garib's argument on this first point must fail. Second, Garib argues the district court's instructions as to perjury removed the Government's burden of proving the falsity of the statements at issue. The district court instructed the jury that:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In order to sustain its burden of proof for the purpose of making a false declaration before the federal grand jury as charged in Count Thirty-five of the indictment, the government must prove the following four essential elements beyond a reasonable doubt. One, that the defendant Jorge Garib gave testimony under oath before a federal grand jury; number two, that the defendant Jorge Garib made <i>the false material statement</i> as detailed in the indictment during that testimony; three, the defendant Jorge Garib knew that the statements were false when he gave the testimony; and four, that the statement or representation was material, meaning that it had a natural tendency to influence or was capable of influencing a decision or an action, whether or not it actually influenced or deceived anyone. I also instruct you that truth is a defense to perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">(Emphasis added.) We see no error in the district court's instructions because they adequately covered the Government's burden of proof. <i>See United States v. Watson,</i> <span class=\"citation\" data-id=\"379254\"><a href=\"/opinion/379254/united-states-v-burnell-g-watson/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1198</span></a></span>, 1204 (7th Cir.1980) (upholding similar instruction).<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Finally, Dub&#243;n and Garib challenge the makeup of their jury and the appointment of the interim United States Attorney.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Dub&#243;n and Garib argue that their right, as criminal defendants, to a petit jury selected from a fair cross-section of the community, <i>see Taylor v. Louisiana,</i> <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, 528, <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">692</span></a></span>, <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1975) (\"the selection of a petit jury from a representative cross section of the community is an essential component of the Sixth Amendment right to a jury trial\") (citing also 28 U.S.C. &#167; 1861), is denied in Puerto Rico by the exclusion of potential jurors who are not proficient in English &#8212; an exclusion which they allege systematically excludes the poor. We previously held a similar challenge to be unavailing in <i>United States v. Benmuhar,</i> <span class=\"citation\" data-id=\"393808\"><a href=\"/opinion/393808/united-states-v-moises-benmuhar-united-states-of-america-v-william/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span> (1st Cir.1981). Dub&#243;n and Garib seek to distinguish <i>Benmuhar</i> as having been decided in part upon the absence of any viable alternative, while here they suggested simultaneous translation. However, we stated in <i>United States v. Flores-Rivera,</i> that it is \"the overwhelming national interest served by the use of English in a United States court,\" which \"justifies conducting proceedings in the District of Puerto Rico in English and requiring jurors to be proficient in that language.\" <span class=\"citation\" data-id=\"196112\"><a href=\"/opinion/196112/united-states-v-flores-rivera/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 326 (1st Cir.1995) (quoting <i>United States v. Aponte-Suarez,</i> <span class=\"citation\" data-id=\"543061\"><a href=\"/opinion/543061/united-states-v-emigdio-aponte-suarez-united-states-of-america-v-angel/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 492 (1st Cir.1990)). This justification is independent of the presence or lack of any viable alternatives. Accordingly, we reject Appellants' contention.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Dub&#243;n and Garib challenge the appointment of interim United States Attorney Guillermo Gil as statutorily and constitutionally defective. As Appellants themselves recognize, this issue has been definitively resolved in the Government's favor. <i>United States v. Hilario,</i> <span class=\"citation\" data-id=\"198998\"><a href=\"/opinion/198998/united-states-v-hilario/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.2000).</p>\n    </div>\n    <p>VII.</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Accordingly, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Health Services later became a non-profit corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because our ultimate conclusion is that there was no constructive amendment in this case, we need not address the Government's argument that the rule of per se reversal of cases where there has been a constructive amendment has been modified by the Supreme Court's recent decision in<i>Neder v. United States,</i> <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">35</span></a></span> (1999) (holding that failure to instruct jury on element of crime is subject to harmless error review).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statute provides in relevant part:</p>\n        <p class=\"indent\">(a) Whoever, if the circumstances described in subsection (b) of this section exists &#8212;</p>\n        <p class=\"indent\">(1) being an agent of an organization, or of a State, local, or Indian tribal government, or agency thereof &#8212;</p>\n        <p class=\"indent\">(A) embezzles, steals, obtains by fraud, or otherwise without authority knowingly converts to the use of any person other than the rightful owner or intentionally misapplies, property that &#8212;</p>\n        <p class=\"indent\">(i) is valued at $5,000 or more, and</p>\n        <p class=\"indent\">(ii) is owned by, or is under the care, custody, or control of such organization, government, or agency;</p>\n        <p class=\"indent\">....</p>\n        <p class=\"indent\">shall be fined under this title, imprisoned not more than 10 years, or both.</p>\n        <p class=\"indent\">(b) The circumstance referred to in subsection (a) of this section is that the organization, government, or agency receives, in any one year period, benefits in excess of $10,000 under a Federal program involving a grant, contract, subsidy, loan, guarantee, insurance, or other form of Federal assistance.</p>\n        <p class=\"indent\">(c) This section does not apply to bona fide salary, wages, fees, or other compensation paid, or expenses paid or reimbursed, in the usual course of business.</p>\n        <p class=\"indent\">(d) As used in this section &#8212;</p>\n        <p class=\"indent\">....</p>\n        <p class=\"indent\">(5) the term \"in any one-year period\" means a continuous period that commences no earlier than twelve months before the commission of the offense or that ends no later than twelve months after the commission of the offense. Such period may include time both before and after the commission of the offense.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 666.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As we explain below, federal monies are not synonymous with federal benefits for purposes of a conviction under &#167; 666</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As in Part I above, our ultimate conclusion here precludes our having to address the Government's alternative<i>Neder</i> argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>Fischer</i> was decided after the convictions in this case. Nonetheless, it applies on direct appeal. <i>See United States v. Ochs,</i> <span class=\"citation\" data-id=\"503427\"><a href=\"/opinion/503427/united-states-v-paul-ochs-jr-united-states-of-america-v-richard-dray/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span>, 519 (1st Cir.1988) (\"[I]n our direct review of the convictions entered below, we are bound by <i>McNally</i> [<i>v. United States,</i> <span class=\"citation\" data-id=\"111945\"><a href=\"/opinion/111945/mcnally-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, <span class=\"citation\" data-id=\"111945\"><a href=\"/opinion/111945/mcnally-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2875</span></a></span>, <span class=\"citation\" data-id=\"111945\"><a href=\"/opinion/111945/mcnally-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">292</span></a></span> (1987)], even though it was decided after the completion of proceedings in the district court.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Subsection (c) states: \"This section does not apply to bona fide salary, wages, fees, or other compensation paid, or expenses paid or reimbursed, in the usual course of business.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> A number of cases from other circuits, which preceded<i>Fischer,</i> also support the proposition that, while purely commercial payments made by the government \"as a commercial entity, such as payments for supplies or equipment,\" do not constitute benefits under &#167; 666, the mere presence of quid pro quo does not preclude a finding of federal benefits. <i>United States v. Rooney,</i> <span class=\"citation\" data-id=\"600399\"><a href=\"/opinion/600399/united-states-v-john-p-rooney-jr/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 33-34 (2d Cir.1993) (holding that loan proceeds received from the Farmers Home Administration constituted benefits); <i>see United States v. Copeland,</i> <span class=\"citation\" data-id=\"72935\"><a href=\"/opinion/72935/united-states-v-copeland/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1439</span></a></span>, 1441 (11th Cir.1998) (holding that money paid to Lockheed Aeronautical Systems Company as the prime contractor for the Department of Defense did not constitute benefits under &#167; 666); <i>United States v. Marmolejo,</i> <span class=\"citation\" data-id=\"722386\"><a href=\"/opinion/722386/united-states-v-brigido-marmolejo-jr-and-mario-salinas/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1185</span></a></span>, 1189-91 (5th Cir.1996) (holding that funds provided to a county jail, in exchange for the jail housing federal prisoners, constituted benefits), <i>aff'd sub nom. Salinas v. United States,</i> <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span></a></span> (1997). Those cases distinguish purely commercial transactions from \"monies distributed through `Federal programs,' for which there is `a specific statutory scheme authorizing the Federal assistance in order to promote or achieve certain policy objectives.'\" <i>Rooney,</i> 986 F.2d at 35 (quoting S.Rep. No. 98-225, at 369 (1984), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3510); <i>see Copeland,</i> 143 F.3d at 1441-42; <i>Marmolejo,</i> 89 F.3d at 1190.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We thus need not decide the character of the Centers for Disease Control or mass-media education project payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The National Institute on Drug Abuse \"supports over 85 percent of the world's research on the health aspects of drug abuse and addiction.\" National Institute on Drug Abuse,<i>Welcome to the NIDA Website, at http:-//www.drugabuse.gov/NIDAWelcome.html</i> (last visited May 17, 2002). Part of its mission \"is to ensure the rapid and effective dissemination and use of the results of that research to significantly improve drug abuse and addiction prevention, treatment, and policy.\" <i>Id.</i> Distribution of funds is authorized under 21 U.S.C. &#167; 1177 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Congress has authorized the Secretary of Health and Human Services, \"acting through the National Institute on Drug Abuse,\" to make grants and \"enter into contracts with individuals and public and private nonprofit entities\" in order to provide \"educational programs, technical assistance for the development, demonstration, and evaluation of drug abuse prevention, treatment, and rehabilitation programs,\" and in so doing to \"accord a high priority to applications for grants or contracts for primary prevention programs.\" 21 U.S.C. &#167; 1177(a). The Secretary is to \"require coordination of all applications for programs.\" &#167; 1177(c). Projects and programs for prevention and treatment services are subject to specific requirements. They should, \"whenever possible, be community based, insure care of good quality in general community care facilities ... and be integrated with, and provide for the active participation of, a wide range of public and nongovernmental agencies, organizations, institutions, and individuals.\" &#167; 1177(f). \"[W]here a substantial number of the individuals in the population served by the project or program are of limited English-speaking ability, [they should] ... utilize ... outreach workers fluent in the language spoken,\" and \"identify an individual who is fluent both in that language and English\" to provide guidance to individuals of limited English-speaking ability<i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The contract with the Municipality provides in pertinent part that:</p>\n        <p class=\"indent\">The Municipality must hire the services of a company with personnel that has the experience and professional knowledge necessary to design, establish, direct and manage the AIDS program of San Juan.... [Health Services] will utilize the equipment located at the facilities provided by the Municipality.... Epidemiological services will be provided in order to establish a state of alertness of the disease as well as counseling and treatment to the patients. The epidemiological activities shall be coordinated with the respective state and federal authorities.... [Health Services] will establish an educational program for the community in order to create public conscience especially to high risk groups.... The population at large will be educated regarding prevention of AIDS and the different methods of transmission.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Department of Health and Human Services encompasses the National Institute on Drug Abuse. Mr. Poole described his duties as administering individual discretionary grant programs geared primarily toward provision of health care in United States territories. He had been with Health and Human Services approximately thirty years and was very familiar with their federal grant programs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Because we ultimately conclude that there was sufficient evidence for the jury to find a lack of valid authorization, Appellants'<i>Burbank</i> argument need not detain us. We have serious concerns about some of the broad language in <i>Burbank,</i> but it suffices to say that while it is one thing to decide that the consent of sole or co-owners can preclude conviction for interstate transport of stolen money (as was the case in <i>Burbank</i> under 18 U.S.C. &#167; 2314 (2000)), it would be quite another to extend that holding to this case involving a conspiracy to embezzle or steal funds from an organization receiving funds from the federal government, especially given the attendant complexities of 18 U.S.C. &#167; 666.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> One of the requested instructions said that</p>\n        <p class=\"indent\">\"to act with intent to defraud means to act knowingly with the intent or the purpose to obtain, deceive, or cheat [Health Services] out of money or property.\" There was also a request to instruct the jury that</p>\n        <p class=\"indent\">The government must prove beyond a reasonable doubt that [Health Services] did not authorize the expenditure. One of the ways by which a corporation can authorize a payment is by the board of directors. If the board of directors of Advanced Community Health Services authorized an expenditure, then this expenditure was not theft or embezzlement.</p>\n        <p class=\"indent\">Other instructions were requested, but since they all embody variations of the same theme as the ones above, we need not set them all out.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court instructed:</p>\n        <p class=\"indent\">Embezzlement is the fraudulent appropriation of property with [sic] one properly entrusted with its possession.</p>\n        <p class=\"indent\">It is to willfully convert to one's own use, without authority, another's money and property, of which the wrongdoer acquired possession validly, of [sic] some office, employment or position of trust.</p>\n        <p class=\"indent\">Theft, also known as larceny, is the act of stealing or taking of property without the owner's consent. It is the fraudulent taking of personal property for [sic] money belonging to another from his possession or from the possession of some person holding the same for him without his consent, with an intent to deprive the owner of the value of the same and to appropriate it to the use or benefit of the person taking it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The district court instructed the jury that</p>\n        <p class=\"indent\">in order for them to return a guilty verdict, Health Services must have received</p>\n        <p class=\"indent\">in any one-year period benefits in excess of $10,000 under a federal program involving a grant, a contract, a subsidy, a loan, a guarantee, insurance or other form of federal assistance. This section [666] does not apply to bona fide salary, wages, fees, or other compensation paid, or expenses paid or reimbursed in the usual course of business.</p>\n        <p class=\"indent\">The district court reiterated this element of &#167; 666 later.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Dub&#243;n and Garib cite<i>Marmolejo,</i> 89 F.3d at 1189, for the proposition that \"[t]he plain language of &#167; 666 is ambiguous in defining `Federal Program' and `Federal Assistance,'\" and therefore more was required than mere recitation of the statutory language. However, there can be little doubt that the National Institute on Drug Abuse (which we have concluded is the source of the federal benefits at issue here) is a federal assistance program. Thus, even if we were to find error in the district court's failure to define \"federal program\" and \"federal assistance\" in its instructions, such error would be harmless. <i>See Bastien v. Goddard,</i> <span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span>, 16 (1st Cir.2002) (instructional error \"entitles appellant to a new trial on his claim only if it had a prejudicial effect\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Garib acknowledges the requested instructions were written \"so that the jury could differentiate between the payments Health Services received in 1989 (which were not `benefits'), and the federal grants it received after February 1991 (which were `benefits').\" Since we have already concluded that Health Services did receive benefits in 1989, the requested instructions buckle under their own weight</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> The district court stated:</p>\n        <p class=\"indent\">Defendants' requests are premised upon their enduring contention that federal money paid to a private corporation which performs a service for the government can not constitute federal benefits.</p>\n        <p class=\"indent\">We have disagreed, and continue to disagree, with such a contention. To summarize, we find that [Health Services] was not in a purely commercial relationship with the federal government. First, the contract between the Municipality of San Juan and [Health Services] provided that [Health Services] was to be the exclusive source of AIDS counseling and professional services in San Juan and that the Municipality maintained administrative and supervisory roles over [Health Services]. This fact alone clearly indicates more than a commercial relationship. Moreover, we find that the contractual relationship itself is a form of a federal assistance, supplying AIDS services under a federally financed program. <i>See United States v. Copeland,</i> <span class=\"citation\" data-id=\"72935\"><a href=\"/opinion/72935/united-states-v-copeland/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1439</span></a></span>, 1441 (11th Cir.1998) (\"[O]rganizations engaged in contractual relationships with the federal government would fall within the scope of [section 666], if those `contractual relationships constitut[ed] some form of Federal assistance.'\") (internal citations omitted). We instructed the jury accordingly.</p>\n        <p class=\"indent\"><i>Dub&#243;n-Otero,</i> No. 97-091, slip op. at 10-11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Because Dub&#243;n's conduct all involved 1989, and because we have already concluded that there was indeed sufficient evidence for the jury to find that Health Services had received federal benefits in 1989, we only need to consider this argument as it pertains to Garib</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Garib also points to the district court's reimbursement order following the conviction as evidence of the district court's alleged confusion on this issue. In that order, the district court required Garib to repay the federal government for losses it incurred as a result of Garib's conduct in 1988. Even if we were to agree that the reimbursement order suggests a misunderstanding of the law on the part of the judge, it does not invalidate the judge's instructions. The judge need not be correct in his reasoning, so long as he was correct in his decision being challenged on appeal<i>See Helvering v. Gowran,</i> <span class=\"citation\" data-id=\"102870\"><a href=\"/opinion/102870/helvering-v-gowran/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 245, <span class=\"citation\" data-id=\"102870\"><a href=\"/opinion/102870/helvering-v-gowran/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"102870\"><a href=\"/opinion/102870/helvering-v-gowran/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">224</span></a></span> (1937) (\"In the review of judicial proceedings the rule is settled that if the decision below is correct, it must be affirmed, although the lower court relied upon a wrong ground or gave a wrong reason.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Garib raises three other arguments, which we conclude are without merit. As phrased in his brief, they are: \"The District Court's Flawed Instructions On &#167; 666 Propelled The Prosecutor To Argue That Dr. Garib Had A Motive To Lie To The Grand Jury\"; \"The District Court's Endorsement Of The Flawed Theory Of Prosecution Invited The Prosecutor To Assail Dr. Garib's Character And Prejudice His Right To A Fair Trial\"; \"The Cumulative Effect Of The District Court's Errors Deprived Dr. Garib Of A Fair Trial.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/72935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/282536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/340098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775757/"
  ]
}