{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199962/",
  "absolute_url": "/opinion/199962/disola-development-v-mancuso/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199962/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:40:59Z",
  "date_modified": "2017-03-24T11:04:27.156561Z",
  "type": "010combined",
  "sha1": "c4f9e330bf229c8850034c23c4ca29c92ea494df",
  "page_count": 8,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1156-01A.pdf",
  "local_path": "pdf/2002/05/13/Disola_Development_v._Mancuso.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNos. 01-1156\n     01-1158\n\n                      DISOLA DEVELOPMENT, LLC,\n\n                Plaintiff, Appellee/Cross-Appellant,\n\n                                 v.\n\n                 JOSEPH C. MANCUSO and ROSARIO URDI,\n\n               Defendants, Appellants/Cross-Appellees.\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Patti B. Saris, U.S. District Judge]\n\n\n\n                               Before\n\n                         Selya, Circuit Judge,\n                    Bownes, Senior Circuit Judge,\n                  and Stahl, Senior Circuit Judge.\n\n\n     Gerald A. Phelps and Sumner D. Goldberg, with whom Bruce L.\nWatson was on brief, for defendants.\n\n     Robert S. Wolfe, with whom Wolfe Associates, P.C. was on\nbrief, for plaintiffs.\n\n\n\n                            May 13, 2002\n\f          BOWNES,      Senior        Circuit   Judge.      In   this    action,\n\ndefendants-appellants Joseph Mancuso and Rosario Urdi appeal from\n\nan award of prejudgment interest to the plaintiff-appellee Disola\n\nDevelopment, LLC.      The district court calculated interest on the\n\njury's award of damages, $7,123.00, as well as on an additional sum\n\nof $130,366.89, which represented a fund deposited in a contested\n\nbank account. We reverse the district court's award of prejudgment\n\ninterest on the latter amount.\n\n                                I.    BACKGROUND\n\n          Disola was a limited liability company.                The original\n\nmember-owners were Urdi, Mancuso, and Paul Kinchla.              All three had\n\nsigned personal guarantees to a bank that had loaned the company\n\nthe money for its operating capital.               After a time, Urdi and\n\nMancuso decided that they wanted to get out of their personal\n\nguarantees, and the three principals agreed to amend the redemption\n\nprovision of the original agreement.            On August 26, 1997, Disola\n\npaid Mancuso $360,000.00 and Urdi $471,000.00 for their interest in\n\nthe property.    In addition, the parties agreed that Mancuso and\n\nUrdi were entitled to their pro rata share of the profits Disola\n\nhad earned prior to the redemption payments.               Disola calculated\n\nthat Mancuso and Urdi's share of the profits was approximately\n\n$63,430.00.   Urdi and Mancuso disagreed.\n\n          When   the    redemption        occurred,     Urdi,   who    had   been\n\npresident of Disola from its inception, was a signatory on bank\n\n\n                                        -2-\n\faccounts held by Disola at the Meeting House Cooperative Bank\n\ncontaining $468,000.00. Urdi made a series of withdrawals totaling\n\napproximately $320,000.00, which he shared with Mancuso.             These\n\nwithdrawals precipitated this lawsuit.\n\n             Disola's complaint set forth counts for violation of the\n\nRacketeer Influenced and Corrupt Organizations Act (RICO) (Count\n\nI); conversion and breach of fiduciary duty under common law (Count\n\nII); violation of Mass. Gen. Laws ch. 156C, § 35, which regulates\n\nlimited liability companies (Count III); and violation of Mass Gen.\n\nLaws ch. 93A (Count IV).      Disola requested restitution as well as\n\nprejudgment interest on all counts.\n\n             Approximately   three   months   after   suit   was   brought,\n\nMancuso and Urdi voluntarily returned $118,645.36 to Disola.\n\n             After a six-day trial, the case went to the jury.        With\n\nthe consent of counsel, the judge submitted special questions to\n\nthe jury.     The jury found in favor of the defendants as to Count I,\n\nand in favor of the plaintiff on Counts II and III.1\n\n             As to damages, the jury was asked:\n\n             Q.3.   What amount of money will reasonably\n             compensate Disola for any money taken, frozen\n             and/or distributed in violation of the amended\n             agreement?\n\nThe jury's answer to this question was $7,123.00.\n\n\n\n\n     1\n         The court later found in favor of the defendants on Count IV.\n\n                                     -3-\n\f         During   deliberations,   the   jury   submitted   a   written\n\nquestion to the court:\n\n          Can we answer Question 3 as X amount taken or\n          distributed plus all of the money in the\n          frozen accounts?\n\nThe court stated: \"Give me one total figure as asked for in\n\nQuestion 3.   That’s all I’m going to say.\"\n\n          After the jury returned its verdict, the district court\n\nentered the following Order of Judgment:\n\n          Judgment shall be entered for the plaintiff\n          Disola Development, LLC and against defendants\n          Joseph Mancuso and Rosario Urdi in the sum of\n          SEVEN   THOUSAND   ONE  HUNDRED   TWENTY-THREE\n          DOLLARS ($7,123.00) with interest thereon at\n          the rate of twelve percent (12%) from\n          December 16, 1997 as provided by state law.\n          Plaintiff is also awarded its costs of action,\n          amounting to FOUR THOUSAND FIVE HUNDRED\n          THIRTY-NINE    DOLLARS   AND   SEVENTY   CENTS\n          ($4,539.70).\n\n              The Court further orders that defendants\n          Joseph Mancuso and Rosario Urdi shall take all\n          necessary actions to give plaintiff Disola\n          Development, LLC exclusive control over ONE\n          HUNDRED THIRTY THOUSAND THREE HUNDRED SIXTY-\n          SIX    DOLLARS    AND    EIGHTY-NINE     CENTS\n          ($130,366.89) on deposit at Meetinghouse Co-\n          operative Bank in Account No. 01-80-8023139.\n          Because defendants wrongfully withheld or\n          froze the monies in that account, interest\n          shall be paid thereon at the rate of twelve\n          percent (12%) from December 16, 1997 as\n          provided by state law.    Because the account\n          earned interest in the amount of $3,916.28\n          since December 16, 1997, that interest shall\n          be deducted from the amount of interest\n          calculated on the account at the twelve\n          percent rate.\n\n\n\n                               -4-\n\f          On December 21, 2000, Urdi and Mancuso filed a Motion to\n\nAlter Judgment, in which they requested removal of the award of\n\ninterest on the $130,366.89 held in the frozen bank account.     On\n\nDecember 30, 2000, the court denied the motion, stating that\n\n\"defendants wrongfully withheld the monies in that account in\n\nbreach of contract, the operating agreement, and their fiduciary\n\nduty.\"\n\n                          II.    DISCUSSION\n\n          Mancuso and Urdi assert that the district court erred in\n\nawarding interest on the $130,366.89 in the frozen bank account.\n\nThey contend that under Massachusetts law, interest may only be\n\ncalculated on damages, which the jury assessed at $7,123.00.\n\nWhether the district court had the authority to award interest on\n\nthis sum is a question of law.   Accordingly, our review is de novo.\n\nArecibo Cmty. Health Care, Inc. v. Puerto Rico, 270 F.3d 17, 22\n\n(1st Cir. 2001).\n\n          Massachusetts statutory law provides for prejudgment\n\ninterest on damages in tort and contract actions.   Mass. Gen. Laws\n\nch. 231, § 6B provides:\n\n          In any action in which a verdict is rendered\n          or a finding made or an order for judgment\n          made for pecuniary damages for personal\n          injuries to the plaintiff or for consequential\n          damages, or for damage to property, there\n          shall be added by the clerk of court to the\n          amount of damages interest thereon at the rate\n\n\n\n\n                                 -5-\n\f            of twelve per cent per annum from the date of\n            commencement of the action . . ..\n\n(Emphasis added.)       Section 6C similarly refers to interest added\n\n\"to the amount of damages\" in contract actions.\n\n            The $130,366.89 in the frozen bank account cannot be\n\nconsidered damages such that chapter 231 would apply.                 The special\n\nverdict    form    indicates     that    the   jury   designated      the   sum   of\n\n$7,123.00, and only that sum, as damages.                 Question No. 3 on the\n\nverdict form asked:\n\n            What   amount   of  money   will   reasonably\n            compensate Disola [the Company] for any money\n            taken, frozen and/or distributed in violation\n            of the amended agreement?\n\nThis question clearly encompasses the money in the frozen bank\n\naccount.    Hence, the jury's response to this question – $7,123.00\n\n– represents the total amount of Disola's damages. This conclusion\n\nis   buttressed    by   the    court's    response    to    the   jury's    written\n\nquestion during deliberations, in which it directed the jury to\n\nprovide \"one total figure as asked for in Question 3.\"\n\n            Disola contends that even if the $130,366.89 was not\n\ndamages, the district court still could award interest on this\n\namount pursuant to its equitable powers.                    In support of this\n\nargument, it points out that its prayer for relief included a\n\nrequest for restitution and \"any such further relief as justice and\n\nequity may require.\"          Disola further notes that in the order of\n\njudgment,    the   court      stated    that   it   was    imposing   prejudgment\n\n\n                                         -6-\n\finterest \"as provided by state law.\" This state law, it maintains,\n\ncould refer to a decision of the highest state court rather than to\n\nchapter 231.       It cites Schwartz v. Rose, 418 Mass. 41, 47-48\n\n(1994), as authority for the district court's equitable power to\n\naward interest on a non-damages sum.\n\n              We need not delve into the question of whether the\n\ndistrict court had the equitable authority to award interest on a\n\nsum that was not included in the damages figure.                       Regardless of\n\nwhether it possessed such authority, the record compels us to\n\nconclude that the court was not acting pursuant to its equitable\n\njurisdiction.          Rather,     it   awarded       interest   pursuant       to     the\n\nMassachusetts statutes governing interest on damages awards.                            It\n\nspecifically cited those statutes, Mass. Gen. Laws ch. 231, §§ 6B\n\nand 6C, and awarded interest at the twelve per cent rate prescribed\n\ntherein.\n\n              In light of our conclusion that the $130,366.89 in the\n\nfrozen   account       was   not    damages     and    that    the   court      was    not\n\npurporting to exercise its equitable powers, we cannot allow the\n\naward    of    prejudgment         interest     on     this    amount      to      stand.\n\nAccordingly, we reverse the district court's order of judgment on\n\nthis point.\n\n              Disola    filed      a    cross-appeal      on     the      ground      that\n\nprejudgment     interest     should      have   been    awarded      on   the    sum    of\n\n$118,635.36, which represents the amount that Mancuso and Urdi\n\n\n                                          -7-\n\fvoluntarily repaid on May 26, 1999. We disagree. Assuming without\n\ndeciding that the district court had the equitable power to award\n\ninterest on that sum, any such award would be within the court's\n\ndiscretion.    Cf. Schwartz, 418 Mass. at 48 n.7.              Nothing in the\n\nrecord    suggests    that   failure    to    award     such   interest   would\n\nconstitute an abuse of discretion.             Accordingly, we affirm the\n\ndistrict court's decision not to award interest on the sum of\n\n$118,635.36.\n\n                                  CONCLUSION\n\n            For the reasons set forth above, we VACATE the district\n\ncourt's decision to award Disola prejudgment interest at the rate\n\nof twelve per cent on the amount of $130,366.89.                We REMAND the\n\nmatter to the district court to amend the judgment to reflect that\n\nthe money in the frozen account in the Meeting House Cooperative\n\nBank, including any interest earned since December 16, 1997, be\n\nreturned to the control of Disola.\n\n            As to Disola's cross-appeal, we AFFIRM the district\n\ncourt's    decision    not   to   award      interest    on    the   amount   of\n\n$118,635.36.\n\n            Costs to defendant-appellants.\n\n\n\n\n                                       -8-\n\f",
  "html": "<p class=\"case_cite\">291 F.3d 83</p>\n    <p class=\"parties\">DISOLA DEVELOPMENT, LLC, Plaintiff, Appellee/Cross-Appellant,<br>v.<br>Joseph C. MANCUSO and Rosario Urdi, Defendants, Appellants/Cross-Appellees.</p>\n    <p class=\"docket\">No. 01-1156.</p>\n    <p class=\"docket\">No. 01-1158.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2002.</p>\n    <p class=\"date\">Decided May 13, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gerald A. Phelps and Sumner D. Goldberg, with whom Bruce L. Watson was on brief, for defendants.</p>\n      <p class=\"indent\">Robert S. Wolfe, with whom Wolfe Associates, P.C. was on brief, for plaintiffs.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, defendants-appellants Joseph Mancuso and Rosario Urdi appeal from an award of prejudgment interest to the plaintiff-appellee Disola Development, LLC. The district court calculated interest on the jury's award of damages, $7,123.00, as well as on an additional sum of $130,366.89, which represented a fund deposited in a contested bank account. We reverse the district court's award of prejudgment interest on the latter amount.</p>\n    </div>\n    <p class=\"center\">I. <i>BACKGROUND</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Disola was a limited liability company. The original member-owners were Urdi, Mancuso, and Paul Kinchla. All three had signed personal guarantees to a bank that had loaned the company the money for its operating capital. After a time, Urdi and Mancuso decided that they wanted to get out of their personal guarantees, and the three principals agreed to amend the redemption provision of the original agreement. On August 26, 1997, Disola paid Mancuso $360,000.00 and Urdi $471,000.00 for their interest in the property. In addition, the parties agreed that Mancuso and Urdi were entitled to their pro rata share of the profits Disola had earned prior to the redemption payments. Disola calculated that Mancuso and Urdi's share of the profits was approximately $63,430.00. Urdi and Mancuso disagreed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the redemption occurred, Urdi, who had been president of Disola from its inception, was a signatory on bank accounts held by Disola at the Meeting House Cooperative Bank containing $468,000.00. Urdi made a series of withdrawals totaling approximately $320,000.00, which he shared with Mancuso. These withdrawals precipitated this lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Disola's complaint set forth counts for violation of the Racketeer Influenced and Corrupt Organizations Act (RICO) (Count I); conversion and breach of fiduciary duty under common law (Count II); violation of Mass. Gen. Laws ch. 156C, &#167; 35, which regulates limited liability companies (Count III); and violation of Mass Gen. Laws ch. 93A (Count IV). Disola requested restitution as well as prejudgment interest on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Approximately three months after suit was brought, Mancuso and Urdi voluntarily returned $118,645.36 to Disola.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After a six-day trial, the case went to the jury. With the consent of counsel, the judge submitted special questions to the jury. The jury found in favor of the defendants as to Count I, and in favor of the plaintiff on Counts II and III.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">As to damages, the jury was asked:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Q.3. What amount of money will reasonably compensate Disola for any money taken, frozen and/or distributed in violation of the amended agreement?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The jury's answer to this question was $7,123.00.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During deliberations, the jury submitted a written question to the court:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Can we answer Question 3 as X amount taken or distributed plus all of the money in the frozen accounts?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court stated: \"Give me one total figure as asked for in Question 3. That's all I'm going to say.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After the jury returned its verdict, the district court entered the following Order of Judgment:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Judgment shall be entered for the plaintiff Disola Development, LLC and against defendants Joseph Mancuso and Rosario Urdi in the sum of SEVEN THOUSAND ONE HUNDRED TWENTY-THREE DOLLARS ($7,123.00) with interest thereon at the rate of twelve percent (12%) from December 16, 1997 as provided by state law. Plaintiff is also awarded its costs of action, amounting to FOUR THOUSAND FIVE HUNDRED THIRTY-NINE DOLLARS AND SEVENTY CENTS ($4,539.70).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Court further orders that defendants Joseph Mancuso and Rosario Urdi shall take all necessary actions to give plaintiff Disola Development, LLC exclusive control over ONE HUNDRED THIRTY THOUSAND THREE HUNDRED SIXTY-SIX DOLLARS AND EIGHTY-NINE CENTS ($130,366.89) on deposit at Meetinghouse Co-operative Bank in Account No. 01-80-8023139. Because defendants wrongfully withheld or froze the monies in that account, interest shall be paid thereon at the rate of twelve percent (12%) from December 16, 1997 as provided by state law. Because the account earned interest in the amount of $3,916.28 since December 16, 1997, that interest shall be deducted from the amount of interest calculated on the account at the twelve percent rate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On December 21, 2000, Urdi and Mancuso filed a Motion to Alter Judgment, in which they requested removal of the award of interest on the $130,366.89 held in the frozen bank account. On December 30, 2000, the court denied the motion, stating that \"defendants wrongfully withheld the monies in that account in breach of contract, the operating agreement, and their fiduciary duty.\"</p>\n    </div>\n    <p class=\"center\">II. <i>DISCUSSION</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mancuso and Urdi assert that the district court erred in awarding interest on the $130,366.89 in the frozen bank account. They contend that under Massachusetts law, interest may only be calculated on damages, which the jury assessed at $7,123.00. Whether the district court had the authority to award interest on this sum is a question of law. Accordingly, our review is de novo. <i>Arecibo Cmty. Health Care, Inc. v. Puerto Rico,</i> 270 F.3d 17, 22 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Massachusetts statutory law provides for prejudgment interest on damages in tort and contract actions. Mass. Gen. Laws ch. 231, &#167; 6B provides:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In any action in which a verdict is rendered or a finding made or an order for judgment made for pecuniary damages for personal injuries to the plaintiff or for consequential damages, or for damage to property, there shall be added by the clerk of court <i>to the amount of damages</i> interest thereon at the rate of twelve per cent per annum from the date of commencement of the action....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(Emphasis added.) Section 6C similarly refers to interest added \"to the amount of damages\" in contract actions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The $130,366.89 in the frozen bank account cannot be considered damages such that chapter 231 would apply. The special verdict form indicates that the jury designated the sum of $7,123.00, and only that sum, as damages. Question No. 3 on the verdict form asked:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">What amount of money will reasonably compensate Disola [the Company] for any money taken, frozen and/or distributed in violation of the amended agreement?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This question clearly encompasses the money in the frozen bank account. Hence, the jury's response to this question &#8212; $7,123.00 &#8212; represents the total amount of Disola's damages. This conclusion is buttressed by the court's response to the jury's written question during deliberations, in which it directed the jury to provide \"one total figure as asked for in Question 3.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Disola contends that even if the $130,366.89 was not damages, the district court still could award interest on this amount pursuant to its equitable powers. In support of this argument, it points out that its prayer for relief included a request for restitution and \"any such further relief as justice and equity may require.\" Disola further notes that in the order of judgment, the court stated that it was imposing prejudgment interest \"as provided by state law.\" This state law, it maintains, could refer to a decision of the highest state court rather than to chapter 231. It cites <i>Schwartz v. Rose,</i> 418 Mass. 41, 47-48, 634 N.E.2d 105 (1994), as authority for the district court's equitable power to award interest on a non-damages sum.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We need not delve into the question of whether the district court had the equitable authority to award interest on a sum that was not included in the damages figure. Regardless of whether it possessed such authority, the record compels us to conclude that the court was not acting pursuant to its equitable jurisdiction. Rather, it awarded interest pursuant to the Massachusetts statutes governing interest on damages awards. It specifically cited those statutes, Mass. Gen. Laws ch. 231, &#167;&#167; 6B and 6C, and awarded interest at the twelve per cent rate prescribed therein.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In light of our conclusion that the $130,366.89 in the frozen account was not damages and that the court was not purporting to exercise its equitable powers, we cannot allow the award of prejudgment interest on this amount to stand. Accordingly, we reverse the district court's order of judgment on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Disola filed a cross-appeal on the ground that prejudgment interest should have been awarded on the sum of $118,635.36, which represents the amount that Mancuso and Urdi voluntarily repaid on May 26, 1999. We disagree. Assuming without deciding that the district court had the equitable power to award interest on that sum, any such award would be within the court's discretion. <i>Cf. Schwartz,</i> 418 Mass. at 48 n. 7, 634 N.E.2d 105. Nothing in the record suggests that failure to award such interest would constitute an abuse of discretion. Accordingly, we affirm the district court's decision not to award interest on the sum of $118,635.36.</p>\n    </div>\n    <p class=\"center\">\n      <i>CONCLUSION</i>\n    </p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the reasons set forth above, we <i>VACATE</i> the district court's decision to award Disola prejudgment interest at the rate of twelve per cent on the amount of $130,366.89. We <i>REMAND</i> the matter to the district court to amend the judgment to reflect that the money in the frozen account in the Meeting House Cooperative Bank, including any interest earned since December 16, 1997, be returned to the control of Disola.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As to Disola's cross-appeal, we <i>AFFIRM</i> the district court's decision not to award interest on the amount of $118,635.36.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Costs to defendant-appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court later found in favor of the defendants on Count IV</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></span></p>\n    <p class=\"parties\">DISOLA DEVELOPMENT, LLC, Plaintiff, Appellee/Cross-Appellant,<br>v.<br>Joseph C. MANCUSO and Rosario Urdi, Defendants, Appellants/Cross-Appellees.</p>\n    <p class=\"docket\">No. 01-1156.</p>\n    <p class=\"docket\">No. 01-1158.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2002.</p>\n    <p class=\"date\">Decided May 13, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gerald A. Phelps and Sumner D. Goldberg, with whom Bruce L. Watson was on brief, for defendants.</p>\n      <p class=\"indent\">Robert S. Wolfe, with whom Wolfe Associates, P.C. was on brief, for plaintiffs.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, defendants-appellants Joseph Mancuso and Rosario Urdi appeal from an award of prejudgment interest to the plaintiff-appellee Disola Development, LLC. The district court calculated interest on the jury's award of damages, $7,123.00, as well as on an additional sum of $130,366.89, which represented a fund deposited in a contested bank account. We reverse the district court's award of prejudgment interest on the latter amount.</p>\n    </div>\n    <p class=\"center\">I. <i>BACKGROUND</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Disola was a limited liability company. The original member-owners were Urdi, Mancuso, and Paul Kinchla. All three had signed personal guarantees to a bank that had loaned the company the money for its operating capital. After a time, Urdi and Mancuso decided that they wanted to get out of their personal guarantees, and the three principals agreed to amend the redemption provision of the original agreement. On August 26, 1997, Disola paid Mancuso $360,000.00 and Urdi $471,000.00 for their interest in the property. In addition, the parties agreed that Mancuso and Urdi were entitled to their pro rata share of the profits Disola had earned prior to the redemption payments. Disola calculated that Mancuso and Urdi's share of the profits was approximately $63,430.00. Urdi and Mancuso disagreed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the redemption occurred, Urdi, who had been president of Disola from its inception, was a signatory on bank accounts held by Disola at the Meeting House Cooperative Bank containing $468,000.00. Urdi made a series of withdrawals totaling approximately $320,000.00, which he shared with Mancuso. These withdrawals precipitated this lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Disola's complaint set forth counts for violation of the Racketeer Influenced and Corrupt Organizations Act (RICO) (Count I); conversion and breach of fiduciary duty under common law (Count II); violation of Mass. Gen. Laws ch. 156C, &#167; 35, which regulates limited liability companies (Count III); and violation of Mass Gen. Laws ch. 93A (Count IV). Disola requested restitution as well as prejudgment interest on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Approximately three months after suit was brought, Mancuso and Urdi voluntarily returned $118,645.36 to Disola.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After a six-day trial, the case went to the jury. With the consent of counsel, the judge submitted special questions to the jury. The jury found in favor of the defendants as to Count I, and in favor of the plaintiff on Counts II and III.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">As to damages, the jury was asked:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Q.3. What amount of money will reasonably compensate Disola for any money taken, frozen and/or distributed in violation of the amended agreement?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The jury's answer to this question was $7,123.00.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During deliberations, the jury submitted a written question to the court:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Can we answer Question 3 as X amount taken or distributed plus all of the money in the frozen accounts?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court stated: \"Give me one total figure as asked for in Question 3. That's all I'm going to say.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After the jury returned its verdict, the district court entered the following Order of Judgment:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Judgment shall be entered for the plaintiff Disola Development, LLC and against defendants Joseph Mancuso and Rosario Urdi in the sum of SEVEN THOUSAND ONE HUNDRED TWENTY-THREE DOLLARS ($7,123.00) with interest thereon at the rate of twelve percent (12%) from December 16, 1997 as provided by state law. Plaintiff is also awarded its costs of action, amounting to FOUR THOUSAND FIVE HUNDRED THIRTY-NINE DOLLARS AND SEVENTY CENTS ($4,539.70).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Court further orders that defendants Joseph Mancuso and Rosario Urdi shall take all necessary actions to give plaintiff Disola Development, LLC exclusive control over ONE HUNDRED THIRTY THOUSAND THREE HUNDRED SIXTY-SIX DOLLARS AND EIGHTY-NINE CENTS ($130,366.89) on deposit at Meetinghouse Co-operative Bank in Account No. 01-80-8023139. Because defendants wrongfully withheld or froze the monies in that account, interest shall be paid thereon at the rate of twelve percent (12%) from December 16, 1997 as provided by state law. Because the account earned interest in the amount of $3,916.28 since December 16, 1997, that interest shall be deducted from the amount of interest calculated on the account at the twelve percent rate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On December 21, 2000, Urdi and Mancuso filed a Motion to Alter Judgment, in which they requested removal of the award of interest on the $130,366.89 held in the frozen bank account. On December 30, 2000, the court denied the motion, stating that \"defendants wrongfully withheld the monies in that account in breach of contract, the operating agreement, and their fiduciary duty.\"</p>\n    </div>\n    <p class=\"center\">II. <i>DISCUSSION</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mancuso and Urdi assert that the district court erred in awarding interest on the $130,366.89 in the frozen bank account. They contend that under Massachusetts law, interest may only be calculated on damages, which the jury assessed at $7,123.00. Whether the district court had the authority to award interest on this sum is a question of law. Accordingly, our review is de novo. <i>Arecibo Cmty. Health Care, Inc. v. Puerto Rico,</i> <span class=\"citation\" data-id=\"775403\"><a href=\"/opinion/775403/arecibo-community-health-care-inc-v-commonwealth-of-puerto-rico/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 22 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Massachusetts statutory law provides for prejudgment interest on damages in tort and contract actions. Mass. Gen. Laws ch. 231, &#167; 6B provides:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In any action in which a verdict is rendered or a finding made or an order for judgment made for pecuniary damages for personal injuries to the plaintiff or for consequential damages, or for damage to property, there shall be added by the clerk of court <i>to the amount of damages</i> interest thereon at the rate of twelve per cent per annum from the date of commencement of the action....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(Emphasis added.) Section 6C similarly refers to interest added \"to the amount of damages\" in contract actions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The $130,366.89 in the frozen bank account cannot be considered damages such that chapter 231 would apply. The special verdict form indicates that the jury designated the sum of $7,123.00, and only that sum, as damages. Question No. 3 on the verdict form asked:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">What amount of money will reasonably compensate Disola [the Company] for any money taken, frozen and/or distributed in violation of the amended agreement?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This question clearly encompasses the money in the frozen bank account. Hence, the jury's response to this question &#8212; $7,123.00 &#8212; represents the total amount of Disola's damages. This conclusion is buttressed by the court's response to the jury's written question during deliberations, in which it directed the jury to provide \"one total figure as asked for in Question 3.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Disola contends that even if the $130,366.89 was not damages, the district court still could award interest on this amount pursuant to its equitable powers. In support of this argument, it points out that its prayer for relief included a request for restitution and \"any such further relief as justice and equity may require.\" Disola further notes that in the order of judgment, the court stated that it was imposing prejudgment interest \"as provided by state law.\" This state law, it maintains, could refer to a decision of the highest state court rather than to chapter 231. It cites <i>Schwartz v. Rose,</i> <span class=\"citation\" data-id=\"2243220\"><a href=\"/opinion/2243220/schwartz-v-rose/\"><span class=\"volume\">418</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">41</span></a></span>, 47-48, <span class=\"citation\" data-id=\"2243220\"><a href=\"/opinion/2243220/schwartz-v-rose/\"><span class=\"volume\">634</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">105</span></a></span> (1994), as authority for the district court's equitable power to award interest on a non-damages sum.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We need not delve into the question of whether the district court had the equitable authority to award interest on a sum that was not included in the damages figure. Regardless of whether it possessed such authority, the record compels us to conclude that the court was not acting pursuant to its equitable jurisdiction. Rather, it awarded interest pursuant to the Massachusetts statutes governing interest on damages awards. It specifically cited those statutes, Mass. Gen. Laws ch. 231, &#167;&#167; 6B and 6C, and awarded interest at the twelve per cent rate prescribed therein.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In light of our conclusion that the $130,366.89 in the frozen account was not damages and that the court was not purporting to exercise its equitable powers, we cannot allow the award of prejudgment interest on this amount to stand. Accordingly, we reverse the district court's order of judgment on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Disola filed a cross-appeal on the ground that prejudgment interest should have been awarded on the sum of $118,635.36, which represents the amount that Mancuso and Urdi voluntarily repaid on May 26, 1999. We disagree. Assuming without deciding that the district court had the equitable power to award interest on that sum, any such award would be within the court's discretion. <i>Cf. Schwartz,</i> 418 Mass. at 48 n. 7, <span class=\"citation\" data-id=\"2243220\"><a href=\"/opinion/2243220/schwartz-v-rose/\"><span class=\"volume\">634</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">105</span></a></span>. Nothing in the record suggests that failure to award such interest would constitute an abuse of discretion. Accordingly, we affirm the district court's decision not to award interest on the sum of $118,635.36.</p>\n    </div>\n    <p class=\"center\">\n      <i>CONCLUSION</i>\n    </p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the reasons set forth above, we <i>VACATE</i> the district court's decision to award Disola prejudgment interest at the rate of twelve per cent on the amount of $130,366.89. We <i>REMAND</i> the matter to the district court to amend the judgment to reflect that the money in the frozen account in the Meeting House Cooperative Bank, including any interest earned since December 16, 1997, be returned to the control of Disola.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As to Disola's cross-appeal, we <i>AFFIRM</i> the district court's decision not to award interest on the amount of $118,635.36.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Costs to defendant-appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court later found in favor of the defendants on Count IV</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/775403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2243220/"
  ]
}