{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199933/",
  "absolute_url": "/opinion/199933/united-states-v-zenon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199933/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:40:27Z",
  "date_modified": "2017-03-24T11:04:15.665891Z",
  "type": "010combined",
  "sha1": "0e197cade044bccbbd1af10c01013e7f57fa6e8b",
  "page_count": 16,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1207-01A.pdf",
  "local_path": "pdf/2002/04/30/US_v._Zenon.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 02-1207, 02-1208\n\n                    UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n      CARLOS ZENÓN-RODRÍGUEZ, YABUREIBO ZENÓN-ENCARNACIÓN,\n\n                        Defendants, Appellants.\n\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                                Before\n\n                        Selya, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                     and Lynch, Circuit Judge.\n\n\n\n\n     Fermín L. Arraiza-Navas with whom Jose J. Nazario de la Rosa\nand Pedro J. Varela were on brief for appellants.\n\n     Michael F. Hughes, Special Assistant United States Attorney,\nwith whom Guillermo Gil, United States Attorney, and Jorge E. Vega-\nPacheco, Assistant United States Attorney, were on brief for\nappellee.\n\n\n\n                            April 29, 2002\n\f           LYNCH,     Circuit      Judge.      Carlos    Zenón-Rodríguez   and\n\nYabureibo Zenón-Encarnación appeal their convictions for violating\n\n18   U.S.C.     §   1382   by    trespassing    on   a   United   States   Navy\n\nInstallation on October 4, 2001.             The defendants were protesting\n\nthe military exercises conducted by the U.S. Navy at and around the\n\nCamp Garcia Naval Installation at Vieques, Puerto Rico.              They were\n\neach sentenced to 180 days in prison, the maximum under the\n\nstatute.      We affirm the convictions.\n\n                                        I.\n\n              For the purposes of the Zenóns' sufficiency of the\nevidence claims, we describe the facts in the light most favorable\n\nto the verdict.       United States v. Van Horn, 277 F.3d 48, 54 (1st\n\nCir. 2002).\n           On October 4, 2001, at approximately 11:30 a.m., Puerto\n\nRico police found Carlos Zenón-Rodríguez and his son Yabureibo\nZenón-Encarnación on two separate small boats in the waters of\nBahia Salinas del Sur (or South Salinas Bay), about 150-200 feet\n\noff Camp Garcia, the U.S. military installation on the island of\nVieques, Puerto Rico.           The Navy was conducting military exercises\non that day and had given prior notice of that fact.\n\n              Kathleen Cossairt, a U.S. Navy security liaison, spotted\n\nthe two civilian vessels earlier that morning from an observation\n\npost on Camp Garcia known as O.P. 1.            The Rapid Action Force Unit\n\nof the Puerto Rico Police Department, \"FURA,\" was contacted and\n\ninformed that there were two civilian boats in South Salinas Bay.\n\nFURA sent four vessels toward the civilian boats in the bay, which\n\n                                       -2-\n\fremained about 150-200 feet off shore.\n\n          The FURA boats had to chase the Zenóns' boats.     When the\n\nFURA officers reached the Zenóns, the officers informed them that\nthey were in a \"restricted area.\"        The son, Zenón-Encarnación,\n\nrefused to talk with the officers and told them as much.    According\n\nto one of the officers, the father, Zenón-Rodríguez, told them,\nrepeatedly, \"you are our brothers and we don't want problems with\n\nyou, but we have to put an end to this.\"\n\n          After a forty-minute negotiation with the officers, at\n\napproximately 12:10 p.m., the Zenóns agreed to leave the area, and\n\ndid leave, but only after the FURA boats left first.      Despite the\n\nwarnings, the Zenóns did not leave the prohibited area for some\n\nperiod after the FURA boats left.     By this time, they had disrupted\nthe military exercises for about two hours because the range was\n\nconsidered foul while they were in the bay.\n\n          When the FURA officers found the Zenóns in South Salinas\nBay, the Zenóns were within the danger zone1 around Camp Garcia\n\noutlined in 33 C.F.R. § 343.1470.2\n\n     1\n          A danger zone is \"[a] defined water area (or areas) used\nfor target practice, bombing, rocket firing or other especially\nhazardous operations, normally of the armed forces. The danger\nzones may be closed to the public on a full-time or intermittent\nbasis, as stated in the regulations.\" 33 C.F.R. § 334.2 (2001).\n     2\n          33 C.F.R. § 334.1470 reads:\n\n                   (a) The danger zone. From Punta Conejo on the south\n           coast    of Vieqeus at latitude 18/ 06'30\", longitude\n     65/ 22'33\";    thence to latitude 18/ 03'00\", longitude\n     65/ 21'00\";    thence to latitude 18/ 03'00\", longitude\n     65/ 15'30\";    thence to latitude 18/ 11'30\", longitude\n     65/ 14'30\";    thence to latitude 18/ 12'00\", longitude\n     65/ 20'00\";     and thence to Cabellos Colorados on the north\n\n                                   -3-\n\f            A regular weekly fishermen's warning notice, which in the\n\nnormal course      is   sent    to   nine    locations,   was   distributed   on\n\nSeptember 26, 2001, for the week of October 1 to October 7, 2001.\nThe notice is routinely posted in various locations, including the\n\nVieques     post   office,     the   Fishermen's     Association,    the   Port\n\nAuthority, and marinas in the area.             It clearly stated that there\nwould be \"dangerous naval activities\" in \"Danger Area B\" from 8:00\n\na.m. until 11:00 p.m. on October 4.              The notice, as it normally\n\ndoes, included a map which depicted Vieques and Danger Area B.\n\nSouth Salinas Bay is in Danger Area B.\n\n             The Zenóns were charged with illegally entering naval\n\nproperty in violation of 18 U.S.C. § 1382.            They filed a motion to\n\ndismiss the indictment on January 3, 2002, which the district court\ndenied on January 14.          A one-day bench trial was held on January\n\n15, 2002.    After the government rested its case, the Zenóns raised\n\n\n\n           coast of Vieques at latitude 18/ 09'49\", longitude\n     65/ 23'27\".\n                 (b) Regulations. (1) It will be open to navigation\n           at all times except when firing is being conducted. At\n           such times, no persons or surface vessels, except those\n           patrolling the area, shall enter or remain within the\n           danger area. Prior to conducting each firing or dropping\n           of ordnance the danger area will be patrolled to insure\n           that no watercraft are within the danger area.       Any\n           watercraft in the vicinity will be warned that practice\n           firing is about to take place and advised to vacate the\n           area.\n                 (2) The regulations will be enforced by the\n           Commander, U.S. Naval Forces Caribbean, U.S. Naval\n           Station, Roosevelt Roads, Puerto Rico, and such agencies\n           and subordinate commands as he/she may designate.\n\n33 C.F.R. § 334.1470 (2001).\n\n                                       -4-\n\fa motion for judgment of acquittal.    Fed. R. Crim. P. 29.   After\n\nhearing argument on the motion, the court denied the motion and\n\nfound both the Zenóns guilty.   The court sentenced each of them to\nthe maximum penalty of 180 days in prison.\n\n           Defendants now appeal their convictions.   They make four\n\nmain arguments, which they made previously in their motion to\ndismiss the indictment and in their Rule 29 motion.     First, they\n\nargue that the danger zone is not part of Camp Garcia and is not\n\nU.S. property, and so they cannot be convicted for trespassing on\n\nU.S. naval property under 18 U.S.C. § 1382.     Second, they argue\n\nthat the court erred in not granting their Rule 29 motion, because\n\nthe government did not prove all the elements of the offense\n\ncharged.   Third, they argue that under 33 C.F.R. § 334.3(c)3 they\n\n\n     3\n           33 C.F.R. § 334.3(c) states:\n\n                (c) Temporary, occasional or intermittent use. If\n           the use of the water area is desired for a short period\n           of time, not to exceed thirty days in duration, and that\n           planned operations can be conducted safely without\n           imposing unreasonable restrictions on navigation, and\n           without promulgating restricted area regulations in\n           accordance with the regulations in this section,\n           applicants may be informed that formal regulations are\n           not required. Activities of this type shall not reoccur\n           more often than biennially (every other year), unless\n           danger zone/restricted area rules are promulgated under\n           this part. Proper notices for mariners requesting that\n           vessels avoid the area will be issued by the Agency\n           requesting such use of the water area, or if appropriate,\n           by the District Engineer, to all known interested\n           persons. Copies will also be sent to appropriate State\n           agencies, the Commandant, U.S. Coast Guard, Washington,\n           DC 20590, and Director, Defense Mapping Agency,\n           Hydrographic Center, Washington, DC 20390, ATTN: Code NS\n           12. Notification to all parties and Agencies shall be\n           made at least two weeks prior to the planned event, or\n           earlier, if required for distribution of Local Notice to\n\n                                -5-\n\fwere entitled to at least two weeks' advance notice of the military\n\nexercise and the prohibition from entering the danger zone on\n\nOctober 4, 2001.   Fourth, they argue that the regulation creating\nthe danger zone is invalid because it unreasonably interferes with\n\nPuerto Rico's food fishing industry.     They say that the district\n\ncourt was obligated to hold an evidentiary hearing on this issue.\n                                II.\n\nA.   Whether Incursions into the Danger Zone May Violate\n     18 U.S.C. § 1382\n\n          Defendants' primary argument is a territorial one: they\n\nsay that the danger zone outlined in 33 C.F.R. § 334.1470 is not\n\npart of Camp Garcia and is not U.S. property, and so trespassers\nthere may not be prosecuted under 18 U.S.C. § 1382.      Defendants\n\nclaim that because they were in the waters of South Salinas Bay,\n\nwhich is not owned by the U.S. government, they did not violate 18\nU.S.C. § 1382.\n\n          Whether prosecutions under 18 U.S.C. § 1382 may include\n\ntrespassers in the danger zone around Camp Garcia is a question of\n\nlaw, and \"[w]e review the district court's construction of a\n\nfederal statute de novo,\" United States v. Maxwell, 254 F.3d 21, 24\n\n(1st Cir. 2001).   The statute, 18 U.S.C. § 1382, in relevant part,\n\nprohibits, \"within the jurisdiction of the United States,\" entry\n\n\"upon any military, naval, or Coast Guard reservation, post, fort,\n\n\n\n          Mariners by the Coast Guard.\n\n33 C.F.R. § 334.3(c) (2001).\n\n\n                                -6-\n\farsenal, yard, station, or installation, for any purpose prohibited\n\nby law or lawful regulation.\"                   The danger zone regulation itself\n\nsays that when firing is conducted in the area \"no persons or\nsurface vessels . . . shall enter or remain within the danger\n\narea.\"    33 C.F.R. § 334.1470(b).\n\n               The defendants' argument is premised on the erroneous\nnotion that the United States must own the portion of the danger\n\nzone where the defendants were found in order to prosecute them for\n\ntrespassing. In United States v. Ventura-Meléndez, 275 F.3d 9 (1st\n\nCir. 2001), this court held that \"'government ownership of the\n\nproperty in question is not a requisite to violating Section\n\n1382.'\"   Id. at 17 (quoting United States v. Allen, 924 F.2d 29, 31\n\n(2d   Cir.     1991)).            Instead,      \"§       1382      requires   only     that   the\ngovernment          demonstrate      either          a    possessory       interest     in,     or\n\noccupation or control of, the area reserved by the miliary.\"                                  Id.\n\nVentura-Meléndez also held that § 1382 extends to prosecution of\nthose    who    enter        a    danger      zone       in       proximity   to   a    military\n\ninstallation. Id. at 17-18.\n\n               In     this       case,    the    United           States   demonstrated       its\n\noccupation and control of South Salinas Bay in two ways.                                 First,\n\nthe   regulation        itself,          33   C.F.R.          §    334.1470(a),    is    such    a\n\ndemonstration.          It outlines a large area, which extends from the\n\nCamp Garcia beach, and designates it as a danger zone.                                    As we\n\ndiscuss later in the opinion, South Salinas Bay is within the\n\ndanger zone outlined by the coordinates in the regulation. Second,\n\nas a matter of fact, the portion of the danger zone that includes\n\n\n                                                -7-\n\fSouth Salinas Bay was under the occupation and control of the U.S.\n\non October 4, 2001.    Cossairt, the U.S. Navy security liaison,\n\ntestified that there were military exercises occurring on that day,\nand that South Salinas Bay was in the live impact area.   The U.S.\n\nNavy observes the area to see if there are intruders and arranges\n\nfor vessels to apprehend the intruders. Because the U.S. exercised\ncontrol over the South Salinas Bay area on October 4, 2001,\n\nunlawful entry onto that area was prohibited under 18 U.S.C. §\n\n1382.\n\nB.   Rule 29 Motion: Elements of 18 U.S.C. § 1382\n\n          The Zenóns argue that the court erred in not granting\n\ntheir Rule 29 motion, because the government did not prove all the\n\nelements of the offense charged. They say the government presented\ninsufficient evidence to convict them.        We review a district\n\ncourt's denial of a Rule 29 motion de novo.   Ventura-Meléndez, 275\n\nF.3d at 17.   The defendants have a high burden to meet on an\ninsufficiency of the evidence claim: we affirm the conviction\n\n\"unless the evidence, viewed in the light most favorable to the\ngovernment, could not have persuaded any trier of fact of the\n\ndefendant's guilt beyond a reasonable doubt.\"     United States v.\n\nHernández, 218 F.3d 58, 64 (1st Cir. 2000) (quoting United States\n\nv. Paradis, 802 F.2d 553, 559 (1st Cir. 1986)).     The defendants\n\nfail to meet this burden.\n\n          To prove a prohibited purpose in violation of § 1382, the\n\ngovernment must prove that the defendants deliberately entered or\n\nremained in the prohibited area without authorization, and that\n\n\n                               -8-\n\fthey knew or had notice, actual or constructive, that the entry was\n\nprohibited. United States v. Sued-Jiménez, 275 F.3d 1, 6 (1st Cir.\n\n2001); Maxwell, 254 F.3d at 24 (explaining that \"an unauthorized\nentry itself can constitute a prohibited purpose\" under § 1382; the\n\nonly state of mind required is a purpose to enter with actual or\n\nconstructive notice that entry is prohibited).                 And, because the\nregulation establishing the danger zone states that \"[i]t will be\n\nopen to navigation at all times except when firing is being\n\nconducted,\" 33 C.F.R. § 334.1470(b)(1), to prove a violation of §\n\n1382, the government was required to prove that notice was given\n\nthat the danger zone was closed to the public at the time of\n\narrest.   United States v. Ayala Ayala, No. 01-2148, slip op. at 13\n\n(1st Cir. Apr. 29, 2002). The Zenóns argue that the government did\nnot prove either of these elements.\n\n            First, the Zenóns argue that the government did not\n\nestablish that they entered the prohibited area.                  They say the\ngovernment failed to show that either they or South Salinas Bay\n\nwere within the danger zone outlined in the regulation.                        Their\n\npremise is that the government must \"locat[e] defendants within the\n\nlongitudes, latitudes and degrees specified in the regulation\n\nallegedly   violated,\"   a     burden    not   met     here.      The    argument\n\noverstates the government's burden.\n\n            The   government     provided      ample    evidence        that     the\n\ndefendants were in South Salinas Bay, and that South Salinas Bay\n\nwas within the danger zone.             As to the defendants' location,\n\nSergeant Luis Martinez, one of the FURA officers who intercepted\n\n\n                                    -9-\n\fthe defendants, testified that he found them in South Salinas Bay,\n\nand that his supervisors had earlier informed him that the bay was\n\npart of a danger zone.         He also testified that he recognized them\nas \"Mr. Zenon, the father, and . . . the son\" from seeing pictures\n\nof them in newspapers.              Another FURA officer, Wilfredo Padilla\n\nSepulveda, who intercepted the defendants, testified that he found\nthe defendants \"inside the restricted zone\" in South Salinas Bay.\n\n            As   to    the    bay    being   in    the   danger   zone,   Cossairt\n\ntestified that on the morning of October 4, 2001, she saw two\n\ncivilian boats in South Salinas Bay from her observation point.\n\nShe pointed out this location on an aerial photograph, which\n\ndepicted the danger zone.             Schedules Officer Ramon DeJesus, who\n\nsupervises the processing of airspace and surface area requests and\nis responsible for the creation of fishermen's warnings, also\n\ntestified   that      South   Salinas    Bay      is   within   \"Danger   Area   B,\"\n\ndepicted on the map attached to the fishermen's warning for the\nweek of October 1 to October 7, 2001.              In addition, the court took\n\njudicial notice of 33 C.F.R. § 334.1470, which outlines the danger\n\nzone in question in this case.\n\n            Second, the Zenóns say that they did not know or have\n\nnotice of the fact that South Salinas Bay was a prohibited area on\n\nOctober 4, 2001, in the sense that the Navy did not alert people to\n\nthe use of the area for military exercises, and therefore, that it\n\nwas closed to navigation.             In addition to contesting the facts\n\nconcerning notice, the Zenóns raise one issue of law, which we\n\ndiscuss later, as to the timing of the prior notice required.                    The\n\n\n                                        -10-\n\fgovernment counters that the Zenóns had both constructive and\n\nactual notice that entry into South Salinas Bay was prohibited.\n\nThe evidence supports the government.\n          Officer DeJesus testified that he is responsible for the\n\ncreation and dissemination of a weekly fishermen's warning, which\n\nincludes, in Spanish and in English, notice of \"what areas are to\nbe used [for military exercises] and what areas are off-limits for\n\nnon-participants.\"     Such a notice is created and distributed each\n\nWednesday, and includes information about what military exercises,\n\nif any, are scheduled for that week.     The warnings are regularly\n\nsent to, and posted in, nine locations around Vieques and on\n\nmainland Puerto Rico.      DeJesus testified that a routine weekly\nfishermen's notice was sent out on Wednesday, September 26, to all\n\nthe usual locations.    A copy of the warning, in evidence, included\n\ninformation about the military exercises for the week of October 1\nto October 7.   The notice stated that there would be \"dangerous\n\nnaval activities\" in \"Danger Area B\" from 8:00 a.m. until 11:00\np.m. on October 4.   The attached map indicated where Danger Area B\nwas, and South Salinas Bay is within it.    Taking the evidence most\nfavorably to the verdict permits the conclusion that the warning\n\nwas actually posted as part of a regular weekly practice.        The\n\nfishermen's warning constituted constructive notice to the Zenóns\n\nthat military exercises were going to take place in South Salinas\n\nBay on October 4, 2001.\n\n          In addition, the Zenóns also had actual notice that their\n\npresence in South Salinas Bay, on October 4, was not allowed.\n\n                                 -11-\n\fSergeant Martinez informed the Zenóns in their boats that they were\n\nin a \"restricted area\" and that they were not allowed to be there.\n\nOfficer Sepulveda also said that the FURA officers \"informed one of\nthem that they could not be there, that this was a restricted\n\nzone.\"   Nevertheless, the Zenóns remained.\n\n           The defendants claim that because the FURA officers told\nthem that they were in a \"restricted area\" and not a \"danger zone\"\n\nthe notice was insufficient.     Specifically, they say that because\n\nthe fishermen's warning referred to a \"danger area,\" they did not\n\nknow that they were not allowed in the \"restricted area.\"        The\n\nZenóns attempt to rely on the separate definitions given to a\n\n\"danger zone\" and to a \"restricted area\" in 33 C.F.R. § 334.2,4 but\n\ntheir argument is to no avail.    Whatever the differences, they are\nnot material in this case.       The defendants knew from the FURA\n\nofficers' warnings that they were not allowed in the area, no\n\nmatter what the officers called that area.\n           Because the government presented sufficient evidence to\n\n     4\n          33 C.F.R. § 334.2 reads:\n\n          (a) Danger zone. A defined water area (or areas) used\n          for target practice, bombing, rocket firing or other\n          especially hazardous operations, normally for the armed\n          forces. The danger zones may be closed to the public on\n          a full-time or intermittent basis, as stated in the\n          regulations.\n\n          (b) Restricted area.    A defined water area for the\n          purpose of prohibiting or limiting public access to the\n          area. Restricted areas generally provide security for\n          Government property and/or protection to the public from\n          the risks of damage or injury arising from the\n          Government's use of that area.\n\n33 C.F.R. § 334.2 (2001).\n\n                                 -12-\n\fshow both that South Salinas Bay was a prohibited area, and that\n\nthe Zenóns knew or had notice that it was a prohibited area, the\n\ndistrict court did not err in denying the Rule 29 motion, and the\ndefendants' insufficiency of the evidence claim fails.\n\nC.    Timing of Notice\n\n              The defendants say that the time period for adequate\nnotice is governed by 33 C.F.R. § 334.3(c), which requires two\n\nweeks' advance notice, and here the fishermen's notice was posted\n\nonly nine days before October 4, 2001.                Section 334.3(c) is simply\n\ninapplicable in this case.           It only applies to situations in which\n\nthe military's expected use of the water area is sufficiently short\n\nand infrequent that \"formal regulations are not required\" and in\n\nwhich a danger zone or restricted area has not been promulgated.\n33 C.F.R. § 334.3(c) (2001); see also United States v. de Jesus,\n\n108 F. Supp. 2d 68, 71 (D.P.R. 2000).                   Here a danger zone was\n\npromulgated.        Two weeks' notice in this case was unnecessary, and\nthe notice which was provided was sufficient.\n\nD.    Validity of 33 C.F.R. § 334.1470\n\n              The defendants argue that the indictment should have been\n\ndismissed because 33 C.F.R. § 334.1470 was improperly promulgated\n\nunder 33 U.S.C. § 1, and that it should have been promulgated under\n\n33   U.S.C.    §    3,   which    requires    that    the   regulation   will   not\n\n\"unreasonably . . . interfere with or restrict the food fishing\n\nindustry.\"      33 U.S.C. § 3 (1994).           Because they raised this issue\n\nbefore   the       district      court   in   their    motion   to   dismiss    the\n\nindictment, the Zenóns argue that the district court was obligated\n\n\n                                         -13-\n\fto    hold    an    evidentiary    hearing     on   whether     the   regulation\n\nunreasonably interfered with the food fishing industry.\n\n              The defendants rely on United States v. Saade, 652 F.2d\n1126 (1st Cir. 1981).        Saade held that the appropriate statutory\n\nauthority for an almost identical regulation to                § 334.1470 was 33\n\nU.S.C. § 3 and not 33 U.S.C. § 1, because § 3 refers more\nspecifically to the promulgation of regulations for the prevention\n\nof injuries from target practice.          Id. at 1130-32.       Saade remanded\n\nthe case to the district court to hold an evidentiary hearing to\n\ndetermine whether the regulation unreasonably interfered with the\n\nfood fishing industry.       Id. at 1133-34.        The defendants urge us to\n\ndo the same here.\n\n              In our view, this case is not identical to Saade.               The\nregulatory context has changed significantly.                   In 1993, a new\n\nprovision, explicitly promulgated under 33 U.S.C. § 3, was added to\n\nthe danger zone and restricted area regulations.                See Danger Zone\n\nand Restricted Area Regulations, 58 Fed. Reg. 37,606, 37,606 (July\n\n12, 1993).      This added provision states:\n              The authority to prescribe danger zone and restricted\n              area regulations must be exercised so as not to\n              unreasonably interfere with or restrict the food fishing\n              industry.   Whenever the proposed establishment of a\n              danger zone or restricted area may affect fishing\n              operations, the District Engineer will consult with the\n              Regional Director, U.S. Fish and Wildlife Service,\n              Department of the Interior and the Regional Director,\n              National Marine Fisheries Service, National Oceanic &\n              Atmospheric Administration (NOAA).\n\n33 C.F.R. § 334.3(b) (2001).           Although the danger zone regulation\n\nin this case was promulgated under 33 U.S.C. § 1, both regulations\n\nare   found    in   part   334    of   title   33   of   the   Code   of   Federal\n\n                                       -14-\n\fRegulations, which deals with danger zones and restricted areas.\n\n33 C.F.R. § 334.3(b) applies to 33 C.F.R. § 334.1470, and so the\n\ntwo must be read together, thus satisfying the concern in 33 U.S.C.\n§ 3.    Saade seems to have been satisfied by the addition of 33\n\nC.F.R. § 334.3(b).        To the extent that the defendants rely on\n\nSaade, their reliance is misplaced.\n           Beyond that, at the district court level the defendants\n\nmade this argument about the effect on the food fishing industry in\n\nonly one sentence of their motion to dismiss the indictment.                  In a\n\nnine-page motion they said only that \"the Danger Zone in question\n\nwas improperly promulgated pursuant to 33 U.S.C. § 1, and not 33\n\nU.S.C. § 3 . . . and . . . the regulation unreasonably affects the\n\nfood fishing industry in Vieques and Puerto Rico.\"                 In response,\nthe district court said that the defendants did not properly raise\n\nthe argument because they provided no legal or factual support for\n\nit.    We agree.    For example, the defendants do not anywhere make\nthe    argument    that   the   government    did     not   here    follow    the\n\nnotification procedure outlined in 33 C.F.R. § 334.3(b).                       An\n\nargument   made    off-hand     in   one   sentence   of    a   motion   is   not\n\nsufficient to preserve an issue. See United States v. Zannino, 895\n\nF.2d 1, 17 (1st Cir. 1990) (\"[I]ssues adverted to in a perfunctory\n\nmanner, unaccompanied by some effort at developed argumentation,\n\nare deemed waived.\"). The defendants did not adequately raise this\n\nissue before the district court, and have therefore forfeited the\n\nargument on appeal.       United States v. Slade, 980 F.2d 27, 30 (1st\n\nCir. 1992) (\"It is a bedrock rule that when a party has not\n\n\n                                      -15-\n\fpresented an argument to the district court, she may not unveil it\n\nin the court of appeals.\").\n\n                              III.\n          The judgment of the district court is affirmed.\n\n\n\n\n                              -16-\n\f",
  "html": "<p class=\"case_cite\">289 F.3d 28</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Carlos ZEN&#211;N-RODR&#205;GUEZ, Yabureibo Zen&#243;n-Encarnaci&#243;n, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 02-1207.</p>\n    <p class=\"docket\">No. 02-1208.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 4, 2002.</p>\n    <p class=\"date\">Decided April 29, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ferm&#237;n L. Arraiza-Navas with whom Jose J. Nazario de la Rosa and Pedro J. Varela were on brief for appellants.</p>\n      <p class=\"indent\">Michael F. Hughes, Special Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carlos Zen&#243;n-Rodr&#237;guez and Yabureibo Zen&#243;n-Encarnaci&#243;n appeal their convictions for violating 18 U.S.C. &#167; 1382 by trespassing on a United States Navy Installation on October 4, 2001. The defendants were protesting the military exercises conducted by the U.S. Navy at and around the Camp Garcia Naval Installation at Vieques, Puerto Rico. They were each sentenced to 180 days in prison, the maximum under the statute. We affirm the convictions.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For the purposes of the Zen&#243;ns' sufficiency of the evidence claims, we describe the facts in the light most favorable to the verdict. <i>United States v. Van Horn,</i> 277 F.3d 48, 54 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 4, 2001, at approximately 11:30 a.m., Puerto Rico police found Carlos Zen&#243;n-Rodr&#237;guez and his son Yabureibo Zen&#243;n-Encarnaci&#243;n on two separate small boats in the waters of Bahia Salinas del Sur (or South Salinas Bay), about 150-200 feet off Camp Garcia, the U.S. military installation on the island of Vieques, Puerto Rico. The Navy was conducting military exercises on that day and had given prior notice of that fact.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Kathleen Cossairt, a U.S. Navy security liaison, spotted the two civilian vessels earlier that morning from an observation post on Camp Garcia known as O.P. 1. The Rapid Action Force Unit of the Puerto Rico Police Department, \"FURA,\" was contacted and informed that there were two civilian boats in South Salinas Bay. FURA sent four vessels toward the civilian boats in the bay, which remained about 150-200 feet off shore.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The FURA boats had to chase the Zen&#243;ns' boats. When the FURA officers reached the Zen&#243;ns, the officers informed them that they were in a \"restricted area.\" The son, Zen&#243;n-Encarnaci&#243;n, refused to talk with the officers and told them as much. According to one of the officers, the father, Zen&#243;n-Rodr&#237;guez, told them, repeatedly, \"you are our brothers and we don't want problems with you, but we have to put an end to this.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After a forty-minute negotiation with the officers, at approximately 12:10 p.m., the Zen&#243;ns agreed to leave the area, and did leave, but only after the FURA boats left first. Despite the warnings, the Zen&#243;ns did not leave the prohibited area for some period after the FURA boats left. By this time, they had disrupted the military exercises for about two hours because the range was considered foul while they were in the bay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When the FURA officers found the Zen&#243;ns in South Salinas Bay, the Zen&#243;ns were within the danger zone<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> around Camp Garcia outlined in 33 C.F.R. &#167; 334.1470.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A regular weekly fishermen's warning notice, which in the normal course is sent to nine locations, was distributed on September 26, 2001, for the week of October 1 to October 7, 2001. The notice is routinely posted in various locations, including the Vieques post office, the Fishermen's Association, the Port Authority, and marinas in the area. It clearly stated that there would be \"dangerous naval activities\" in \"Danger Area B\" from 8:00 a.m. until 11:00 p.m. on October 4. The notice, as it normally does, included a map which depicted Vieques and Danger Area B. South Salinas Bay is in Danger Area B.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Zen&#243;ns were charged with illegally entering naval property in violation of 18 U.S.C. &#167; 1382. They filed a motion to dismiss the indictment on January 3, 2002, which the district court denied on January 14. A one-day bench trial was held on January 15, 2002. After the government rested its case, the Zen&#243;ns raised a motion for judgment of acquittal. Fed.R.Crim.P. 29. After hearing argument on the motion, the court denied the motion and found both the Zen&#243;ns guilty. The court sentenced each of them to the maximum penalty of 180 days in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendants now appeal their convictions. They make four main arguments, which they made previously in their motion to dismiss the indictment and in their Rule 29 motion. First, they argue that the danger zone is not part of Camp Garcia and is not U.S. property, and so they cannot be convicted for trespassing on U.S. naval property under 18 U.S.C. &#167; 1382. Second, they argue that the court erred in not granting their Rule 29 motion, because the government did not prove all the elements of the offense charged. Third, they argue that under 33 C.F.R. &#167; 334.3(c)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> they were entitled to at least two weeks' advance notice of the military exercise and the prohibition from entering the danger zone on October 4, 2001. Fourth, they argue that the regulation creating the danger zone is invalid because it unreasonably interferes with Puerto Rico's food fishing industry. They say that the district court was obligated to hold an evidentiary hearing on this issue.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\n        <i>A. Whether Incursions into the Danger Zone May Violate 18 U.S.C. &#167; 1382</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants' primary argument is a territorial one: they say that the danger zone outlined in 33 C.F.R. &#167; 334.1470 is not part of Camp Garcia and is not U.S. property, and so trespassers there may not be prosecuted under 18 U.S.C. &#167; 1382. Defendants claim that because they were in the waters of South Salinas Bay, which is not owned by the U.S. government, they did not violate 18 U.S.C. &#167; 1382.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Whether prosecutions under 18 U.S.C. &#167; 1382 may include trespassers in the danger zone around Camp Garcia is a question of law, and \"[w]e review the district court's construction of a federal statute de novo,\" <i>United States v. Maxwell,</i> 254 F.3d 21, 24 (1st Cir.2001). The statute, 18 U.S.C. &#167; 1382, in relevant part, prohibits, \"within the jurisdiction of the United States,\" entry \"upon any military, naval, or Coast Guard reservation, post, fort, arsenal, yard, station, or installation, for any purpose prohibited by law or lawful regulation.\" The danger zone regulation itself says that when firing is conducted in the area \"no persons or surface vessels ... shall enter or remain within the danger area.\" 33 C.F.R. &#167; 334.1470(b).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defendants' argument is premised on the erroneous notion that the United States must own the portion of the danger zone where the defendants were found in order to prosecute them for trespassing. In <i>United States v. Ventura-Mel&#233;ndez,</i> 275 F.3d 9 (1st Cir.2001), this court held that \"`government ownership of the property in question is <i>not</i> a requisite to violating Section 1382.'\" <i>Id.</i> at 17 (quoting <i>United States v. Allen,</i> 924 F.2d 29, 31 (2d Cir.1991)). Instead, \"&#167; 1382 requires only that the government demonstrate either a possessory interest in, or occupation or control of, the area reserved by the military.\" <i>Id. Ventura-Mel&#233;ndez</i> also held that &#167; 1382 extends to prosecution of those who enter a danger zone in proximity to a military installation. <i>Id.</i> at 17-18.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the United States demonstrated its occupation and control of South Salinas Bay in two ways. First, the regulation itself, 33 C.F.R. &#167; 334.1470(a), is such a demonstration. It outlines a large area, which extends from the Camp Garcia beach, and designates it as a danger zone. As we discuss later in the opinion, South Salinas Bay is within the danger zone outlined by the coordinates in the regulation. Second, as a matter of fact, the portion of the danger zone that includes South Salinas Bay was under the occupation and control of the U.S. on October 4, 2001. Cossairt, the U.S. Navy security liaison, testified that there were military exercises occurring on that day, and that South Salinas Bay was in the live impact area. The U.S. Navy observes the area to see if there are intruders and arranges for vessels to apprehend the intruders. Because the U.S. exercised control over the South Salinas Bay area on October 4, 2001, unlawful entry onto that area was prohibited under 18 U.S.C. &#167; 1382.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>B. Rule 29 Motion: Elements of 18 U.S.C. &#167; 1382</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Zen&#243;ns argue that the court erred in not granting their Rule 29 motion, because the government did not prove all the elements of the offense charged. They say the government presented insufficient evidence to convict them. We review a district court's denial of a Rule 29 motion de novo. <i>Ventura-Mel&#233;ndez,</i> 275 F.3d at 17. The defendants have a high burden to meet on an insufficiency of the evidence claim: we affirm the conviction \"unless the evidence, viewed in the light most favorable to the government, could not have persuaded any trier of fact of the defendant's guilt beyond a reasonable doubt.\" <i>United States v. Hern&#225;ndez,</i> 218 F.3d 58, 64 (1st Cir.2000) (quoting <i>United States v. Paradis,</i> 802 F.2d 553, 559 (1st Cir.1986)). The defendants fail to meet this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To prove a prohibited purpose in violation of &#167; 1382, the government must prove that the defendants deliberately entered or remained in the prohibited area without authorization, and that they knew or had notice, actual or constructive, that the entry was prohibited. <i>United States v. Sued-Jim&#233;nez,</i> 275 F.3d 1, 6 (1st Cir. 2001); <i>Maxwell,</i> 254 F.3d at 24 (explaining that \"an unauthorized entry itself can constitute a prohibited purpose\" under &#167; 1382; the only state of mind required is a purpose to enter with actual or constructive notice that entry is prohibited). And, because the regulation establishing the danger zone states that \"[i]t will be open to navigation at all times except when firing is being conducted,\" 33 C.F.R. &#167; 334.1470(b)(1), to prove a violation of &#167; 1382, the government was required to prove that notice was given that the danger zone was closed to the public at the time of arrest. <i>United States v. Ayala Ayala,</i> 289 F.3d 16, 24 (1st Cir.2002). The Zen&#243;ns argue that the government did not prove either of these elements.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, the Zen&#243;ns argue that the government did not establish that they entered the prohibited area. They say the government failed to show that either they or South Salinas Bay were within the danger zone outlined in the regulation. Their premise is that the government must \"locat[e] defendants within the longitudes, latitudes and degrees specified in the regulation allegedly violated,\" a burden not met here. The argument overstates the government's burden.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government provided ample evidence that the defendants were in South Salinas Bay, and that South Salinas Bay was within the danger zone. As to the defendants' location, Sergeant Luis Martinez, one of the FURA officers who intercepted the defendants, testified that he found them in South Salinas Bay, and that his supervisors had earlier informed him that the bay was part of a danger zone. He also testified that he recognized them as \"Mr. Zenon, the father, and ... the son\" from seeing pictures of them in newspapers. Another FURA officer, Wilfredo Padilla Sepulveda, who intercepted the defendants, testified that he found the defendants \"inside the restricted zone\" in South Salinas Bay.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As to the bay being in the danger zone, Cossairt testified that on the morning of October 4, 2001, she saw two civilian boats in South Salinas Bay from her observation point. She pointed out this location on an aerial photograph, which depicted the danger zone. Schedules Officer Ramon DeJesus, who supervises the processing of airspace and surface area requests and is responsible for the creation of fishermen's warnings, also testified that South Salinas Bay is within \"Danger Area B,\" depicted on the map attached to the fishermen's warning for the week of October 1 to October 7, 2001. In addition, the court took judicial notice of 33 C.F.R. &#167; 334.1470, which outlines the danger zone in question in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second, the Zen&#243;ns say that they did not know or have notice of the fact that South Salinas Bay was a prohibited area on October 4, 2001, in the sense that the Navy did not alert people to the use of the area for military exercises, and therefore, that it was closed to navigation. In addition to contesting the facts concerning notice, the Zen&#243;ns raise one issue of law, which we discuss later, as to the timing of the prior notice required. The government counters that the Zen&#243;ns had both constructive and actual notice that entry into South Salinas Bay was prohibited. The evidence supports the government.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Officer DeJesus testified that he is responsible for the creation and dissemination of a weekly fishermen's warning, which includes, in Spanish and in English, notice of \"what areas are to be used [for military exercises] and what areas are off-limits for non-participants.\" Such a notice is created and distributed each Wednesday, and includes information about what military exercises, if any, are scheduled for that week. The warnings are regularly sent to, and posted in, nine locations around Vieques and on mainland Puerto Rico. DeJesus testified that a routine weekly fishermen's notice was sent out on Wednesday, September 26, to all the usual locations. A copy of the warning, in evidence, included information about the military exercises for the week of October 1 to October 7. The notice stated that there would be \"dangerous naval activities\" in \"Danger Area B\" from 8:00 a.m. until 11:00 p.m. on October 4. The attached map indicated where Danger Area B was, and South Salinas Bay is within it. Taking the evidence most favorably to the verdict permits the conclusion that the warning was actually posted as part of a regular weekly practice. The fishermen's warning constituted constructive notice to the Zen&#243;ns that military exercises were going to take place in South Salinas Bay on October 4, 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In addition, the Zen&#243;ns also had actual notice that their presence in South Salinas Bay, on October 4, was not allowed. Sergeant Martinez informed the Zen&#243;ns in their boats that they were in a \"restricted area\" and that they were not allowed to be there. Officer Sepulveda also said that the FURA officers \"informed one of them that they could not be there, that this was a restricted zone.\" Nevertheless, the Zen&#243;ns remained.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendants claim that because the FURA officers told them that they were in a \"restricted area\" and not a \"danger zone\" the notice was insufficient. Specifically, they say that because the fishermen's warning referred to a \"danger area,\" they did not know that they were not allowed in the \"restricted area.\" The Zen&#243;ns attempt to rely on the separate definitions given to a \"danger zone\" and to a \"restricted area\" in 33 C.F.R. &#167; 334.2,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> but their argument is to no avail. Whatever the differences, they are not material in this case. The defendants knew from the FURA officers' warnings that they were not allowed in the area, no matter what the officers called that area.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Because the government presented sufficient evidence to show both that South Salinas Bay was a prohibited area, and that the Zen&#243;ns knew or had notice that it was a prohibited area, the district court did not err in denying the Rule 29 motion, and the defendants' insufficiency of the evidence claim fails.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Timing of Notice</i>\n    </p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The defendants say that the time period for adequate notice is governed by 33 C.F.R. &#167; 334.3(c), which requires two weeks' advance notice, and here the fishermen's notice was posted only nine days before October 4, 2001. Section 334.3(c) is simply inapplicable in this case. It only applies to situations in which the military's expected use of the water area is sufficiently short and infrequent that \"formal regulations are not required\" and in which a danger zone or restricted area has not been promulgated. 33 C.F.R. &#167; 334.3(c) (2001); <i>see also United States v. de Jesus,</i> 108 F.Supp.2d 68, 71 (D.P.R.2000). Here a danger zone was promulgated. Two weeks' notice in this case was unnecessary, and the notice which was provided was sufficient.</p>\n    </div>\n    <p class=\"indent\">\n      <i>D. Validity of 33 C.F.R. &#167; 334.1470</i>\n    </p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defendants argue that the indictment should have been dismissed because 33 C.F.R. &#167; 334.1470 was improperly promulgated under 33 U.S.C. &#167; 1, and that it should have been promulgated under 33 U.S.C. &#167; 3, which requires that the regulation will not \"unreasonably ... interfere with or restrict the food fishing industry.\" 33 U.S.C. &#167; 3 (1994). Because they raised this issue before the district court in their motion to dismiss the indictment, the Zen&#243;ns argue that the district court was obligated to hold an evidentiary hearing on whether the regulation unreasonably interfered with the food fishing industry.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The defendants rely on <i>United States v. Saade,</i> 652 F.2d 1126 (1st Cir.1981). <i>Saade</i> held that the appropriate statutory authority for an almost identical regulation to &#167; 334.1470 was 33 U.S.C. &#167; 3 and not 33 U.S.C. &#167; 1, because &#167; 3 refers more specifically to the promulgation of regulations for the prevention of injuries from target practice. <i>Id.</i> at 1130-32. <i>Saade</i> remanded the case to the district court to hold an evidentiary hearing to determine whether the regulation unreasonably interfered with the food fishing industry. <i>Id.</i> at 1133-34. The defendants urge us to do the same here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In our view, this case is not identical to <i>Saade.</i> The regulatory context has changed significantly. In 1993, a new provision, explicitly promulgated under 33 U.S.C. &#167; 3, was added to the danger zone and restricted area regulations. <i>See</i> Danger Zone and Restricted Area Regulations, 58 Fed.Reg. 37,606, 37,606 (July 12, 1993). This added provision states:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The authority to prescribe danger zone and restricted area regulations must be exercised so as not to unreasonably interfere with or restrict the food fishing industry. Whenever the proposed establishment of a danger zone or restricted area may affect fishing operations, the District Engineer will consult with the Regional Director, U.S. Fish and Wildlife Service, Department of the Interior and the Regional Director, National Marine Fisheries Service, National Oceanic &amp; Atmospheric Administration (NOAA).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">33 C.F.R. &#167; 334.3(b) (2001). Although the danger zone regulation in this case was promulgated under 33 U.S.C. &#167; 1, both regulations are found in part 334 of title 33 of the Code of Federal Regulations, which deals with danger zones and restricted areas. 33 C.F.R. &#167; 334.3(b) applies to 33 C.F.R. &#167; 334.1470, and so the two must be read together, thus satisfying the concern in 33 U.S.C. &#167; 3. <i>Saade</i> seems to have been satisfied by the addition of 33 C.F.R. &#167; 334.3(b). To the extent that the defendants rely on <i>Saade,</i> their reliance is misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Beyond that, at the district court level the defendants made this argument about the effect on the food fishing industry in only one sentence of their motion to dismiss the indictment. In a nine-page motion they said only that \"the Danger Zone in question was improperly promulgated pursuant to 33 U.S.C. &#167; 1, and not 33 U.S.C. &#167; 3 ... and ... the <i>regulation unreasonably affects the food fishing industry</i> in Vieques and Puerto Rico.\" In response, the district court said that the defendants did not properly raise the argument because they provided no legal or factual support for it. We agree. For example, the defendants do not anywhere make the argument that the government did not here follow the notification procedure outlined in 33 C.F.R. &#167; 334.3(b). An argument made off-hand in one sentence of a motion is not sufficient to preserve an issue. <i>See United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"). The defendants did not adequately raise this issue before the district court, and have therefore forfeited the argument on appeal. <i>United States v. Slade,</i> 980 F.2d 27, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\").</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The judgment of the district court is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A danger zone is \"[a] defined water area (or areas) used for target practice, bombing, rocket firing or other especially hazardous operations, normally of the armed forces. The danger zones may be closed to the public on a full-time or intermittent basis, as stated in the regulations.\" 33 C.F.R. &#167; 334.2 (2001)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 33 C.F.R. &#167; 334.1470 reads:</p>\n        <p class=\"indent\">(a) <i>The danger zone.</i> From Punta Conejo on the south coast of Vieqeus at latitude 18&#176;06'30\", longitude 65&#176;22'33\"; thence to latitude 18&#176;03'00\", longitude 65&#176;21'00\"; thence to latitude 18&#176;03'00\", longitude 65&#176;15'30\"; thence to latitude 18&#176;11'30\", longitude 65&#176;14'30\"; thence to latitude 18&#176;12'00\", longitude 65&#176;20'00\"; and thence to Cabellos Colorados on the north coast of Vieques at latitude 18&#176;09'49\", longitude 65&#176;23'27\".</p>\n        <p class=\"indent\">(b) <i>Regulations.</i> (1) It will be open to navigation at all times except when firing is being conducted. At such times, no persons or surface vessels, except those patrolling the area, shall enter or remain within the danger area. Prior to conducting each firing or dropping of ordnance the danger area will be patrolled to insure that no watercraft are within the danger area. Any watercraft in the vicinity will be warned that practice firing is about to take place and advised to vacate the area.</p>\n        <p class=\"indent\">(2) The regulations will be enforced by the Commander, U.S. Naval Forces Caribbean, U.S. Naval Station, Roosevelt Roads, Puerto Rico, and such agencies and subordinate commands as he/she may designate.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">33</a>\n        <p class=\"indent\"> C.F.R. &#167; 334.1470 (2001)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 33 C.F.R. &#167; 334.3(c) states:</p>\n        <p class=\"indent\">(c) <i>Temporary, occasional or intermittent use.</i> If the use of the water area is desired for a short period of time, not to exceed thirty days in duration, and that planned operations can be conducted safely without imposing unreasonable restrictions on navigation, and without promulgating restricted area regulations in accordance with the regulations in this section, applicants may be informed that formal regulations are not required. Activities of this type shall not reoccur more often than biennially (every other year), unless danger zone/restricted area rules are promulgated under this part. Proper notices for mariners requesting that vessels avoid the area will be issued by the Agency requesting such use of the water area, or if appropriate, by the District Engineer, to all known interested persons. Copies will also be sent to appropriate State agencies, the Commandant, U.S. Coast Guard, Washington, DC 20590, and Director, Defense Mapping Agency, Hydrographic Center, Washington, DC 20390, ATTN: Code NS 12. Notification to all parties and Agencies shall be made at least two weeks prior to the planned event, or earlier, if required for distribution of Local Notice to Mariners by the Coast Guard.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">33</a>\n        <p class=\"indent\"> C.F.R. &#167; 334.3(c) (2001)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 33 C.F.R. &#167; 334.2 reads:</p>\n        <p class=\"indent\">(a) <i>Danger zone.</i> A defined water area (or areas) used for target practice, bombing, rocket firing or other especially hazardous operations, normally for the armed forces. The danger zones may be closed to the public on a full-time or intermittent basis, as stated in the regulations.</p>\n        <p class=\"indent\">(b) <i>Restricted area.</i> A defined water area for the purpose of prohibiting or limiting public access to the area. Restricted areas generally provide security for Government property and/or protection to the public from the risks of damage or injury arising from the Government's use of that area.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">33</a>\n        <p class=\"indent\"> C.F.R. &#167; 334.2 (2001)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Carlos ZEN&#211;N-RODR&#205;GUEZ, Yabureibo Zen&#243;n-Encarnaci&#243;n, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 02-1207.</p>\n    <p class=\"docket\">No. 02-1208.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 4, 2002.</p>\n    <p class=\"date\">Decided April 29, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ferm&#237;n L. Arraiza-Navas with whom Jose J. Nazario de la Rosa and Pedro J. Varela were on brief for appellants.</p>\n      <p class=\"indent\">Michael F. Hughes, Special Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Carlos Zen&#243;n-Rodr&#237;guez and Yabureibo Zen&#243;n-Encarnaci&#243;n appeal their convictions for violating 18 U.S.C. &#167; 1382 by trespassing on a United States Navy Installation on October 4, 2001. The defendants were protesting the military exercises conducted by the U.S. Navy at and around the Camp Garcia Naval Installation at Vieques, Puerto Rico. They were each sentenced to 180 days in prison, the maximum under the statute. We affirm the convictions.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For the purposes of the Zen&#243;ns' sufficiency of the evidence claims, we describe the facts in the light most favorable to the verdict. <i>United States v. Van Horn,</i> <span class=\"citation\" data-id=\"199777\"><a href=\"/opinion/199777/united-states-v-horn/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 54 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 4, 2001, at approximately 11:30 a.m., Puerto Rico police found Carlos Zen&#243;n-Rodr&#237;guez and his son Yabureibo Zen&#243;n-Encarnaci&#243;n on two separate small boats in the waters of Bahia Salinas del Sur (or South Salinas Bay), about 150-200 feet off Camp Garcia, the U.S. military installation on the island of Vieques, Puerto Rico. The Navy was conducting military exercises on that day and had given prior notice of that fact.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Kathleen Cossairt, a U.S. Navy security liaison, spotted the two civilian vessels earlier that morning from an observation post on Camp Garcia known as O.P. 1. The Rapid Action Force Unit of the Puerto Rico Police Department, \"FURA,\" was contacted and informed that there were two civilian boats in South Salinas Bay. FURA sent four vessels toward the civilian boats in the bay, which remained about 150-200 feet off shore.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The FURA boats had to chase the Zen&#243;ns' boats. When the FURA officers reached the Zen&#243;ns, the officers informed them that they were in a \"restricted area.\" The son, Zen&#243;n-Encarnaci&#243;n, refused to talk with the officers and told them as much. According to one of the officers, the father, Zen&#243;n-Rodr&#237;guez, told them, repeatedly, \"you are our brothers and we don't want problems with you, but we have to put an end to this.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After a forty-minute negotiation with the officers, at approximately 12:10 p.m., the Zen&#243;ns agreed to leave the area, and did leave, but only after the FURA boats left first. Despite the warnings, the Zen&#243;ns did not leave the prohibited area for some period after the FURA boats left. By this time, they had disrupted the military exercises for about two hours because the range was considered foul while they were in the bay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When the FURA officers found the Zen&#243;ns in South Salinas Bay, the Zen&#243;ns were within the danger zone<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> around Camp Garcia outlined in 33 C.F.R. &#167; 334.1470.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A regular weekly fishermen's warning notice, which in the normal course is sent to nine locations, was distributed on September 26, 2001, for the week of October 1 to October 7, 2001. The notice is routinely posted in various locations, including the Vieques post office, the Fishermen's Association, the Port Authority, and marinas in the area. It clearly stated that there would be \"dangerous naval activities\" in \"Danger Area B\" from 8:00 a.m. until 11:00 p.m. on October 4. The notice, as it normally does, included a map which depicted Vieques and Danger Area B. South Salinas Bay is in Danger Area B.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Zen&#243;ns were charged with illegally entering naval property in violation of 18 U.S.C. &#167; 1382. They filed a motion to dismiss the indictment on January 3, 2002, which the district court denied on January 14. A one-day bench trial was held on January 15, 2002. After the government rested its case, the Zen&#243;ns raised a motion for judgment of acquittal. Fed.R.Crim.P. 29. After hearing argument on the motion, the court denied the motion and found both the Zen&#243;ns guilty. The court sentenced each of them to the maximum penalty of 180 days in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendants now appeal their convictions. They make four main arguments, which they made previously in their motion to dismiss the indictment and in their Rule 29 motion. First, they argue that the danger zone is not part of Camp Garcia and is not U.S. property, and so they cannot be convicted for trespassing on U.S. naval property under 18 U.S.C. &#167; 1382. Second, they argue that the court erred in not granting their Rule 29 motion, because the government did not prove all the elements of the offense charged. Third, they argue that under 33 C.F.R. &#167; 334.3(c)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> they were entitled to at least two weeks' advance notice of the military exercise and the prohibition from entering the danger zone on October 4, 2001. Fourth, they argue that the regulation creating the danger zone is invalid because it unreasonably interferes with Puerto Rico's food fishing industry. They say that the district court was obligated to hold an evidentiary hearing on this issue.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\n        <i>A. Whether Incursions into the Danger Zone May Violate 18 U.S.C. &#167; 1382</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants' primary argument is a territorial one: they say that the danger zone outlined in 33 C.F.R. &#167; 334.1470 is not part of Camp Garcia and is not U.S. property, and so trespassers there may not be prosecuted under 18 U.S.C. &#167; 1382. Defendants claim that because they were in the waters of South Salinas Bay, which is not owned by the U.S. government, they did not violate 18 U.S.C. &#167; 1382.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Whether prosecutions under 18 U.S.C. &#167; 1382 may include trespassers in the danger zone around Camp Garcia is a question of law, and \"[w]e review the district court's construction of a federal statute de novo,\" <i>United States v. Maxwell,</i> <span class=\"citation\" data-id=\"199478\"><a href=\"/opinion/199478/united-states-v-maxwell-anthony/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 24 (1st Cir.2001). The statute, 18 U.S.C. &#167; 1382, in relevant part, prohibits, \"within the jurisdiction of the United States,\" entry \"upon any military, naval, or Coast Guard reservation, post, fort, arsenal, yard, station, or installation, for any purpose prohibited by law or lawful regulation.\" The danger zone regulation itself says that when firing is conducted in the area \"no persons or surface vessels ... shall enter or remain within the danger area.\" 33 C.F.R. &#167; 334.1470(b).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defendants' argument is premised on the erroneous notion that the United States must own the portion of the danger zone where the defendants were found in order to prosecute them for trespassing. In <i>United States v. Ventura-Mel&#233;ndez,</i> <span class=\"citation\" data-id=\"775956\"><a href=\"/opinion/775956/united-states-v-mar-a-del-carmen-ventura-melendez/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span> (1st Cir.2001), this court held that \"`government ownership of the property in question is <i>not</i> a requisite to violating Section 1382.'\" <i>Id.</i> at 17 (quoting <i>United States v. Allen,</i> <span class=\"citation\" data-id=\"554975\"><a href=\"/opinion/554975/united-states-v-jacqueline-allen-arthur-laffin-james-patrick-reale/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span>, 31 (2d Cir.1991)). Instead, \"&#167; 1382 requires only that the government demonstrate either a possessory interest in, or occupation or control of, the area reserved by the military.\" <i>Id. Ventura-Mel&#233;ndez</i> also held that &#167; 1382 extends to prosecution of those who enter a danger zone in proximity to a military installation. <i>Id.</i> at 17-18.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the United States demonstrated its occupation and control of South Salinas Bay in two ways. First, the regulation itself, 33 C.F.R. &#167; 334.1470(a), is such a demonstration. It outlines a large area, which extends from the Camp Garcia beach, and designates it as a danger zone. As we discuss later in the opinion, South Salinas Bay is within the danger zone outlined by the coordinates in the regulation. Second, as a matter of fact, the portion of the danger zone that includes South Salinas Bay was under the occupation and control of the U.S. on October 4, 2001. Cossairt, the U.S. Navy security liaison, testified that there were military exercises occurring on that day, and that South Salinas Bay was in the live impact area. The U.S. Navy observes the area to see if there are intruders and arranges for vessels to apprehend the intruders. Because the U.S. exercised control over the South Salinas Bay area on October 4, 2001, unlawful entry onto that area was prohibited under 18 U.S.C. &#167; 1382.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>B. Rule 29 Motion: Elements of 18 U.S.C. &#167; 1382</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Zen&#243;ns argue that the court erred in not granting their Rule 29 motion, because the government did not prove all the elements of the offense charged. They say the government presented insufficient evidence to convict them. We review a district court's denial of a Rule 29 motion de novo. <i>Ventura-Mel&#233;ndez,</i> 275 F.3d at 17. The defendants have a high burden to meet on an insufficiency of the evidence claim: we affirm the conviction \"unless the evidence, viewed in the light most favorable to the government, could not have persuaded any trier of fact of the defendant's guilt beyond a reasonable doubt.\" <i>United States v. Hern&#225;ndez,</i> <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 (1st Cir.2000) (quoting <i>United States v. Paradis,</i> <span class=\"citation\" data-id=\"477755\"><a href=\"/opinion/477755/united-states-v-ronald-paradis-united-states-of-america-v-norman/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 559 (1st Cir.1986)). The defendants fail to meet this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To prove a prohibited purpose in violation of &#167; 1382, the government must prove that the defendants deliberately entered or remained in the prohibited area without authorization, and that they knew or had notice, actual or constructive, that the entry was prohibited. <i>United States v. Sued-Jim&#233;nez,</i> <span class=\"citation\" data-id=\"775955\"><a href=\"/opinion/775955/united-states-v-jalil-gazir-sued-jimenez-united-states-of-america-v-elga/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 2001); <i>Maxwell,</i> 254 F.3d at 24 (explaining that \"an unauthorized entry itself can constitute a prohibited purpose\" under &#167; 1382; the only state of mind required is a purpose to enter with actual or constructive notice that entry is prohibited). And, because the regulation establishing the danger zone states that \"[i]t will be open to navigation at all times except when firing is being conducted,\" 33 C.F.R. &#167; 334.1470(b)(1), to prove a violation of &#167; 1382, the government was required to prove that notice was given that the danger zone was closed to the public at the time of arrest. <i>United States v. Ayala Ayala,</i> <span class=\"citation\" data-id=\"199930\"><a href=\"/opinion/199930/united-states-v-ayala-ayala/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 24 (1st Cir.2002). The Zen&#243;ns argue that the government did not prove either of these elements.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, the Zen&#243;ns argue that the government did not establish that they entered the prohibited area. They say the government failed to show that either they or South Salinas Bay were within the danger zone outlined in the regulation. Their premise is that the government must \"locat[e] defendants within the longitudes, latitudes and degrees specified in the regulation allegedly violated,\" a burden not met here. The argument overstates the government's burden.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government provided ample evidence that the defendants were in South Salinas Bay, and that South Salinas Bay was within the danger zone. As to the defendants' location, Sergeant Luis Martinez, one of the FURA officers who intercepted the defendants, testified that he found them in South Salinas Bay, and that his supervisors had earlier informed him that the bay was part of a danger zone. He also testified that he recognized them as \"Mr. Zenon, the father, and ... the son\" from seeing pictures of them in newspapers. Another FURA officer, Wilfredo Padilla Sepulveda, who intercepted the defendants, testified that he found the defendants \"inside the restricted zone\" in South Salinas Bay.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As to the bay being in the danger zone, Cossairt testified that on the morning of October 4, 2001, she saw two civilian boats in South Salinas Bay from her observation point. She pointed out this location on an aerial photograph, which depicted the danger zone. Schedules Officer Ramon DeJesus, who supervises the processing of airspace and surface area requests and is responsible for the creation of fishermen's warnings, also testified that South Salinas Bay is within \"Danger Area B,\" depicted on the map attached to the fishermen's warning for the week of October 1 to October 7, 2001. In addition, the court took judicial notice of 33 C.F.R. &#167; 334.1470, which outlines the danger zone in question in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second, the Zen&#243;ns say that they did not know or have notice of the fact that South Salinas Bay was a prohibited area on October 4, 2001, in the sense that the Navy did not alert people to the use of the area for military exercises, and therefore, that it was closed to navigation. In addition to contesting the facts concerning notice, the Zen&#243;ns raise one issue of law, which we discuss later, as to the timing of the prior notice required. The government counters that the Zen&#243;ns had both constructive and actual notice that entry into South Salinas Bay was prohibited. The evidence supports the government.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Officer DeJesus testified that he is responsible for the creation and dissemination of a weekly fishermen's warning, which includes, in Spanish and in English, notice of \"what areas are to be used [for military exercises] and what areas are off-limits for non-participants.\" Such a notice is created and distributed each Wednesday, and includes information about what military exercises, if any, are scheduled for that week. The warnings are regularly sent to, and posted in, nine locations around Vieques and on mainland Puerto Rico. DeJesus testified that a routine weekly fishermen's notice was sent out on Wednesday, September 26, to all the usual locations. A copy of the warning, in evidence, included information about the military exercises for the week of October 1 to October 7. The notice stated that there would be \"dangerous naval activities\" in \"Danger Area B\" from 8:00 a.m. until 11:00 p.m. on October 4. The attached map indicated where Danger Area B was, and South Salinas Bay is within it. Taking the evidence most favorably to the verdict permits the conclusion that the warning was actually posted as part of a regular weekly practice. The fishermen's warning constituted constructive notice to the Zen&#243;ns that military exercises were going to take place in South Salinas Bay on October 4, 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In addition, the Zen&#243;ns also had actual notice that their presence in South Salinas Bay, on October 4, was not allowed. Sergeant Martinez informed the Zen&#243;ns in their boats that they were in a \"restricted area\" and that they were not allowed to be there. Officer Sepulveda also said that the FURA officers \"informed one of them that they could not be there, that this was a restricted zone.\" Nevertheless, the Zen&#243;ns remained.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendants claim that because the FURA officers told them that they were in a \"restricted area\" and not a \"danger zone\" the notice was insufficient. Specifically, they say that because the fishermen's warning referred to a \"danger area,\" they did not know that they were not allowed in the \"restricted area.\" The Zen&#243;ns attempt to rely on the separate definitions given to a \"danger zone\" and to a \"restricted area\" in 33 C.F.R. &#167; 334.2,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> but their argument is to no avail. Whatever the differences, they are not material in this case. The defendants knew from the FURA officers' warnings that they were not allowed in the area, no matter what the officers called that area.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Because the government presented sufficient evidence to show both that South Salinas Bay was a prohibited area, and that the Zen&#243;ns knew or had notice that it was a prohibited area, the district court did not err in denying the Rule 29 motion, and the defendants' insufficiency of the evidence claim fails.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Timing of Notice</i>\n    </p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The defendants say that the time period for adequate notice is governed by 33 C.F.R. &#167; 334.3(c), which requires two weeks' advance notice, and here the fishermen's notice was posted only nine days before October 4, 2001. Section 334.3(c) is simply inapplicable in this case. It only applies to situations in which the military's expected use of the water area is sufficiently short and infrequent that \"formal regulations are not required\" and in which a danger zone or restricted area has not been promulgated. 33 C.F.R. &#167; 334.3(c) (2001); <i>see also United States v. de Jesus,</i> <span class=\"citation\" data-id=\"2428625\"><a href=\"/opinion/2428625/united-states-v-de-jesus/\"><span class=\"volume\">108</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">68</span></a></span>, 71 (D.P.R.2000). Here a danger zone was promulgated. Two weeks' notice in this case was unnecessary, and the notice which was provided was sufficient.</p>\n    </div>\n    <p class=\"indent\">\n      <i>D. Validity of 33 C.F.R. &#167; 334.1470</i>\n    </p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defendants argue that the indictment should have been dismissed because 33 C.F.R. &#167; 334.1470 was improperly promulgated under 33 U.S.C. &#167; 1, and that it should have been promulgated under 33 U.S.C. &#167; 3, which requires that the regulation will not \"unreasonably ... interfere with or restrict the food fishing industry.\" 33 U.S.C. &#167; 3 (1994). Because they raised this issue before the district court in their motion to dismiss the indictment, the Zen&#243;ns argue that the district court was obligated to hold an evidentiary hearing on whether the regulation unreasonably interfered with the food fishing industry.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The defendants rely on <i>United States v. Saade,</i> <span class=\"citation\" data-id=\"392030\"><a href=\"/opinion/392030/united-states-v-pedro-saade-united-states-of-america-v-carlos-zenon/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1126</span></a></span> (1st Cir.1981). <i>Saade</i> held that the appropriate statutory authority for an almost identical regulation to &#167; 334.1470 was 33 U.S.C. &#167; 3 and not 33 U.S.C. &#167; 1, because &#167; 3 refers more specifically to the promulgation of regulations for the prevention of injuries from target practice. <i>Id.</i> at 1130-32. <i>Saade</i> remanded the case to the district court to hold an evidentiary hearing to determine whether the regulation unreasonably interfered with the food fishing industry. <i>Id.</i> at 1133-34. The defendants urge us to do the same here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In our view, this case is not identical to <i>Saade.</i> The regulatory context has changed significantly. In 1993, a new provision, explicitly promulgated under 33 U.S.C. &#167; 3, was added to the danger zone and restricted area regulations. <i>See</i> Danger Zone and Restricted Area Regulations, 58 Fed.Reg. 37,606, 37,606 (July 12, 1993). This added provision states:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The authority to prescribe danger zone and restricted area regulations must be exercised so as not to unreasonably interfere with or restrict the food fishing industry. Whenever the proposed establishment of a danger zone or restricted area may affect fishing operations, the District Engineer will consult with the Regional Director, U.S. Fish and Wildlife Service, Department of the Interior and the Regional Director, National Marine Fisheries Service, National Oceanic &amp; Atmospheric Administration (NOAA).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">33 C.F.R. &#167; 334.3(b) (2001). Although the danger zone regulation in this case was promulgated under 33 U.S.C. &#167; 1, both regulations are found in part 334 of title 33 of the Code of Federal Regulations, which deals with danger zones and restricted areas. 33 C.F.R. &#167; 334.3(b) applies to 33 C.F.R. &#167; 334.1470, and so the two must be read together, thus satisfying the concern in 33 U.S.C. &#167; 3. <i>Saade</i> seems to have been satisfied by the addition of 33 C.F.R. &#167; 334.3(b). To the extent that the defendants rely on <i>Saade,</i> their reliance is misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Beyond that, at the district court level the defendants made this argument about the effect on the food fishing industry in only one sentence of their motion to dismiss the indictment. In a nine-page motion they said only that \"the Danger Zone in question was improperly promulgated pursuant to 33 U.S.C. &#167; 1, and not 33 U.S.C. &#167; 3 ... and ... the <i>regulation unreasonably affects the food fishing industry</i> in Vieques and Puerto Rico.\" In response, the district court said that the defendants did not properly raise the argument because they provided no legal or factual support for it. We agree. For example, the defendants do not anywhere make the argument that the government did not here follow the notification procedure outlined in 33 C.F.R. &#167; 334.3(b). An argument made off-hand in one sentence of a motion is not sufficient to preserve an issue. <i>See United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"). The defendants did not adequately raise this issue before the district court, and have therefore forfeited the argument on appeal. <i>United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\").</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The judgment of the district court is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A danger zone is \"[a] defined water area (or areas) used for target practice, bombing, rocket firing or other especially hazardous operations, normally of the armed forces. The danger zones may be closed to the public on a full-time or intermittent basis, as stated in the regulations.\" 33 C.F.R. &#167; 334.2 (2001)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 33 C.F.R. &#167; 334.1470 reads:</p>\n        <p class=\"indent\">(a) <i>The danger zone.</i> From Punta Conejo on the south coast of Vieqeus at latitude 18&#176;06'30\", longitude 65&#176;22'33\"; thence to latitude 18&#176;03'00\", longitude 65&#176;21'00\"; thence to latitude 18&#176;03'00\", longitude 65&#176;15'30\"; thence to latitude 18&#176;11'30\", longitude 65&#176;14'30\"; thence to latitude 18&#176;12'00\", longitude 65&#176;20'00\"; and thence to Cabellos Colorados on the north coast of Vieques at latitude 18&#176;09'49\", longitude 65&#176;23'27\".</p>\n        <p class=\"indent\">(b) <i>Regulations.</i> (1) It will be open to navigation at all times except when firing is being conducted. At such times, no persons or surface vessels, except those patrolling the area, shall enter or remain within the danger area. Prior to conducting each firing or dropping of ordnance the danger area will be patrolled to insure that no watercraft are within the danger area. Any watercraft in the vicinity will be warned that practice firing is about to take place and advised to vacate the area.</p>\n        <p class=\"indent\">(2) The regulations will be enforced by the Commander, U.S. Naval Forces Caribbean, U.S. Naval Station, Roosevelt Roads, Puerto Rico, and such agencies and subordinate commands as he/she may designate.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">33</a>\n        <p class=\"indent\"> C.F.R. &#167; 334.1470 (2001)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 33 C.F.R. &#167; 334.3(c) states:</p>\n        <p class=\"indent\">(c) <i>Temporary, occasional or intermittent use.</i> If the use of the water area is desired for a short period of time, not to exceed thirty days in duration, and that planned operations can be conducted safely without imposing unreasonable restrictions on navigation, and without promulgating restricted area regulations in accordance with the regulations in this section, applicants may be informed that formal regulations are not required. Activities of this type shall not reoccur more often than biennially (every other year), unless danger zone/restricted area rules are promulgated under this part. Proper notices for mariners requesting that vessels avoid the area will be issued by the Agency requesting such use of the water area, or if appropriate, by the District Engineer, to all known interested persons. Copies will also be sent to appropriate State agencies, the Commandant, U.S. Coast Guard, Washington, DC 20590, and Director, Defense Mapping Agency, Hydrographic Center, Washington, DC 20390, ATTN: Code NS 12. Notification to all parties and Agencies shall be made at least two weeks prior to the planned event, or earlier, if required for distribution of Local Notice to Mariners by the Coast Guard.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">33</a>\n        <p class=\"indent\"> C.F.R. &#167; 334.3(c) (2001)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 33 C.F.R. &#167; 334.2 reads:</p>\n        <p class=\"indent\">(a) <i>Danger zone.</i> A defined water area (or areas) used for target practice, bombing, rocket firing or other especially hazardous operations, normally for the armed forces. The danger zones may be closed to the public on a full-time or intermittent basis, as stated in the regulations.</p>\n        <p class=\"indent\">(b) <i>Restricted area.</i> A defined water area for the purpose of prohibiting or limiting public access to the area. Restricted areas generally provide security for Government property and/or protection to the public from the risks of damage or injury arising from the Government's use of that area.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">33</a>\n        <p class=\"indent\"> C.F.R. &#167; 334.2 (2001)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/199478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2428625/"
  ]
}