{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199922/",
  "absolute_url": "/opinion/199922/united-states-v-riggs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199922/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:40:09Z",
  "date_modified": "2017-03-24T11:04:15.292499Z",
  "type": "010combined",
  "sha1": "b164953af2b27d982f67914bd143c5bb33d5bd1b",
  "page_count": 9,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2460-01A.pdf",
  "local_path": "pdf/2002/04/24/US_v._Riggs.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-2460\n\n                    UNITED STATES OF AMERICA,\n                            Appellee,\n\n                                v.\n\n                       JAMES R. RIGGS, JR.,\n                      Defendant, Appellant.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF MAINE\n\n              [Hon. Gene Carter, U.S. District Judge]\n\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n               Torruella and Selya, Circuit Judges.\n\n\n\n     Tina Schneider, for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, were on brief, for appellee.\n\n\n\n                          April 24, 2002\n\f            TORRUELLA, Circuit Judge. Defendant James R. Riggs, Jr.,\n\npursuant    to     a    plea   agreement,        pled    guilty      to    one    count   of\n\nconspiracy       to    distribute    cocaine       base.        The       district    court\n\nsentenced defendant to 235 months' imprisonment and                             five years'\n\nsupervised release.            The defendant hereby appeals his sentence.\n\nBecause we find that the government breached the plea agreement, we\n\nreverse and remand the case to permit the defendant an opportunity\n\nto withdraw his guilty plea.\n\n                                            I.\n\n             In January of 2000, a federal grand jury indicted the\ndefendant on two counts: conspiracy to distribute and possess with\nintent to distribute cocaine and cocaine base, in violation of 21\nU.S.C.     §§    841(a)(1),      841(b)(1)(A),          and    846    (Count       I);    and\n\ndistribution       of    cocaine    base,    in    violation         of    21    U.S.C.    §§\n841(a)(1) and 841(b)(1)(B) (Count VI).1                       The indictment did not\nspecify any drug amounts.\n\n                In March of 2000, the defendant entered into a plea\nagreement with the government under which he agreed to plead guilty\nto Count I in exchange for the government's promise to dismiss\nCount VI after sentencing on Count I.                   Pursuant to Federal Rule of\n\nCriminal Procedure 11(e)(1)(B), the agreement also provided that\n\nthe parties would jointly \"recommend to the Court at the time\n\nsentence is imposed that the Defendant be sentenced on the basis of\n\na drug quantity of five to fifty grams of cocaine base or its\n\n1\n   The indictment contained other counts, directed at Riggs' co-\ndefendants, which are immaterial to this appeal.\n\n                                        -2-\n\fmarijuana equivalent.\"         The agreement explicitly specified that\n\nsuch recommendation      was    non-binding     on    the   court.         The   plea\n\nagreement   further   stated     that    the   mandatory         minimum   sentence\napplicable to the defendant was five years' imprisonment.\n\n            On March 15, 2000, the district court held a Rule 11\n\nhearing at which it accepted the defendant's plea of guilty to\nCount I.    The court informed the defendant that under his plea he\n\nwas subject to a five-year mandatory minimum sentence.\n\n            Subsequent to the Rule 11 hearing, the Probation Office\n\nprepared a Presentence Investigation Report (\"PSR\").                        The PSR\n\nrecommended a sentence based on a drug quantity of 480 grams of\n\ncocaine base, producing a base offense level of 34, and a three-\n\nlevel   downward   adjustment      for    acceptance        of    responsibility,\nbringing defendant's total offense level to 31.                  The PSR, based on\n\na   Criminal   History   Category        (\"CHC\")     of   VI,     calculated      the\n\nappropriate guideline range to be 188 to 235 months. Neither party\nobjected to the findings contained in the PSR.2\n\n            On September 21, 2000, the court held a presentence\n\nconference.    The court questioned the parties as to the PSR's\n\nrecommended drug quantity, and neither party objected.                     The court\n\nthen agreed with the PSR that a drug quantity of 480 grams would\n\nresult in a guideline range of 188 to 235 months for a defendant\n\nwith a CHC of VI.\n\n\n\n2\n   Two revised PSRs were issued, but neither included any changes\nthat affected the PSR's recommended sentence.      Neither party\nobjected to either of the revised PSRs.\n\n                                    -3-\n\f            The sentencing hearing was held on September 27, 2000.\n\nThe prosecutor stated to the court that the applicable guideline\n\nrange was 188 to 235 months and that he was \"asking for a sentence\nof 200 months.\"            Defense counsel opined that \"188 months is\n\nplenty.\"         Neither    the   prosecutor      nor   defense     counsel        ever\n\nrecommended at the time of sentencing (or at any previous time)\nthat the defendant's sentence be calculated based on a drug amount\n\nof   five   to     fifty    grams,   as   expressly     required       by    the   plea\n\nagreement.\n\n             The    district      court     accepted    the      plea       agreement,\n\nconcluded that the applicable guideline range was 188 to 235\n\nmonths, based on a total offense level of 31 and a CHC of VI, and\n\nsentenced defendant to 235 months' imprisonment and five years'\nsupervised       release.      The   court,     after   having    to    remind      the\n\ngovernment to move to dismiss, then dismissed Count VI.\n\n             The defendant never raised any objection to his sentence\nbefore the district court.            However, the defendant appeals his\n\nsentence to this Court and seeks to withdraw his plea, alleging\n\nthat the government breached the plea agreement.3\n\n                                          II.\n\n             \"When a defendant has knowledge of conduct ostensibly\namounting to a breach of a plea agreement, yet does not bring that\nbreach to the attention of the sentencing court, we review only for\n\n\n3\n   The defendant also appeals on grounds of ineffective assistance\nof counsel, violation of Rule 11, and violation of Apprendi v. New\nJersey, 530 U.S. 466 (2000).       Because we are reversing and\nremanding on other grounds, we do not address these arguments.\n\n                                          -4-\n\fplain error.\"     United States v. Saxena, 229 F.3d 1, 5 (1st Cir.\n\n2000).    To establish plain error, a defendant must demonstrate\n\nthat: (1) there was error; (2) the error was plain; (3) the error\naffected the defendant's substantial rights; and (4) the error\n\nadversely impacted the fairness, integrity, or public reputation of\n\njudicial proceedings.        See United States v. Olano, 507 U.S. 725,\n\n732-36 (1993); Saxena, 229 F.3d at 5.\n\n                                         III.\n\n             \"[W]hen a plea rests in any significant degree on a\n\npromise or agreement of the prosecutor, so that it can be said to\nbe part of the inducement or consideration, such promise must be\n\nfulfilled.\"      Santobello v. New York, 404 U.S. 257, 262 (1971).\n\n\"Because plea bargaining requires defendants to waive fundamental\nconstitutional     rights,    we    hold       prosecutors    engaging    in    plea\n\nbargaining to 'the most meticulous standards of both promise and\nperformance.'\" United States v. Vélez Carrero, 77 F.3d 11, 11 (1st\n\nCir. 1996) (quoting United States v. Clark, 55 F.3d 9, 12 (1st Cir.\n\n1995)).\n           In this case, the government fell woefully short of\nsatisfying    these   \"meticulous         standards.\"        Although    the   plea\n\nagreement bound the government to recommend a sentence based on a\ndrug quantity of five to fifty grams, the government utterly failed\nto   do   so.4     Instead,        the    government     accepted       the    PSR's\n\n\n4\n   We note that the government was not the only party guilty of\ninattentive lawyering.    Defense counsel, pursuant to the plea\nagreement, also had a duty to recommend such a sentence, but failed\nto do so. Moreover, defense counsel, for no apparent reason other\n\n                                         -5-\n\frecommendation that 480 grams of cocaine base be attributed to the\n\ndefendant.    Consequently, the prosecutor stated that the guideline\n\nrange was 188 to 235 months5 and that he recommended a sentence of\n200 months.    The prosecutor never mentioned during sentencing the\n\nplea agreement, the five to fifty grams drug quantity, or another\n\nguideline range that corresponded to this drug quantity.6     Thus,\nthe government failed to satisfy its obligation under the plea\n\nagreement.7\n\n\n\n\nthan ineptitude, also failed to object at any point to the sentence\nimposed or to the drug quantity attributed to his client.\n5\n  The guideline range was calculated based on a base offense level\nof 34, see U.S.S.G. § 2D1.1(c)(3) (applying to drug quantities of\nat least 150 but less than 500 grams of cocaine base), a three-\nlevel adjustment for acceptance of responsibility, see U.S.S.G. §\n3E1.1, and a CHC of VI.\n6\n   A drug quantity of five to fifty grams of cocaine base could\nresult in several possible guideline ranges. A drug quantity of at\nleast 5 grams but less than 20 grams results in a base offense\nlevel of 26. See U.S.S.G. § 2D1.1(c)(7). Taking into account the\nthree-level adjustment for acceptance of responsibility and a CHC\nof VI, this would result in a guideline range of 92 to 115 months.\nA drug quantity of at least 20 grams but less than 35 grams results\nin a base offense level of 28, see U.S.S.G. § 2D1.1(c)(6), and\ntaking into account the same factors as above, a resulting\nguideline range of 110 to 137 months. A drug quantity of at least\n35 grams but less than 50 grams results in a base offense level of\n30, see U.S.S.G. § 2D1.1(c)(5), and a corresponding guideline range\nof 130 to 162 months. A drug quantity of exactly 50 grams produces\na base offense level of 32, see U.S.S.G. § 2D1.1(c)(4), and results\nin a guideline range of 151 to 188 months. Thus, if the government\nhad recommended a sentence within these guideline ranges (i.e., 92\nto 188 months), its recommendation arguably could have satisfied\nthe promise in the plea agreement.\n7\n   Moreover, we note that the prosecutor did not even move to\ndismiss Count VI, as he was obligated to do under the plea\nagreement, until the district court reminded him. This reminder\nshould have been unnecessary.\n\n                                 -6-\n\f            The critical issue before us, however, is whether the\n\ngovernment's breach of the agreement amounts to plain error under\n\nthe Olano standard. Although plain error review usually applies to\nerrors committed by the court, we have also assessed governmental\n\nbreaches of plea bargains, in the absence of a contemporaneous\n\nobjection, under this same standard.    See Saxena, 229 F.3d at 5.\n\n            Beyond a plain violation of the plea agreement, the\n\ndefendant must show that the government's breach was prejudicial.\n\nSee Olano, 507 U.S. at 734 (noting that, to affect substantial\n\nrights, the error must be prejudicial).       Although a defendant\n\nusually demonstrates prejudice by proving that the error affected\n\nthe outcome of the proceedings, see id., a defendant alleging a\n\nbreached plea agreement on appeal need not go so far.    See Clark,\n55 F.3d at 13-14 (stating that prosecutor's failure to abide by\n\nplea agreement, even if did not affect the defendant's sentence, is\n\nnot harmless error); Correale v. United States, 479 F.2d 944, 949\n\n(1st Cir. 1973) (finding that prosecutor's breach of plea agreement\n\n\"is not rendered harmless because of judicial refusal to follow the\nrecommendation or judicial awareness of the impropriety\").     In a\n\nplea agreement, the defendant is bargaining for \"the prestige of\n\nthe government and its potential to influence the district court.\"\n\nVélez Carrero, 77 F.3d at 12.   When the prosecutor fails to fulfill\n\nthe agreement, the defendant is prejudiced because his rights are\n\nviolated.    See Correale, 479 F.2d at 949 (noting that waiver of\n\nrights, in exchange for prosecutor's statements, is ineffective\n\nwhen agreement is violated).\n\n\n                                 -7-\n\f            That said, minor deviations will not void a plea bargain.\n\nSee Clark, 55 F.3d at 13 n.3 (opining that violation of terms not\n\ninducing the plea will be considered harmless); Correale, 479 F.2d\nat 947.   Were it clear, for example, that the court had been fully\n\naware of the recommendation at sentencing, the mere failure by the\n\ngovernment to present it orally might not prove prejudicial.\nCompare United States v. Flores-Sandoval, 94 F.3d 346, 352 (7th\n\nCir.   1996)    (finding    that   failure      to   orally   state    terms   of\n\nagreement, of which court was aware, would not be sufficient to\n\nshow prejudice to defendant), with United States v. Barnes 278 F.3d\n\n644, 647-48 (6th Cir. 2002) (stating that government's failure \"to\n\nexpressly      request\"    terms   of    plea    agreement    can     constitute\n\nprejudicial error, even where court knew terms of agreement and\nwould have rejected recommendation).                 Here the district judge\n\nacknowledged the government's intended recommendation at the Rule\n\n11 hearing, but several months elapsed between the hearing and\nsentencing, and it is unclear whether the court deliberately\n\nrejected the government's recommendation or simply forgot about it\n\nduring the intervening time.8             As a result, the government's\n\nfailure to abide by the plea bargain was not a mere \"technical\"\n\nbreach.     Cf. United States v. Pryor, 957 F.2d 478, 482 (7th Cir.\n\n1992) (failing to inform court of information relevant to plea, of\n\n\n\n8\n  At sentencing, the district judge stated, \"The Court will accept\nthe plea agreement in this matter.\" The court's statement, though,\nseems to refer only to the government's promise to dismiss Count\nVI, since the court did not impose a sentence that corresponded\nwith the promised drug-quantity recommendation.\n\n                                        -8-\n\fwhich court already is aware, is \"technical violation\" that does\n\nnot amount to plain error).\n\n          In addition to being prejudicial, the government's breach\nof the plea agreement meets the fourth prong of the Olano test:\n\n          [B]ecause violations of plea agreements on the\n          part of the government serve not only to\n          violate the constitutional rights of the\n          defendant, but directly involve the honor of\n          the government, public confidence in the fair\n          administration of justice, and the effective\n          administration of justice in a federal scheme\n          of government, we hold that the Government's\n          breach constituted plain error.\n\n\nUnited States v. McQueen, 108 F.3d 64, 66 (4th Cir. 1997); accord\n\nBarnes, 278 F.3d at 647-48.\n\n                               IV.\n\n          As a result of the government's breach of the plea\nagreement, exacerbated by defense counsel's performance, we reverse\nand remand the case to allow the defendant to withdraw his guilty\n\nplea.\n\n          Reversed and remanded.\n\n\n\n\n                               -9-\n\f",
  "html": "<p class=\"case_cite\">287 F.3d 221</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>James R. RIGGS, Jr., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2460.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 7, 2002.</p>\n    <p class=\"date\">Decided April 24, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Tina Schneider, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant James R. Riggs, Jr., pursuant to a plea agreement, pled guilty to one count of conspiracy to distribute cocaine base. The district court sentenced defendant to 235 months' imprisonment and five years' supervised release. The defendant hereby appeals his sentence. Because we find that the government breached the plea agreement, we reverse and remand the case to permit the defendant an opportunity to withdraw his guilty plea.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January of 2000, a federal grand jury indicted the defendant on two counts: conspiracy to distribute and possess with intent to distribute cocaine and cocaine base, in violation of 21 U.S.C. &#167;&#167; 841(a)(1), 841(b)(1)(A), and 846 (Count I); and distribution of cocaine base, in violation of 21 U.S.C. &#167;&#167; 841(a)(1) and 841(b)(1)(B) (Count VI).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The indictment did not specify any drug amounts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March of 2000, the defendant entered into a plea agreement with the government under which he agreed to plead guilty to Count I in exchange for the government's promise to dismiss Count VI after sentencing on Count I. Pursuant to Federal Rule of Criminal Procedure 11(e)(1)(B), the agreement also provided that the parties would jointly \"recommend to the Court at the time sentence is imposed that the Defendant be sentenced on the basis of a drug quantity of five to fifty grams of cocaine base or its marijuana equivalent.\" The agreement explicitly specified that such recommendation was non-binding on the court. The plea agreement further stated that the mandatory minimum sentence applicable to the defendant was five years' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 15, 2000, the district court held a Rule 11 hearing at which it accepted the defendant's plea of guilty to Count I. The court informed the defendant that under his plea he was subject to a five-year mandatory minimum sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Subsequent to the Rule 11 hearing, the Probation Office prepared a Presentence Investigation Report (\"PSR\"). The PSR recommended a sentence based on a drug quantity of 480 grams of cocaine base, producing a base offense level of 34, and a three-level downward adjustment for acceptance of responsibility, bringing defendant's total offense level to 31. The PSR, based on a Criminal History Category (\"CHC\") of VI, calculated the appropriate guideline range to be 188 to 235 months. Neither party objected to the findings contained in the PSR.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 21, 2000, the court held a presentence conference. The court questioned the parties as to the PSR's recommended drug quantity, and neither party objected. The court then agreed with the PSR that a drug quantity of 480 grams would result in a guideline range of 188 to 235 months for a defendant with a CHC of VI.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The sentencing hearing was held on September 27, 2000. The prosecutor stated to the court that the applicable guideline range was 188 to 235 months and that he was \"asking for a sentence of 200 months.\" Defense counsel opined that \"188 months is plenty.\" Neither the prosecutor nor defense counsel ever recommended at the time of sentencing (or at any previous time) that the defendant's sentence be calculated based on a drug amount of five to fifty grams, as expressly required by the plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court accepted the plea agreement, concluded that the applicable guideline range was 188 to 235 months, based on a total offense level of 31 and a CHC of VI, and sentenced defendant to 235 months' imprisonment and five years' supervised release. The court, after having to remind the government to move to dismiss, then dismissed Count VI.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendant never raised any objection to his sentence before the district court. However, the defendant appeals his sentence to this Court and seeks to withdraw his plea, alleging that the government breached the plea agreement.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"center\">II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"When a defendant has knowledge of conduct ostensibly amounting to a breach of a plea agreement, yet does not bring that breach to the attention of the sentencing court, we review only for plain error.\" <i>United States v. Saxena,</i> 229 F.3d 1, 5 (1st Cir.2000). To establish plain error, a defendant must demonstrate that: (1) there was error; (2) the error was plain; (3) the error affected the defendant's substantial rights; and (4) the error adversely impacted the fairness, integrity, or public reputation of judicial proceedings. <i>See United States v. Olano,</i> 507 U.S. 725, 732-36, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993); <i>Saxena,</i> 229 F.3d at 5.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"[W]hen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\" <i>Santobello v. New York,</i> 404 U.S. 257, 262, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971). \"Because plea bargaining requires defendants to waive fundamental constitutional rights, we hold prosecutors engaging in plea bargaining to `the most meticulous standards of both promise and performance.'\" <i>United States v. V&#233;lez Carrero,</i> 77 F.3d 11, 11 (1st Cir.1996) (quoting <i>United States v. Clark,</i> 55 F.3d 9, 12 (1st Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the government fell woefully short of satisfying these \"meticulous standards.\" Although the plea agreement bound the government to recommend a sentence based on a drug quantity of five to fifty grams, the government utterly failed to do so.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Instead, the government accepted the PSR's recommendation that 480 grams of cocaine base be attributed to the defendant. Consequently, the prosecutor stated that the guideline range was 188 to 235 months<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and that he recommended a sentence of 200 months. The prosecutor never mentioned during sentencing the plea agreement, the five to fifty grams drug quantity, or another guideline range that corresponded to this drug quantity.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Thus, the government failed to satisfy its obligation under the plea agreement.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The critical issue before us, however, is whether the government's breach of the agreement amounts to plain error under the <i>Olano</i> standard. Although plain error review usually applies to errors committed by the court, we have also assessed governmental breaches of plea bargains, in the absence of a contemporaneous objection, under this same standard. <i>See Saxena,</i> 229 F.3d at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Beyond a plain violation of the plea agreement, the defendant must show that the government's breach was prejudicial. <i>See Olano,</i> 507 U.S. at 734, 113 S.Ct. 1770 (noting that, to affect substantial rights, the error must be prejudicial). Although a defendant usually demonstrates prejudice by proving that the error affected the outcome of the proceedings, <i>see id.,</i> a defendant alleging a breached plea agreement on appeal need not go so far. <i>See Clark,</i> 55 F.3d at 13-14 (stating that prosecutor's failure to abide by plea agreement, even if did not affect the defendant's sentence, is not harmless error); <i>Correale v. United States,</i> 479 F.2d 944, 949 (1st Cir.1973) (finding that prosecutor's breach of plea agreement \"is not rendered harmless because of judicial refusal to follow the recommendation or judicial awareness of the impropriety\"). In a plea agreement, the defendant is bargaining for \"the prestige of the government and its <i>potential</i> to influence the district court.\" <i>V&#233;lez Carrero,</i> 77 F.3d at 12. When the prosecutor fails to fulfill the agreement, the defendant is prejudiced because his rights are violated. <i>See Correale,</i> 479 F.2d at 949 (noting that waiver of rights, in exchange for prosecutor's statements, is ineffective when agreement is violated).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">That said, minor deviations will not void a plea bargain. <i>See Clark,</i> 55 F.3d at 13 n. 3 (opining that violation of terms not inducing the plea will be considered harmless); <i>Correale,</i> 479 F.2d at 947. Were it clear, for example, that the court had been fully aware of the recommendation at sentencing, the mere failure by the government to present it orally might not prove prejudicial. <i>Compare United States v. Flores-Sandoval,</i> 94 F.3d 346, 352 (7th Cir.1996) (finding that failure to orally state terms of agreement, of which court was aware, would not be sufficient to show prejudice to defendant), <i>with United States v. Barnes</i> 278 F.3d 644, 647-48 (6th Cir.2002) (stating that government's failure \"to expressly request\" terms of plea agreement can constitute prejudicial error, even where court knew terms of agreement and would have rejected recommendation). Here the district judge acknowledged the government's intended recommendation at the Rule 11 hearing, but several months elapsed between the hearing and sentencing, and it is unclear whether the court deliberately rejected the government's recommendation or simply forgot about it during the intervening time.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> As a result, the government's failure to abide by the plea bargain was not a mere \"technical\" breach. <i>Cf. United States v. Pryor,</i> 957 F.2d 478, 482 (7th Cir.1992) (failing to inform court of information relevant to plea, of which court already is aware, is \"technical violation\" that does not amount to plain error).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In addition to being prejudicial, the government's breach of the plea agreement meets the fourth prong of the <i>Olano</i> test:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[B]ecause violations of plea agreements on the part of the government serve not only to violate the constitutional rights of the defendant, but directly involve the honor of the government, public confidence in the fair administration of justice, and the effective administration of justice in a federal scheme of government, we hold that the Government's breach constituted plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>United States v. McQueen,</i> 108 F.3d 64, 66 (4th Cir.1997); <i>accord Barnes,</i> 278 F.3d at 647-48.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a result of the government's breach of the plea agreement, exacerbated by defense counsel's performance, we vacate the sentence and remand the case for further proceedings. Whether specific performance or an opportunity to withdraw the guilty plea is the appropriate remedy is a matter to be considered in the district court. If specific performance is ordered, we refer the court to our admonition in previous cases that in these circumstances resentencing ordinarily ought to be done by a different district judge. <i>See, e.g., United States v. Kurkculer,</i> 918 F.2d 295, 298 (1st Cir.1990) (citing <i>Santobello v. New York,</i> 404 U.S. 257, 263, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>Reversed and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The indictment contained other counts, directed at Riggs' co-defendants, which are immaterial to this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Two revised PSRs were issued, but neither included any changes that affected the PSR's recommended sentence. Neither party objected to either of the revised PSRs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendant also appeals on grounds of ineffective assistance of counsel, violation of Rule 11, and violation of<i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). Because we are reversing and remanding on other grounds, we do not address these arguments.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the government was not the only party guilty of inattentive lawyering. Defense counsel, pursuant to the plea agreement, also had a duty to recommend such a sentence, but failed to do so. Moreover, defense counsel, for no apparent reason other than ineptitude, also failed to object<i>at any point</i> to the sentence imposed or to the drug quantity attributed to his client.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The guideline range was calculated based on a base offense level of 34,<i>see</i> U.S.S.G. &#167; 2D1.1(c)(3) (applying to drug quantities of at least 150 but less than 500 grams of cocaine base), a three-level adjustment for acceptance of responsibility, <i>see</i> U.S.S.G. &#167; 3E1.1, and a CHC of VI.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> A drug quantity of five to fifty grams of cocaine base could result in several possible guideline ranges. A drug quantity of at least 5 grams but less than 20 grams results in a base offense level of 26<i>See</i> U.S.S.G. &#167; 2D1.1(c)(7). Taking into account the three-level adjustment for acceptance of responsibility and a CHC of VI, this would result in a guideline range of 92 to 115 months. A drug quantity of at least 20 grams but less than 35 grams results in a base offense level of 28, <i>see</i> U.S.S.G. &#167; 2D1.1(c)(6), and taking into account the same factors as above, a resulting guideline range of 110 to 137 months. A drug quantity of at least 35 grams but less than 50 grams results in a base offense level of 30, <i>see</i> U.S.S.G. &#167; 2D1.1(c)(5), and a corresponding guideline range of 130 to 162 months. A drug quantity of exactly 50 grams produces a base offense level of 32, <i>see</i> U.S.S.G. &#167; 2D1.1(c)(4), and results in a guideline range of 151 to 188 months. Thus, if the government had recommended a sentence within these guideline ranges (i.e., 92 to 188 months), its recommendation arguably could have satisfied the promise in the plea agreement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Moreover, we note that the prosecutor did not even move to dismiss Count VI, as he was obligated to do under the plea agreement, until the district court reminded him. This reminder should have been unnecessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At sentencing, the district judge stated, \"The Court will accept the plea agreement in this matter.\" The court's statement, though, seems to refer only to the government's promise to dismiss Count VI, since the court did not impose a sentence that corresponded with the promised drug-quantity recommendation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199972\"><a href=\"/opinion/199972/united-states-v-riggs/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>James R. RIGGS, Jr., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-2460.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 7, 2002.</p>\n    <p class=\"date\">Decided April 24, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Tina Schneider, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant James R. Riggs, Jr., pursuant to a plea agreement, pled guilty to one count of conspiracy to distribute cocaine base. The district court sentenced defendant to 235 months' imprisonment and five years' supervised release. The defendant hereby appeals his sentence. Because we find that the government breached the plea agreement, we reverse and remand the case to permit the defendant an opportunity to withdraw his guilty plea.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January of 2000, a federal grand jury indicted the defendant on two counts: conspiracy to distribute and possess with intent to distribute cocaine and cocaine base, in violation of 21 U.S.C. &#167;&#167; 841(a)(1), 841(b)(1)(A), and 846 (Count I); and distribution of cocaine base, in violation of 21 U.S.C. &#167;&#167; 841(a)(1) and 841(b)(1)(B) (Count VI).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The indictment did not specify any drug amounts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March of 2000, the defendant entered into a plea agreement with the government under which he agreed to plead guilty to Count I in exchange for the government's promise to dismiss Count VI after sentencing on Count I. Pursuant to Federal Rule of Criminal Procedure 11(e)(1)(B), the agreement also provided that the parties would jointly \"recommend to the Court at the time sentence is imposed that the Defendant be sentenced on the basis of a drug quantity of five to fifty grams of cocaine base or its marijuana equivalent.\" The agreement explicitly specified that such recommendation was non-binding on the court. The plea agreement further stated that the mandatory minimum sentence applicable to the defendant was five years' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 15, 2000, the district court held a Rule 11 hearing at which it accepted the defendant's plea of guilty to Count I. The court informed the defendant that under his plea he was subject to a five-year mandatory minimum sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Subsequent to the Rule 11 hearing, the Probation Office prepared a Presentence Investigation Report (\"PSR\"). The PSR recommended a sentence based on a drug quantity of 480 grams of cocaine base, producing a base offense level of 34, and a three-level downward adjustment for acceptance of responsibility, bringing defendant's total offense level to 31. The PSR, based on a Criminal History Category (\"CHC\") of VI, calculated the appropriate guideline range to be 188 to 235 months. Neither party objected to the findings contained in the PSR.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 21, 2000, the court held a presentence conference. The court questioned the parties as to the PSR's recommended drug quantity, and neither party objected. The court then agreed with the PSR that a drug quantity of 480 grams would result in a guideline range of 188 to 235 months for a defendant with a CHC of VI.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The sentencing hearing was held on September 27, 2000. The prosecutor stated to the court that the applicable guideline range was 188 to 235 months and that he was \"asking for a sentence of 200 months.\" Defense counsel opined that \"188 months is plenty.\" Neither the prosecutor nor defense counsel ever recommended at the time of sentencing (or at any previous time) that the defendant's sentence be calculated based on a drug amount of five to fifty grams, as expressly required by the plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court accepted the plea agreement, concluded that the applicable guideline range was 188 to 235 months, based on a total offense level of 31 and a CHC of VI, and sentenced defendant to 235 months' imprisonment and five years' supervised release. The court, after having to remind the government to move to dismiss, then dismissed Count VI.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendant never raised any objection to his sentence before the district court. However, the defendant appeals his sentence to this Court and seeks to withdraw his plea, alleging that the government breached the plea agreement.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"center\">II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"When a defendant has knowledge of conduct ostensibly amounting to a breach of a plea agreement, yet does not bring that breach to the attention of the sentencing court, we review only for plain error.\" <i>United States v. Saxena,</i> <span class=\"citation\" data-id=\"199110\"><a href=\"/opinion/199110/united-states-v-saxena/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2000). To establish plain error, a defendant must demonstrate that: (1) there was error; (2) the error was plain; (3) the error affected the defendant's substantial rights; and (4) the error adversely impacted the fairness, integrity, or public reputation of judicial proceedings. <i>See United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732-36, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993); <i>Saxena,</i> 229 F.3d at 5.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"[W]hen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\" <i>Santobello v. New York,</i> <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 262, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></a></span>, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span></a></span> (1971). \"Because plea bargaining requires defendants to waive fundamental constitutional rights, we hold prosecutors engaging in plea bargaining to `the most meticulous standards of both promise and performance.'\" <i>United States v. V&#233;lez Carrero,</i> <span class=\"citation\" data-id=\"196601\"><a href=\"/opinion/196601/united-states-v-velez-carrero/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 11 (1st Cir.1996) (quoting <i>United States v. Clark,</i> <span class=\"citation\" data-id=\"196078\"><a href=\"/opinion/196078/united-states-v-clark/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the government fell woefully short of satisfying these \"meticulous standards.\" Although the plea agreement bound the government to recommend a sentence based on a drug quantity of five to fifty grams, the government utterly failed to do so.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Instead, the government accepted the PSR's recommendation that 480 grams of cocaine base be attributed to the defendant. Consequently, the prosecutor stated that the guideline range was 188 to 235 months<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and that he recommended a sentence of 200 months. The prosecutor never mentioned during sentencing the plea agreement, the five to fifty grams drug quantity, or another guideline range that corresponded to this drug quantity.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Thus, the government failed to satisfy its obligation under the plea agreement.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The critical issue before us, however, is whether the government's breach of the agreement amounts to plain error under the <i>Olano</i> standard. Although plain error review usually applies to errors committed by the court, we have also assessed governmental breaches of plea bargains, in the absence of a contemporaneous objection, under this same standard. <i>See Saxena,</i> 229 F.3d at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Beyond a plain violation of the plea agreement, the defendant must show that the government's breach was prejudicial. <i>See Olano,</i> 507 U.S. at 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span> (noting that, to affect substantial rights, the error must be prejudicial). Although a defendant usually demonstrates prejudice by proving that the error affected the outcome of the proceedings, <i>see id.,</i> a defendant alleging a breached plea agreement on appeal need not go so far. <i>See Clark,</i> 55 F.3d at 13-14 (stating that prosecutor's failure to abide by plea agreement, even if did not affect the defendant's sentence, is not harmless error); <i>Correale v. United States,</i> <span class=\"citation\" data-id=\"311567\"><a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 949 (1st Cir.1973) (finding that prosecutor's breach of plea agreement \"is not rendered harmless because of judicial refusal to follow the recommendation or judicial awareness of the impropriety\"). In a plea agreement, the defendant is bargaining for \"the prestige of the government and its <i>potential</i> to influence the district court.\" <i>V&#233;lez Carrero,</i> 77 F.3d at 12. When the prosecutor fails to fulfill the agreement, the defendant is prejudiced because his rights are violated. <i>See Correale,</i> 479 F.2d at 949 (noting that waiver of rights, in exchange for prosecutor's statements, is ineffective when agreement is violated).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">That said, minor deviations will not void a plea bargain. <i>See Clark,</i> 55 F.3d at 13 n. 3 (opining that violation of terms not inducing the plea will be considered harmless); <i>Correale,</i> 479 F.2d at 947. Were it clear, for example, that the court had been fully aware of the recommendation at sentencing, the mere failure by the government to present it orally might not prove prejudicial. <i>Compare United States v. Flores-Sandoval,</i> <span class=\"citation\" data-id=\"725095\"><a href=\"/opinion/725095/united-states-v-agustin-flores-sandoval/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 352 (7th Cir.1996) (finding that failure to orally state terms of agreement, of which court was aware, would not be sufficient to show prejudice to defendant), <i>with United States v. Barnes</i> <span class=\"citation\" data-id=\"776330\"><a href=\"/opinion/776330/united-states-v-anthony-dwayne-barnes/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">644</span></a></span>, 647-48 (6th Cir.2002) (stating that government's failure \"to expressly request\" terms of plea agreement can constitute prejudicial error, even where court knew terms of agreement and would have rejected recommendation). Here the district judge acknowledged the government's intended recommendation at the Rule 11 hearing, but several months elapsed between the hearing and sentencing, and it is unclear whether the court deliberately rejected the government's recommendation or simply forgot about it during the intervening time.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> As a result, the government's failure to abide by the plea bargain was not a mere \"technical\" breach. <i>Cf. United States v. Pryor,</i> <span class=\"citation\" data-id=\"578288\"><a href=\"/opinion/578288/united-states-v-chester-pryor/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">478</span></a></span>, 482 (7th Cir.1992) (failing to inform court of information relevant to plea, of which court already is aware, is \"technical violation\" that does not amount to plain error).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In addition to being prejudicial, the government's breach of the plea agreement meets the fourth prong of the <i>Olano</i> test:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[B]ecause violations of plea agreements on the part of the government serve not only to violate the constitutional rights of the defendant, but directly involve the honor of the government, public confidence in the fair administration of justice, and the effective administration of justice in a federal scheme of government, we hold that the Government's breach constituted plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>United States v. McQueen,</i> <span class=\"citation\" data-id=\"736973\"><a href=\"/opinion/736973/united-states-v-james-mcqueen/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 66 (4th Cir.1997); <i>accord Barnes,</i> 278 F.3d at 647-48.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a result of the government's breach of the plea agreement, exacerbated by defense counsel's performance, we vacate the sentence and remand the case for further proceedings. Whether specific performance or an opportunity to withdraw the guilty plea is the appropriate remedy is a matter to be considered in the district court. If specific performance is ordered, we refer the court to our admonition in previous cases that in these circumstances resentencing ordinarily ought to be done by a different district judge. <i>See, e.g., United States v. Kurkculer,</i> <span class=\"citation\" data-id=\"551279\"><a href=\"/opinion/551279/united-states-v-ismail-kurkculer-aka-george-murphy/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span>, 298 (1st Cir.1990) (citing <i>Santobello v. New York,</i> <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 263, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></a></span>, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span></a></span> (1971)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>Reversed and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The indictment contained other counts, directed at Riggs' co-defendants, which are immaterial to this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Two revised PSRs were issued, but neither included any changes that affected the PSR's recommended sentence. Neither party objected to either of the revised PSRs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendant also appeals on grounds of ineffective assistance of counsel, violation of Rule 11, and violation of<i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000). Because we are reversing and remanding on other grounds, we do not address these arguments.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the government was not the only party guilty of inattentive lawyering. Defense counsel, pursuant to the plea agreement, also had a duty to recommend such a sentence, but failed to do so. Moreover, defense counsel, for no apparent reason other than ineptitude, also failed to object<i>at any point</i> to the sentence imposed or to the drug quantity attributed to his client.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The guideline range was calculated based on a base offense level of 34,<i>see</i> U.S.S.G. &#167; 2D1.1(c)(3) (applying to drug quantities of at least 150 but less than 500 grams of cocaine base), a three-level adjustment for acceptance of responsibility, <i>see</i> U.S.S.G. &#167; 3E1.1, and a CHC of VI.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> A drug quantity of five to fifty grams of cocaine base could result in several possible guideline ranges. A drug quantity of at least 5 grams but less than 20 grams results in a base offense level of 26<i>See</i> U.S.S.G. &#167; 2D1.1(c)(7). Taking into account the three-level adjustment for acceptance of responsibility and a CHC of VI, this would result in a guideline range of 92 to 115 months. A drug quantity of at least 20 grams but less than 35 grams results in a base offense level of 28, <i>see</i> U.S.S.G. &#167; 2D1.1(c)(6), and taking into account the same factors as above, a resulting guideline range of 110 to 137 months. A drug quantity of at least 35 grams but less than 50 grams results in a base offense level of 30, <i>see</i> U.S.S.G. &#167; 2D1.1(c)(5), and a corresponding guideline range of 130 to 162 months. A drug quantity of exactly 50 grams produces a base offense level of 32, <i>see</i> U.S.S.G. &#167; 2D1.1(c)(4), and results in a guideline range of 151 to 188 months. Thus, if the government had recommended a sentence within these guideline ranges (i.e., 92 to 188 months), its recommendation arguably could have satisfied the promise in the plea agreement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Moreover, we note that the prosecutor did not even move to dismiss Count VI, as he was obligated to do under the plea agreement, until the district court reminded him. This reminder should have been unnecessary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At sentencing, the district judge stated, \"The Court will accept the plea agreement in this matter.\" The court's statement, though, seems to refer only to the government's promise to dismiss Count VI, since the court did not impose a sentence that corresponded with the promised drug-quantity recommendation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776330/"
  ]
}