{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199983/",
  "absolute_url": "/opinion/199983/acevedo-delgado-v-rivera/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199983/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:41:21Z",
  "date_modified": "2017-03-24T11:04:35.475702Z",
  "type": "010combined",
  "sha1": "0d8e20b8737db384a5ae59df88cffaef7a08cc91",
  "page_count": 21,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1238-01A.pdf",
  "local_path": "pdf/2002/06/04/Acevedo-Delgado_v._Rivera.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 01-1238\n\n                 ROSANGELICA ACEVEDO-DELGADO,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                      MIGUEL A. RIVERA,\n\n                    Defendant, Appellant.\n                     ____________________\n\nNo. 01-1239\n\n                 ROSANGELICA ACEVEDO-DELGADO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n        MIGUEL A. RIVERA, MANUEL DE J. VELEZ, ET AL.,\n\n                    Defendants, Appellees.\n                     _____________________\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                            Before\n\n                   Torruella, Circuit Judge,\n                Coffin, Senior Circuit Judge,\n                  and Lipez, Circuit Judge.\n\f\f     Sigfredo Rodriguez-Isaac, Assistant Solicitor General, with whom\nRoberto J. Sanchez-Ramos, Solicitor General, and Vanessa Lugo-Flores,\nDeputy Solicitor General, were on brief, for Rivera and the\nAdministration of Juvenile Institutions.\n     Judith Berkan, with whom Mary Jo Mendez and Berkan/Mendez were on\nbrief, for Acevedo-Delgado.\n\n\n\n\n                            June 4, 2002\n\f     COFFIN, Senior Circuit Judge.      Rosangélica Acevedo-Delgado\n\n(\"Acevedo\") was fired from her job as director of a government-operated\n\ngroup home for children in Puerto Rico after she refused to participate\n\nin a workplace fund-raising campaign for a school voucher system.\n\nAcevedo brought suit under 42 U.S.C. § 1983, claiming that she was\n\ndischarged based on her political affiliation and her resistance to the\n\nfund raising, in violation of the First and Fourteenth Amendments to\n\nthe U.S. Constitution. She also brought pendent claims under Puerto\n\nRico law. The district court granted summary judgment for defendants\n\non her political affiliation claim, concluding that party allegiance\n\nwas an appropriate criterion for the job that Acevedo occupied, and it\n\ndeclined to exercise jurisdiction over the Puerto Rico claims.\n\n     Although the court's summary judgment decision meant that\n\ndefendants could have fired Acevedo simply based on their political\n\ndifferences, the court also ruled that she could not be dismissed for\n\nrefusing to contribute to a cause she opposed. Thus, Acevedo's other\n\nfederal claim – that defendants violated her right to be free from\n\ncoerced donations – went to trial. A jury found in her favor, awarding\n\n$135,000 in back pay and damages.\n\n     On appeal, one defendant challenges the jury's verdict,1 claiming\n\nthat it is unsupported by either the law or facts. In a cross-appeal,\n\n\n     1 The appeal was brought by defendant Miguel Rivera.\nDefendant Manuel de Jesus Vélez did not appeal the judgment\nagainst him.\n\n                                 -4-\n\fAcevedo asserts that the district court erred in dismissing her\n\npolitical affiliation claim.       Because we affirm the judgment\n\nincorporating the jury's verdict, we do not reach this latter\n\ncontention.   We also briefly consider, but need not resolve, the\n\ncomplexities of a coerced contribution claim made by an employee who is\n\nsubject to patronage dismissal.\n\n                            I. Background\n\n     This case is set against the backdrop of a 1992 election campaign\n\npromise by the New Progressive Party (\"NPP\") to establish an\n\neducational voucher system in Puerto Rico. The promise initially was\n\nfulfilled through passage of Act No. 71, which established a\n\ngovernmentally financed system of vouchers to be used by students in\n\nboth private and public schools in the Commonwealth. Within a year,\n\nhowever, Puerto Rico's Supreme Court declared the law unconstitutional.\n\nSee Asociacion de Maestros de Puerto Rico v. Torres, 131 P.R. Dec. 528\n\n(1994). Undaunted, the NPP-controlled legislature passed a law in 1995\n\ncreating the Fundación Educativa para la Libre Seleccion de Escuelas\n\n(FELSE),2 a private, nonprofit fund with the same objectives as Act No.\n\n71. By statute, full tax credits would be given for contributions to\n\nFELSE up to $250, effectively making such contributions cost-free.\n\n\n\n\n     2 In English, the organization is called the \"Educational\nFoundation for the Free Selection of Schools.\"\n\n                                 -5-\n\f     According to evidence presented at trial, a plan was developed to\n\nraise funds for FELSE from government employees, with a $2.5 million\n\ngoal that anticipated $250 from every management and confidential\n\nemployee.3 Defendants Vélez and Rivera were in charge of collections\n\nfor the Juvenile Institutions Administration (\"JIA\"), the agency under\n\nwhose umbrella Acevedo worked. On November 9, 1995, appellant Rivera,\n\nthe JIA administrator, sent a letter to all confidential and managerial\n\nemployees in JIA, urging that their donations to FELSE be made before\n\nDecember 15th. After that deadline, Vélez, coordinator of the FELSE\n\neffort at the agency, reported to Rivera the names of the twenty\n\nemployees who had contributed and the four who had not, including\n\nAcevedo. Over the next few weeks, several communications updating the\n\nagency's collection effort took place among Rivera, Vélez, and Leopoldo\n\nMercado, the director of FELSE's public sector campaign.\n\n     Acevedo testified that on Friday afternoon, January 12, 1996, she\n\nreceived three messages on her beeper reminding her of the $250\n\ndonation. Two of them also warned that she would have to submit her\n\nresignation to Rivera if the funds were not received. On Tuesday,\n\nJanuary 16, following a long holiday weekend, she received another\n\n\n\n     3 The Spanish word for non-career positions, which are\noutside the civil service system, is \"confianza.\" That term is\nsometimes translated as \"trust\" and sometimes as \"confidential.\"\nSee Duriex-Gauthier v. Lopez-Nieves, 274 F.3d 4, 7 n.3 (lst Cir.\n2001); Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 52\nn.2 (lst Cir. 1990).\n\n                                 -6-\n\fmessage requesting that the money be sent as soon as possible to\n\nVélez's attention. Acevedo also met with Vélez that day and was told\n\nthat she would need to resign if she failed to contribute to FELSE by\n\nThursday.   On Friday, January 19, Vélez sent a letter to Rivera\n\ndetailing the payments he had received from the other hold-outs and\n\nstating that Acevedo continued to refuse to participate.          He wrote:\n\n     Ms. Rosangélica Acevedo refused to participate in this event\n     because she alleges to be too financially committed and it\n     is impossible for her to make any kind of contribution.\n\nOn Monday, January 22, Vélez and the agency's personnel director met\n\nwith Acevedo and requested that she turn in all government property and\n\nprepare to leave her job. An official termination letter arrived the\n\nnext day, at which point Acevedo said her goodbyes at the group home\n\nand left.\n\n     Acevedo filed this action shortly after her dismissal, claiming\n\nthat the NPP administration had improperly used the FELSE contribution\n\nas a litmus test for political loyalty. She invoked two distinct\n\nstrands of First Amendment precedent to claim a constitutional\n\nviolation. Under the Elrod-Branti line of cases,4 she claimed that her\n\npolitically motivated discharge was impermissible because she was not\n\nin a position subject to patronage dismissal. She also claimed that,\n\nunder Abood v. Detroit Bd. of Educ., 431 U.S. 209, 223 (1976), she was\n\n\n\n     4Branti v. Finkel, 445 U.S. 507 (1980); Elrod v. Burns, 427\nU.S. 347 (1976).\n\n                                 -7-\n\fprotected from being coerced to contribute to causes she did not\n\nsupport.\n\n     As noted earlier, Acevedo's Elrod-Branti claim was resolved\n\nthrough summary judgment in defendants' favor. Following the jury\n\nverdict for Acevedo on the Abood claim, the district court rejected\n\ndefendants' post-trial motions seeking judgment as a matter of law or\n\na new trial.   The court confirmed the damages award and provided\n\nfurther relief in the form of reinstatement, attorney's fees, and\n\nlitigation costs.\n\n     Defendant Rivera challenges the court's judgment on multiple\n\nfronts: (1) he argues that Abood does not support Acevedo's coerced-\n\ncontribution claim because the Supreme Court's decision applies only to\n\npolitical contributions, while FELSE is a non-political, non-\n\nideological program; (2) he claims that, if Abood is deemed applicable,\n\nhe is immune from damages because the law providing relief was not\n\nclearly established at the time of the challenged conduct; (3) he\n\nargues that Acevedo failed to demonstrate that defendants knew of her\n\nopposition to the FELSE program and, thus, that it was a motivating\n\nfactor in their decision to fire her; and, finally, (4) he claims error\n\nin the court's refusal to instruct the jury to use the balancing test\n\nestablished in Pickering v. Bd. of Educ. of Township High Sch. Dist.\n\n205, 391 U.S. 563 (1968), for evaluating adverse employment actions\n\nbased on protected First Amendment activity.\n\n\n                                 -8-\n\f     We review de novo the district court's denial of a motion for\n\njudgment as a matter of law, Cigna Ins. Co. v. Oy Saunatec, Ltd., 241\n\nF.3d 1, 8 (lst Cir. 2001), but review denial of a motion for new trial\n\nonly for abuse of discretion, see Interstate Litho Corp. v. Brown, 255\n\nF.3d 19, 29 (lst Cir. 2001). We explain in the following section why\n\nnone of appellant's points warrants disturbing the court's judgment.\n\n\n\n\n                           II. Discussion\n\n     A. Abood and Government Employment\n\n     The constitutionality of coercing contributions from public\n\nemployees was first fully aired in Abood, 431 U.S. at 217,5 which\n\ninvolved a challenge by Detroit public school teachers to the\n\nrequirement that they either join a union and pay dues, or pay a\n\nservice charge, as a condition of employment. Although the Court\n\nupheld the public sector agency shop, it ruled that the union could not\n\nuse employee funds against their will \"to contribute to political\n\ncandidates and to express political views unrelated to its duties as\n\nexclusive bargaining representative.\" See 431 U.S. at 234. The Court\n\n\n     5 Prior cases had considered similar issues involving\nprivate employers under the Railway Labor Act, 45 U.S.C. § 152\nEleventh.   See Ry. Clerks v. Allen, 373 U.S. 113 (1963);\nMachinists v. Street, 367 U.S. 740 (1961); Ry. Employees v.\nHanson, 351 U.S. 225 (1956); see also Lehnert v. Ferris Faculty\nAss'n, 500 U.S. 507, 514-16 (1991) (reviewing relevant\nprecedent).\n\n                                 -9-\n\femphasized that well established First Amendment principles prohibited\n\nthe union from requiring an individual \"to contribute to the support of\n\nan ideological cause he may oppose as a condition of holding a job as\n\na public school teacher.\" See id. at 235. Such expenditures must be\n\nfinanced by \"employees who do not object to advancing those ideas and\n\nwho are not coerced into doing so against their will by the threat of\n\nloss of governmental employment.\"       Id. at 236.\n\n      The Court recognized that there would at times be \"difficult\n\nproblems in drawing lines between collective-bargaining activities, for\n\nwhich contributions may be compelled, and ideological activities\n\nunrelated to collective bargaining for which such compulsion is\n\nprohibited.\" See id. In a subsequent decision, Lehnert, 500 U.S. at\n\n519, the Court noted that the requisite case-by-case analysis may be\n\naided by three guidelines:\n\n      [C]hargeable activities must (1) be \"germane\" to collective-\n      bargaining activity; (2) be justified by the government's\n      vital policy interest in labor peace and avoiding \"free\n      riders\"; and (3) not significantly add to the burdening of\n      free speech that is inherent in the allowance of an agency\n      or union shop.\n\nId.\n      The Court later addressed similar First Amendment association\n\nissues in the context of mandatory bar membership. In Keller v. State\n\nBar, 496 U.S. 1 (1990), the Court reaffirmed an earlier ruling that a\n\nsubstantial state interest in regulating the legal profession and\n\nimproving the quality of legal services justifies restricting the\n\n\n                                 -10-\n\fpractice of law to those who are members of a state bar association.\n\nId. at 13-14 (citing Lathrop v. Donahue, 367 U.S. 820, 842-43 (1961)).\n\nIt also ruled, however, that an integrated state bar may not \"compel\n\nmembers to fund 'activities of an ideological nature' that are not\n\ngermane to the state's interest justifying compelled membership.\" See\n\nRomero v. Colegio de Abogados de Puerto Rico, 204 F.3d 291, 297 (lst\n\nCir. 2000) (quoting Keller, 496 U.S. at 14). We explicitly recognized\n\nin Romero that the protection afforded by the First Amendment against\n\ncoerced contributions extends as well to activity that is non-\n\nideological and non-germane. See id. at 300-02 & n.10. Thus, in both\n\nthe union and bar settings, \"the constitutionally protected right to\n\nrefuse to associate\" must bend to the state's compelling interest, but\n\nit remains a barrier to coerced association unrelated to the state's\n\ndemonstrated needs.         See id. at 297.\n\n       Although this case implicates similar association issues, the\n\ngovernment employment setting introduces some unique considerations.\n\nIn    the    Abood/Keller    line    of   cases,   the    issue   of   coerced\n\ncontributions arose in the context of a mandated association –\n\na    union   or   integrated   bar   –    that   served   significant    state\n\ninterests and thus was deemed a permissible intrusion on the\n\nFirst Amendment right not to associate.              After concluding that\n\nsome compromise of an employee's First Amendment rights was\n\njustified in both settings, the Court confronted the difficult\n\n\n                                     -11-\n\fquestion of how far the intrusion could extend.          The Lehnert\n\ncriteria represent the Court's effort to limit the scope of the\n\nintrusion to a narrow category of assessments that are linked\n\nclosely   to   the   state's   asserted    interest   and    are    not\n\nsubstantially more burdensome to First Amendment rights than the\n\nmandated association itself.\n\n     Here, there is no threshold compulsory association that has\n\nbeen sanctioned as a permissible burden on employees'              free\n\nassociation rights to provide boundaries for a Lehnert inquiry.\n\nInstead, however, any examination of the legitimacy of coercing\n\ncontributions from government workers runs headlong into the\n\npolitical patronage cases, which allow politically motivated\n\ndischarges of policy-related employees when reasonably necessary\n\nfor an administration to effectuate its mandates.           See O'Hare\n\nTruck Serv. v. City of Northlake, 518 U.S. 712, 718-19 (1996);\n\nElrod, 427 U.S. at 347; Branti, 445 U.S. at 507; Flynn v. City\n\nof Boston, 140 F.3d 42, 44-47 (lst Cir. 1998).\n\n     The primary question that arises from that collision of\n\nprinciples is whether the loyalty of a confidential employee is a\n\nsufficient state interest – like collective bargaining and regulating\n\nthe legal profession – to justify some degree of coerced contribution.\n\n See Flynn, 140 F.3d at 47 (\"[W]here the employee is subject to\n\ndischarge for political reasons under the Elrod and Branti\n\n\n                                -12-\n\fcases,   a   superior   may   also    –     without   offending    the   First\n\nAmendment's free speech guarantee – consider the official's\n\nsubstantive views on agency matters in deciding                   whether   to\n\nretain the official in a policy related position.\"). If so, does\n\ndischarge in such a case require establishing a connection\n\nbetween the required contribution and \"effective performance\" of\n\nthe individual's particular job, see Branti, 445 U.S. at 518, or\n\nmay support be compelled for any, and all, policy initiatives?\n\nDoes it matter if the coerced contribution is effectively cost-\n\nfree to the employee?\n\n     We need not pursue these questions here because defendants have\n\nnot argued that they were justified in firing Acevedo for refusing to\n\ncontribute to FELSE based on the need to maintain political loyalty\n\namong all trust and confidential employees.6 Instead, they consistently\n\nhave asserted that Acevedo was not terminated because of her opposition\n\nto FELSE or failure to contribute. At trial, Rivera testified that the\n\n\n\n     6Defendant Rivera hints at this position in the heading to\nthe section of his brief on qualified immunity, asking\n\"[w]hether defendants were entitled to qualified immunity since\nit was not clearly established that a confidential or policy-\nmaking employee could not be required to support, follow and/or\nfurther the public policy of the administration for which they\nwork.\" The discussion that follows does not address that point,\nhowever, and it consequently is not before us.        See United\nStates v. Zannino, 895 F.2d 1, 17 (lst Cir. 1990) (noting the\n\"settled appellate rule that issues adverted to in a perfunctory\nmanner, unaccompanied by some effort at developed argumentation,\nare deemed waived\").\n\n                                     -13-\n\ftermination decision stemmed from several earlier episodes that caused\n\nhim to lose trust in her.7\n\n     Defendants' chosen defense thus eliminates from the coerced-\n\ncontribution calculus the complications presented by political\n\npatronage principles, and the basic principle underlying Abood and its\n\nprogeny – that a public employee's job may not be conditioned on a\n\ncoerced contribution to a cause she may oppose – is thus left as the\n\napplicable guidepost.    As framed by the evidence and the judge's\n\ninstructions, the jury's task was to assess the circumstances and the\n\ncredibility of the witnesses to ascertain the actual motivation for the\n\ndischarge: was it improperly based on Acevedo's refusal to contribute\n\nto FELSE, or was it a legitimate discharge based on unsatisfactory\n\nperformance that diminished her superiors' trust in her?8 Appellant\n\n\n     7Defendants took this approach despite the district court's\nfinding on summary judgment that Acevedo was in a position\nsubject to patronage dismissal.      At oral argument, counsel\ncontinued to eschew the political loyalty justification, noting\nthat Acevedo's termination was at worst \"unfair\" – but not\nunconstitutional – because all that defendants knew about her\nrefusal to contribute was what she had told them – that she\ncould not afford to do so.\n     8   The judge instructed the jurors as follows:\n\n          Plaintiff claims that she was dismissed for her\n     failure to contribute $250 to the \"Fundación Educativa\n     para la Libre Seleccion de Escuelas,\" FELSE . . .\n     because she did not believe in this program.\n\n          The defendants claim that the plaintiff was an\n     employee holding a position of trust and confidence,\n     subject to be dismissed at will, and that she was\n\n                                 -14-\n\fcontends that the jury lacked evidentiary support for concluding that\n\nAcevedo was, in fact, terminated based on her refusal to support FELSE\n\nin violation of her First Amendment rights. We turn to that issue\n\nafter a preliminary review of appellant's claimed entitlement to\n\nimmunity.\n\n     B. Qualified Immunity\n\n     Appellant asserts that he is entitled to qualified immunity\n\nbecause FELSE is non-ideological in nature and Acevedo's termination\n\ntook place before it was established that coercing contributions for\n\nnon-ideological activities is barred by the First Amendment. We find\n\nthis position wholly unsupportable. The conclusion is inescapable that\n\nthe compelled contributions to FELSE served political and ideological\n\nobjectives. The very reason for defendants' intensive fund-raising was\n\nthe NPP campaign promise, and the appropriateness of school vouchers\n\nhas for some time generated national debate. Although FELSE itself may\n\nbe an independent, non-partisan agency – a factual finding made by the\n\ndistrict court that we need not examine – it has an undeniably\n\nideological purpose.    Indeed, this is an apt illustration of the\n\ndictionary definition of \"ideology\": \"a body of doctrine . . . with\n\nreference to some political and social plan . . . along with the\n\n\n\n\n     dismissed because she lost the trust and confidence of\n     the Administrator of Juvenile Institutions, not\n     because of her failure to contribute to FELSE.\n\n                                -15-\n\fdevices for putting it into operation.\"        See The Random House\n\nDictionary of the English Language (2d ed. 1987) 950.\n\n     The unlawfulness of coercing contributions to ideological causes\n\nwas well established before the conduct challenged here occurred, and\n\nappellant's attempt to invoke qualified immunity is therefore\n\nunavailing. See Abood, 431 U.S. at 235-36; Wash. Legal Found. v. Mass.\n\nBar Found., 993 F.2d 962, 977 (lst Cir. 1993) (citing, inter alia,\n\nLehnert, Keller, and Abood) (\"Compelled support of an organization\n\nengaging in expressive activities may also burden First Amendment\n\nrights.\").\n\n     C. Evidence of motive\n\n     Appellant contends that the evidence presented at trial did not\n\npermit a finding that he knew of plaintiff's substantive objections to\n\nthe FELSE program. He points to the letter he received from Vélez\n\nexplaining that Acevedo refused to contribute because she could not\n\nafford to do so, and asserts that a discharge based simply on her\n\ninability to pay would not be unconstitutional. In response, Acevedo\n\nmaintains that her actual motivation is immaterial, be it ideological\n\nor financial; she contends that defendants violated the Constitution if\n\nthey fired her for refusing to support an ideological cause, whatever\n\nher reason for declining to do so.\n\n     We agree with appellant that the record lacks direct evidence\n\nshowing that defendants knew of Acevedo's substantive opposition to the\n\n\n                                 -16-\n\fvoucher program.   This does not help appellant's cause, however,\n\nbecause, as Acevedo argues, a constitutional violation occurs when an\n\nindividual's employment is conditioned on paying for ideological\n\nactivity, regardless of the reason for the employee's refusal to\n\nparticipate, unless the compelled association is justified by an\n\nimportant government interest.\n\n     In Abood, the Supreme Court ruled that employees could object to\n\nideological expenditures without identifying the specific causes to\n\nwhich they objected because forced disclosure would compromise an\n\nemployee's \"freedom to maintain his own beliefs without public\n\ndisclosure,\" 431 U.S. at 239 n.39, 241 & n.42; see Schneider v. Colegio\n\nde Abogados de Puerto Rico, 917 F.2d 620, 635 (lst Cir. 1990) (\"[A]\n\nprimary feature of a constitutional system [of mandatory fees] is that\n\ndissenters be able to trigger refunds by means of general objections so\n\nthat they need not make public their views on specific issues.\").\n\nParticularly in the absence of a government interest justifying\n\nfinancial coercion, requiring an employee to confess her views would\n\nplace an undue burden on the individual's exercise of her First\n\nAmendment rights.9    In this case, therefore, the jury needed to\n\n\n\n     9The Supreme Court has noted that strong opposition to an\nideological cause heightens the burden imposed by compelling\nspeech.   See Lehnert, 500 U.S. at 522 (\"The extent of one's\ndisagreement with the subject of compulsory speech is relevant\nto the degree of impingement upon free expression that\ncompulsion will effect.\").\n\n                                 -17-\n\fdetermine only whether Acevedo was terminated for her refusal to\n\ncontribute to FELSE. As detailed above, the evidence of repeated,\n\nexplicit warnings that she would need to tender her resignation if she\n\nfailed to make the donation – the validity of which the jury evidently\n\naccepted – was more than adequate to substantiate Acevedo's First\n\nAmendment claim.\n\n     Moreover, the judge instructed the jury that it had to determine\n\n\"whether defendants dismissed plaintiff . . . for failure to contribute\n\nto FELSE because she did not believe in that program.\"       The court\n\nrepeated this description of the jury's fact-finding mission multiple\n\ntimes, telling the jurors, for example, that \"public employees may not\n\nbe compelled to make financial contributions for the implementation of\n\ngovernment programs to which they are opposed as a condition of\n\nemployment,\" and that, to prevail on her association claim, \"plaintiff\n\nRosangélica Acevedo must demonstrate that her failure to contribute\n\n$250 to FELSE because she did not believe in that program played a\n\nsubstantial role in her dismissal.\" The jury verdict form incorporated\n\nthe same inquiry.10\n\n     As we have explained, these instructions overstated the\n\nplaintiff's burden. The jury nonetheless found in her favor, and we\n\nthink its judgment reflects the logical inference that, if she was\n\n\n     10The form asked whether plaintiff was dismissed \"for her\nrefusal to contribute to Fundación de Libre Seleccion de\nEscuelas because she did not believe in that program.\"\n\n                                 -18-\n\ffired for her failure to contribute, it was on account of her\n\nopposition to the program. Defendants unquestionably knew that the\n\nfavored tax treatment would make a FELSE contribution cost-free for\n\nAcevedo. It was thus unlikely that defendants believed plaintiff did\n\nnot contribute simply because she could not afford to do so.        In\n\nlaunching the campaign within the JIA, Rivera had written a letter to\n\nall trust and managerial employees referring to the \"commitment\" of the\n\ngovernment to support the voucher program, and defendants closely\n\nmonitored the donations from each trust employee within the agency.\n\nRivera testified that he expected every trust employee to contribute to\n\nFELSE because \"we have a responsibility to fulfill any public policy\n\napproved in the Commonwealth.\" The jurors likely inferred from these\n\nfacts that defendants viewed plaintiff's recalcitrance as a statement\n\nagainst the administration's pro-voucher policy, leading to the\n\nconclusion that her dismissal occurred for that reason.\n\n     Whether that rationale was directly supported by the record is of\n\nno consequence, however, because of the strong foundation for the\n\ngeneral finding that Acevedo's discharge resulted from her refusal to\n\nparticipate in the FELSE fund-raising campaign.        We thus reject\n\nappellant's claim that the record does not support the verdict.\n\n     D. The Pickering Instruction\n\n     Lastly, appellant challenges the district court's refusal to\n\ninstruct the jury to follow the First Amendment balancing test set out\n\n\n                                 -19-\n\fin Pickering, 391 U.S. at 564. That test typically is applied when an\n\nemployee suffers adverse employment action based on his speech, and it\n\ninvolves \"a balancing of the employee's interests 'as a citizen, in\n\ncommenting upon matters of public concern' against 'the interest of the\n\nState, as an employer, in promoting the efficiency of the public\n\nservice it performs through its employees,'\" Flynn, 140 F.3d at 47\n\n(quoting Pickering, 391 U.S. at 568). Pickering is inapposite to this\n\ncase, which does not involve an asserted state interest that allegedly\n\nwas compromised by an employee's statements. Rivera simply denies\n\nhaving fired Acevedo for her refusal to contribute; he advances no\n\nargument to justify having done so.     Cf. Marshall v. Allen, 984 F.2d\n\n787, 797 n.8 (7th Cir. 1993) (\"[T]he defendants' primary defense on the\n\nmerits of this case appears to be that [plaintiff's] speech had nothing\n\nto do with his dismissal. In light of this, defendants have waived a\n\nPickering analysis.\").11 Consequently, the district court did not err\n\nin declining to instruct the jury under Pickering.\n\n                          III. Conclusion\n\n\n\n\n     11Given appellant's failure to identify a state interest\njustifying Acevedo's termination, we need not consider whether\nthe Pickering analysis applies to freedom of association, as\nwell as freedom of speech, claims. See Tang v. R.I. Dept. of\nElderly Affairs, 163 F.3d 7, 11 n.4 (lst Cir. 1998) (noting\ncircuit split on applicability of Connick v. Myers, 461 U.S.\n138, 140, 142 (1983), which incorporated the Pickering test, to\nassociation claims).\n\n                                 -20-\n\f     Although the facts of this case place it at the intersection of\n\nthe Elrod-Branti and Abood strands of First Amendment jurisprudence,\n\ndefendants have not sought to justify compulsory contributions to FELSE\n\n– or Acevedo's termination – by asserting an important state interest.\n\nInstead, they have denied that her refusal to contribute caused her\n\ntermination. The jury rejected this defense, and that determination\n\nwas supported by sufficient evidence in the record. FELSE's objectives\n\nunquestionably are ideological in nature, and Abood therefore\n\nprohibited defendants from linking Acevedo's tenure to her willingness\n\nto contribute. The bar against coerced contributions to ideological\n\nactivities was well established at the time of the acts in question,\n\nand appellant is therefore not entitled to qualified immunity.\n\n     For the foregoing reasons, the judgment of the district court is\n\naffirmed.\n\n\n\n\n                                 -21-\n\f",
  "html": "<p class=\"case_cite\">292 F.3d 37</p>\n    <p class=\"parties\">Rosangelica Acevedo-Delgado, Plaintiff, Appellee,<br>v.<br>Miguel A. RIVERA, Defendant, Appellant.<br>Rosangelica Acevedo-Delgado, Plaintiff, Appellant,<br>v.<br>Miguel A. Rivera, Manuel De J. Velez, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-1238.</p>\n    <p class=\"docket\">No. 01-1239.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2002.</p>\n    <p class=\"date\">Decided June 4, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Sigfredo Rodriguez-Isaac, Assistant Solicitor General, with whom Roberto J. Sanchez-Ramos, Solicitor General, and Vanessa Lugo-Flores, Deputy Solicitor General, were on brief, for Rivera and the Administration of Juvenile Institutions.</p>\n      <p class=\"indent\">Judith Berkan, with whom Mary Jo Mendez and Berkan/Mendez were on brief, for Acevedo-Delgado.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Rosang&#233;lica Acevedo-Delgado (\"Acevedo\") was fired from her job as director of a government-operated group home for children in Puerto Rico after she refused to participate in a workplace fund-raising campaign for a school voucher system. Acevedo brought suit under 42 U.S.C. &#167; 1983, claiming that she was discharged based on her political affiliation and her resistance to the fund raising, in violation of the First and Fourteenth Amendments to the U.S. Constitution. She also brought pendent claims under Puerto Rico law. The district court granted summary judgment for defendants on her political affiliation claim, concluding that party allegiance was an appropriate criterion for the job that Acevedo occupied, and it declined to exercise jurisdiction over the Puerto Rico claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although the court's summary judgment decision meant that defendants could have fired Acevedo simply based on their political differences, the court also ruled that she could not be dismissed for refusing to contribute to a cause she opposed. Thus, Acevedo's other federal claim &#8212; that defendants violated her right to be free from coerced donations &#8212; went to trial. A jury found in her favor, awarding $135,000 in back pay and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, one defendant challenges the jury's verdict,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> claiming that it is unsupported by either the law or facts. In a cross-appeal, Acevedo asserts that the district court erred in dismissing her political affiliation claim. Because we affirm the judgment incorporating the jury's verdict, we do not reach this latter contention. We also briefly consider, but need not resolve, the complexities of a coerced contribution claim made by an employee who is subject to patronage dismissal.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case is set against the backdrop of a 1992 election campaign promise by the New Progressive Party (\"NPP\") to establish an educational voucher system in Puerto Rico. The promise initially was fulfilled through passage of Act No. 71, which established a governmentally financed system of vouchers to be used by students in both private and public schools in the Commonwealth. Within a year, however, Puerto Rico's Supreme Court declared the law unconstitutional. <i>See Asociacion de Maestros de Puerto Rico v. Torres,</i> 131 P.R. Dec. 528 (1994). Undaunted, the NPP-controlled legislature passed a law in 1995 creating the Fundaci&#243;n Educativa para la Libre Seleccion de Escuelas (FELSE),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a private, nonprofit fund with the same objectives as Act No. 71. By statute, full tax credits would be given for contributions to FELSE up to $250, effectively making such contributions cost-free.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">According to evidence presented at trial, a plan was developed to raise funds for FELSE from government employees, with a $2.5 million goal that anticipated $250 from every management and confidential employee.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Defendants V&#233;lez and Rivera were in charge of collections for the Juvenile Institutions Administration (\"JIA\"), the agency under whose umbrella Acevedo worked. On November 9, 1995, appellant Rivera, the JIA administrator, sent a letter to all confidential and managerial employees in JIA, urging that their donations to FELSE be made before December 15th. After that deadline, V&#233;lez, coordinator of the FELSE effort at the agency, reported to Rivera the names of the twenty employees who had contributed and the four who had not, including Acevedo. Over the next few weeks, several communications updating the agency's collection effort took place among Rivera, V&#233;lez, and Leopoldo Mercado, the director of FELSE's public sector campaign.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Acevedo testified that on Friday afternoon, January 12, 1996, she received three messages on her beeper reminding her of the $250 donation. Two of them also warned that she would have to submit her resignation to Rivera if the funds were not received. On Tuesday, January 16, following a long holiday weekend, she received another message requesting that the money be sent as soon as possible to V&#233;lez's attention. Acevedo also met with V&#233;lez that day and was told that she would need to resign if she failed to contribute to FELSE by Thursday. On Friday, January 19, V&#233;lez sent a letter to Rivera detailing the payments he had received from the other hold-outs and stating that Acevedo continued to refuse to participate. He wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ms. Rosang&#233;lica Acevedo refused to participate in this event because she alleges to be too financially committed and it is impossible for her to make any kind of contribution.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On Monday, January 22, V&#233;lez and the agency's personnel director met with Acevedo and requested that she turn in all government property and prepare to leave her job. An official termination letter arrived the next day, at which point Acevedo said her goodbyes at the group home and left.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Acevedo filed this action shortly after her dismissal, claiming that the NPP administration had improperly used the FELSE contribution as a litmus test for political loyalty. She invoked two distinct strands of First Amendment precedent to claim a constitutional violation. Under the <i>Elrod-Branti</i> line of cases,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> she claimed that her politically motivated discharge was impermissible because she was not in a position subject to patronage dismissal. She also claimed that, under <i>Abood v. Detroit Bd. of Educ.,</i> 431 U.S. 209, 223, 97 S.Ct. 1782, 52 L.Ed.2d 261 (1977), she was protected from being coerced to contribute to causes she did not support.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As noted earlier, Acevedo's <i>Elrod-Branti</i> claim was resolved through summary judgment in defendants' favor. Following the jury verdict for Acevedo on the <i>Abood</i> claim, the district court rejected defendants' post-trial motions seeking judgment as a matter of law or a new trial. The court confirmed the damages award and provided further relief in the form of reinstatement, attorney's fees, and litigation costs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendant Rivera challenges the court's judgment on multiple fronts: (1) he argues that <i>Abood</i> does not support Acevedo's coerced-contribution claim because the Supreme Court's decision applies only to political contributions, while FELSE is a non-political, non-ideological program; (2) he claims that, if <i>Abood</i> is deemed applicable, he is immune from damages because the law providing relief was not clearly established at the time of the challenged conduct; (3) he argues that Acevedo failed to demonstrate that defendants knew of her opposition to the FELSE program and, thus, that it was a motivating factor in their decision to fire her; and, finally, (4) he claims error in the court's refusal to instruct the jury to use the balancing test established in <i>Pickering v. Bd. of Educ. of Township High Sch. Dist. 205,</i> 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968), for evaluating adverse employment actions based on protected First Amendment activity.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review de novo the district court's denial of a motion for judgment as a matter of law, <i>Cigna Ins. Co. v. Oy Saunatec, Ltd.,</i> 241 F.3d 1, 8 (1st Cir.2001), but review denial of a motion for new trial only for abuse of discretion, <i>see Interstate Litho Corp. v. Brown,</i> 255 F.3d 19, 29 (1st Cir.2001). We explain in the following section why none of appellant's points warrants disturbing the court's judgment.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <p class=\"indent\">A. <i>Abood and Government Employment</i></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The constitutionality of coercing contributions from public employees was first fully aired in <i>Abood,</i> 431 U.S. at 217, 97 S.Ct. 1782,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> which involved a challenge by Detroit public school teachers to the requirement that they either join a union and pay dues, or pay a service charge, as a condition of employment. Although the Court upheld the public sector agency shop, it ruled that the union could not use employee funds against their will \"to contribute to political candidates and to express political views unrelated to its duties as exclusive bargaining representative.\" <i>See</i> 431 U.S. at 234, 97 S.Ct. 1782. The Court emphasized that well established First Amendment principles prohibited the union from requiring an individual \"to contribute to the support of an ideological cause he may oppose as a condition of holding a job as a public school teacher. <i>See id.</i> at 235, 97 S.Ct. 1782. Such expenditures must be financed by \"employees who do not object to advancing those ideas and who are not coerced into doing so against their will by the threat of loss of governmental employment.\" <i>Id.</i> at 236, 97 S.Ct. 1782.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Court recognized that there would at times be \"difficult problems in drawing lines between collective-bargaining activities, for which contributions may be compelled, and ideological activities unrelated to collective bargaining for which such compulsion is prohibited.\" <i>See id.</i> In a subsequent decision, <i>Lehnert,</i> 500 U.S. at 519, 111 S.Ct. 1950, the Court noted that the requisite case-by-case analysis may be aided by three guidelines:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[C]hargeable activities must (1) be \"germane\" to collective-bargaining activity; (2) be justified by the government's vital policy interest in labor peace and avoiding \"free riders\"; and (3) not significantly add to the burdening of free speech that is inherent in the allowance of an agency or union shop.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Court later addressed similar First Amendment association issues in the context of mandatory bar membership. In <i>Keller v. State Bar,</i> 496 U.S. 1, 110 S.Ct. 2228, 110 L.Ed.2d 1 (1990), the Court reaffirmed an earlier ruling that a substantial state interest in regulating the legal profession and improving the quality of legal services justifies restricting the practice of law to those who are members of a state bar association. <i>Id.</i> at 13-14, 110 S.Ct. 2228 (citing <i>Lathrop v. Donohue,</i> 367 U.S. 820, 842-43, 81 S.Ct. 1826, 6 L.Ed.2d 1191 (1961)). It also ruled, however, that an integrated state bar may not \"compel members to fund `activities of an ideological nature' that are not germane to the state's interest justifying compelled membership.\" <i>See Romero v. Colegio De Abogados De Puerto Rico,</i> 204 F.3d 291, 297 (1st Cir.2000) (quoting <i>Keller,</i> 496 U.S. at 14, 110 S.Ct. 2228). We explicitly recognized in <i>Romero</i> that the protection afforded by the First Amendment against coerced contributions extends as well to activity that is non-ideological and non-germane. <i>See id.</i> at 300-02 &amp; n. 10. Thus, in both the union and bar settings, \"the constitutionally protected right to refuse to associate\" must bend to the state's compelling interest, but it remains a barrier to coerced association unrelated to the state's demonstrated needs. <i>See id.</i> at 297.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although this case implicates similar association issues, the government employment setting introduces some unique considerations. In the <i>Abood/Keller</i> line of cases, the issue of coerced contributions arose in the context of a mandated association &#8212; a union or integrated bar &#8212; that served significant state interests and thus was deemed a permissible intrusion on the First Amendment right not to associate. After concluding that some compromise of an employee's First Amendment rights was justified in both settings, the Court confronted the difficult question of how far the intrusion could extend. The <i>Lehnert</i> criteria represent the Court's effort to limit the scope of the intrusion to a narrow category of assessments that are linked closely to the state's asserted interest and are not substantially more burdensome to First Amendment rights than the mandated association itself.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, there is no threshold compulsory association that has been sanctioned as a permissible burden on employees' free association rights to provide boundaries for a <i>Lehnert</i> inquiry. Instead, however, any examination of the legitimacy of coercing contributions from government workers runs headlong into the political patronage cases, which allow politically motivated discharges of policy-related employees when reasonably necessary for an administration to effectuate its mandates. <i>See O'Hare Truck Serv. v. City of Northlake,</i> 518 U.S. 712, 718-19, 116 S.Ct. 2353, 135 L.Ed.2d 874 (1996); <i>Elrod,</i> 427 U.S. at 347, 96 S.Ct. 2673; <i>Branti,</i> 445 U.S. at 507, 100 S.Ct. 1287; <i>Flynn v. City of Boston,</i> 140 F.3d 42, 44-47 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The primary question that arises from that collision of principles is whether the loyalty of a confidential employee is a sufficient state interest &#8212; like collective bargaining and regulating the legal profession &#8212; to justify some degree of coerced contribution. <i>See Flynn,</i> 140 F.3d at 47 (\"[W]here the employee is subject to discharge for political reasons under the <i>Elrod</i> and <i>Branti</i> cases, a superior may also &#8212; without offending the First Amendment's free speech guarantee &#8212; consider the official's substantive views on agency matters in deciding whether to retain the official in a policy related position.\"). If so, does discharge in such a case require establishing a connection between the required contribution and \"effective performance\" of the individual's particular job, <i>see Branti,</i> 445 U.S. at 518, 100 S.Ct. 1287, or may support be compelled for any, and all, policy initiatives? Does it matter if the coerced contribution is effectively cost-free to the employee?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need not pursue these questions here because defendants have not argued that they were justified in firing Acevedo for refusing to contribute to FELSE based on the need to maintain political loyalty among all trust and confidential employees.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Instead, they consistently have asserted that Acevedo was not terminated because of her opposition to FELSE or failure to contribute. At trial, Rivera testified that the termination decision stemmed from several earlier episodes that caused him to lose trust in her.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendants' chosen defense thus eliminates from the coerced-contribution calculus the complications presented by political patronage principles, and the basic principle underlying <i>Abood</i> and its progeny &#8212; that a public employee's job may not be conditioned on a coerced contribution to a cause she may oppose &#8212; is thus left as the applicable guidepost. As framed by the evidence and the judge's instructions, the jury's task was to assess the circumstances and the credibility of the witnesses to ascertain the actual motivation for the discharge: was it improperly based on Acevedo's refusal to contribute to FELSE, or was it a legitimate discharge based on unsatisfactory performance that diminished her superiors' trust in her?<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Appellant contends that the jury lacked evidentiary support for concluding that Acevedo was, in fact, terminated based on her refusal to support FELSE in violation of her First Amendment rights. We turn to that issue after a preliminary review of appellant's claimed entitlement to immunity.</p>\n    </div>\n    <p class=\"indent\">B. <i>Qualified Immunity</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant asserts that he is entitled to qualified immunity because FELSE is non-ideological in nature and Acevedo's termination took place before it was established that coercing contributions for non-ideological activities is barred by the First Amendment. We find this position wholly unsupportable. The conclusion is inescapable that the compelled contributions to FELSE served political and ideological objectives. The very reason for defendants' intensive fund-raising was the NPP campaign promise, and the appropriateness of school vouchers has for some time generated national debate. Although FELSE itself may be an independent, non-partisan agency &#8212; a factual finding made by the district court that we need not examine &#8212; it has an undeniably ideological purpose. Indeed, this is an apt illustration of the dictionary definition of \"ideology\": \"a body of doctrine ... with reference to some political and social plan ... along with the devices for putting it into operation.\" <i>See The Random House Dictionary of the English Language</i> (2d ed.1987) 950.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The unlawfulness of coercing contributions to ideological causes was well established before the conduct challenged here occurred, and appellant's attempt to invoke qualified immunity is therefore unavailing. <i>See Abood,</i> 431 U.S. at 235-36, 97 S.Ct. 1782; <i>Wash. Legal Found. v. Mass. Bar Found.,</i> 993 F.2d 962, 977 (1st Cir.1993) (citing, <i>inter alia, Lehnert, Keller,</i> and <i>Abood</i>) (\"Compelled support of an organization engaging in expressive activities may also burden First Amendment rights.\").</p>\n    </div>\n    <p class=\"indent\">C. <i>Evidence of motive</i></p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant contends that the evidence presented at trial did not permit a finding that he knew of plaintiff's substantive objections to the FELSE program. He points to the letter he received from V&#233;lez explaining that Acevedo refused to contribute because she could not afford to do so, and asserts that a discharge based simply on her inability to pay would not be unconstitutional. In response, Acevedo maintains that her actual motivation is immaterial, be it ideological or financial; she contends that defendants violated the Constitution if they fired her for refusing to support an ideological cause, whatever her reason for declining to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We agree with appellant that the record lacks direct evidence showing that defendants knew of Acevedo's substantive opposition to the voucher program. This does not help appellant's cause, however, because, as Acevedo argues, a constitutional violation occurs when an individual's employment is conditioned on paying for ideological activity, regardless of the reason for the employee's refusal to participate, unless the compelled association is justified by an important government interest.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In <i>Abood,</i> the Supreme Court ruled that employees could object to ideological expenditures without identifying the specific causes to which they objected because forced disclosure would compromise an employee's \"freedom to maintain his own beliefs without public disclosure,\" 431 U.S. at 239 n. 39, 241 &amp; n. 42, 97 S.Ct. 1782; <i>see Schneider v. Colegio de Abogados de Puerto Rico,</i> 917 F.2d 620, 635 (1st Cir.1990) (\"[A] primary feature of a constitutional system [of mandatory fees] is that dissenters be able to trigger refunds by means of general objections so that they need not make public their views on specific issues.\"). Particularly in the absence of a government interest justifying financial coercion, requiring an employee to confess her views would place an undue burden on the individual's exercise of her First Amendment rights.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In this case, therefore, the jury needed to determine only whether Acevedo was terminated for her refusal to contribute to FELSE. As detailed above, the evidence of repeated, explicit warnings that she would need to tender her resignation if she failed to make the donation &#8212; the validity of which the jury evidently accepted &#8212; was more than adequate to substantiate Acevedo's First Amendment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, the judge instructed the jury that it had to determine \"whether defendants dismissed plaintiff ... for failure to contribute to FELSE because she did not believe in that program.\" The court repeated this description of the jury's fact-finding mission multiple times, telling the jurors, for example, that \"public employees may not be compelled to make financial contributions for the implementation of government programs to which they are opposed as a condition of employment,\" and that, to prevail on her association claim, \"plaintiff Rosang&#233;lica Acevedo must demonstrate that her failure to contribute $250 to FELSE because she did not believe in that program played a substantial role in her dismissal.\" The jury verdict form incorporated the same inquiry.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As we have explained, these instructions overstated the plaintiff's burden. The jury nonetheless found in her favor, and we think its judgment reflects the logical inference that, if she was fired for her failure to contribute, it was on account of her opposition to the program. Defendants unquestionably knew that the favored tax treatment would make a FELSE contribution cost-free for Acevedo. It was thus unlikely that defendants believed plaintiff did not contribute simply because she could not afford to do so. In launching the campaign within the JIA, Rivera had written a letter to all trust and managerial employees referring to the \"commitment\" of the government to support the voucher program, and defendants closely monitored the donations from each trust employee within the agency. Rivera testified that he expected every trust employee to contribute to FELSE because \"we have a responsibility to fulfill any public policy approved in the Commonwealth.\" The jurors likely inferred from these facts that defendants viewed plaintiff's recalcitrance as a statement against the administration's pro-voucher policy, leading to the conclusion that her dismissal occurred for that reason.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whether that rationale was directly supported by the record is of no consequence, however, because of the strong foundation for the general finding that Acevedo's discharge resulted from her refusal to participate in the FELSE fund-raising campaign. We thus reject appellant's claim that the record does not support the verdict.</p>\n    </div>\n    <p class=\"indent\">D. <i>The Pickering Instruction</i></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Lastly, appellant challenges the district court's refusal to instruct the jury to follow the First Amendment balancing test set out in <i>Pickering,</i> 391 U.S. at 564, 88 S.Ct. 1731. That test typically is applied when an employee suffers adverse employment action based on his speech, and it involves \"a balancing of the employee's interests `as a citizen, in commenting upon matters of public concern' against `the interest of the State, as an employer, in promoting the efficiency of the public service it performs through its employees,'\" <i>Flynn,</i> 140 F.3d at 47 (quoting <i>Pickering,</i> 391 U.S. at 568, 88 S.Ct. 1731). <i>Pickering</i> is inapposite to this case, which does not involve an asserted state interest that allegedly was compromised by an employee's statements. Rivera simply denies having fired Acevedo for her refusal to contribute; he advances no argument to justify having done so. <i>Cf. Marshall v. Allen,</i> 984 F.2d 787, 797 n. 8 (7th Cir.1993) (\"[T]he defendants' primary defense on the merits of this case appears to be that [plaintiff's] speech had nothing to do with his dismissal. In light of this, defendants have waived a <i>Pickering</i> analysis.\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Consequently, the district court did not err in declining to instruct the jury under <i>Pickering.</i></p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although the facts of this case place it at the intersection of the <i>Elrod-Branti</i> and <i>Abood</i> strands of First Amendment jurisprudence, defendants have not sought to justify compulsory contributions to FELSE &#8212; or Acevedo's termination &#8212; by asserting an important state interest. Instead, they have denied that her refusal to contribute caused her termination. The jury rejected this defense, and that determination was supported by sufficient evidence in the record. FELSE's objectives unquestionably are ideological in nature, and <i>Abood</i> therefore prohibited defendants from linking Acevedo's tenure to her willingness to contribute. The bar against coerced contributions to ideological activities was well established at the time of the acts in question, and appellant is therefore not entitled to qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>For the foregoing reasons, the judgment of the district court is affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appeal was brought by defendant Miguel Rivera. Defendant Manuel de Jesus V&#233;lez did not appeal the judgment against him</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In English, the organization is called the \"Educational Foundation for the Free Selection of Schools.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Spanish word for non-career positions, which are outside the civil service system, is \"confianza.\" That term is sometimes translated as \"trust\" and sometimes as \"confidential.\"<i>See Duriex-Gauthier v. Lopez-Nieves,</i> 274 F.3d 4, 7 n. 3 (1st Cir.2001); <i>Correa-Martinez v. Arrillaga-Belendez,</i> 903 F.2d 49, 52 n. 2 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Branti v. Finkel,</i> 445 U.S. 507, 100 S.Ct. 1287, 63 L.Ed.2d 574 (1980); <i>Elrod v. Burns,</i> 427 U.S. 347, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Prior cases had considered similar issues involving private employers under the Railway Labor Act, 45 U.S.C. &#167; 152 Eleventh<i>See Ry. Clerks v. Allen,</i> 373 U.S. 113, 83 S.Ct. 1158, 10 L.Ed.2d 235 (1963); <i>Machinists v. Street,</i> 367 U.S. 740, 81 S.Ct. 1784, 6 L.Ed.2d 1141 (1961); <i>Ry. Employees v. Hanson,</i> 351 U.S. 225, 76 S.Ct. 714, 100 L.Ed. 1112 (1956); <i>see also Lehnert v. Ferris Faculty Ass'n,</i> 500 U.S. 507, 514-16, 111 S.Ct. 1950, 114 L.Ed.2d 572 (1991) (reviewing relevant precedent).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Defendant Rivera hints at this position in the heading to the section of his brief on qualified immunity, asking \"[w]hether defendants were entitled to qualified immunity since it was not clearly established that a confidential or policy-making employee could not be required to support, follow and/or further the public policy of the administration for which they work.\" The discussion that follows does not address that point, however, and it consequently is not before us<i>See United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (noting the \"settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Defendants took this approach despite the district court's finding on summary judgment that Acevedo was in a position subject to patronage dismissal. At oral argument, counsel continued to eschew the political loyalty justification, noting that Acevedo's termination was at worst \"unfair\" &#8212; but not unconstitutional &#8212; because all that defendants knew about her refusal to contribute was what she had told them &#8212; that she could not afford to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The judge instructed the jurors as follows:</p>\n        <p class=\"indent\">Plaintiff claims that she was dismissed for her failure to contribute $250 to the \"Fundaci&#243;n Educativa para la Libre Seleccion de Escuelas,\" FELSE... because she did not believe in this program.</p>\n        <p class=\"indent\">The defendants claim that the plaintiff was an employee holding a position of trust and confidence, subject to be dismissed at will, and that she was dismissed because she lost the trust and confidence of the Administrator of Juvenile Institutions, not because of her failure to contribute to FELSE.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Supreme Court has noted that strong opposition to an ideological cause heightens the burden imposed by compelling speech<i>See Lehnert,</i> 500 U.S. at 522, 111 S.Ct. 1950 (\"The extent of one's disagreement with the subject of compulsory speech is relevant to the degree of impingement upon free expression that compulsion will effect.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The form asked whether plaintiff was dismissed \"for her refusal to contribute to Fundaci&#243;n de Libre Seleccion de Escuelas because she did not believe in that program.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Given appellant's failure to identify a state interest justifying Acevedo's termination, we need not consider whether the<i>Pickering</i> analysis applies to freedom of association, as well as freedom of speech, claims. <i>See Tang v. R.I. Dept. of Elderly Affairs,</i> 163 F.3d 7, 11 n. 4 (1st Cir.1998) (noting circuit split on applicability of <i>Connick v. Myers,</i> 461 U.S. 138, 140, 142, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983), which incorporated the <i>Pickering</i> test, to association claims).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></span></p>\n    <p class=\"parties\">Rosangelica Acevedo-Delgado, Plaintiff, Appellee,<br>v.<br>Miguel A. RIVERA, Defendant, Appellant.<br>Rosangelica Acevedo-Delgado, Plaintiff, Appellant,<br>v.<br>Miguel A. Rivera, Manuel De J. Velez, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-1238.</p>\n    <p class=\"docket\">No. 01-1239.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2002.</p>\n    <p class=\"date\">Decided June 4, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Sigfredo Rodriguez-Isaac, Assistant Solicitor General, with whom Roberto J. Sanchez-Ramos, Solicitor General, and Vanessa Lugo-Flores, Deputy Solicitor General, were on brief, for Rivera and the Administration of Juvenile Institutions.</p>\n      <p class=\"indent\">Judith Berkan, with whom Mary Jo Mendez and Berkan/Mendez were on brief, for Acevedo-Delgado.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Rosang&#233;lica Acevedo-Delgado (\"Acevedo\") was fired from her job as director of a government-operated group home for children in Puerto Rico after she refused to participate in a workplace fund-raising campaign for a school voucher system. Acevedo brought suit under 42 U.S.C. &#167; 1983, claiming that she was discharged based on her political affiliation and her resistance to the fund raising, in violation of the First and Fourteenth Amendments to the U.S. Constitution. She also brought pendent claims under Puerto Rico law. The district court granted summary judgment for defendants on her political affiliation claim, concluding that party allegiance was an appropriate criterion for the job that Acevedo occupied, and it declined to exercise jurisdiction over the Puerto Rico claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although the court's summary judgment decision meant that defendants could have fired Acevedo simply based on their political differences, the court also ruled that she could not be dismissed for refusing to contribute to a cause she opposed. Thus, Acevedo's other federal claim &#8212; that defendants violated her right to be free from coerced donations &#8212; went to trial. A jury found in her favor, awarding $135,000 in back pay and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, one defendant challenges the jury's verdict,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> claiming that it is unsupported by either the law or facts. In a cross-appeal, Acevedo asserts that the district court erred in dismissing her political affiliation claim. Because we affirm the judgment incorporating the jury's verdict, we do not reach this latter contention. We also briefly consider, but need not resolve, the complexities of a coerced contribution claim made by an employee who is subject to patronage dismissal.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case is set against the backdrop of a 1992 election campaign promise by the New Progressive Party (\"NPP\") to establish an educational voucher system in Puerto Rico. The promise initially was fulfilled through passage of Act No. 71, which established a governmentally financed system of vouchers to be used by students in both private and public schools in the Commonwealth. Within a year, however, Puerto Rico's Supreme Court declared the law unconstitutional. <i>See Asociacion de Maestros de Puerto Rico v. Torres,</i> <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">528</span></span> (1994). Undaunted, the NPP-controlled legislature passed a law in 1995 creating the Fundaci&#243;n Educativa para la Libre Seleccion de Escuelas (FELSE),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a private, nonprofit fund with the same objectives as Act No. 71. By statute, full tax credits would be given for contributions to FELSE up to $250, effectively making such contributions cost-free.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">According to evidence presented at trial, a plan was developed to raise funds for FELSE from government employees, with a $2.5 million goal that anticipated $250 from every management and confidential employee.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Defendants V&#233;lez and Rivera were in charge of collections for the Juvenile Institutions Administration (\"JIA\"), the agency under whose umbrella Acevedo worked. On November 9, 1995, appellant Rivera, the JIA administrator, sent a letter to all confidential and managerial employees in JIA, urging that their donations to FELSE be made before December 15th. After that deadline, V&#233;lez, coordinator of the FELSE effort at the agency, reported to Rivera the names of the twenty employees who had contributed and the four who had not, including Acevedo. Over the next few weeks, several communications updating the agency's collection effort took place among Rivera, V&#233;lez, and Leopoldo Mercado, the director of FELSE's public sector campaign.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Acevedo testified that on Friday afternoon, January 12, 1996, she received three messages on her beeper reminding her of the $250 donation. Two of them also warned that she would have to submit her resignation to Rivera if the funds were not received. On Tuesday, January 16, following a long holiday weekend, she received another message requesting that the money be sent as soon as possible to V&#233;lez's attention. Acevedo also met with V&#233;lez that day and was told that she would need to resign if she failed to contribute to FELSE by Thursday. On Friday, January 19, V&#233;lez sent a letter to Rivera detailing the payments he had received from the other hold-outs and stating that Acevedo continued to refuse to participate. He wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ms. Rosang&#233;lica Acevedo refused to participate in this event because she alleges to be too financially committed and it is impossible for her to make any kind of contribution.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On Monday, January 22, V&#233;lez and the agency's personnel director met with Acevedo and requested that she turn in all government property and prepare to leave her job. An official termination letter arrived the next day, at which point Acevedo said her goodbyes at the group home and left.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Acevedo filed this action shortly after her dismissal, claiming that the NPP administration had improperly used the FELSE contribution as a litmus test for political loyalty. She invoked two distinct strands of First Amendment precedent to claim a constitutional violation. Under the <i>Elrod-Branti</i> line of cases,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> she claimed that her politically motivated discharge was impermissible because she was not in a position subject to patronage dismissal. She also claimed that, under <i>Abood v. Detroit Bd. of Educ.,</i> <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 223, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1782</span></a></span>, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span></a></span> (1977), she was protected from being coerced to contribute to causes she did not support.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As noted earlier, Acevedo's <i>Elrod-Branti</i> claim was resolved through summary judgment in defendants' favor. Following the jury verdict for Acevedo on the <i>Abood</i> claim, the district court rejected defendants' post-trial motions seeking judgment as a matter of law or a new trial. The court confirmed the damages award and provided further relief in the form of reinstatement, attorney's fees, and litigation costs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendant Rivera challenges the court's judgment on multiple fronts: (1) he argues that <i>Abood</i> does not support Acevedo's coerced-contribution claim because the Supreme Court's decision applies only to political contributions, while FELSE is a non-political, non-ideological program; (2) he claims that, if <i>Abood</i> is deemed applicable, he is immune from damages because the law providing relief was not clearly established at the time of the challenged conduct; (3) he argues that Acevedo failed to demonstrate that defendants knew of her opposition to the FELSE program and, thus, that it was a motivating factor in their decision to fire her; and, finally, (4) he claims error in the court's refusal to instruct the jury to use the balancing test established in <i>Pickering v. Bd. of Educ. of Township High Sch. Dist. 205,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968), for evaluating adverse employment actions based on protected First Amendment activity.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review de novo the district court's denial of a motion for judgment as a matter of law, <i>Cigna Ins. Co. v. Oy Saunatec, Ltd.,</i> <span class=\"citation\" data-id=\"199279\"><a href=\"/opinion/199279/cigna-insurance-v-oy/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2001), but review denial of a motion for new trial only for abuse of discretion, <i>see Interstate Litho Corp. v. Brown,</i> <span class=\"citation\" data-id=\"199486\"><a href=\"/opinion/199486/interstate-litho-v-brown/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 29 (1st Cir.2001). We explain in the following section why none of appellant's points warrants disturbing the court's judgment.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <p class=\"indent\">A. <i>Abood and Government Employment</i></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The constitutionality of coercing contributions from public employees was first fully aired in <i>Abood,</i> 431 U.S. at 217, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1782</span></a></span>,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> which involved a challenge by Detroit public school teachers to the requirement that they either join a union and pay dues, or pay a service charge, as a condition of employment. Although the Court upheld the public sector agency shop, it ruled that the union could not use employee funds against their will \"to contribute to political candidates and to express political views unrelated to its duties as exclusive bargaining representative.\" <i>See</i> 431 U.S. at 234, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1782</span></a></span>. The Court emphasized that well established First Amendment principles prohibited the union from requiring an individual \"to contribute to the support of an ideological cause he may oppose as a condition of holding a job as a public school teacher. <i>See id.</i> at 235, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1782</span></a></span>. Such expenditures must be financed by \"employees who do not object to advancing those ideas and who are not coerced into doing so against their will by the threat of loss of governmental employment.\" <i>Id.</i> at 236, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1782</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Court recognized that there would at times be \"difficult problems in drawing lines between collective-bargaining activities, for which contributions may be compelled, and ideological activities unrelated to collective bargaining for which such compulsion is prohibited.\" <i>See id.</i> In a subsequent decision, <i>Lehnert,</i> 500 U.S. at 519, <span class=\"citation\" data-id=\"112607\"><a href=\"/opinion/112607/lehnert-v-ferris-faculty-assn/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1950</span></a></span>, the Court noted that the requisite case-by-case analysis may be aided by three guidelines:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[C]hargeable activities must (1) be \"germane\" to collective-bargaining activity; (2) be justified by the government's vital policy interest in labor peace and avoiding \"free riders\"; and (3) not significantly add to the burdening of free speech that is inherent in the allowance of an agency or union shop.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Court later addressed similar First Amendment association issues in the context of mandatory bar membership. In <i>Keller v. State Bar,</i> <span class=\"citation\" data-id=\"112443\"><a href=\"/opinion/112443/keller-v-state-bar-of-cal/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"112443\"><a href=\"/opinion/112443/keller-v-state-bar-of-cal/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2228</span></a></span>, <span class=\"citation\" data-id=\"112443\"><a href=\"/opinion/112443/keller-v-state-bar-of-cal/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1990), the Court reaffirmed an earlier ruling that a substantial state interest in regulating the legal profession and improving the quality of legal services justifies restricting the practice of law to those who are members of a state bar association. <i>Id.</i> at 13-14, <span class=\"citation\" data-id=\"112443\"><a href=\"/opinion/112443/keller-v-state-bar-of-cal/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2228</span></a></span> (citing <i>Lathrop v. Donohue,</i> <span class=\"citation\" data-id=\"1087888\"><a href=\"/opinion/1087888/lathrop-v-donohue/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">820</span></a></span>, 842-43, <span class=\"citation\" data-id=\"1087888\"><a href=\"/opinion/1087888/lathrop-v-donohue/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1826</span></a></span>, <span class=\"citation\" data-id=\"1087888\"><a href=\"/opinion/1087888/lathrop-v-donohue/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1191</span></a></span> (1961)). It also ruled, however, that an integrated state bar may not \"compel members to fund `activities of an ideological nature' that are not germane to the state's interest justifying compelled membership.\" <i>See Romero v. Colegio De Abogados De Puerto Rico,</i> <span class=\"citation\" data-id=\"198842\"><a href=\"/opinion/198842/romero-v-colegio-de-abogados/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span>, 297 (1st Cir.2000) (quoting <i>Keller,</i> 496 U.S. at 14, <span class=\"citation\" data-id=\"112443\"><a href=\"/opinion/112443/keller-v-state-bar-of-cal/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2228</span></a></span>). We explicitly recognized in <i>Romero</i> that the protection afforded by the First Amendment against coerced contributions extends as well to activity that is non-ideological and non-germane. <i>See id.</i> at 300-02 &amp; n. 10. Thus, in both the union and bar settings, \"the constitutionally protected right to refuse to associate\" must bend to the state's compelling interest, but it remains a barrier to coerced association unrelated to the state's demonstrated needs. <i>See id.</i> at 297.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although this case implicates similar association issues, the government employment setting introduces some unique considerations. In the <i>Abood/Keller</i> line of cases, the issue of coerced contributions arose in the context of a mandated association &#8212; a union or integrated bar &#8212; that served significant state interests and thus was deemed a permissible intrusion on the First Amendment right not to associate. After concluding that some compromise of an employee's First Amendment rights was justified in both settings, the Court confronted the difficult question of how far the intrusion could extend. The <i>Lehnert</i> criteria represent the Court's effort to limit the scope of the intrusion to a narrow category of assessments that are linked closely to the state's asserted interest and are not substantially more burdensome to First Amendment rights than the mandated association itself.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, there is no threshold compulsory association that has been sanctioned as a permissible burden on employees' free association rights to provide boundaries for a <i>Lehnert</i> inquiry. Instead, however, any examination of the legitimacy of coercing contributions from government workers runs headlong into the political patronage cases, which allow politically motivated discharges of policy-related employees when reasonably necessary for an administration to effectuate its mandates. <i>See O'Hare Truck Serv. v. City of Northlake,</i> <span class=\"citation\" data-id=\"118060\"><a href=\"/opinion/118060/ohare-truck-service-inc-v-city-of-northlake/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">712</span></a></span>, 718-19, <span class=\"citation\" data-id=\"118060\"><a href=\"/opinion/118060/ohare-truck-service-inc-v-city-of-northlake/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2353</span></a></span>, <span class=\"citation\" data-id=\"118060\"><a href=\"/opinion/118060/ohare-truck-service-inc-v-city-of-northlake/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">874</span></a></span> (1996); <i>Elrod,</i> 427 U.S. at 347, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>; <i>Branti,</i> 445 U.S. at 507, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>; <i>Flynn v. City of Boston,</i> <span class=\"citation\" data-id=\"197945\"><a href=\"/opinion/197945/flynn-v-city-of-boston/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 44-47 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The primary question that arises from that collision of principles is whether the loyalty of a confidential employee is a sufficient state interest &#8212; like collective bargaining and regulating the legal profession &#8212; to justify some degree of coerced contribution. <i>See Flynn,</i> 140 F.3d at 47 (\"[W]here the employee is subject to discharge for political reasons under the <i>Elrod</i> and <i>Branti</i> cases, a superior may also &#8212; without offending the First Amendment's free speech guarantee &#8212; consider the official's substantive views on agency matters in deciding whether to retain the official in a policy related position.\"). If so, does discharge in such a case require establishing a connection between the required contribution and \"effective performance\" of the individual's particular job, <i>see Branti,</i> 445 U.S. at 518, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>, or may support be compelled for any, and all, policy initiatives? Does it matter if the coerced contribution is effectively cost-free to the employee?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need not pursue these questions here because defendants have not argued that they were justified in firing Acevedo for refusing to contribute to FELSE based on the need to maintain political loyalty among all trust and confidential employees.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Instead, they consistently have asserted that Acevedo was not terminated because of her opposition to FELSE or failure to contribute. At trial, Rivera testified that the termination decision stemmed from several earlier episodes that caused him to lose trust in her.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendants' chosen defense thus eliminates from the coerced-contribution calculus the complications presented by political patronage principles, and the basic principle underlying <i>Abood</i> and its progeny &#8212; that a public employee's job may not be conditioned on a coerced contribution to a cause she may oppose &#8212; is thus left as the applicable guidepost. As framed by the evidence and the judge's instructions, the jury's task was to assess the circumstances and the credibility of the witnesses to ascertain the actual motivation for the discharge: was it improperly based on Acevedo's refusal to contribute to FELSE, or was it a legitimate discharge based on unsatisfactory performance that diminished her superiors' trust in her?<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Appellant contends that the jury lacked evidentiary support for concluding that Acevedo was, in fact, terminated based on her refusal to support FELSE in violation of her First Amendment rights. We turn to that issue after a preliminary review of appellant's claimed entitlement to immunity.</p>\n    </div>\n    <p class=\"indent\">B. <i>Qualified Immunity</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant asserts that he is entitled to qualified immunity because FELSE is non-ideological in nature and Acevedo's termination took place before it was established that coercing contributions for non-ideological activities is barred by the First Amendment. We find this position wholly unsupportable. The conclusion is inescapable that the compelled contributions to FELSE served political and ideological objectives. The very reason for defendants' intensive fund-raising was the NPP campaign promise, and the appropriateness of school vouchers has for some time generated national debate. Although FELSE itself may be an independent, non-partisan agency &#8212; a factual finding made by the district court that we need not examine &#8212; it has an undeniably ideological purpose. Indeed, this is an apt illustration of the dictionary definition of \"ideology\": \"a body of doctrine ... with reference to some political and social plan ... along with the devices for putting it into operation.\" <i>See The Random House Dictionary of the English Language</i> (2d ed.1987) 950.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The unlawfulness of coercing contributions to ideological causes was well established before the conduct challenged here occurred, and appellant's attempt to invoke qualified immunity is therefore unavailing. <i>See Abood,</i> 431 U.S. at 235-36, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1782</span></a></span>; <i>Wash. Legal Found. v. Mass. Bar Found.,</i> <span class=\"citation\" data-id=\"607106\"><a href=\"/opinion/607106/washington-legal-foundation-v-massachusetts-bar-foundation/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 977 (1st Cir.1993) (citing, <i>inter alia, Lehnert, Keller,</i> and <i>Abood</i>) (\"Compelled support of an organization engaging in expressive activities may also burden First Amendment rights.\").</p>\n    </div>\n    <p class=\"indent\">C. <i>Evidence of motive</i></p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant contends that the evidence presented at trial did not permit a finding that he knew of plaintiff's substantive objections to the FELSE program. He points to the letter he received from V&#233;lez explaining that Acevedo refused to contribute because she could not afford to do so, and asserts that a discharge based simply on her inability to pay would not be unconstitutional. In response, Acevedo maintains that her actual motivation is immaterial, be it ideological or financial; she contends that defendants violated the Constitution if they fired her for refusing to support an ideological cause, whatever her reason for declining to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We agree with appellant that the record lacks direct evidence showing that defendants knew of Acevedo's substantive opposition to the voucher program. This does not help appellant's cause, however, because, as Acevedo argues, a constitutional violation occurs when an individual's employment is conditioned on paying for ideological activity, regardless of the reason for the employee's refusal to participate, unless the compelled association is justified by an important government interest.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In <i>Abood,</i> the Supreme Court ruled that employees could object to ideological expenditures without identifying the specific causes to which they objected because forced disclosure would compromise an employee's \"freedom to maintain his own beliefs without public disclosure,\" 431 U.S. at 239 n. 39, 241 &amp; n. 42, <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1782</span></a></span>; <i>see Schneider v. Colegio de Abogados de Puerto Rico,</i> <span class=\"citation\" data-id=\"550639\"><a href=\"/opinion/550639/robert-e-schneider-jr-v-colegio-de-abogados-de-puerto-rico-robert-e/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">620</span></a></span>, 635 (1st Cir.1990) (\"[A] primary feature of a constitutional system [of mandatory fees] is that dissenters be able to trigger refunds by means of general objections so that they need not make public their views on specific issues.\"). Particularly in the absence of a government interest justifying financial coercion, requiring an employee to confess her views would place an undue burden on the individual's exercise of her First Amendment rights.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In this case, therefore, the jury needed to determine only whether Acevedo was terminated for her refusal to contribute to FELSE. As detailed above, the evidence of repeated, explicit warnings that she would need to tender her resignation if she failed to make the donation &#8212; the validity of which the jury evidently accepted &#8212; was more than adequate to substantiate Acevedo's First Amendment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, the judge instructed the jury that it had to determine \"whether defendants dismissed plaintiff ... for failure to contribute to FELSE because she did not believe in that program.\" The court repeated this description of the jury's fact-finding mission multiple times, telling the jurors, for example, that \"public employees may not be compelled to make financial contributions for the implementation of government programs to which they are opposed as a condition of employment,\" and that, to prevail on her association claim, \"plaintiff Rosang&#233;lica Acevedo must demonstrate that her failure to contribute $250 to FELSE because she did not believe in that program played a substantial role in her dismissal.\" The jury verdict form incorporated the same inquiry.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As we have explained, these instructions overstated the plaintiff's burden. The jury nonetheless found in her favor, and we think its judgment reflects the logical inference that, if she was fired for her failure to contribute, it was on account of her opposition to the program. Defendants unquestionably knew that the favored tax treatment would make a FELSE contribution cost-free for Acevedo. It was thus unlikely that defendants believed plaintiff did not contribute simply because she could not afford to do so. In launching the campaign within the JIA, Rivera had written a letter to all trust and managerial employees referring to the \"commitment\" of the government to support the voucher program, and defendants closely monitored the donations from each trust employee within the agency. Rivera testified that he expected every trust employee to contribute to FELSE because \"we have a responsibility to fulfill any public policy approved in the Commonwealth.\" The jurors likely inferred from these facts that defendants viewed plaintiff's recalcitrance as a statement against the administration's pro-voucher policy, leading to the conclusion that her dismissal occurred for that reason.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whether that rationale was directly supported by the record is of no consequence, however, because of the strong foundation for the general finding that Acevedo's discharge resulted from her refusal to participate in the FELSE fund-raising campaign. We thus reject appellant's claim that the record does not support the verdict.</p>\n    </div>\n    <p class=\"indent\">D. <i>The Pickering Instruction</i></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Lastly, appellant challenges the district court's refusal to instruct the jury to follow the First Amendment balancing test set out in <i>Pickering,</i> 391 U.S. at 564, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>. That test typically is applied when an employee suffers adverse employment action based on his speech, and it involves \"a balancing of the employee's interests `as a citizen, in commenting upon matters of public concern' against `the interest of the State, as an employer, in promoting the efficiency of the public service it performs through its employees,'\" <i>Flynn,</i> 140 F.3d at 47 (quoting <i>Pickering,</i> 391 U.S. at 568, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>). <i>Pickering</i> is inapposite to this case, which does not involve an asserted state interest that allegedly was compromised by an employee's statements. Rivera simply denies having fired Acevedo for her refusal to contribute; he advances no argument to justify having done so. <i>Cf. Marshall v. Allen,</i> <span class=\"citation\" data-id=\"599169\"><a href=\"/opinion/599169/cornelius-marshall-v-wilbert-allen-richard-anderson-and-anthony-j/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">787</span></a></span>, 797 n. 8 (7th Cir.1993) (\"[T]he defendants' primary defense on the merits of this case appears to be that [plaintiff's] speech had nothing to do with his dismissal. In light of this, defendants have waived a <i>Pickering</i> analysis.\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Consequently, the district court did not err in declining to instruct the jury under <i>Pickering.</i></p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although the facts of this case place it at the intersection of the <i>Elrod-Branti</i> and <i>Abood</i> strands of First Amendment jurisprudence, defendants have not sought to justify compulsory contributions to FELSE &#8212; or Acevedo's termination &#8212; by asserting an important state interest. Instead, they have denied that her refusal to contribute caused her termination. The jury rejected this defense, and that determination was supported by sufficient evidence in the record. FELSE's objectives unquestionably are ideological in nature, and <i>Abood</i> therefore prohibited defendants from linking Acevedo's tenure to her willingness to contribute. The bar against coerced contributions to ideological activities was well established at the time of the acts in question, and appellant is therefore not entitled to qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>For the foregoing reasons, the judgment of the district court is affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appeal was brought by defendant Miguel Rivera. Defendant Manuel de Jesus V&#233;lez did not appeal the judgment against him</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In English, the organization is called the \"Educational Foundation for the Free Selection of Schools.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Spanish word for non-career positions, which are outside the civil service system, is \"confianza.\" That term is sometimes translated as \"trust\" and sometimes as \"confidential.\"<i>See Duriex-Gauthier v. Lopez-Nieves,</i> <span class=\"citation\" data-id=\"199731\"><a href=\"/opinion/199731/duriex-gauthier-v-lopez-nieves/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 7 n. 3 (1st Cir.2001); <i>Correa-Martinez v. Arrillaga-Belendez,</i> <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 52 n. 2 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Branti v. Finkel,</i> <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1980); <i>Elrod v. Burns,</i> <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Prior cases had considered similar issues involving private employers under the Railway Labor Act, 45 U.S.C. &#167; 152 Eleventh<i>See Ry. Clerks v. Allen,</i> <span class=\"citation\" data-id=\"106600\"><a href=\"/opinion/106600/railway-clerks-v-allen/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation\" data-id=\"106600\"><a href=\"/opinion/106600/railway-clerks-v-allen/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1158</span></a></span>, <span class=\"citation\" data-id=\"106600\"><a href=\"/opinion/106600/railway-clerks-v-allen/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span></a></span> (1963); <i>Machinists v. Street,</i> <span class=\"citation\" data-id=\"106288\"><a href=\"/opinion/106288/machinists-v-street/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">740</span></a></span>, <span class=\"citation\" data-id=\"106288\"><a href=\"/opinion/106288/machinists-v-street/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1784</span></a></span>, <span class=\"citation\" data-id=\"106288\"><a href=\"/opinion/106288/machinists-v-street/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1141</span></a></span> (1961); <i>Ry. Employees v. Hanson,</i> <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, <span class=\"citation\" data-id=\"105399\"><a href=\"/opinion/105399/railway-employes-v-hanson/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">714</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1112</span></span> (1956); <i>see also Lehnert v. Ferris Faculty Ass'n,</i> <span class=\"citation\" data-id=\"112607\"><a href=\"/opinion/112607/lehnert-v-ferris-faculty-assn/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 514-16, <span class=\"citation\" data-id=\"112607\"><a href=\"/opinion/112607/lehnert-v-ferris-faculty-assn/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1950</span></a></span>, <span class=\"citation\" data-id=\"112607\"><a href=\"/opinion/112607/lehnert-v-ferris-faculty-assn/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1991) (reviewing relevant precedent).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Defendant Rivera hints at this position in the heading to the section of his brief on qualified immunity, asking \"[w]hether defendants were entitled to qualified immunity since it was not clearly established that a confidential or policy-making employee could not be required to support, follow and/or further the public policy of the administration for which they work.\" The discussion that follows does not address that point, however, and it consequently is not before us<i>See United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (noting the \"settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Defendants took this approach despite the district court's finding on summary judgment that Acevedo was in a position subject to patronage dismissal. At oral argument, counsel continued to eschew the political loyalty justification, noting that Acevedo's termination was at worst \"unfair\" &#8212; but not unconstitutional &#8212; because all that defendants knew about her refusal to contribute was what she had told them &#8212; that she could not afford to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The judge instructed the jurors as follows:</p>\n        <p class=\"indent\">Plaintiff claims that she was dismissed for her failure to contribute $250 to the \"Fundaci&#243;n Educativa para la Libre Seleccion de Escuelas,\" FELSE... because she did not believe in this program.</p>\n        <p class=\"indent\">The defendants claim that the plaintiff was an employee holding a position of trust and confidence, subject to be dismissed at will, and that she was dismissed because she lost the trust and confidence of the Administrator of Juvenile Institutions, not because of her failure to contribute to FELSE.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Supreme Court has noted that strong opposition to an ideological cause heightens the burden imposed by compelling speech<i>See Lehnert,</i> 500 U.S. at 522, <span class=\"citation\" data-id=\"112607\"><a href=\"/opinion/112607/lehnert-v-ferris-faculty-assn/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1950</span></a></span> (\"The extent of one's disagreement with the subject of compulsory speech is relevant to the degree of impingement upon free expression that compulsion will effect.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The form asked whether plaintiff was dismissed \"for her refusal to contribute to Fundaci&#243;n de Libre Seleccion de Escuelas because she did not believe in that program.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Given appellant's failure to identify a state interest justifying Acevedo's termination, we need not consider whether the<i>Pickering</i> analysis applies to freedom of association, as well as freedom of speech, claims. <i>See Tang v. R.I. Dept. of Elderly Affairs,</i> <span class=\"citation\" data-id=\"198242\"><a href=\"/opinion/198242/tang-v-rhode-island/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 11 n. 4 (1st Cir.1998) (noting circuit split on applicability of <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 140, 142, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983), which incorporated the <i>Pickering</i> test, to association claims).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087888/"
  ]
}