{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199921/",
  "absolute_url": "/opinion/199921/united-states-v-randall/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199921/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:40:07Z",
  "date_modified": "2017-03-24T11:04:14.361753Z",
  "type": "010combined",
  "sha1": "f7d8a38fd9672697aa54c50e09665dc815ee3d85",
  "page_count": 10,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1452-01A.pdf",
  "local_path": "pdf/2002/04/19/US_v._Randall.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-1452\n    01-1453\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       JACK WADE RANDALL,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MAINE\n          [Hon. George Z. Singal, U.S. District Judge]\n\n\n                             Before\n\n                 Lynch and Lipez, Circuit Judges,\n\n                  and Woodlock*, District Judge\n\n\n\n\n     Wayne R. Foote with whom Foote & Temple was on brief for\nappellant.\n\n     Margaret D. McGaughey, Assistant United States Attorney, with\nwhom Paula D. Silsby, United States Attorney, was on brief for the\nappellee.\n\n\n                       __________________\n\n                         April 19, 2002\n                       __________________\n_______________\n     *Of the District of Massachusetts, sitting by designation.\n\f             WOODLOCK, District Judge. In Apprendi v. New Jersey, 530\n\nU.S. 466 (2000), the Supreme Court observed that \"[i]f a defendant\n\nfaces punishment beyond that provided by statute when an offense is\n\ncommitted under certain circumstances but not others, it is obvious\n\nthat both the loss of liberty and the stigma attaching to the\n\noffense are heightened.\"       Id. at 484.         In order to guard against\n\nerroneous loss of liberty and imposition of stigma, the Court held\n\nthat \"[o]ther than the fact of a prior conviction, any fact that\n\nincreases the penalty for a crime beyond the prescribed statutory\nmaximum must be submitted to a jury, and proved beyond a reasonable\n\ndoubt.\"   Id. at 490.\n          Apprendi      has   spawned       a   variety   of   challenges   from\ndefendants     whose   sentences   have         been   affected   by   judicial\n\nfactfinding against standards less demanding than proof beyond a\nreasonable doubt.      We have, however, concluded that Apprendi \"does\n\nnot apply to guideline findings . . . that increase the defendant's\n\nsentence, but do not elevate the sentence to a point beyond the\nlowest applicable statutory maximum\" that is subject to factfinding\nby a jury according to a reasonable doubt standard.               United States\n\nv. Caba, 241 F.3d 98, 101 (1st Cir. 2001).\n          The sentence in this case was well below the lowest\napplicable statutory maximum but was in part created using judicial\n\nfactfinding regarding a statute which carried the potential for a\nten-year increase in that maximum penalty.             The defendant seeks to\n\nunbundle the joint concern recognized in Apprendi for loss of\n\n                                        2\n\fliberty and stigma by arguing that--while Caba concerns itself with\n\nguideline findings and loss of liberty--when factfinding under a\n\nstatutory enhancement scheme is undertaken, separate consideration\nmust be given to the resultant stigma.            Absent a waiver of jury\n\ntrial by plea of guilty to the specific statute, such stigma may\n\nonly attach, he argues, when there is an opportunity for a jury to\nfind the predicate facts beyond a reasonable doubt.             We reject the\n\ndefendant's effort to deconstruct the teaching of Apprendi and\n\nthereby to limit the reach of Caba.\n\n                                     I.\n\n           Jack     Wade   Randall   was    indicted     in   June   2000   for\n\nobstructing correspondence in violation of 18 U.S.C. § 1702.                The\noffense carried a maximum penalty of five years in prison.              While\nhe was on pre-trial release, he was charged in connection with an\n\nAugust 2000 drug conspiracy in violation of 21 U.S.C. § 846.                The\nlowest maximum penalty for that offense was twenty years in prison.\n           Randall pled guilty to both the mail obstruction and the\n\ndrug   conspiracy    charges.    When      the   draft   presentence    report\nproposed an increase in his base offense level by application of\nU.S.S.G. § 2J1.7, Randall objected, citing Apprendi. Section 2J1.7\n\ndirects such an increase when 18 U.S.C. § 3147 applies.                      In\naddition, § 3147 requires that a consecutive sentence be imposed--\nwhich could raise the maximum sentence by as much as ten years--if\n\na defendant is found to have committed an offense while on pretrial\nrelease.\n\n           At sentencing the district judge calculated the guideline\n\n                                      3\n\frange after including the three level U.S.S.G. § 2J1.7 enhancement.\n\nAs a consequence, the combined adjusted offense level was 16.\n\nWhen Randall was assigned a criminal history category of IV, the\nresultant guideline range for imprisonment was 33 to 41 months and\n\nthe guideline for a term of supervised release was determined to be\n\nnot more than three years.          Relying upon Caba, the District Judge\n\nrejected the defendant's Apprendi objection and imposed a sentence\n\nof 41 months in prison, calculated as 35 months concurrent on the\n\ntwo underlying counts of conviction to be followed by a six-month\n\nconsecutive sentence because of § 3147.             A period of three years\n\nsupervised    release    to    be   served   concurrently   on    each   of   the\n\nunderlying conviction counts was also imposed.\n\n                                       II.\n\n             Section 3147, entitled \"Penalty for an offense committed\n\nwhile   on   release,\"    is    designed     to   deter   the    commission    of\nadditional offenses by a defendant out on bail.             It provides that\n             A person convicted of an offense committed\n             while released under this chapter [Chapter 207\n             - Release and Detention Pending Judicial\n             Proceedings] shall be sentenced, in addition\n             to the sentence prescribed for the offense\n             to--\n                  1) a term of imprisonment of not\n                  more than ten years if the offense\n                  is a felony;\n                  . . .\n             A term of imprisonment imposed under this\n             section shall be consecutive to any other\n             sentence of imprisonment.\n\n18 U.S.C. § 3147.\n             The directives of § 3147 have been assimilated in the\n\nSentencing Guidelines through U.S.S.G. § 2J1.7, which provides that\n\n                                        4\n\f\"[i]f an enhancement under 18 U.S.C. § 3147 applies, add 3 levels\n\nto the offense level for the offense committed while on release as\n\nif this section were a specific offense characteristic contained in\n\nthe offense guideline for the offense committed while on release.\"\n\n          The Sentencing Commission, in its Background Commentary\n\nto § 2J1.7, characterizes § 3147 as an enhancement provision \"and\n\nnot a count of conviction.\"     Application Note 2 directs that in\n\norder to comply with the statute, the sentencing court \"should\n\ndivide the sentence on the judgment form between the sentence\n\nattributable   to   the   underlying   offense   and   the   sentence\nattributable to the enhancement\" with a view toward ensuring that\n\nthe \"total punishment\" is consistent with the guideline range for\nthe underlying offenses of conviction.\n\nA.   Did § 3147 Improperly Enhance the Sentence?\n\n           The Sentencing Commission's assimilation of § 3147 in\nU.S.S.G. § 2J1.7 effectively moots any Apprendi challenge to the\n\napplication of § 3147.    The Application Notes encourage sentencing\njudges to sentence within the guideline range for the base offense\nof conviction by using a § 3147 enhancement only for purposes of\ncalibrating where, within the underlying conviction count guideline\n\nrange, a sentence below the applicable conviction count maximum may\n\nbe imposed.    The district judge in this case carefully followed\n\nthis protocol by imposing a total sentence within the guideline\n\nrange constructed of concurrent sentences within the guideline\n\nrange for the base offense level, enhanced--but still within the\n\nguideline range--by a consecutive term for § 3147.\n\n                                  5\n\f          To be sure, there is factfinding being undertaken in this\n\nsetting by the district judge, although here it is hardly disputed\n\nfactfinding.   The applicability of § 3147 is plain on the docket\nitself, which reflects the conviction for a drug crime committed\n\nwhile the defendant was on release on the mail obstruction charge.\n\nIndeed this factfinding may fairly be characterized as literally\nwithin the express exception recognized in Apprendi for \"the fact\n\nof a prior conviction.\"      530 U.S. at 490.     See United States v.\n\nMoore, No. 01-2307, Slip op. at 9 (1st Cir. Apr. 12, 2002) (\"we\n\nhave ruled with a regularity bordering on the monotonous that . .\n\n. the rationale of Apprendi does not apply to sentence-enhancement\n\nprovisions based upon prior criminal convictions.\")        In any event,\n\nsuch judicial factfinding involves precisely the kind of tailoring\nof a sentence within the lowest maximum sentence for the charge of\n\nconviction   which   this   court   has   consistently   found   does   not\n\nimplicate the practical concerns of Apprendi.\n\n     That the guideline calculations mirror a statutory enhancement\n\nprovision does not set the sentencing in this case apart from other\nsentencing structures, for example where the guidelines take into\n\nconsideration the drug weights--a matter which can affect the\n\nmaximum sentence both by statute, 21 U.S.C. § 841(b)(1), and by\n\nguideline, U.S.S.G. § 2D1.11(d). There, also, judicial factfinding\n\nis employed against a preponderance standard; but, so long as the\n\ncalculations result in a sentence below the lowest maximum sentence\n\nfor which there was an opportunity for jury fact finding, Apprendi\n\nis not offended.     See, e.g., United States v. Collazo-Aponte, 281\n\n\n                                    6\n\fF.3d 320, 324-25 (1st Cir. 2002); United States v. Lopez-Lopez, 282\n\nF.3d 1, 22-23 (1st Cir. 2002); United States v. Robinson, 241 F.3d\n\n115, 119 (1st Cir. 2001); United States v. Houle, 237 F.3d 71, 80\n(1st Cir. 2001).     In short, as we observed in Caba, \"even after\n\nApprendi, the existence vel non of sentencing factors that boost a\n\ndefendant's sentence but do not trip a new statutory maximum remain\ngrist for the district judge's mill under a preponderance-of-the-\n\nevidence standard.\"      241 F.3d at 101.\n\nB.   Did § 3147 Improperly Enhance the Stigma?\n\n             The defendant's argument that stigma is increased by a\nconviction to which § 3147 applies is an effort to isolate and\n\nemphasize an aspect of criminal sentencing which as a practical\nmatter is reflected in the actual sentence itself.             To be sure, a\nfinding of culpability for separate crimes may be said to enhance\n\nthe stigma arising from a conviction merely for one.                Cf. Ball v.\n\nUnited   States,   470   U.S.   856,       865   (1985)   (second   conviction\n\"certainly     carries    the   societal         stigma    accompanying    any\n\nconviction.\"); United States v. Rivera-Martinez, 931 F.2d 148, 152-\n\n53 (1st Cir. 1991).      But § 3147 is not a count of conviction, as\nthe Background Commentary to U.S.S.G. § 2J1.7 observes.\n\n             Apprendi's concern with \"stigma\" is expressly, 530 U.S.\n\nat 484, derived from In re Winship, 397 U.S. 358 (1970), which\n\ngrounded the importance of imposing the burden upon the government\n\nof proving each element of an offense beyond a reasonable doubt\nupon the twin interests of \"the good name and freedom of every\n\nindividual.\"     Id. at 364.    As the court observed in Mullaney v.\n\n                                       7\n\fWilbur,    421    U.S.   684    (1975),   which   deployed   Winship     to   hold\n\nunconstitutional the requirement in Maine's homicide statute that\n\na defendant prove heat of passion by a preponderance of the\n\nevidence in order to reduce an offense from murder to manslaughter,\n\nthe issue is not merely one of guilt or innocence but also \"the\n\ndegree of criminal culpability.\"              Id. at 697-98.      The relevant\ninterests throughout are measured by the authorized penalty.                   In\n\nthis connection, the Mullaney court noted that \"[t]he penalty\n\nauthorized by the law of the locality may be taken as a gauge of\n\nits social and ethical judgments.\"            Id. at 700 n.27 (citations and\n\nquotations omitted).           Alternatively stated, the penalty is the\n\ngauge of the stigma attached to a criminal judgment in the absence\n\nof a separate count of conviction.\n            Here, the defendant maintains that there is another--more\n\nspecific--measure of stigma that is reflected in the classification\n\nof offenses by 18 U.S.C. § 3559.               Under the hierarchy of that\nclassification scheme, the highest level is a Class A felony, for\n\nwhich the maximum term of imprisonment is life imprisonment or the\n\ndeath penalty; a Class B felony is one for which the maximum term\n\nof imprisonment is 25 years or more and a Class C felony is one for\n\nwhich the maximum term of imprisonment is less than 25 years but l0\n\nor more years.      The defendant maintains that because his sentence\n\nmust include a term of imprisonment under § 3147, which provides\n\nfor   as   much    as    10    years   additional   punishment,    his    felony\n\nconviction is effectively bumped up from a Class C felony for the\n\ntwenty year basic drug maximum, 21 U.S.C. § 841(b)(1)(C), to a\n\n\n                                          8\n\fClass B felony, when the ten additional years generated by § 3147\n\nare added.\n\n            This highly refined argument was not pressed in these\nterms before the district judge.               Indeed, the presentence report\n\nproceeded from the assumption that the defendant's sentencing--even\n\nwith the § 3147 enhancement--was for a Class C felony when it\nidentified the statutory maximum for supervised release to be no\n\nmore than three years.        PSR ¶ 69.      That is the maximum for a Class\n\nC felony.      18 U.S.C. § 3583(b)(2).          If a Class B felony had been\n\ninvolved, the supervised release maximum would have been not more\n\nthan five years. Id. § 3583(b)(1). The presentence report also did\n\nnot aggregate the two counts of conviction; if it had, they would,\n\nindependently of § 3147, have totaled 25 years imprisonment, or at\nthe low end of a Class B felony classification under 18 U.S.C.\n\n§ 3559.      This choice not to aggregate for purposes of § 3159\n\nreflects the direction of the Commentary to U.S.S.G. § 5G1.2 \"that\neven in the case of a consecutive term of imprisonment . . . any\n\nterm of supervised release imposed is to run concurrently with any\n\nother   term    of   supervised     release     imposed.       See   18   U.S.C.   §\n\n3624(e).\"    In short, Caba governs this point as well.              There was no\n\nincrease in the statutory maximum for the defendant's term of\n\nsupervised release beyond what constitutes the lowest maximum level\n\nsubject to      factfinding    by   a   jury     against   a   reasonable    doubt\n\nstandard.\n\n                                        III.\n\n             The sentence imposed upon the defendant was within the\n\n                                         9\n\frelevant sentencing guidelines and did not exceed the lowest\n\napplicable    statutory   maximums   for   the   underlying   offenses   of\n\nconviction.    Consequently, the judgments are AFFIRMED.\n\n\n\n\n                                     10\n\f",
  "html": "<p class=\"case_cite\">287 F.3d 27</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jack Wade RANDALL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1452.</p>\n    <p class=\"docket\">No. 01-1453.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2002.</p>\n    <p class=\"date\">Decided April 19, 2002.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Wayne R. Foote with whom Foote &amp; Temple was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Paula D. Silsby, United States Attorney, was on brief for the appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before LYNCH and LIPEZ, Circuit Judges, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">WOODLOCK, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), the Supreme Court observed that \"[i]f a defendant faces punishment beyond that provided by statute when an offense is committed under certain circumstances but not others, it is obvious that both the loss of liberty and the stigma attaching to the offense are heightened.\" <i>Id.</i> at 484, 120 S.Ct. 2348. In order to guard against erroneous loss of liberty and imposition of stigma, the Court held that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" <i>Id.</i> at 490, 120 S.Ct. 2348.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>Apprendi</i> has spawned a variety of challenges from defendants whose sentences have been affected by judicial factfinding against standards less demanding than proof beyond a reasonable doubt. We have, however, concluded that <i>Apprendi</i> \"does not apply to guideline findings ... that increase the defendant's sentence, but do not elevate the sentence to a point beyond the lowest applicable statutory maximum\" that is subject to factfinding by a jury according to a reasonable doubt standard. <i>United States v. Caba,</i> 241 F.3d 98, 101 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The sentence in this case was well below the lowest applicable statutory maximum but was in part created using judicial factfinding regarding a statute which carried the potential for a ten-year increase in that maximum penalty. The defendant seeks to unbundle the joint concern recognized in <i>Apprendi</i> for loss of liberty and stigma by arguing that &#8212; while <i>Caba</i> concerns itself with guideline findings and loss of liberty &#8212; when factfinding under a statutory enhancement scheme is undertaken, separate consideration must be given to the resultant stigma. Absent a waiver of jury trial by plea of guilty to the specific statute, such stigma may only attach, he argues, when there is an opportunity for a jury to find the predicate facts beyond a reasonable doubt. We reject the defendant's effort to deconstruct the teaching of <i>Apprendi</i> and thereby to limit the reach of <i>Caba.</i></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Jack Wade Randall was indicted in June 2000 for obstructing correspondence in violation of 18 U.S.C. &#167; 1702. The offense carried a maximum penalty of five years in prison. While he was on pre-trial release, he was charged in connection with an August 2000 drug conspiracy in violation of 21 U.S.C. &#167; 846. The lowest maximum penalty for that offense was twenty years in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Randall pled guilty to both the mail obstruction and the drug conspiracy charges. When the draft presentence report proposed an increase in his base offense level by application of U.S.S.G. &#167; 2J1.7, Randall objected, citing <i>Apprendi.</i> Section 2J1.7 directs such an increase when 18 U.S.C. &#167; 3147 applies. In addition, &#167; 3147 requires that a consecutive sentence be imposed&#8212;which could raise the maximum sentence by as much as ten years &#8212; if a defendant is found to have committed an offense while on pretrial release.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At sentencing the district judge calculated the guideline range after including the three level U.S.S.G. &#167; 2J1.7 enhancement. As a consequence, the combined adjusted offense level was 16. When Randall was assigned a criminal history category of IV, the resultant guideline range for imprisonment was 33 to 41 months and the guideline for a term of supervised release was determined to be not more than three years. Relying upon <i>Caba,</i> the District Judge rejected the defendant's <i>Apprendi</i> objection and imposed a sentence of 41 months in prison, calculated as 35 months concurrent on the two underlying counts of conviction to be followed by a six-month consecutive sentence because of &#167; 3147. A period of three years supervised release to be served concurrently on each of the underlying conviction counts was also imposed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 3147, entitled \"Penalty for an offense committed while on release,\" is designed to deter the commission of additional offenses by a defendant out on bail. It provides that</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A person convicted of an offense committed while released under this chapter [Chapter 207 &#8212; Release and Detention Pending Judicial Proceedings] shall be sentenced, in addition to the sentence prescribed for the offense to &#8212; 1) a term of imprisonment of not more than ten years if the offense is a felony;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A term of imprisonment imposed under this section shall be consecutive to any other sentence of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">18 U.S.C. &#167; 3147.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The directives of &#167; 3147 have been assimilated in the Sentencing Guidelines through U.S.S.G. &#167; 2J1.7, which provides that \"[i]f an enhancement under 18 U.S.C. &#167; 3147 applies, add 3 levels to the offense level for the offense committed while on release as if this section were a specific offense characteristic contained in the offense guideline for the offense committed while on release.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Sentencing Commission, in its Background Commentary to &#167; 2J1.7, characterizes &#167; 3147 as an enhancement provision \"and not a count of conviction.\" Application Note 2 directs that in order to comply with the statute, the sentencing court \"should divide the sentence on the judgment form between the sentence attributable to the underlying offense and the sentence attributable to the enhancement\" with a view toward ensuring that the \"total punishment\" is consistent with the guideline range for the underlying offenses of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Did &#167; 3147 Improperly Enhance the Sentence?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Sentencing Commission's assimilation of &#167; 3147 in U.S.S.G. &#167; 2J1.7 effectively moots any <i>Apprendi</i> challenge to the application of &#167; 3147. The Application Notes encourage sentencing judges to sentence within the guideline range for the base offense of conviction by using a &#167; 3147 enhancement only for purposes of calibrating where, within the underlying conviction count guideline range, a sentence below the applicable conviction count maximum may be imposed. The district judge in this case carefully followed this protocol by imposing a total sentence within the guideline range constructed of concurrent sentences within the guideline range for the base offense level, enhanced &#8212; but still within the guideline range &#8212; by a consecutive term for &#167; 3147.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To be sure, there is factfinding being undertaken in this setting by the district judge, although here it is hardly disputed factfinding. The applicability of &#167; 3147 is plain on the docket itself, which reflects the conviction for a drug crime committed while the defendant was on release on the mail obstruction charge. Indeed this factfinding may fairly be characterized as literally within the express exception recognized in <i>Apprendi</i> for \"the fact of a prior conviction.\" 530 U.S. at 490, 120 S.Ct. 2348. <i>See United States v. Moore,</i> 286 F.3d 47, 50 (1st Cir. 2002) (\"we have ruled with a regularity bordering on the monotonous that ... the rationale of <i>Apprendi</i> does not apply to sentence-enhancement provisions based upon prior criminal convictions.\") In any event, such judicial factfinding involves precisely the kind of tailoring of a sentence within the lowest maximum sentence for the charge of conviction which this court has consistently found does not implicate the practical concerns of <i>Apprendi.</i></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That the guideline calculations mirror a statutory enhancement provision does not set the sentencing in this case apart from other sentencing structures, for example where the guidelines take into consideration the drug weights &#8212; a matter which can affect the maximum sentence both by statute, 21 U.S.C. &#167; 841(b)(1), and by guideline, U.S.S.G. &#167; 2D1.11(d). There, also, judicial factfinding is employed against a preponderance standard; but, so long as the calculations result in a sentence below the lowest maximum sentence for which there was an opportunity for jury fact finding, <i>Apprendi</i> is not offended. <i>See, e.g., United States v. Collazo-Aponte,</i> 281 F.3d 320, 324-25 (1st Cir.2002); <i>United States v. Lopez-Lopez,</i> 282 F.3d 1, 22-23 (1st Cir.2002); <i>United States v. Robinson,</i> 241 F.3d 115, 119 (1st Cir.2001); <i>United States v. Houle,</i> 237 F.3d 71, 80 (1st Cir.2001). In short, as we observed in <i>Caba,</i> \"even after <i>Apprendi,</i> the existence <i>vel non</i> of sentencing factors that boost a defendant's sentence but do not trip a new statutory maximum remain grist for the district judge's mill under a preponderance-of-the-evidence standard.\" 241 F.3d at 101.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. Did &#167; 3147 Improperly Enhance the Stigma?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The defendant's argument that stigma is increased by a conviction to which &#167; 3147 applies is an effort to isolate and emphasize an aspect of criminal sentencing which as a practical matter is reflected in the actual sentence itself. To be sure, a finding of culpability for separate crimes may be said to enhance the stigma arising from a conviction merely for one. <i>Cf. Ball v. United States,</i> 470 U.S. 856, 865, 105 S.Ct. 1668, 84 L.Ed.2d 740 (1985) (second conviction \"certainly carries the societal stigma accompanying any conviction.\"); <i>United States v. Rivera-Martinez,</i> 931 F.2d 148, 152-53 (1st Cir.1991). But &#167; 3147 is not a count of conviction, as the Background Commentary to U.S.S.G. &#167; 2J1.7 observes.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Apprendi's</i> concern with \"stigma\" is expressly, 530 U.S. at 484, 120 S.Ct. 2348, derived from <i>In re Winship,</i> 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970), which grounded the importance of imposing the burden upon the government of proving each element of an offense beyond a reasonable doubt upon the twin interests of \"the good name and freedom of every individual.\" <i>Id.</i> at 364, 90 S.Ct. 1068. As the court observed in <i>Mullaney v. Wilbur,</i> 421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975), which deployed <i>Winship</i> to hold unconstitutional the requirement in Maine's homicide statute that a <i>defendant</i> prove heat of passion by a <i>preponderance of the evidence</i> in order to reduce an offense from murder to manslaughter, the issue is not merely one of guilt or innocence but also \"the degree of criminal culpability.\" <i>Id.</i> at 697-98, 95 S.Ct. 1881. The relevant interests throughout are measured by the authorized penalty. In this connection, the <i>Mullaney</i> court noted that \"[t]he penalty authorized by the law of the locality may be taken as a gauge of its social and ethical judgments.\" <i>Id.</i> at 700 n. 27, 95 S.Ct. 1881 (citations and quotations omitted). Alternatively stated, the penalty is the gauge of the stigma attached to a criminal judgment in the absence of a separate count of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, the defendant maintains that there is another &#8212; more specific &#8212; measure of stigma that is reflected in the classification of offenses by 18 U.S.C. &#167; 3559. Under the hierarchy of that classification scheme, the highest level is a Class A felony, for which the maximum term of imprisonment is life imprisonment or the death penalty; a Class B felony is one for which the maximum term of imprisonment is 25 years or more and a Class C felony is one for which the maximum term of imprisonment is less than 25 years but 10 or more years. The defendant maintains that because his sentence must include a term of imprisonment under &#167; 3147, which provides for as much as 10 years additional punishment, his felony conviction is effectively bumped up from a Class C felony for the twenty year basic drug maximum, 21 U.S.C. &#167; 841(b)(1)(C), to a Class B felony, when the ten additional years generated by &#167; 3147 are added.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This highly refined argument was not pressed in these terms before the district judge. Indeed, the presentence report proceeded from the assumption that the defendant's sentencing &#8212; even with the &#167; 3147 enhancement &#8212; was for a Class C felony when it identified the statutory maximum for supervised release to be no more than three years. PSR &#182; 69. That is the maximum for a Class C felony. 18 U.S.C. &#167; 3583(b)(2). If a Class B felony had been involved, the supervised release maximum would have been not more than five years. <i>Id.</i> &#167; 3583(b)(1). The presentence report also did not aggregate the two counts of conviction; if it had, they would, independently of &#167; 3147, have totaled 25 years imprisonment, or at the low end of a Class B felony classification under 18 U.S.C. &#167; 3559. This choice not to aggregate for purposes of &#167; 3159 reflects the direction of the Commentary to U.S.S.G. &#167; 5G1.2 \"that even in the case of a consecutive term of imprisonment ... any term of supervised release imposed is to run concurrently with any other term of supervised release imposed. <i>See</i> 18 U.S.C. &#167; 3624(e).\" In short, Caba governs this point as well. There was no increase in the statutory maximum for the defendant's term of supervised release beyond what constitutes the lowest maximum level subject to factfinding by a jury against a reasonable doubt standard.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The sentence imposed upon the defendant was within the relevant sentencing guidelines and did not exceed the lowest applicable statutory maximums for the underlying offenses of conviction. Consequently, the judgments are AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jack Wade RANDALL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1452.</p>\n    <p class=\"docket\">No. 01-1453.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2002.</p>\n    <p class=\"date\">Decided April 19, 2002.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Wayne R. Foote with whom Foote &amp; Temple was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Paula D. Silsby, United States Attorney, was on brief for the appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before LYNCH and LIPEZ, Circuit Judges, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">WOODLOCK, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), the Supreme Court observed that \"[i]f a defendant faces punishment beyond that provided by statute when an offense is committed under certain circumstances but not others, it is obvious that both the loss of liberty and the stigma attaching to the offense are heightened.\" <i>Id.</i> at 484, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>. In order to guard against erroneous loss of liberty and imposition of stigma, the Court held that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" <i>Id.</i> at 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>Apprendi</i> has spawned a variety of challenges from defendants whose sentences have been affected by judicial factfinding against standards less demanding than proof beyond a reasonable doubt. We have, however, concluded that <i>Apprendi</i> \"does not apply to guideline findings ... that increase the defendant's sentence, but do not elevate the sentence to a point beyond the lowest applicable statutory maximum\" that is subject to factfinding by a jury according to a reasonable doubt standard. <i>United States v. Caba,</i> <span class=\"citation\" data-id=\"199298\"><a href=\"/opinion/199298/united-states-v-caba/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 101 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The sentence in this case was well below the lowest applicable statutory maximum but was in part created using judicial factfinding regarding a statute which carried the potential for a ten-year increase in that maximum penalty. The defendant seeks to unbundle the joint concern recognized in <i>Apprendi</i> for loss of liberty and stigma by arguing that &#8212; while <i>Caba</i> concerns itself with guideline findings and loss of liberty &#8212; when factfinding under a statutory enhancement scheme is undertaken, separate consideration must be given to the resultant stigma. Absent a waiver of jury trial by plea of guilty to the specific statute, such stigma may only attach, he argues, when there is an opportunity for a jury to find the predicate facts beyond a reasonable doubt. We reject the defendant's effort to deconstruct the teaching of <i>Apprendi</i> and thereby to limit the reach of <i>Caba.</i></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Jack Wade Randall was indicted in June 2000 for obstructing correspondence in violation of 18 U.S.C. &#167; 1702. The offense carried a maximum penalty of five years in prison. While he was on pre-trial release, he was charged in connection with an August 2000 drug conspiracy in violation of 21 U.S.C. &#167; 846. The lowest maximum penalty for that offense was twenty years in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Randall pled guilty to both the mail obstruction and the drug conspiracy charges. When the draft presentence report proposed an increase in his base offense level by application of U.S.S.G. &#167; 2J1.7, Randall objected, citing <i>Apprendi.</i> Section 2J1.7 directs such an increase when 18 U.S.C. &#167; 3147 applies. In addition, &#167; 3147 requires that a consecutive sentence be imposed&#8212;which could raise the maximum sentence by as much as ten years &#8212; if a defendant is found to have committed an offense while on pretrial release.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At sentencing the district judge calculated the guideline range after including the three level U.S.S.G. &#167; 2J1.7 enhancement. As a consequence, the combined adjusted offense level was 16. When Randall was assigned a criminal history category of IV, the resultant guideline range for imprisonment was 33 to 41 months and the guideline for a term of supervised release was determined to be not more than three years. Relying upon <i>Caba,</i> the District Judge rejected the defendant's <i>Apprendi</i> objection and imposed a sentence of 41 months in prison, calculated as 35 months concurrent on the two underlying counts of conviction to be followed by a six-month consecutive sentence because of &#167; 3147. A period of three years supervised release to be served concurrently on each of the underlying conviction counts was also imposed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 3147, entitled \"Penalty for an offense committed while on release,\" is designed to deter the commission of additional offenses by a defendant out on bail. It provides that</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A person convicted of an offense committed while released under this chapter [Chapter 207 &#8212; Release and Detention Pending Judicial Proceedings] shall be sentenced, in addition to the sentence prescribed for the offense to &#8212; 1) a term of imprisonment of not more than ten years if the offense is a felony;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A term of imprisonment imposed under this section shall be consecutive to any other sentence of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">18 U.S.C. &#167; 3147.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The directives of &#167; 3147 have been assimilated in the Sentencing Guidelines through U.S.S.G. &#167; 2J1.7, which provides that \"[i]f an enhancement under 18 U.S.C. &#167; 3147 applies, add 3 levels to the offense level for the offense committed while on release as if this section were a specific offense characteristic contained in the offense guideline for the offense committed while on release.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Sentencing Commission, in its Background Commentary to &#167; 2J1.7, characterizes &#167; 3147 as an enhancement provision \"and not a count of conviction.\" Application Note 2 directs that in order to comply with the statute, the sentencing court \"should divide the sentence on the judgment form between the sentence attributable to the underlying offense and the sentence attributable to the enhancement\" with a view toward ensuring that the \"total punishment\" is consistent with the guideline range for the underlying offenses of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Did &#167; 3147 Improperly Enhance the Sentence?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Sentencing Commission's assimilation of &#167; 3147 in U.S.S.G. &#167; 2J1.7 effectively moots any <i>Apprendi</i> challenge to the application of &#167; 3147. The Application Notes encourage sentencing judges to sentence within the guideline range for the base offense of conviction by using a &#167; 3147 enhancement only for purposes of calibrating where, within the underlying conviction count guideline range, a sentence below the applicable conviction count maximum may be imposed. The district judge in this case carefully followed this protocol by imposing a total sentence within the guideline range constructed of concurrent sentences within the guideline range for the base offense level, enhanced &#8212; but still within the guideline range &#8212; by a consecutive term for &#167; 3147.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To be sure, there is factfinding being undertaken in this setting by the district judge, although here it is hardly disputed factfinding. The applicability of &#167; 3147 is plain on the docket itself, which reflects the conviction for a drug crime committed while the defendant was on release on the mail obstruction charge. Indeed this factfinding may fairly be characterized as literally within the express exception recognized in <i>Apprendi</i> for \"the fact of a prior conviction.\" 530 U.S. at 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>. <i>See United States v. Moore,</i> <span class=\"citation\" data-id=\"199919\"><a href=\"/opinion/199919/united-states-v-moore/\"><span class=\"volume\">286</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 50 (1st Cir. 2002) (\"we have ruled with a regularity bordering on the monotonous that ... the rationale of <i>Apprendi</i> does not apply to sentence-enhancement provisions based upon prior criminal convictions.\") In any event, such judicial factfinding involves precisely the kind of tailoring of a sentence within the lowest maximum sentence for the charge of conviction which this court has consistently found does not implicate the practical concerns of <i>Apprendi.</i></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That the guideline calculations mirror a statutory enhancement provision does not set the sentencing in this case apart from other sentencing structures, for example where the guidelines take into consideration the drug weights &#8212; a matter which can affect the maximum sentence both by statute, 21 U.S.C. &#167; 841(b)(1), and by guideline, U.S.S.G. &#167; 2D1.11(d). There, also, judicial factfinding is employed against a preponderance standard; but, so long as the calculations result in a sentence below the lowest maximum sentence for which there was an opportunity for jury fact finding, <i>Apprendi</i> is not offended. <i>See, e.g., United States v. Collazo-Aponte,</i> <span class=\"citation\" data-id=\"776643\"><a href=\"/opinion/776643/united-states-v-rafael-collazo-aponte/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">320</span></a></span>, 324-25 (1st Cir.2002); <i>United States v. Lopez-Lopez,</i> <span class=\"citation\" data-id=\"199845\"><a href=\"/opinion/199845/united-states-v-lopez-lopez/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 22-23 (1st Cir.2002); <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"199304\"><a href=\"/opinion/199304/united-states-v-robinson/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 119 (1st Cir.2001); <i>United States v. Houle,</i> <span class=\"citation\" data-id=\"199243\"><a href=\"/opinion/199243/united-states-v-houle/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 80 (1st Cir.2001). In short, as we observed in <i>Caba,</i> \"even after <i>Apprendi,</i> the existence <i>vel non</i> of sentencing factors that boost a defendant's sentence but do not trip a new statutory maximum remain grist for the district judge's mill under a preponderance-of-the-evidence standard.\" 241 F.3d at 101.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">B. Did &#167; 3147 Improperly Enhance the Stigma?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The defendant's argument that stigma is increased by a conviction to which &#167; 3147 applies is an effort to isolate and emphasize an aspect of criminal sentencing which as a practical matter is reflected in the actual sentence itself. To be sure, a finding of culpability for separate crimes may be said to enhance the stigma arising from a conviction merely for one. <i>Cf. Ball v. United States,</i> <span class=\"citation\" data-id=\"111384\"><a href=\"/opinion/111384/ball-v-united-states/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">856</span></a></span>, 865, <span class=\"citation\" data-id=\"111384\"><a href=\"/opinion/111384/ball-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1668</span></a></span>, <span class=\"citation\" data-id=\"111384\"><a href=\"/opinion/111384/ball-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (1985) (second conviction \"certainly carries the societal stigma accompanying any conviction.\"); <i>United States v. Rivera-Martinez,</i> <span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152-53 (1st Cir.1991). But &#167; 3147 is not a count of conviction, as the Background Commentary to U.S.S.G. &#167; 2J1.7 observes.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Apprendi's</i> concern with \"stigma\" is expressly, 530 U.S. at 484, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, derived from <i>In re Winship,</i> <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1970), which grounded the importance of imposing the burden upon the government of proving each element of an offense beyond a reasonable doubt upon the twin interests of \"the good name and freedom of every individual.\" <i>Id.</i> at 364, <span class=\"citation\" data-id=\"108111\"><a href=\"/opinion/108111/in-re-winship/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1068</span></a></span>. As the court observed in <i>Mullaney v. Wilbur,</i> <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1975), which deployed <i>Winship</i> to hold unconstitutional the requirement in Maine's homicide statute that a <i>defendant</i> prove heat of passion by a <i>preponderance of the evidence</i> in order to reduce an offense from murder to manslaughter, the issue is not merely one of guilt or innocence but also \"the degree of criminal culpability.\" <i>Id.</i> at 697-98, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span>. The relevant interests throughout are measured by the authorized penalty. In this connection, the <i>Mullaney</i> court noted that \"[t]he penalty authorized by the law of the locality may be taken as a gauge of its social and ethical judgments.\" <i>Id.</i> at 700 n. 27, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span> (citations and quotations omitted). Alternatively stated, the penalty is the gauge of the stigma attached to a criminal judgment in the absence of a separate count of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, the defendant maintains that there is another &#8212; more specific &#8212; measure of stigma that is reflected in the classification of offenses by 18 U.S.C. &#167; 3559. Under the hierarchy of that classification scheme, the highest level is a Class A felony, for which the maximum term of imprisonment is life imprisonment or the death penalty; a Class B felony is one for which the maximum term of imprisonment is 25 years or more and a Class C felony is one for which the maximum term of imprisonment is less than 25 years but 10 or more years. The defendant maintains that because his sentence must include a term of imprisonment under &#167; 3147, which provides for as much as 10 years additional punishment, his felony conviction is effectively bumped up from a Class C felony for the twenty year basic drug maximum, 21 U.S.C. &#167; 841(b)(1)(C), to a Class B felony, when the ten additional years generated by &#167; 3147 are added.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This highly refined argument was not pressed in these terms before the district judge. Indeed, the presentence report proceeded from the assumption that the defendant's sentencing &#8212; even with the &#167; 3147 enhancement &#8212; was for a Class C felony when it identified the statutory maximum for supervised release to be no more than three years. PSR &#182; 69. That is the maximum for a Class C felony. 18 U.S.C. &#167; 3583(b)(2). If a Class B felony had been involved, the supervised release maximum would have been not more than five years. <i>Id.</i> &#167; 3583(b)(1). The presentence report also did not aggregate the two counts of conviction; if it had, they would, independently of &#167; 3147, have totaled 25 years imprisonment, or at the low end of a Class B felony classification under 18 U.S.C. &#167; 3559. This choice not to aggregate for purposes of &#167; 3159 reflects the direction of the Commentary to U.S.S.G. &#167; 5G1.2 \"that even in the case of a consecutive term of imprisonment ... any term of supervised release imposed is to run concurrently with any other term of supervised release imposed. <i>See</i> 18 U.S.C. &#167; 3624(e).\" In short, Caba governs this point as well. There was no increase in the statutory maximum for the defendant's term of supervised release beyond what constitutes the lowest maximum level subject to factfinding by a jury against a reasonable doubt standard.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The sentence imposed upon the defendant was within the relevant sentencing guidelines and did not exceed the lowest applicable statutory maximums for the underlying offenses of conviction. Consequently, the judgments are AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776643/"
  ]
}