{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199961/",
  "absolute_url": "/opinion/199961/cofske-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199961/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:40:58Z",
  "date_modified": "2017-03-24T11:04:28.735398Z",
  "type": "010combined",
  "sha1": "5a64cfb109d7f596abedc0655bd51940a60d5626",
  "page_count": 21,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2479-01A.pdf",
  "local_path": "pdf/2002/05/13/Cofske_v._US.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-2479\n\n                       RANDALL J. COFSKE,\n\n                     Petitioner, Appellant,\n\n                               v.\n\n                   UNITED STATES OF AMERICA,\n\n                     Respondent, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n\n                 Bownes, Senior Circuit Judge,\n\n                   and Lipez, Circuit Judge.\n\n\n     Robert J. Bray for petitioner.\n     Randall J. Cofske on Motion for Emergency Hearing pro se.\n     Donald L. Cabell, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nrespondent.\n\n\n\n\n                          May 13, 2002\n\f          BOUDIN, Chief Judge.     Randall Cofske appeals from the\n\ndistrict court's denial of his motion under 28 U.S.C. § 2255 to vacate,\n\nset aside, or correct his sentence. In substance, Cofske claims that\n\nhis trial counsel and appellate counsel were ineffective in failing to\n\nobject to the calculation of his sentence under the Sentencing\n\nGuidelines. Specifically, he argues that when he committed the federal\n\noffense for which he was being sentenced--possession of stolen firearms\n\nin violation of 18 U.S.C. § 922(j) (1994)--he did not have the \"prior\n\nconviction\" that was used to increase his base offense level (\"BOL\")\n\nunder U.S.S.G. § 2K2.1 (a)(4) (1995).\n\n          Cofske committed the federal offense in 1992, but we start\n\nwith the earlier state offense that lies at the heart of his present\n\nappeal. On October 20, 1989, Cofske was charged in the Ware District\n\nCourt in Massachusetts with breaking and entering in the daytime with\n\nthe intent to commit a felony. Under the two-tier trial system then\n\nused by Massachusetts, Cofske waived his right to a jury trial and\n\ninstead elected a bench trial in the Ware District Court (the first\n\ntier).1 On August 17, 1990, the judge found Cofske guilty of the charge\n\n\n     1\n     As explained in United States v. Morillo, 178 F.3d 18, 21-\n22 n.5 (1st Cir. 1999):\n\n          Under this 'two-tier' system, a defendant was\n          entitled to a six person jury trial at the 'first\n          tier.' The defendant could waive this right and\n\n                                 -2-\n\fand sentenced him to 60 days in prison. Cofske then appealed, seeking\n\na trial de novo (the second tier) before a jury of six; under\n\nMassachusetts law this appeal vacated the initial conviction. Wilson\n\nv. Honeywell, Inc., 569 N.E.2d 1011, 1015 (Mass. 1991).          He was\n\nconvicted again by a jury in the Northampton District Court on January\n\n23, 1993.\n\n            After Cofske's conviction and appeal in Ware, but before his\n\nconviction in Northampton, Cofske committed the federal firearms\n\noffense. On or about October 27, 1992, Cofske and two other men broke\n\ninto a Salem, Virginia, residence and stole about ten handguns. Using\n\nCofske's car, they then transported the guns to Massachusetts where\n\nthey were later sold. The grand jury indicted Cofske on July 17, 1996,\n\nfor possession of stolen firearms in violation of 18 U.S.C. § 922(j)\n\nand for transportation of stolen firearms in violation of 18 U.S.C. §\n\n922(i).\n\n            On March 3, 1997, pursuant to a written plea agreement,\n\nCofske pleaded guilty to the charge of possession of stolen firearms.\n\nAs part of that agreement the prosecution dismissed the transportation-\n\n\n            elect a bench trial instead.      Defendants who\n            elected a bench trial could appeal the outcome to\n            the 'second tier.'   At this level, a defendant\n            would receive a de novo jury trial unless he\n            again elected a bench trial before a second\n            judge.\n\nIn 1994, Massachusetts abolished the two-tier trial system in\nthe Commonwealth's district courts.\n\n                                  -3-\n\fof-stolen-weapons charge and agreed to recommend a single three-level\n\nspecific offense adjustment (based on the number of firearms involved)\n\noffset by a three-level reduction for acceptance of responsibility;\n\nCofske in turn agreed (among other things) to take the position at\n\nsentencing that his base offense level should be set at 20 pursuant to\n\nU.S.S.G. § 2K2.1(a)(4)(a), which mandated a BOL of 20 for firearms\n\npossession if \"the defendant had one prior felony conviction of either\n\na crime of violence or a controlled substance offense.\"2\n\n          The original presentence report (\"PSR\") listed Cofske's BOL\n\nas 12, concluding that he had no such prior conviction. After the\n\ngovernment objected, the probation officer amended the PSR to include\n\nthe Massachusetts breaking and entering conviction already described\n\nand increased his BOL to 20. Cofske's attorney urged in turn that the\n\nbreaking and entering charge did not become a conviction until January\n\n23, 1993 (at the second tier), which was after the federal offense, and\n\ntherefore could not be counted as a prior conviction under U.S.S.G. §\n\n2K2.1.   The probation officer responded that the 1990 first tier\n\nconviction was the relevant prior conviction, and the PSR left the BOL\n\nat 20.\n\n\n\n     2\n     References, unless otherwise indicated, are to the 1995\nedition of the guidelines, as updated by a 1996 pamphlet. This\nis the set of guidelines in effect at the time of Cofske's\nsentencing in mid 1997.    The pertinent provision of section\n2K2.1 as of mid 1997 is set forth in an addendum to this\nopinion.\n\n                                 -4-\n\f            Cofske was sentenced on July 15, 1997.          At sentencing,\n\nCofske's attorney abandoned the argument that Cofske did not have a\n\nprior    conviction   and   stated   that   the   revised   PSR   \"took   up\n\nacknowledgment of the government's objection which was quite correct\n\nand part of my error at the time. It starts out with a base level of\n\n20 pursuant to 2K2.1(a)(4).\" The district court then adopted the\n\ncalculations of the revised PSR, which included the breaking and\n\nentering conviction in both Cofske's criminal history category (\"CHC\")\n\ncalculation under section 4A1.1, and his BOL under section 2K2.1.\n\n            The court determined that Cofske's BOL was 20, his adjusted\n\noffense level was 24,3 and his CHC was V; the applicable guideline\n\nsentence range was 92 to 115 months. After denying Cofske's motion for\n\na downward departure, the district court sentenced Cofske to 92 months\n\nin prison. Cofske appealed--not raising the issue he raises here--and\n\nthis court affirmed both his conviction and sentence. United States v.\n\nCofske, 157 F.3d 1 (1st Cir. 1998), cert. denied, 526 U.S. 1059 (1999).\n\n\n\n\n     3\n     The court imposed a three-level upward adjustment under §\n2K2.1(b)(1)(C) because the offense involved between 8 and 12\nfirearms, and a four-level upward adjustment under § 2K2.1(b)(5)\nbecause Cofske possessed the firearms in connection with a\nfelony offense or transferred them with reason to believe they\nwould be used in another felony offense.     The district court\nthen applied a three-level reduction for acceptance of\nresponsibility, thereby setting Cofske's adjusted offense level\nat 24. None of these adjustments is now challenged.\n\n                                     -5-\n\f          Cofske then filed a motion under 28 U.S.C. § 2255 asserting\n\nthat, at the time of his federal firearms offense, he had not been\n\nconvicted of the breaking and entering offense because his 1990 first-\n\ntier conviction in the Ware District Court had been nullified by his\n\nappeal seeking a second-tier de novo jury trial. He further argued\n\nthat this conviction was impermissibly used to enhance his BOL and CHC,\n\nand that his trial counsel and appellate counsel were ineffective for\n\nfailing to object to its inclusion in his sentence computation.\n\n          On May 18, 2000, the district court denied Cofske's motion.\n\nThe court found that the 1990 first-tier conviction was the relevant\n\nconviction for purposes of section 2K2.1(a)(4)(A) and that there was no\n\nerror in the calculation of Cofske's sentence; it determined that\n\nCofske was therefore not prejudiced by his counsel's actions, as\n\nrequired by Strickland v. Washington, 466 U.S. 668 (1984), and found it\n\nunnecessary to evaluate the reasonableness of Cofske's attorney's\n\ndecision not to object to the BOL calculation. The district court\n\nlater denied Cofske's requests for reconsideration of the decision.\n\n          On February 8, 2001, Cofske applied for a certificate of\n\nappealability, 28 U.S.C. § 2253(c)(1), solely to urge that his trial\n\nand appellate counsel were ineffective in allowing his first-tier\n\nconviction to increase his BOL. On April 20, 2001, the district court\n\ndenied his application, reaffirming its May 18, 2000, finding and also\n\nholding (in the alternative) that the breaking and entering conviction\n\n\n                                 -6-\n\fcounted as a \"prior conviction\" even if the correct date of conviction\n\nwere deemed January 1993. Cofske v. United States, 143 F. Supp. 2d 85\n\n(D. Mass. 2001).\n\n          On November 26, 2001, this court granted Cofske's certificate\n\nof appealability and directed the parties to address the following two\n\nquestions:\n\n          1. Under the Massachusetts two-tier trial court\n          system in effect at the time of Cofske's\n          conviction, what is the force and effect of a\n          district court conviction once the defendant has\n          appealed to a trial de novo?\n\n          2.  Does the reference to a \"prior felony\n          conviction\" in section 2K2.1(a)(4)(A) include\n          post-offense convictions?\n\nWe also granted Cofske's request for expedited briefing, because on his\n\ncalculation, his proper sentence had already expired.\n\n          Although the language of 28 U.S.C. § 2255 is quite general,\n\nthe Supreme Court has restricted collateral attack for claims that do\n\nnot allege constitutional or jurisdictional errors; such claims are\n\nsaid to be cognizable only where the alleged error presents \"a\n\nfundamental defect which inherently results in a complete miscarriage\n\nof justice\" or \"an omission inconsistent with the rudimentary demands\n\nof fair procedure.\" Hill v. United States, 368 U.S. 424, 428 (1962).\n\nThus, a guideline violation alone is not automatically a basis for\n\nrelief under 28 U.S.C. § 2255. Knight v. United States, 37 F.3d 769,\n\n772-73 (1st Cir. 1994).\n\n\n                                 -7-\n\f          However, if the claim is repackaged as one of ineffective\n\nassistance of counsel, as Cofske's is here, it becomes a constitutional\n\nclaim. Not every error amounts to ineffectiveness. See Lema v. United\n\nStates, 987 F.2d 48, 51 (1st Cir. 1993). An ineffective assistance of\n\ncounsel claim will succeed only if the defendant--who bears the burden\n\non both points, Scarpa v. DuBois, 38 F.3d 1, 8-9 (1st Cir. 1994)--shows\n\n(1) that counsel's performance fell below an objective standard of\n\nreasonableness, and (2) that but for the error or errors, the outcome\n\nwould likely have been different, Strickland, 466 U.S. at 687.\n\n          Since the absence of any error in sentencing would eliminate\n\nany prejudice, and therefore Cofske's ineffectiveness claim, it is\n\nuseful to begin by considering the correctness of the BOL calculation.\n\nAt the time of Cofske's sentencing in July 1997, U.S.S.G. §\n\n2K2.1(a)(4)(A) stated that a defendant's BOL for the firearms\n\nconviction should be set at 20 if the defendant \"had one prior felony\n\nconviction of either a crime of violence or a controlled substance\n\noffense[.]\" However, neither the guideline language nor the commentary\n\nanswered the question, \"prior to what?\"\n\n          Certainly the guideline would be satisfied if the \"prior\n\nconviction\" occurred before the federal crime itself was committed.\n\nBut on this reading, we would have to count the Ware District Court\n\nconviction as a prior conviction, even though it had been vacated as a\n\n\n\n\n                                 -8-\n\fresult of Cofske's filing an appeal for a second tier trial, months\n\nbefore Cofske committed the federal offense.\n\n          Whether such a vacated conviction still \"counts\" for\n\nguideline purposes is a matter of federal rather than state law. See\n\nUnited States v. Mateo, 271 F.3d 11, 15 (1st Cir. 2001). Looking only\n\nat guideline language, one could argue the matter both ways. Before he\n\ncommitted the federal crime, Cofske \"had one prior felony conviction\"\n\nof the required class; but before he committed the federal crime, that\n\nconviction had been nullified under state law by his appeal from the\n\nfirst tier to the second. The commentary was understandably silent on\n\nhow to treat this oddity of Massachusetts procedure.\n\n          There are policy arguments both ways. If the issue were\n\npursued in depth, we might want to know more about the reasons for the\n\ntwo-tier regime and, equally important, whether it led lawyers to use\n\nthe first tier merely as a discovery device or an effort to secure\n\nprobation or a light sentence. Cf. United States v. Roberts, 39 F.3d\n\n10, 12-13 (1st Cir. 1994). And, of course, whether the first tier\n\nconviction followed a full defense might vary from case to case. If in\n\ngeneral a full defense were offered, federal law might well disregard\n\nthe state's penchant to offer the defendant a second bite at the apple.\n\n          In all events, the government has chosen here not to argue\n\nthat the Ware District Court conviction should count. The concession\n\nhas arguments in its favor and the opposing arguments are debatable and\n\n\n                                 -9-\n\fhave not been briefed.    For purposes of this case, we accept the\n\nconcession, which turns out not to affect the outcome here. Given the\n\nrepeal of the two-tier system, it is not clear that the issue will even\n\narise again so it certainly does not cry out for a definitive\n\nresolution.\n\n          This brings us to the district court's alternative ground for\n\nconcluding that the prior conviction should count, namely, that even if\n\nthe Northampton District Court conviction is controlling, it occurred\n\n\"prior\" to the federal sentencing, even though after the federal crime\n\nitself. Neither the version of the section 2K2.1 guideline in force in\n\nmid 1997 nor its commentary clearly answers the question whether the\n\nconviction must be prior to the federal crime or only prior to the\n\nsentencing for it.\n\n          In fact, the clues to this puzzle--linguistic, policy and\n\nanalogical--point in both directions and, prior to a recent amendment\n\nto the guideline described below, the circuits were divided. At the\n\ntime of the Cofske's federal sentencing, the circuits were split two to\n\none in the government's favor (i.e., that any conviction prior to\n\nfederal sentencing counted);4 at the time of the recent amendment, the\n\n\n\n     4Compare United States v. Gooden, 116 F.3d 721, 724-25 (5th\nCir. 1997) and United States v. McCary, 14 F.3d 1502, 1506 (10th\nCir. 1994) (convictions occurring anytime before sentencing\ncount as prior felony convictions) with United States v. Barton,\n100 F.3d 43, 45-46 (6th Cir. 1996) (post-offense convictions do\nnot count as prior felony convictions).\n\n                                 -10-\n\fgovernment still held the edge with a four-to-three split.5 Obviously,\n\nthe issue was close and reasonable courts could disagree.\n\n          Part of the problem is that the guidelines elsewhere contain\n\ntwo different approaches to \"prior\"-ness. One, used in determining\n\nprior criminal history under chapter 4A, looks to whether a prior\n\n\"sentence\" occurred before the federal sentence. U.S.S.G. § 4A1.2,\n\napplication note 1. The other, used to establish whether the defendant\n\nis a career offender under chapter 4B, counts prior \"convictions\" only\n\nif they occurred before commission of the federal crime itself.\n\nU.S.S.G. § 4B1.2(3). In its own context, each approach makes some\n\nsense. United States v. Leviner, 31 F. Supp. 2d 23, 28-30 (D. Mass.\n\n1998).\n\n          The issue has now been resolved for the future in Cofske's\n\nfavor by a 2001 amendment to section 2K2.1 (reprinted in the addendum)\n\nproviding that a defendant's BOL should be increased to 20 where \"the\n\ndefendant committed any part of instant offense subsequent to\n\nsustaining one felony conviction of either a crime of violence or a\n\ncontrolled substance offense.\"    U.S.S.G. § 2K2.1(a)(4)(A) (2001)\n\n(emphasis added). The amendment's \"reason for adoption\" adopts \"the\n\n\n\n     5\n     United States v. Laihben, 167 F.3d 1364, 1366 (11th Cir.\n1999), and United States v. Pugh, 158 F.3d 1308, 1311 (D.C. Cir.\n1998) followed the approach of the Fifth and Tenth Circuits,\nwhile United States v. Oetken, 241 F.3d 1057, 1059 (8th Cir.\n2001) and United States v. Pedragh, 225 F.3d 240, 245 (2d Cir.\n2000), followed the approach of the Sixth Circuit.\n\n                                -11-\n\fminority view\" and the chapter 4B analogy, Amendment 630, Nov. 1, 2001,\n\nbut it was not made retroactive to Cofske's case. U.S.S.G § 1B1.10\n\n(2001).    One could as easily call it a revision as a clarification.\n\n            Without regard to the amendment, we think that prior\n\nconvictions should count, for purposes of section 2K2.1 as it stood\n\nwhen Cofske was sentenced, only if they occurred before the federal\n\ncrime.    This was the \"minority\" view in the circuits prior to the\n\nrecent guideline amendment, but it has in its favor a modest piece of\n\nlinguistic evidence, Pedragh, 225 F.3d at 245, a decent analogy to the\n\nprior-felon \"status\" approach used in section 4B, Leviner, 31 F. Supp.\n\n2d at 28-30, and a better claim to adoption by cross-reference in a\n\ntangled set of cross references in 2K2.1's then-existing commentary.6\n\nBoth sides of the dispute can be traced through the cited cases, see\n\nnotes 4-5, above.\n\n            Still, our current view of the merits hardly establishes that\n\nCofske's counsel was ineffective in 1997 in failing to press the\n\nargument for a BOL of 12. The guideline's original wording is obscure\n\nand a majority of circuits both before and after read the pre-amendment\n\n\n\n     6\n     Section 2K2.1, app. note 5, said that \"prior felony\nconviction(s)\" is defined in \"§4B1.2 . . . Application Note 1 of\nthe Commentary\" which in turn shed no light on the question\nbefore us but was at least a reference to chapter 4B rather than\n4A; chapter 4B's approach, as noted in text, supports Cofske.\nConfusingly, application note 5 and application note 1 also\ncontain cross-reference to chapter 4A, although arguably less in\npoint.\n\n                                  -12-\n\fguideline in favor of the prosecutor. If Cofske's counsel had simply\n\noverlooked the argument, it is uncertain that this would have counted\n\nas incompetence, even though courts tend to be somewhat less forgiving\n\nwhere counsel altogether overlooks a possible objection or opportunity.\n\n3 LaFave, Israel & King, Criminal Procedure § 11,10(c), at 714-15 (2nd\n\ned. 1999).\n\n          However, Cofske's trial counsel did not overlook the issue;\n\nthe PSR resolved it in Cofske's favor and his counsel objected when the\n\nprobation officer reversed ground and raised the recommended BOL to 20.\n\nAt sentencing, Cofske's counsel then abandoned the objection. If\n\ncounsel gave away without any cause a known argument which had at least\n\nsome basis in guideline language and policy, this would at least take\n\nsome explaining, especially where (as here) the jump in the BOL from 12\n\nto 20 greatly increased the guideline sentence range.\n\n          Yet there is an obvious reason why counsel must have thought\n\nit in Cofske's interest to abandon the claim of error. In the plea\n\nagreement, the government had agreed (1) to drop the second count of\n\nthe indictment, (2) to support a three-level reduction for acceptance\n\nof responsibility, (3) to seek an adjusted offense level of 20 (and not\n\na higher level), and (4) not to seek any upward departure.7 Cofske in\n\n\n     7At oral argument, the government summarized the potential\nchanges that it could have sought: an upward departure on the\nground that past criminal history was underrepresented, U.S.S.G.\n§ 4A1.3; a two-level obstruction of justice adjustment for false\nstatements to the court, U.S.S.G. § 3C1.1; and a four-level\n\n                                 -13-\n\fturn made concessions of his own; and these included not only a guilty\n\nplea on the first count but also a commitment to take the position at\n\nsentencing that the BOL \"should be 20 . . . because the defendant had\n\none prior felony conviction for a crime of violence.\"\n\n           It is virtually certain that prior to the sentencing, defense\n\ncounsel noticed, or was reminded of, this commitment. Nothing else\n\nexplains counsel's about face at the hearing after previously\n\ncontesting the issue. Any breach of the agreement by Cofske permitted\n\nthe government to withdraw from the plea agreement and to use against\n\nCofske any statements he had made. Conceivably, the government could\n\nhave asked to reinstate the second count; and certainly, it could have\n\nurged any sentence it chose including one based on no acceptance of\n\nresponsibility plus upward departures on at least two different\n\ngrounds.\n\n           Thus, the decision to stick with the BOL of 20 was almost\n\ncertainly a judgment call to retain the advantages of a plea and to\n\nforgo an argument for a lower BOL already rejected by two out of three\n\ncircuits. It is impossible to describe such a choice as incompetent\n\nrepresentation. Nagi v. United States, 90 F.3d 130, 134-35 (6th Cir.\n\n1996). Indeed, given the threatened consequences to Cofske of backing\n\n\n\nadjustment under U.S.S.G. § 2K2.1(b)(5) for possessing or\ntransferring firearms in connection with another felony offense.\nAlthough the court on its own imposed the section 2K2.1(b)(5)\nadjustment, the government did not seek it.\n\n                                 -14-\n\fout of the plea agreement, it is impossible to see how Cofske could now\n\nsatisfy the prejudice prong of Strickland by showing that he would have\n\nbeen better off if his counsel had challenged the use of the state\n\nconviction.\n\n          If anything turned on counsel's precise thought process, we\n\nwould remand for an evidentiary hearing, but in this case none is\n\nnecessary. The Strickland test, as already noted, is an objective one;\n\nas long as counsel performed as a competent lawyer would, his or her\n\ndetailed subjective reasoning is beside the point. Here, counsel was\n\naware of the BOL objection and, given the downside risks already\n\ndescribed, trial counsel had ample reason to comply at sentencing with\n\ncommitments undertaken in the plea agreement, whose soundness (taken as\n\na whole) is not even directly disputed by Cofske.\n\n          This brings us to Cofske's alternative ground for relief,\n\nnamely that his appellate counsel was incompetent in not pursuing a\n\nclaim to a BOL of 12 on his direct appeal. After all, at this point\n\nCofske seemingly had the benefit of the government's concessions; why\n\nthen not try to get something more--namely, a reduced BOL--even if the\n\nchances of success appeared slim? The plea agreement precluded this\n\ntactic at the sentencing hearing; but it did not bar either side from\n\nappealing. Indeed, the agreement provided (unnecessarily) that errors\n\nin sentencing could be appealed under 18 U.S.C. § 3742.\n\n\n\n\n                                 -15-\n\f          Of course, Cofske's concession in the district court that a\n\nBOL of 20 was correct might have been taken as a conclusive waiver, not\n\njust a forfeiture subject to relief for plain error, but then again it\n\nmight not be treated as a waiver; the law in this area is far from\n\nuniform, compare United States v. Smith, 918 F.2d 664, 668-69 & n.1\n\n(6th Cir. 1990) (per curiam), with United States v. Nguyen, 46 F.3d\n\n781, 783 (8th Cir. 1995), and various interpretations of the plea\n\nagreement are possible. Thus, it may technically have been open to\n\nappellate counsel to challenge the adverse BOL finding on direct\n\nappeal.\n\n          It might be enough to say that, viewed as of the time of\n\nappeal (which is what matters in judging competence of appellate\n\ncounsel), the claim for a lower BOL was not especially promising: the\n\ncase law was divided, the guideline and commentary were both obscure,\n\nand the 2001 amendment did not then exist. Other claims were available\n\nfor an appeal, which was in fact taken, and courts have regularly said\n\nthat appellate counsel is often well advised to choose the most\n\npromising arguments and is not obliged to crowd a brief with less\n\npromising ones which may detract. Jones v. Barnes, 463 U.S. 745, 751-\n\n54 (1983); see also Burkoff & Hudson, Ineffective Assistance of Counsel\n\n§ 9.04[2][b] (Supp. 2001) (collecting cases).\n\n          Here, a narrower and even stronger reason exists for\n\nrejecting an incompetency attack. On appeal, the claim to a BOL of 12\n\n\n                                 -16-\n\fcould succeed only if plain error were established; even without the\n\nplea agreement, a failure to press the BOL claim at sentencing was at\n\nleast a forfeiture. However one might come out on the merits of the\n\nBOL issue, the BOL of 20 was not plain error for the reasons already\n\nindicated. For all we know, a panel of this court sitting in 1997 might\n\neasily have followed the then-majority view and said that 20 was the\n\ncorrect figure.\n\n           But there is more.    Even if the error were plain, any\n\ncompetent appellate counsel would have had to consider not only the\n\nupside but also the downside of attacking the district court's BOL\n\nfinding.   At the very least, such an attack by Cofske would have\n\nexposed him to arguments by the government that--if resentencing were\n\nordered--the resentencing should be open-ended and the government\n\nshould be freed of its own commitments to support a downward adjustment\n\nfor acceptance of responsibility and to forego various upward\n\ndepartures.\n\n           Once again, the law in this area is not crystal clear; just\n\nwhat the government might demand as of right, and (separately) what the\n\nappeals and sentencing courts might allow as a matter of discretion,\n\ncould both be debated and could turn in some measure on the surrounding\n\ncircumstances.    However, Cofske is wrong in thinking that he\n\nnecessarily had a right to cherry-pick, correcting the BOL in his favor\n\n\n\n\n                                 -17-\n\fwhile holding everything else in the sentencing calculus constant.8 An\n\nappellate counsel, even with a winning argument, might reasonably have\n\nhesitated to press it if the downside risk seemed too great.\n\n          For present purposes, it is enough that the BOL of 20 was not\n\nplain error and that this would almost certainly have defeated a direct\n\nappeal at the time in view of the forfeiture (also reasonable) at the\n\nsentencing stage. Given the minimal prospects of success, appellate\n\ncounsel's failure to make such an argument on direct appeal does not\n\nmark counsel as incompetent. This is a legal judgment that we can\n\neasily make on this appeal and without the need for a remand.\n\n          Courts are driven as much by facts as by doctrine, and in\n\ncriminal proceedings no panel of this court readily closes the books on\n\na manifest injustice. Nothing of the kind is present here. The 12\n\nversus 20 BOL issue was known at defense counsel at the time of\n\nsentencing; a rational choice was made to forego the argument for 12 in\n\norder to obtain other sentencing advantages. Even with the benefit of\n\nhindsight, there is no clear likelihood that a different choice by\n\ncounsel would have given Cofske a lower net sentence.\n\n\n     8\n     On any of several theories, the government could have\nsought to be relieved of its obligations under the plea\nagreement, see United States v. Bunner, 134 F3d 1000, 1004-5 (10\nCir. 1998); United States v. Barron, 127 F.3d 890, 895-96 (9th\nCir. 1997); United States v. Sandoval-Lopez, 122 F.3d 797, 800\n(9th Cir. 1997). Further, the district court would not\nautomatically be limited on remand by what the government chose\nto urge. United States v. Rodriguez, 112 F.3d 26, 29-30 (1st\nCir. 1997).\n\n                                 -18-\n\fAffirmed.\n\n\n\n\n            -19-\n\f   PERTINENT PROVISIONS OF SECTION 2K2.1\n\nAt the time of sentencing\n\n§ 2K2.1Unlawful Receipt, Possession, or Transportation of\n       Firearms or Ammunition: Prohibited Transactions\n       Involving Firearms or Ammunition\n\n            (a)   Base Offense Level (Apply the Greatest):\n\n                    . . .\n\n                  (4)    20, if the defendant --\n\n                         (A) had one prior felony conviction\n                         of either a crime of violence or a\n                         controlled substance offense; or\n\n                    . . .\n\n                  (7)    12, except as provided below, or\n\n                    . . .\n\n            (b)   Specific Offense Characteristics\n\n                  (1) If the offense involved three or\n                  more firearms, increase as follows:\n\n            Number of Firearms        Increase in Level\n\n                    . . .\n\n                  (C)     8-12                   add 3\n\n                    . . .\n\nAfter the 2001 amendment\n\n                    . . .\n\n                  (4)    20, if--\n\n                         (A) the defendant committed any\n                         part of the instant offense\n                         subsequent to sustaining one felony\n\n                        -20-\n\f  conviction of either a crime of\n  violence or a controlled substance\n  offense; or\n\n. . .\n\n\n\n\n-21-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-2479\n\n                       RANDALL J. COFSKE,\n\n                     Petitioner, Appellant,\n\n                               v.\n\n                   UNITED STATES OF AMERICA,\n\n                     Respondent, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n\n                 Bownes, Senior Circuit Judge,\n\n                   and Lipez, Circuit Judge.\n\n\n     Robert J. Bray for petitioner.\n     Randall J. Cofske on Motion for Emergency Hearing pro se.\n     Donald L. Cabell, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nrespondent.\n\n\n\n\n                          May 13, 2002\n\f          BOUDIN, Chief Judge.     Randall Cofske appeals from the\n\ndistrict court's denial of his motion under 28 U.S.C. § 2255 to vacate,\n\nset aside, or correct his sentence. In substance, Cofske claims that\n\nhis trial counsel and appellate counsel were ineffective in failing to\n\nobject to the calculation of his sentence under the Sentencing\n\nGuidelines. Specifically, he argues that when he committed the federal\n\noffense for which he was being sentenced--possession of stolen firearms\n\nin violation of 18 U.S.C. § 922(j) (1994)--he did not have the \"prior\n\nconviction\" that was used to increase his base offense level (\"BOL\")\n\nunder U.S.S.G. § 2K2.1 (a)(4) (1995).\n\n          Cofske committed the federal offense in 1992, but we start\n\nwith the earlier state offense that lies at the heart of his present\n\nappeal. On October 20, 1989, Cofske was charged in the Ware District\n\nCourt in Massachusetts with breaking and entering in the daytime with\n\nthe intent to commit a felony. Under the two-tier trial system then\n\nused by Massachusetts, Cofske waived his right to a jury trial and\n\ninstead elected a bench trial in the Ware District Court (the first\n\ntier).1 On August 17, 1990, the judge found Cofske guilty of the charge\n\n\n     1\n     As explained in United States v. Morillo, </pre><span class=\"citation\" data-id=\"764360\"><a href=\"/opinion/764360/no-98-1826/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 21-\n22 n.5 (1st Cir. 1999):\n\n          Under this 'two-tier' system, a defendant was\n          entitled to a six person jury trial at the 'first\n          tier.' The defendant could waive this right and\n\n                                 -2-\n\fand sentenced him to 60 days in prison. Cofske then appealed, seeking\n\na trial de novo (the second tier) before a jury of six; under\n\nMassachusetts law this appeal vacated the initial conviction. Wilson\n\nv. Honeywell, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">569</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1011</span></span><pre class=\"inline\">, 1015 (Mass. 1991).          He was\n\nconvicted again by a jury in the Northampton District Court on January\n\n23, 1993.\n\n            After Cofske's conviction and appeal in Ware, but before his\n\nconviction in Northampton, Cofske committed the federal firearms\n\noffense. On or about October 27, 1992, Cofske and two other men broke\n\ninto a Salem, Virginia, residence and stole about ten handguns. Using\n\nCofske's car, they then transported the guns to Massachusetts where\n\nthey were later sold. The grand jury indicted Cofske on July 17, 1996,\n\nfor possession of stolen firearms in violation of 18 U.S.C. § 922(j)\n\nand for transportation of stolen firearms in violation of 18 U.S.C. §\n\n922(i).\n\n            On March 3, 1997, pursuant to a written plea agreement,\n\nCofske pleaded guilty to the charge of possession of stolen firearms.\n\nAs part of that agreement the prosecution dismissed the transportation-\n\n\n            elect a bench trial instead.      Defendants who\n            elected a bench trial could appeal the outcome to\n            the 'second tier.'   At this level, a defendant\n            would receive a de novo jury trial unless he\n            again elected a bench trial before a second\n            judge.\n\nIn 1994, Massachusetts abolished the two-tier trial system in\nthe Commonwealth's district courts.\n\n                                  -3-\n\fof-stolen-weapons charge and agreed to recommend a single three-level\n\nspecific offense adjustment (based on the number of firearms involved)\n\noffset by a three-level reduction for acceptance of responsibility;\n\nCofske in turn agreed (among other things) to take the position at\n\nsentencing that his base offense level should be set at 20 pursuant to\n\nU.S.S.G. § 2K2.1(a)(4)(a), which mandated a BOL of 20 for firearms\n\npossession if \"the defendant had one prior felony conviction of either\n\na crime of violence or a controlled substance offense.\"2\n\n          The original presentence report (\"PSR\") listed Cofske's BOL\n\nas 12, concluding that he had no such prior conviction. After the\n\ngovernment objected, the probation officer amended the PSR to include\n\nthe Massachusetts breaking and entering conviction already described\n\nand increased his BOL to 20. Cofske's attorney urged in turn that the\n\nbreaking and entering charge did not become a conviction until January\n\n23, 1993 (at the second tier), which was after the federal offense, and\n\ntherefore could not be counted as a prior conviction under U.S.S.G. §\n\n2K2.1.   The probation officer responded that the 1990 first tier\n\nconviction was the relevant prior conviction, and the PSR left the BOL\n\nat 20.\n\n\n\n     2\n     References, unless otherwise indicated, are to the 1995\nedition of the guidelines, as updated by a 1996 pamphlet. This\nis the set of guidelines in effect at the time of Cofske's\nsentencing in mid 1997.    The pertinent provision of section\n2K2.1 as of mid 1997 is set forth in an addendum to this\nopinion.\n\n                                 -4-\n\f            Cofske was sentenced on July 15, 1997.          At sentencing,\n\nCofske's attorney abandoned the argument that Cofske did not have a\n\nprior    conviction   and   stated   that   the   revised   PSR   \"took   up\n\nacknowledgment of the government's objection which was quite correct\n\nand part of my error at the time. It starts out with a base level of\n\n20 pursuant to 2K2.1(a)(4).\" The district court then adopted the\n\ncalculations of the revised PSR, which included the breaking and\n\nentering conviction in both Cofske's criminal history category (\"CHC\")\n\ncalculation under section 4A1.1, and his BOL under section 2K2.1.\n\n            The court determined that Cofske's BOL was 20, his adjusted\n\noffense level was 24,3 and his CHC was V; the applicable guideline\n\nsentence range was 92 to 115 months. After denying Cofske's motion for\n\na downward departure, the district court sentenced Cofske to 92 months\n\nin prison. Cofske appealed--not raising the issue he raises here--and\n\nthis court affirmed both his conviction and sentence. United States v.\n\nCofske, </pre><span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\"> (1st Cir. 1998), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1059</span></span><pre class=\"inline\"> (1999).\n\n\n\n\n     3\n     The court imposed a three-level upward adjustment under §\n2K2.1(b)(1)(C) because the offense involved between 8 and 12\nfirearms, and a four-level upward adjustment under § 2K2.1(b)(5)\nbecause Cofske possessed the firearms in connection with a\nfelony offense or transferred them with reason to believe they\nwould be used in another felony offense.     The district court\nthen applied a three-level reduction for acceptance of\nresponsibility, thereby setting Cofske's adjusted offense level\nat 24. None of these adjustments is now challenged.\n\n                                     -5-\n\f          Cofske then filed a motion under 28 U.S.C. § 2255 asserting\n\nthat, at the time of his federal firearms offense, he had not been\n\nconvicted of the breaking and entering offense because his 1990 first-\n\ntier conviction in the Ware District Court had been nullified by his\n\nappeal seeking a second-tier de novo jury trial. He further argued\n\nthat this conviction was impermissibly used to enhance his BOL and CHC,\n\nand that his trial counsel and appellate counsel were ineffective for\n\nfailing to object to its inclusion in his sentence computation.\n\n          On May 18, 2000, the district court denied Cofske's motion.\n\nThe court found that the 1990 first-tier conviction was the relevant\n\nconviction for purposes of section 2K2.1(a)(4)(A) and that there was no\n\nerror in the calculation of Cofske's sentence; it determined that\n\nCofske was therefore not prejudiced by his counsel's actions, as\n\nrequired by Strickland v. Washington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\"> (1984), and found it\n\nunnecessary to evaluate the reasonableness of Cofske's attorney's\n\ndecision not to object to the BOL calculation. The district court\n\nlater denied Cofske's requests for reconsideration of the decision.\n\n          On February 8, 2001, Cofske applied for a certificate of\n\nappealability, 28 U.S.C. § 2253(c)(1), solely to urge that his trial\n\nand appellate counsel were ineffective in allowing his first-tier\n\nconviction to increase his BOL. On April 20, 2001, the district court\n\ndenied his application, reaffirming its May 18, 2000, finding and also\n\nholding (in the alternative) that the breaking and entering conviction\n\n\n                                 -6-\n\fcounted as a \"prior conviction\" even if the correct date of conviction\n\nwere deemed January 1993. Cofske v. United States, </pre><span class=\"citation\" data-id=\"2428800\"><a href=\"/opinion/2428800/cofske-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">85</span></a></span><pre class=\"inline\">\n\n(D. Mass. 2001).\n\n          On November 26, 2001, this court granted Cofske's certificate\n\nof appealability and directed the parties to address the following two\n\nquestions:\n\n          1. Under the Massachusetts two-tier trial court\n          system in effect at the time of Cofske's\n          conviction, what is the force and effect of a\n          district court conviction once the defendant has\n          appealed to a trial de novo?\n\n          2.  Does the reference to a \"prior felony\n          conviction\" in section 2K2.1(a)(4)(A) include\n          post-offense convictions?\n\nWe also granted Cofske's request for expedited briefing, because on his\n\ncalculation, his proper sentence had already expired.\n\n          Although the language of 28 U.S.C. § 2255 is quite general,\n\nthe Supreme Court has restricted collateral attack for claims that do\n\nnot allege constitutional or jurisdictional errors; such claims are\n\nsaid to be cognizable only where the alleged error presents \"a\n\nfundamental defect which inherently results in a complete miscarriage\n\nof justice\" or \"an omission inconsistent with the rudimentary demands\n\nof fair procedure.\" Hill v. United States, </pre><span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span><pre class=\"inline\">, 428 (1962).\n\nThus, a guideline violation alone is not automatically a basis for\n\nrelief under 28 U.S.C. § 2255. Knight v. United States, </pre><span class=\"citation\" data-id=\"195690\"><a href=\"/opinion/195690/knight-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">769</span></a></span><pre class=\"inline\">,\n\n772-73 (1st Cir. 1994).\n\n\n                                 -7-\n\f          However, if the claim is repackaged as one of ineffective\n\nassistance of counsel, as Cofske's is here, it becomes a constitutional\n\nclaim. Not every error amounts to ineffectiveness. See Lema v. United\n\nStates, </pre><span class=\"citation\" data-id=\"601483\"><a href=\"/opinion/601483/charles-d-lema-v-united-states/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 51 (1st Cir. 1993). An ineffective assistance of\n\ncounsel claim will succeed only if the defendant--who bears the burden\n\non both points, Scarpa v. DuBois, </pre><span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8-9 (1st Cir. 1994)--shows\n\n(1) that counsel's performance fell below an objective standard of\n\nreasonableness, and (2) that but for the error or errors, the outcome\n\nwould likely have been different, Strickland, 466 U.S. at 687.\n\n          Since the absence of any error in sentencing would eliminate\n\nany prejudice, and therefore Cofske's ineffectiveness claim, it is\n\nuseful to begin by considering the correctness of the BOL calculation.\n\nAt the time of Cofske's sentencing in July 1997, U.S.S.G. §\n\n2K2.1(a)(4)(A) stated that a defendant's BOL for the firearms\n\nconviction should be set at 20 if the defendant \"had one prior felony\n\nconviction of either a crime of violence or a controlled substance\n\noffense[.]\" However, neither the guideline language nor the commentary\n\nanswered the question, \"prior to what?\"\n\n          Certainly the guideline would be satisfied if the \"prior\n\nconviction\" occurred before the federal crime itself was committed.\n\nBut on this reading, we would have to count the Ware District Court\n\nconviction as a prior conviction, even though it had been vacated as a\n\n\n\n\n                                 -8-\n\fresult of Cofske's filing an appeal for a second tier trial, months\n\nbefore Cofske committed the federal offense.\n\n          Whether such a vacated conviction still \"counts\" for\n\nguideline purposes is a matter of federal rather than state law. See\n\nUnited States v. Mateo, </pre><span class=\"citation\" data-id=\"199671\"><a href=\"/opinion/199671/united-states-v-mateo/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 15 (1st Cir. 2001). Looking only\n\nat guideline language, one could argue the matter both ways. Before he\n\ncommitted the federal crime, Cofske \"had one prior felony conviction\"\n\nof the required class; but before he committed the federal crime, that\n\nconviction had been nullified under state law by his appeal from the\n\nfirst tier to the second. The commentary was understandably silent on\n\nhow to treat this oddity of Massachusetts procedure.\n\n          There are policy arguments both ways. If the issue were\n\npursued in depth, we might want to know more about the reasons for the\n\ntwo-tier regime and, equally important, whether it led lawyers to use\n\nthe first tier merely as a discovery device or an effort to secure\n\nprobation or a light sentence. Cf. United States v. Roberts, </pre><span class=\"citation\" data-id=\"195701\"><a href=\"/opinion/195701/united-states-v-roberts/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">10</span></a></span><pre class=\"inline\">, 12-13 (1st Cir. 1994). And, of course, whether the first tier\n\nconviction followed a full defense might vary from case to case. If in\n\ngeneral a full defense were offered, federal law might well disregard\n\nthe state's penchant to offer the defendant a second bite at the apple.\n\n          In all events, the government has chosen here not to argue\n\nthat the Ware District Court conviction should count. The concession\n\nhas arguments in its favor and the opposing arguments are debatable and\n\n\n                                 -9-\n\fhave not been briefed.    For purposes of this case, we accept the\n\nconcession, which turns out not to affect the outcome here. Given the\n\nrepeal of the two-tier system, it is not clear that the issue will even\n\narise again so it certainly does not cry out for a definitive\n\nresolution.\n\n          This brings us to the district court's alternative ground for\n\nconcluding that the prior conviction should count, namely, that even if\n\nthe Northampton District Court conviction is controlling, it occurred\n\n\"prior\" to the federal sentencing, even though after the federal crime\n\nitself. Neither the version of the section 2K2.1 guideline in force in\n\nmid 1997 nor its commentary clearly answers the question whether the\n\nconviction must be prior to the federal crime or only prior to the\n\nsentencing for it.\n\n          In fact, the clues to this puzzle--linguistic, policy and\n\nanalogical--point in both directions and, prior to a recent amendment\n\nto the guideline described below, the circuits were divided. At the\n\ntime of the Cofske's federal sentencing, the circuits were split two to\n\none in the government's favor (i.e., that any conviction prior to\n\nfederal sentencing counted);4 at the time of the recent amendment, the\n\n\n\n     4Compare United States v. Gooden, </pre><span class=\"citation\" data-id=\"12197\"><a href=\"/opinion/12197/united-states-v-gooden/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">721</span></a></span><pre class=\"inline\">, 724-25 (5th\nCir. 1997) and United States v. McCary, </pre><span class=\"citation\" data-id=\"661542\"><a href=\"/opinion/661542/united-states-of-america-plaintiffappelleecross-appellant-v-tommy-blake/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1502</span></a></span><pre class=\"inline\">, 1506 (10th\nCir. 1994) (convictions occurring anytime before sentencing\ncount as prior felony convictions) with United States v. Barton,\n</pre><span class=\"citation\" data-id=\"729666\"><a href=\"/opinion/729666/united-states-v-michael-lynn-barton/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 45-46 (6th Cir. 1996) (post-offense convictions do\nnot count as prior felony convictions).\n\n                                 -10-\n\fgovernment still held the edge with a four-to-three split.5 Obviously,\n\nthe issue was close and reasonable courts could disagree.\n\n          Part of the problem is that the guidelines elsewhere contain\n\ntwo different approaches to \"prior\"-ness. One, used in determining\n\nprior criminal history under chapter 4A, looks to whether a prior\n\n\"sentence\" occurred before the federal sentence. U.S.S.G. § 4A1.2,\n\napplication note 1. The other, used to establish whether the defendant\n\nis a career offender under chapter 4B, counts prior \"convictions\" only\n\nif they occurred before commission of the federal crime itself.\n\nU.S.S.G. § 4B1.2(3). In its own context, each approach makes some\n\nsense. United States v. Leviner, </pre><span class=\"citation\" data-id=\"2516149\"><a href=\"/opinion/2516149/united-states-v-leviner/\"><span class=\"volume\">31</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 28-30 (D. Mass.\n\n1998).\n\n          The issue has now been resolved for the future in Cofske's\n\nfavor by a 2001 amendment to section 2K2.1 (reprinted in the addendum)\n\nproviding that a defendant's BOL should be increased to 20 where \"the\n\ndefendant committed any part of instant offense subsequent to\n\nsustaining one felony conviction of either a crime of violence or a\n\ncontrolled substance offense.\"    U.S.S.G. § 2K2.1(a)(4)(A) (2001)\n\n(emphasis added). The amendment's \"reason for adoption\" adopts \"the\n\n\n\n     5\n     United States v. Laihben, </pre><span class=\"citation\" data-id=\"73462\"><a href=\"/opinion/73462/united-states-v-laihben/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\">, 1366 (11th Cir.\n1999), and United States v. Pugh, </pre><span class=\"citation\" data-id=\"184669\"><a href=\"/opinion/184669/united-states-v-pugh-jr-mark-a/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1308</span></a></span><pre class=\"inline\">, 1311 (D.C. Cir.\n1998) followed the approach of the Fifth and Tenth Circuits,\nwhile United States v. Oetken, </pre><span class=\"citation\" data-id=\"772287\"><a href=\"/opinion/772287/united-states-v-ryan-dale-oetken/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1057</span></a></span><pre class=\"inline\">, 1059 (8th Cir.\n2001) and United States v. Pedragh, </pre><span class=\"citation\" data-id=\"770256\"><a href=\"/opinion/770256/united-states-v-derek-pedragh-also-known-as-derrick-pedraja-also-known/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></a></span><pre class=\"inline\">, 245 (2d Cir.\n2000), followed the approach of the Sixth Circuit.\n\n                                -11-\n\fminority view\" and the chapter 4B analogy, Amendment 630, Nov. 1, 2001,\n\nbut it was not made retroactive to Cofske's case. U.S.S.G § 1B1.10\n\n(2001).    One could as easily call it a revision as a clarification.\n\n            Without regard to the amendment, we think that prior\n\nconvictions should count, for purposes of section 2K2.1 as it stood\n\nwhen Cofske was sentenced, only if they occurred before the federal\n\ncrime.    This was the \"minority\" view in the circuits prior to the\n\nrecent guideline amendment, but it has in its favor a modest piece of\n\nlinguistic evidence, Pedragh, 225 F.3d at 245, a decent analogy to the\n\nprior-felon \"status\" approach used in section 4B, Leviner, </pre><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">F. Supp.</span>\n\n<span class=\"page\">2d</span></span><pre class=\"inline\"> at 28-30, and a better claim to adoption by cross-reference in a\n\ntangled set of cross references in 2K2.1's then-existing commentary.6\n\nBoth sides of the dispute can be traced through the cited cases, see\n\nnotes 4-5, above.\n\n            Still, our current view of the merits hardly establishes that\n\nCofske's counsel was ineffective in 1997 in failing to press the\n\nargument for a BOL of 12. The guideline's original wording is obscure\n\nand a majority of circuits both before and after read the pre-amendment\n\n\n\n     6\n     Section 2K2.1, app. note 5, said that \"prior felony\nconviction(s)\" is defined in \"§4B1.2 . . . Application Note 1 of\nthe Commentary\" which in turn shed no light on the question\nbefore us but was at least a reference to chapter 4B rather than\n4A; chapter 4B's approach, as noted in text, supports Cofske.\nConfusingly, application note 5 and application note 1 also\ncontain cross-reference to chapter 4A, although arguably less in\npoint.\n\n                                  -12-\n\fguideline in favor of the prosecutor. If Cofske's counsel had simply\n\noverlooked the argument, it is uncertain that this would have counted\n\nas incompetence, even though courts tend to be somewhat less forgiving\n\nwhere counsel altogether overlooks a possible objection or opportunity.\n\n3 LaFave, Israel & King, Criminal Procedure § 11,10(c), at 714-15 (2nd\n\ned. 1999).\n\n          However, Cofske's trial counsel did not overlook the issue;\n\nthe PSR resolved it in Cofske's favor and his counsel objected when the\n\nprobation officer reversed ground and raised the recommended BOL to 20.\n\nAt sentencing, Cofske's counsel then abandoned the objection. If\n\ncounsel gave away without any cause a known argument which had at least\n\nsome basis in guideline language and policy, this would at least take\n\nsome explaining, especially where (as here) the jump in the BOL from 12\n\nto 20 greatly increased the guideline sentence range.\n\n          Yet there is an obvious reason why counsel must have thought\n\nit in Cofske's interest to abandon the claim of error. In the plea\n\nagreement, the government had agreed (1) to drop the second count of\n\nthe indictment, (2) to support a three-level reduction for acceptance\n\nof responsibility, (3) to seek an adjusted offense level of 20 (and not\n\na higher level), and (4) not to seek any upward departure.7 Cofske in\n\n\n     7At oral argument, the government summarized the potential\nchanges that it could have sought: an upward departure on the\nground that past criminal history was underrepresented, U.S.S.G.\n§ 4A1.3; a two-level obstruction of justice adjustment for false\nstatements to the court, U.S.S.G. § 3C1.1; and a four-level\n\n                                 -13-\n\fturn made concessions of his own; and these included not only a guilty\n\nplea on the first count but also a commitment to take the position at\n\nsentencing that the BOL \"should be 20 . . . because the defendant had\n\none prior felony conviction for a crime of violence.\"\n\n           It is virtually certain that prior to the sentencing, defense\n\ncounsel noticed, or was reminded of, this commitment. Nothing else\n\nexplains counsel's about face at the hearing after previously\n\ncontesting the issue. Any breach of the agreement by Cofske permitted\n\nthe government to withdraw from the plea agreement and to use against\n\nCofske any statements he had made. Conceivably, the government could\n\nhave asked to reinstate the second count; and certainly, it could have\n\nurged any sentence it chose including one based on no acceptance of\n\nresponsibility plus upward departures on at least two different\n\ngrounds.\n\n           Thus, the decision to stick with the BOL of 20 was almost\n\ncertainly a judgment call to retain the advantages of a plea and to\n\nforgo an argument for a lower BOL already rejected by two out of three\n\ncircuits. It is impossible to describe such a choice as incompetent\n\nrepresentation. Nagi v. United States, </pre><span class=\"citation\" data-id=\"722431\"><a href=\"/opinion/722431/toufic-nagi-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">130</span></a></span><pre class=\"inline\">, 134-35 (6th Cir.\n\n1996). Indeed, given the threatened consequences to Cofske of backing\n\n\n\nadjustment under U.S.S.G. § 2K2.1(b)(5) for possessing or\ntransferring firearms in connection with another felony offense.\nAlthough the court on its own imposed the section 2K2.1(b)(5)\nadjustment, the government did not seek it.\n\n                                 -14-\n\fout of the plea agreement, it is impossible to see how Cofske could now\n\nsatisfy the prejudice prong of Strickland by showing that he would have\n\nbeen better off if his counsel had challenged the use of the state\n\nconviction.\n\n          If anything turned on counsel's precise thought process, we\n\nwould remand for an evidentiary hearing, but in this case none is\n\nnecessary. The Strickland test, as already noted, is an objective one;\n\nas long as counsel performed as a competent lawyer would, his or her\n\ndetailed subjective reasoning is beside the point. Here, counsel was\n\naware of the BOL objection and, given the downside risks already\n\ndescribed, trial counsel had ample reason to comply at sentencing with\n\ncommitments undertaken in the plea agreement, whose soundness (taken as\n\na whole) is not even directly disputed by Cofske.\n\n          This brings us to Cofske's alternative ground for relief,\n\nnamely that his appellate counsel was incompetent in not pursuing a\n\nclaim to a BOL of 12 on his direct appeal. After all, at this point\n\nCofske seemingly had the benefit of the government's concessions; why\n\nthen not try to get something more--namely, a reduced BOL--even if the\n\nchances of success appeared slim? The plea agreement precluded this\n\ntactic at the sentencing hearing; but it did not bar either side from\n\nappealing. Indeed, the agreement provided (unnecessarily) that errors\n\nin sentencing could be appealed under 18 U.S.C. § 3742.\n\n\n\n\n                                 -15-\n\f          Of course, Cofske's concession in the district court that a\n\nBOL of 20 was correct might have been taken as a conclusive waiver, not\n\njust a forfeiture subject to relief for plain error, but then again it\n\nmight not be treated as a waiver; the law in this area is far from\n\nuniform, compare United States v. Smith, </pre><span class=\"citation\" data-id=\"551331\"><a href=\"/opinion/551331/united-states-v-william-smith-89-3817-chester-sargent-89-3831-wayne/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span><pre class=\"inline\">, 668-69 & n.1\n\n(6th Cir. 1990) (per curiam), with United States v. Nguyen, </pre><span class=\"citation\" data-id=\"687664\"><a href=\"/opinion/687664/united-states-v-michael-quoc-anh-nguyen/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">781</span></a></span><pre class=\"inline\">, 783 (8th Cir. 1995), and various interpretations of the plea\n\nagreement are possible. Thus, it may technically have been open to\n\nappellate counsel to challenge the adverse BOL finding on direct\n\nappeal.\n\n          It might be enough to say that, viewed as of the time of\n\nappeal (which is what matters in judging competence of appellate\n\ncounsel), the claim for a lower BOL was not especially promising: the\n\ncase law was divided, the guideline and commentary were both obscure,\n\nand the 2001 amendment did not then exist. Other claims were available\n\nfor an appeal, which was in fact taken, and courts have regularly said\n\nthat appellate counsel is often well advised to choose the most\n\npromising arguments and is not obliged to crowd a brief with less\n\npromising ones which may detract. Jones v. Barnes, </pre><span class=\"citation\" data-id=\"111012\"><a href=\"/opinion/111012/jones-v-barnes/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span><pre class=\"inline\">, 751-\n\n54 (1983); see also Burkoff & Hudson, Ineffective Assistance of Counsel\n\n§ 9.04[2][b] (Supp. 2001) (collecting cases).\n\n          Here, a narrower and even stronger reason exists for\n\nrejecting an incompetency attack. On appeal, the claim to a BOL of 12\n\n\n                                 -16-\n\fcould succeed only if plain error were established; even without the\n\nplea agreement, a failure to press the BOL claim at sentencing was at\n\nleast a forfeiture. However one might come out on the merits of the\n\nBOL issue, the BOL of 20 was not plain error for the reasons already\n\nindicated. For all we know, a panel of this court sitting in 1997 might\n\neasily have followed the then-majority view and said that 20 was the\n\ncorrect figure.\n\n           But there is more.    Even if the error were plain, any\n\ncompetent appellate counsel would have had to consider not only the\n\nupside but also the downside of attacking the district court's BOL\n\nfinding.   At the very least, such an attack by Cofske would have\n\nexposed him to arguments by the government that--if resentencing were\n\nordered--the resentencing should be open-ended and the government\n\nshould be freed of its own commitments to support a downward adjustment\n\nfor acceptance of responsibility and to forego various upward\n\ndepartures.\n\n           Once again, the law in this area is not crystal clear; just\n\nwhat the government might demand as of right, and (separately) what the\n\nappeals and sentencing courts might allow as a matter of discretion,\n\ncould both be debated and could turn in some measure on the surrounding\n\ncircumstances.    However, Cofske is wrong in thinking that he\n\nnecessarily had a right to cherry-pick, correcting the BOL in his favor\n\n\n\n\n                                 -17-\n\fwhile holding everything else in the sentencing calculus constant.8 An\n\nappellate counsel, even with a winning argument, might reasonably have\n\nhesitated to press it if the downside risk seemed too great.\n\n          For present purposes, it is enough that the BOL of 20 was not\n\nplain error and that this would almost certainly have defeated a direct\n\nappeal at the time in view of the forfeiture (also reasonable) at the\n\nsentencing stage. Given the minimal prospects of success, appellate\n\ncounsel's failure to make such an argument on direct appeal does not\n\nmark counsel as incompetent. This is a legal judgment that we can\n\neasily make on this appeal and without the need for a remand.\n\n          Courts are driven as much by facts as by doctrine, and in\n\ncriminal proceedings no panel of this court readily closes the books on\n\na manifest injustice. Nothing of the kind is present here. The 12\n\nversus 20 BOL issue was known at defense counsel at the time of\n\nsentencing; a rational choice was made to forego the argument for 12 in\n\norder to obtain other sentencing advantages. Even with the benefit of\n\nhindsight, there is no clear likelihood that a different choice by\n\ncounsel would have given Cofske a lower net sentence.\n\n\n     8\n     On any of several theories, the government could have\nsought to be relieved of its obligations under the plea\nagreement, see United States v. Bunner, 134 F3d 1000, 1004-5 (10\nCir. 1998); United States v. Barron, </pre><span class=\"citation\" data-id=\"747239\"><a href=\"/opinion/747239/97-cal-daily-op-serv-8142-98-cal-daily-op-serv-1616-97-daily/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">890</span></a></span><pre class=\"inline\">, 895-96 (9th\nCir. 1997); United States v. Sandoval-Lopez, </pre><span class=\"citation\" data-id=\"744852\"><a href=\"/opinion/744852/97-cal-daily-op-serv-6330-97-daily-journal-dar-10339-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">797</span></a></span><pre class=\"inline\">, 800\n(9th Cir. 1997). Further, the district court would not\nautomatically be limited on remand by what the government chose\nto urge. United States v. Rodriguez, </pre><span class=\"citation\" data-id=\"197336\"><a href=\"/opinion/197336/united-states-v-rodriguez/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 29-30 (1st\nCir. 1997).\n\n                                 -18-\n\fAffirmed.\n\n\n\n\n            -19-\n\f   PERTINENT PROVISIONS OF SECTION 2K2.1\n\nAt the time of sentencing\n\n§ 2K2.1Unlawful Receipt, Possession, or Transportation of\n       Firearms or Ammunition: Prohibited Transactions\n       Involving Firearms or Ammunition\n\n            (a)   Base Offense Level (Apply the Greatest):\n\n                    . . .\n\n                  (4)    20, if the defendant --\n\n                         (A) had one prior felony conviction\n                         of either a crime of violence or a\n                         controlled substance offense; or\n\n                    . . .\n\n                  (7)    12, except as provided below, or\n\n                    . . .\n\n            (b)   Specific Offense Characteristics\n\n                  (1) If the offense involved three or\n                  more firearms, increase as follows:\n\n            Number of Firearms        Increase in Level\n\n                    . . .\n\n                  (C)     8-12                   add 3\n\n                    . . .\n\nAfter the 2001 amendment\n\n                    . . .\n\n                  (4)    20, if--\n\n                         (A) the defendant committed any\n                         part of the instant offense\n                         subsequent to sustaining one felony\n\n                        -20-\n\f  conviction of either a crime of\n  violence or a controlled substance\n  offense; or\n\n. . .\n\n\n\n\n-21-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/12197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/73462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2428800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2516149/"
  ]
}